<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE publicwhip
[
<!ENTITY aacute "&#225;" >
<!ENTITY eacute "&#233;" >
<!ENTITY iacute "&#237;" >
<!ENTITY oacute "&#243;" >
<!ENTITY uacute "&#250;" >
<!ENTITY yen    "&#165;" >

<!ENTITY Aacute "&#193;" >
<!ENTITY Eacute "&#201;" >
<!ENTITY Iacute "&#205;" >
<!ENTITY Oacute "&#211;" >
<!ENTITY Uacute "&#218;" >
<!ENTITY zcaron  "&#381;" > 
<!ENTITY hellip  "..." >
<!ENTITY bullet  "&#8226;" >
<!ENTITY Dagger  "&#8224;" >
<!ENTITY eth  "&#240;">

<!ENTITY ndash   "&#8211;">
<!ENTITY mdash   "&#8212;">
<!ENTITY iexcl   "&#161;">
<!ENTITY divide  "&#247;">
<!ENTITY euro    "&#8364;">
<!ENTITY trade   "&#8482;">
<!ENTITY bull    "&#8226;">
<!ENTITY lsquo   "&#8216;">
<!ENTITY rsquo   "&#8217;">
<!ENTITY sbquo   "&#8218;">
<!ENTITY ldquo   "&#8220;">
<!ENTITY rdquo   "&#8221;">
<!ENTITY bdquo   "&#8222;">
<!ENTITY dagger  "&#8224;">

<!ENTITY Scaron "&#352;" >
<!ENTITY scaron "&#353;" >
<!ENTITY Ouml   "&#214;" >
<!ENTITY szlig  "&#223;" >
<!ENTITY agrave "&#224;" >
<!ENTITY acirc  "&#226;" >
<!ENTITY atilde "&#227;" >
<!ENTITY auml   "&#228;" >
<!ENTITY ccedil "&#231;" >
<!ENTITY Ccedil "&#199;" >
<!ENTITY egrave "&#232;" >
<!ENTITY Egrave "&#200;" >
<!ENTITY ecirc  "&#234;" >
<!ENTITY euml   "&#235;" >
<!ENTITY icirc  "&#238;" >
<!ENTITY igrave "&#204;" >
<!ENTITY iuml	"&#239;" >
<!ENTITY ntilde "&#241;" >
<!ENTITY nbsp   "&#160;" >
<!ENTITY ocirc  "&#244;" >
<!ENTITY ouml   "&#246;" >
<!ENTITY oslash "&#248;" >
<!ENTITY uuml   "&#252;" >
<!ENTITY thorn  "&#254;" >
<!ENTITY Icirc  "&#206;" >

<!ENTITY pound  "&#163;" >
<!ENTITY sect   "&#167;" >
<!ENTITY copy   "&#169;" >
<!ENTITY reg    "&#174;" >
<!ENTITY deg    "&#176;" >
<!ENTITY plusmn "&#177;" >
<!ENTITY sup2   "&#178;" >
<!ENTITY sup3   "&#179;" >
<!ENTITY micro  "&#181;" >
<!ENTITY para   "&#182;" >
<!ENTITY middot "&#183;" >
<!ENTITY ordm   "&#186;" >
<!ENTITY frac14 "&#188;" >
<!ENTITY frac12 "&#189;" >
<!ENTITY frac34 "&#190;" >
<!ENTITY oelig "&#339;" >
<!ENTITY aelig  "&#230;" >
<!ENTITY Aring  "&#197;" >
<!ENTITY aring  "&#229;" >
]>


<publicwhip scrapeversion="a" latest="yes">
    <minor-heading id="com.kildarestreet/seanad/2015-12-17a.1" nospeaker="true" time="10:30:00" url="">Prelude</minor-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.2" nospeaker="true" time="10:30:00" ><p>Chuaigh an Cathaoirleach i gceannas ar 10:30:00</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.3" nospeaker="true" time="10:30:00" ><p>Reflection and Prayer.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.4" nospeaker="true" time="10:30:00" ><p>Machnamh agus Paidir.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-12-17a.5" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#A00100">Business of Seanad</major-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.6" speakerid="com.kildarestreet/member/1120" speakername="Paddy Burke" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#A00200"><p>I have received notice from Senator Trevor &Oacute; Clochartaigh that, on the motion for the Commencement of the House today, he proposes to raise the following matter:</p><blockquote>Go dtabharfaidh an tAire St&aacute;it a bhfuil c&uacute;raim&iacute; Gaeltachta air l&eacute;argas c&eacute;ard at&aacute; ar si&uacute;l aige chun cinnti&uacute; go mbeidh seirbh&iacute;s lean&uacute;nach farant&oacute;ireachta chuig Inis M&oacute;r, Oile&aacute;in &Aacute;rainn ann.</blockquote> <p>I have also received notice from Senator Hildegarde Naughton of the following matter:</p><blockquote>The need for the Minister for Education and Skills to increase the participation of small and medium enterprises in the schools Wi-Fi tendering process.</blockquote> <p>I have also received notice from Senator Averil Power of the following matter:</p><blockquote>The need for the Minister for Children and Youth Affairs to state when he will publish the adoption (information and tracing) Bill; whether it will include the recommendations of the Joint Committee on Health and Children, which called for changes to the draft scheme of the Bill; and whether it is expected to be passed into law before the general election.</blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:</p><blockquote>The need for the Minister for the Environment, Community and Local Government to allocate funds for house adaption work to local authorities and to ensure when these funds are allocated that the local authority will have absolute discretion over the amounts that are allocated for local authority housing and private housing.</blockquote> <p>I have also received notice from Senator Fidelma Healy Eames of the following matter:</p><blockquote>The need for the Minister for Transport, Tourism and Sport to discuss the effectiveness of high-occupancy vehicles with three or more persons being allowed to use bus lanes, with particular relevance to Galway city and the implementation of same.</blockquote> <p>I have also received notice from Senator Catherine Noone of the following matter:</p><blockquote>The need for the Minister for Health to consider restoring a full medical card to a person (details supplied) and to all those over the age of 90 who are over the income threshold, excluding those of substantial means.</blockquote> <p>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators &Oacute; Clochartaigh and Power and they will be taken now.  Senators Burke and Healy Eames may give notice on another day of the matters they wish to raise.  Senators Noone and Naughton have withdrawn their Commencement Matters.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-12-17a.7" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#A00300">Commencement Matters</major-heading>
    <minor-heading id="com.kildarestreet/seanad/2015-12-17a.8" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#A00400">Seirbh&iacute;s&iacute; Farant&oacute;ireachta</minor-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.9" speakerid="com.kildarestreet/member/1138" speakername="Terry Brennan" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#A00500"><p>I welcome the Minister of State, Deputy &Oacute; R&iacute;ord&aacute;in, to the House.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.10" speakerid="com.kildarestreet/member/1122" speakername="Trevor &Oacute; Clochartaigh" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#A00600"><p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  Tuigim nach raibh s&eacute; ar chumas an Aire St&aacute;it, an Teachta McHugh, bheith i l&aacute;thair agus go bhfuil freagra ag an Aire St&aacute;it, an Teachta &Oacute; R&iacute;ord&aacute;in, d&uacute;inn.  Baineann an cheist phr&aacute;inneach at&aacute; &aacute; n-ard&uacute; agam ar maidin leis an tseirbh&iacute;s farant&oacute;ireachta a th&eacute;ann go h&Aacute;rainn.  T&eacute;ann an sc&eacute;al seo siar tamall de bhlianta, is d&oacute;cha go dt&iacute; an t-am ina raibh an t-iar Aire St&aacute;it, an Teachta McGinley, i gceannas ar ch&uacute;rsa&iacute; Gaeltachta.  Ag an am sin, bhain an conradh PSO, mar a thugtar air, leis an tseirbh&iacute;s farant&oacute;ireachta go dt&iacute; an tr&iacute; oil&eacute;an - Inis M&oacute;r, Inis Me&aacute;in agus Inis O&iacute;rr.  Rinneadh socr&uacute; c&uacute;pla bliain &oacute; shin d&iacute;ch&uacute;pl&aacute;il a dh&eacute;anamh ar an gconradh sin agus dh&aacute; chonradh a dh&eacute;anamh in &aacute;it ceann amh&aacute;in.  C&eacute; go mbeidh dh&aacute; chonradh PSO i gceist, n&iacute;l ach conradh amh&aacute;in socraithe faoi l&aacute;thair - an conradh a bhaineann le Inis Me&aacute;in agus Inis O&iacute;rr.  F&oacute;gra&iacute;odh conradh eile le haghaidh Inis M&oacute;r ach, de r&eacute;ir mar a thuigim, n&iacute;or glacadh leis an gconradh sin.  &Oacute;s rud &eacute; nach bhfuil aon chonradh PSO maidir le seirbh&iacute;s&iacute; farant&oacute;ireachta aontaithe d'Inis M&oacute;r, t&aacute; muintir an oile&aacute;in f&aacute;gtha ag brath ar chomhlacht pr&iacute;obh&aacute;ideach, Island Ferries, at&aacute; ag cur seirbh&iacute;s an-mhaith ar f&aacute;il, d&aacute;la an sc&eacute;il.  I nd&aacute;ir&iacute;re, t&aacute; an comhlacht pr&iacute;obh&aacute;ideach sin in ann feidhmi&uacute; ar a chonl&aacute;n f&eacute;in.</p> <p>Arda&iacute;odh go leor imn&iacute; ag an am anseo agus freisin i measc pobal &Aacute;rainn.  D&uacute;radh go mbeadh an comhlacht in ann an conradh a bhriseadh d&aacute; tharl&oacute;dh rud &eacute;igin; mar shampla, muna mbeadh an seirbh&iacute;s seo brab&uacute;sach n&oacute; muna mbeadh airgead &aacute; dh&eacute;anamh ag an gcomhlacht.  Bh&iacute; s&eacute; r&aacute;ite go mb'fh&eacute;idir go nd&eacute;anfadh an comhlacht an seirbh&iacute;s go Inis M&oacute;r a tharraingt siar san am nach raibh airgead &aacute; dh&eacute;anamh acu; s&eacute; sin, aimsir an gheimhridh.  Le barr a chur ar an m&iacute;-&aacute;dh, feictear go bhfuil t&aacute;ille calafoirt de 80 cent in aghaidh an phaisin&eacute;ara &aacute; ghearradh de r&eacute;ir fodhl&iacute;the nua ag Comhairle Chontae na Gaillimhe ar Chalafort Chill R&oacute;n&aacute;in.  T&aacute; s&eacute; sin ag cruth&uacute; go leor deacrachta&iacute;.  Tuigim go raibh c&aacute;s c&uacute;irte ann an tseachtain seo maidir leis na t&aacute;ill&iacute; sin le feice&aacute;il an bhfuil siad dleathach.  De r&eacute;ir mar a thuigim, d'&eacute;irigh le Comhairle Chontae na Gaillimhe sa ch&aacute;s sin agus t&aacute; cead acu na t&aacute;ill&iacute; sin a bhaint amach.  D&uacute;irt an comhlacht linn go bhfuil idir &euro;120,000 agus &euro;150,000 in aghaidh na bliana i gceist leis na t&aacute;ill&iacute; sin, agus d&aacute; bhr&iacute; sin, nach bhfuil an seirbh&iacute;s inmharthana.  Tuigim go bhfuil an comhlacht ag iarraidh go gcuirf&iacute; deireadh leis na t&aacute;ill&iacute; sin.</p> <p>Is d&oacute;cha gurb &iacute; an cheist is pr&aacute;inn&iacute; anseo n&aacute; go bhfuil lucht an chomhlachta ag r&aacute; go mbeidh orthu an seirbh&iacute;s farant&oacute;ireachta go hInis M&oacute;r a tharraingt siar ar 17 Ean&aacute;ir seo chugainn muna n-athra&iacute;onn rud &eacute;igin.  D'fh&aacute;gfadh s&eacute; sin muintir Inis M&oacute;r gan seirbh&iacute;s farant&oacute;ireachta, rud a bheadh tubaisteach amach is amach d&oacute;ibh.  Caithfear an sc&eacute;al seo a r&eacute;iteach go sciobtha, agus roimh an Nollaig m&aacute;s f&eacute;idir.  M&aacute;s rud &eacute; go raibh an Aire St&aacute;it na Gaeltachta s&aacute;sta conradh PSO a thairiscint, caithfidh go dtuigeann s&eacute; nach f&eacute;idir an seirbh&iacute;s farant&oacute;ireachta go Inis M&oacute;r a rith ar bhonn brab&uacute;sach.  D&aacute; bhr&iacute; sin, nuair n&aacute;r ghlac an chomhlacht a bh&iacute; i gceist leis an PSO, bheif&iacute; den tuairim go gcuirf&iacute; amach PSO eile ag glacadh leis nach f&eacute;idir leis an tseirbh&iacute;s leanacht ar aghaidh &oacute; cheann ceann na bliana gan taca&iacute;ocht.  N&iacute; thuigim c&eacute;n f&aacute;th n&aacute;r tharla a leith&eacute;id.</p> <p>Tuigim &oacute; r&aacute;itis &eacute;ags&uacute;la at&aacute; d&eacute;anta ag an Aire St&aacute;it, an Teachta McHugh, sna me&aacute;in go bhfuil s&eacute; ag cur na sc&eacute;ala seo anonn i gComhairle Chontae na Gaillimhe agus ag r&aacute; go mbaineann an fhadhb seo leis an gcomhlacht agus leis an gcomhairle chontae.  Iarraim ar an Aire St&aacute;it, an Teachta &Oacute; R&iacute;ord&aacute;in, an phointe a dh&eacute;anfainn mar fhreagra ar sin a th&oacute;g&aacute;il ar ais chuig Aire St&aacute;it na Gaeltachta.  T&aacute; dualgas ar an Aire St&aacute;it, an Teachta McHugh, &oacute; thaobh na hoile&aacute;in agus &oacute; thaobh pobal na n-oile&aacute;in.  T&aacute; s&eacute; de dhualgas air a chinnti&uacute; go mbeidh seirbh&iacute;s lean&uacute;nach farant&oacute;ireachta ag muintir Inis M&oacute;r mar a bh&iacute; le fada an l&aacute;.  C&eacute;ard at&aacute; &aacute; dh&eacute;anamh ag an Aire St&aacute;it faoi l&aacute;thair le cinnti&uacute; go mbeidh a leith&eacute;id ann?  An bhfuil s&eacute; in ann geall&uacute;int a thabhairt do mhuintir &Aacute;rainn go mbeidh an seirbh&iacute;s acu an bhliain seo chugainn agus go leanfaidh s&eacute; ar aghaidh?  N&iacute; cheart go mbeadh aon bhriseadh sa tseirbh&iacute;s.  Ba ch&oacute;ir go mbeadh an seirbh&iacute;s ar chomhchaighde&aacute;n leis an tseirbh&iacute;s reatha at&aacute; ann, mar shampla &oacute; thaobh caighde&aacute;n na mb&aacute;d agus c&eacute; chomh minic is a th&eacute;ann na b&aacute;id isteach is amach.</p> <p>T&aacute; s&eacute; seo thar a bheith pr&aacute;inneach.  Tuigim go bhfuil scairshealbh&oacute;ir&iacute; &eacute;ags&uacute;la ann, ach teasta&iacute;onn ceannr&oacute;da&iacute;ocht anseo.  De r&eacute;ir mar a thuigim, t&aacute; ceisteanna ann &oacute; thaobh Comhairle Chontae an Chl&aacute;ir anois.  Tuigtear go bhfuil siad ag baint t&aacute;ille &euro;1 as b&aacute;id at&aacute; ag teacht as D&uacute;lainn isteach go h&Aacute;rainn.  T&aacute; baol ann anois go mbeidh deireadh leis an tseirbh&iacute;s.  N&iacute;l aon mhaith bheith ag seasamh siar n&oacute; ag su&iacute; siar sa chathaoir ag f&eacute;achaint c&eacute;ard a tharl&oacute;idh.  Iarraim ar an Aire St&aacute;it na scairshealbh&oacute;ir&iacute; &eacute;ags&uacute;la a bhaili&uacute; timpeall an bhoird ionas gur f&eacute;idir an cheist seo a r&eacute;iteach agus todhcha&iacute; na seirbh&iacute;se farant&oacute;ireachta seo a chinnti&uacute; do phobal &Aacute;rainn.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.11" speakerid="com.kildarestreet/member/1018" speakername="Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#A00700"><p>Ba mhaith liom i dt&uacute;s bu&iacute;ochas a ghlacadh leis an Seanad&oacute;ir as ucht an t-&aacute;bhar t&aacute;bhachtach seo a chur ar an gcl&aacute;r d&iacute;osp&oacute;ireachta.  Is f&iacute;or go bhfuil c&uacute;raim&iacute; Gaeltachta agus oile&aacute;n leagtha ar an Aire St&aacute;it sa Roinn Eala&iacute;on, Oidhreachta agus Gaeltachta.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2301"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->Cuireann an Roinn f&oacute;irdheontas ar f&aacute;il chun seirbh&iacute;s&iacute; iompair<font color="#FF0000"></font>a chur ar f&aacute;il chuig na hoile&aacute;in a bhfuil c&oacute;na&iacute; orthu thart timpeall an ch&oacute;sta.  T&aacute; na seirbh&iacute;s&iacute; seo comhdh&eacute;anta de sheirbh&iacute;si farant&oacute;ireachta paisin&eacute;ara agus lastais.  In theannta sin, tugann an Roinn f&oacute;irdheontas chun seirbh&iacute;s aeir a chur ar f&aacute;il chuig na tr&iacute; Oile&aacute;n &Aacute;rann, ar a n-&aacute;ir&iacute;tear Inis M&oacute;r, faoi chonradh oibleag&aacute;id sheirbh&iacute;s phoibl&iacute;, n&oacute; PSO, mar a deir an Seanad&oacute;ir f&eacute;in.  Mar chuid de seo, cuireann an Roinn c&uacute;namh ar f&aacute;il don seirbhis bainist&iacute;ochta do na haeradr&oacute;im at&aacute; lonnaithe ar na hoile&aacute;in.  San ioml&aacute;n, t&aacute; seirbh&iacute;s&iacute; taistil<font color="#FF0000"></font>f&oacute;irdheonaithe &aacute; maoini&uacute; ag an Roinn do 19 oile&aacute;n i nD&uacute;n na nGall, Maigh Eo, Gaillimh agus Corcaigh.  Cinnt&iacute;onn an taca&iacute;ocht sin go mb&iacute;onn c&oacute;ras taistil s&aacute;bh&aacute;ilte rialta ar f&aacute;il do na hoile&aacute;in don bhliain ioml&aacute;n.  Leis an gc&uacute;namh sin b&iacute;onn feabhas ar chaighde&aacute;n maireacht&aacute;la na n-oile&aacute;nach a thaca&iacute;onn le pobail inmharthana agus a chuid&iacute;onn le turas&oacute;ireacht.  Anuas ar an m&eacute;id sin, t&aacute; an Roinn, &oacute; nios luaithe i mbliana, ag maoini&uacute; na strucht&uacute;ir bhainist&iacute;ochta ar na hoile&aacute;in neamh-Ghaeltachta.  Bh&iacute; buis&eacute;ad de &euro;5.9 milli&uacute;n ar f&aacute;il don Roinn sa bhliain 2015 le caitheamh ar ch&uacute;rsa&iacute; taistil do na hoile&aacute;in.  Meabhra&iacute;m don Seanad&oacute;ir agus don Teach gur caitheadh 57% den bhuis&eacute;ad sin ar sheirbh&iacute;s&iacute; iompair do na hOile&aacute;in Arainn.<br/><br/>Maidir le h&Aacute;rainn, n&oacute; Inis M&oacute;r, th&aacute;inig deireadh leis an gconradh farant&oacute;ireachta paisin&eacute;ir&iacute; don oile&aacute;n sin ar 31 Ean&aacute;ir 2013.  Chuaigh mo Roinn i mbun phr&oacute;iseas tairisceana poibl&iacute; sa ghn&aacute;thshl&iacute;, chun conradh nua c&uacute;ig bhliana suas go dt&iacute; an 31 Ean&aacute;ir 2018 a aont&uacute;.  N&iacute; bhfuair an Roinn aon tairiscint i leith na seirbh&iacute;se laistigh den sprioc-am, &aacute;fach.  In &eacute;agmais tairisceana, bh&iacute; comhr&aacute;it&iacute; idir oifigigh na Roinne agus an farant&oacute;ir a bh&iacute; ag cur na seirbh&iacute;se ar f&aacute;il, chun pl&eacute; a dh&eacute;anamh ar an bhf&eacute;idearthacht teacht ar r&eacute;iteach chun conradh nua a aont&uacute; ar na t&eacute;arma&iacute; c&eacute;anna is a bh&iacute; sa chonradh roimhe sin.  Faraor, n&iacute;or &eacute;irigh leis na comhr&aacute;it&iacute; sin mar nach bhf&eacute;adfadh an Roinn g&eacute;illeadh d&rsquo;&eacute;ilimh an fharant&oacute;ra go mbeadh ard&uacute; substainti&uacute;il ar an bhf&oacute;irdheontas ar sheirbh&iacute;s at&aacute;, de r&eacute;ir cos&uacute;lachta, eacnama&iacute;och gan f&oacute;irdheontas.  P&eacute; sc&eacute;al &eacute;, lean an farant&oacute;ir ar aghaidh ag cur na seirbh&iacute;se ar f&aacute;il ag an am.  Ansin sa bhliain 2014, bh&iacute; s&eacute; r&aacute;ite ag an bhfarant&oacute;ir c&eacute;anna nach mbeadh aon rogha aige ach &eacute;ir&iacute; as an seirbh&iacute;s a chur ar f&aacute;il &oacute; Shamhain 2014 mar bh&iacute; caillteanas &aacute; dh&eacute;anamh ag an gcuideachta agus n&iacute; fh&eacute;adfa&iacute; Iean&uacute;int ar aghaidh.  Chinn an Roinn go mb'fhearr tairiscint&iacute; poibli a lorg sa ghn&aacute;thbhealach do chonradh n&iacute;os faide a thiocfadh chun cr&iacute;och ar an 31 Deireadh F&oacute;mhair 2017, an t-am c&eacute;anna a chr&iacute;ochn&oacute;dh an conradh le Aran Ferries Teo do sheirbh&iacute;s Inis Me&aacute;in agus Inis Oirr.  Fuarthas tairiscint amh&aacute;in &oacute; Aran Ferries Teo.  Cuireadh coiste le ch&eacute;ile chun meas&uacute;n&uacute; a dh&eacute;anamh ar an tairiscint sin.  Bh&iacute; cruinni&uacute; idir an Roinn agus an comhlacht ar 22 Deireadh F&oacute;mhair 2014 mar chuid den idirbhearta&iacute;ocht agus tar &eacute;is go leor pl&eacute; rinne siad f&eacute;in cinneadh go bhf&aacute;gfa&iacute; ruda&iacute; mar a bh&iacute;, gan aon chonradh leis an Roinn, agus go Ieanfadh Aran Ferries Teo ag cur na se&iacute;rbh&iacute;se ar f&aacute;il tr&iacute;d an ngeimhreadh chomh maith leis an samhradh.  Tuigtear dom go bhfuil an farant&oacute;ir s&aacute;sta Iean&uacute;int leis an tseirbh&iacute;s bhliant&uacute;il i gc&oacute;na&iacute; ag an minic&iacute;ocht ch&eacute;anna<font color="#FF0000"></font>gan f&oacute;irdheontas &oacute;n Roinn.  T&aacute; &eacute;isteacht tugtha ag an Roinn don chuideachta agus tuigim go bhfuil an deacracht at&aacute; ann faoi I&aacute;thair ag eascairt as na fodhl&iacute;the at&eacute; le cur i bhfeidhm ag Comhairle Chontae na Galllimhe.<br/><br/>Ba mhaith liom a shoil&eacute;iri&uacute; don Seanad&aacute;ir go bhfuiI an tAire oscailte d&rsquo;aon ch&eacute;im r&eacute;as&uacute;nta a th&oacute;g&aacute;il a chuideodh le r&eacute;iteach a fh&aacute;il ar an gceist ata ardaithe aige.  Tuigim nach bhfuil an farant&oacute;ir ag &eacute;ileamh fh&oacute;irdheontais &oacute;n Roinn ach go bhfuil s&eacute; r&aacute;ite aige nach mbeidh s&eacute; in ann seirbh&iacute;s a chur ar f&aacute;il sa gheimhreadh m&aacute; chuirtear na fodhl&iacute;the i bhfeidhm.  Is l&eacute;ir don Aire mar sin go mbaineann an cheist &aacute;irithe at&aacute; faoi chaibidil ag an Seanad&oacute;ir le Comhairle Chontae na Gaillimhe agus an farant&oacute;ir.  &Eacute; sin r&eacute;ite t&aacute; an tAire St&aacute;it le freagracht as na hoile&aacute;in, s&aacute;sta tathant ar na p&aacute;irtithe leasmhara &eacute;ags&uacute;la teacht le ch&eacute;ile chun a chinnti&uacute; go leanfar leis an tseirbh&iacute;s farant&oacute;ireachta chuig &Aacute;rann.  Is f&eacute;idir liom a chinnti&uacute; don Seanad&oacute;ir go leanfar le gach iarracht chun a chinnti&uacute; go mbeidh seirbhis farant&oacute;ireacht rialta do phaisin&eacute;ir&iacute; chuig an oile&aacute;n i rith na bliana agus go bhfuil an Roinn ar f&aacute;il aon am le haghaidh comhr&aacute;it&iacute;.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.13" speakerid="com.kildarestreet/member/1122" speakername="Trevor &Oacute; Clochartaigh" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#B00200"><p>T&aacute;im bu&iacute;och don Aire St&aacute;it as ucht an freagra sin a l&eacute;amh.  An rud nach bhfeicim m&oacute;r&aacute;n tr&aacute;chta air anseo n&aacute; pobal &Aacute;rann agus na mianta at&aacute; acusan.  Deir an tAire St&aacute;it go bhfuil s&eacute; s&aacute;sta aon ch&eacute;im r&eacute;as&uacute;nta a th&oacute;g&aacute;il leis an gceist seo a r&eacute;iteach.  T&aacute;im ag iarraidh air c&eacute;im r&eacute;as&uacute;nta amh&aacute;in a th&oacute;g&aacute;il, is &eacute; sin ceannaireacht a ghlacadh agus cruinni&uacute; a shocr&uacute; idir na p&aacute;irtithe leasmhara.  N&iacute; leor a bheith ag tathant ar na p&aacute;irtithe teacht le ch&eacute;ile.  D'fh&eacute;adfadh s&eacute; ceannaireacht a th&oacute;g&aacute;il.  Tuigim gur duine iontach r&eacute;as&uacute;nta &eacute; an tAire St&aacute;it, an Teachta McHugh, ins na ceisteanna seo ach t&aacute; pr&aacute;inn leis mar gheall go bhfuil an tseirbh&iacute;s le cr&iacute;ochn&uacute; ar 17 Ean&aacute;ir.  In &aacute;it a bheith ag fanacht le go dtiocfadh siad seo le ch&eacute;ile, d'fh&eacute;adfadh s&eacute; an cheannaireacht sin a ghlacadh, daoine a tharraingt le ch&eacute;ile agus teacht ar r&eacute;iteach.  N&iacute; d&oacute;igh liom go bhfuil s&eacute; dosh&aacute;raithe i gcomhth&eacute;acs an airgid at&aacute; i gceist agus n&iacute; d&oacute;igh liom go bhfuil s&eacute; f&iacute;or a r&aacute; go bhfuil an farant&oacute;ir s&aacute;sta leanacht ar aghaidh mar t&aacute; s&eacute; tar &eacute;is f&oacute;gra a thabhairt go bhfuil s&eacute; chun cr&iacute;ochn&uacute; ar an 17 Ean&aacute;ir.  B'iontach an bronntanas Nollaig &eacute; do mhuintir &Aacute;rainn an cruinni&uacute; seo a tharraingt le ch&eacute;ile, teacht ar chomhr&eacute;iteach agus go mbeadh muid in ann an sc&eacute;al seo a shocr&uacute; roimh an Nollaig m&aacute;s f&eacute;idir.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.14" speakerid="com.kildarestreet/member/1018" speakername="Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#B00300"><p>Gabhaim bu&iacute;ochas leis an Seanad&oacute;ir as an m&eacute;id sin.  T&aacute; s&eacute; ag iarraidh a r&aacute; go gcaithfimid a bheith r&eacute;as&uacute;nta agus n&iacute;l i gceist anseo ach cruinni&uacute; a shocr&uacute; idir na p&aacute;irtithe uilig.  Labhr&oacute;idh m&eacute; leis an Aire St&aacute;it.  Dar liom f&eacute;in, is plean r&eacute;as&uacute;nta &eacute; sin ar bhealach agus b'fh&eacute;idir gur ch&oacute;ir d&uacute;inn dul s&iacute;os an bhealaigh sin.  Beidh m&eacute; ag caint leis an Aire St&aacute;it agus inseoidh m&eacute; leis an m&eacute;id a bh&iacute; le r&aacute; ag an Seanad&oacute;ir.</p></speech>
    <minor-heading id="com.kildarestreet/seanad/2015-12-17a.15" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#B00400">Adoption Legislation</minor-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.16" speakerid="com.kildarestreet/member/1200" speakername="Averil Power" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#B00500"><p>At the start of this year, the Seanad passed the Adoption (Identity and Information) Bill proposed by me and seconded by Senator Jillian van Turnhout.  The Bill passed the Seanad with unanimous support.  It was also supported by groups representing adopted people and natural parents.  In July, the Government indicated its intention to move this issue forward by bringing forward its own Bill.  I gave that Government announcement a cautious welcome at the time.  I said I was glad to see any progress on this issue, but I was concerned that the Government Bill might not be passed before the election.</p> <p>I also expressed some concerns about aspects of that Bill, as did the Adoption Rights Alliance and the Irish First Mothers group.  We were particularly concerned about two issues, namely, the statutory declaration that adopted people would be forced to sign before being given their birth certificates and the inclusion of an information veto provision, allowing that in some circumstances an adopted person could be refused the basic information in his or her birth certificate where so-called "compelling reasons" exist, although the heads of the Bill did not make it clear what exactly those might be.</p> <p>The committee on health and children also looked at this issue recently.  It listened to those concerns.  It invited all the different groups in - the various groups representing adopted people and natural parents, Tusla, the Adoption Authority, lawyers like Fergus Ryan, who drafted my own Bill and Conor O'Mahony from University College Cork, who is an expert on this area - and very thoroughly considered all the issues involved.  After that, the committee also recommended changes on those two areas I mentioned: the statutory declaration and the compelling reasons for non-release.</p> <p>It is now the end of December and I am very concerned at this stage that the Government's proposed legislation is unlikely to get through the Oireachtas before the election.  This is a source of great concern, not just to myself as a legislator and as an adopted person, but also to tens of thousands of adopted people and natural parents all across the country who were separated through forced adoption.  This is the first chance they have had to be given rights by the Irish Government.  This issue has never been legislated on before, even though in the UK adopted people have had a right to their birth certificate and birth identity since the 1970s, as has been the case for decades in Northern Ireland and elsewhere.  There was great hope.  When the Seanad passed my Bill earlier this year, I got letters from all over the country, many of them from elderly natural parents - women who were forced to separate from their children decades ago, who are getting on in years and are concerned that they might never get to meet their son or daughter before they pass away.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Averil Power:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2351"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2351&amp;amp;pid=AverilPower&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->Such women wrote to me in great hope and expectation saying they were delighted that somebody was finally doing something about this, and they hoped the legislation would be passed without further delay.  The reason I have tabled this Commencement matter today is to ask the Minister of State, who is attending on behalf of the Minister for Children and Youth Affairs, if the legislation will be brought forward by the Government before the election.  Will it be amended to take account of the recommendations of the Joint Committee on Health and Children?  I remind the Minister of State of a Bill on the Order Paper, passed by this House and endorsed by the Government representatives in the House who stated at the time that they hoped that Bill would be progressed and that the Government would work with Senator Jillian van Turnout, me and others in getting legislation through, based on that Bill.  If the Government Bill is not going to be passed on time, I urge the Minister of State to look again at the Seanad Bill which is halfway through the process in the Oireachtas and could easily be brought through the D&aacute;il before the election.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.18" speakerid="com.kildarestreet/member/1018" speakername="Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#C00200"><p>As the Senator is aware, the Government approved the publication of the heads and general scheme of the adoption (information and tracing) Bill 2015 last July.  The Bill is intended to facilitate access to adoption information and operates on the basis of presumption in favour of disclosing information in so far as is legally and constitutionally possible.  The Bill will, for the first time, provide a statutory basis for the provision of information related to both past and future adoptions.  It will provide clarity around the information that can be provided and the circumstances in which it can be provided.</p> <p>Efforts have been ongoing for many years to address the issues related to the provision of a statutory entitlement to identity information, in particular an original birth certificate to adopted persons.  The overall policy objective in bringing forward proposed legislation on adoption information and tracing has always been to provide access to as much information as possible to adopted persons.</p> <p>The adoption (information and tracing) Bill 2015 provides that where an adoption was effected prior to the commencement of this Bill, the information required to apply for a birth certificate will be provided to an adopted person when they have signed a statutory declaration agreeing to respect the privacy of their birth parent and not to contact their birth parent or ask anyone else to make contact on their behalf.  There will be no requirement for an adopted person to sign a statutory declaration where birth parents have indicated a preference for contact or have consented to the release of the information or where it is established that the birth parents are deceased.  The Bill also provides that where an adoption is effected after the commencement of this Bill, an adopted person will be entitled to their birth certificate once they are aged 18 or over.</p> <p>The Bill also provides that the Adoption Authority of Ireland will be responsible for collecting, restoring, preserving and the safekeeping of adoption records, including information relating to informal adoptions and persons whose birth was incorrectly registered.  It will set out the information that must be retained by the authority for future adoptions and, in so far as it is available, for past adoptions, persons whose adoption is registered in the register of inter-country adoptions, informal adoptions and incorrect birth registrations  Persons who were the subject of incorrect birth registrations will be given access to service provision.</p> <p>The Bill was referred to the Oireachtas Joint Committee on Health and Children for pre-legislative scrutiny and the committee published its report recently.  The committee&rsquo;s key recommendations were that the definition of "compelling reasons" be further clarified and more tightly defined in the Bill.  In cases where non-disclosure is sought citing compelling reasons, this should be supported by medical evidence.  Consideration should be given to excluding the statutory declaration provision from the Bill.  This could possibly be replaced by an alternative provision where the applicant is required, before the birth certificate is released, to attend one preparatory session to discuss and explore the issues concerning privacy and respect.  Consideration should be given to reducing the lead-in to a much shorter time period and to holding a shorter, more intense information awareness campaign over a six-month period, to include engagement with social media and a wide range of community groups which can help to raise awareness about the new register.  In the case of the illegally adopted, consideration should be given to establishing a dedicated unit to investigate those cases actively and a review of service requirements arising from the Bill should be undertaken.</p> <p>The Minister, Deputy James Reilly, welcomes the report of Oireachtas committee and believes it is a valuable contribution to the debate on this important Bill.  He has examined the recommendations of the committee very carefully and will shortly finalise the Bill in light of the committee&rsquo;s recommendations.  The heads will be submitted to the Office of the ParIiamentary Counsel very shortly with a request to draft the Bill as a matter of urgency.  In view of the size and complexity of the Bill, the Minister does not want to offer any guarantees about how quickly it can be finalised.  However, he wishes to assure the Senator that he will work closely with the Attorney General to facilitate the Bill's completion as soon as possible.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.19" speakerid="com.kildarestreet/member/1138" speakername="Terry Brennan" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#C00300"><p>An bhfuil ceist ag an tSeanad&oacute;ir?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.20" speakerid="com.kildarestreet/member/1200" speakername="Averil Power" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#C00400"><p>T&aacute;.  I appreciate the Minister of State is replying on behalf of the Minister for Children and Youth Affairs.  I am very disappointed that there is no commitment to passing the Bill before the election.  Thousands of people are waiting on this legislation which is very important for many people who are separated through adoption.  I appreciate the Minister of State's brief is on equality issues.  What equality does one have when one does not even know who one is?  For 30 years of my life I did not know my original name.  I did not know where I came from.  I did not know anything about my parents.  I did not know my medical history.  I did not know any of that.  Thankfully, eventually, I found my mother and I have that information.  There are tens of thousands of people throughout the country who do not.  There are elderly women across Ireland who were forced to separate from their children decades ago and do not know if they are okay.  The Minister has probably seen the movie "Philomena" about her story.  I get letters all the time from other women who had the same experience and who have spent decades looking for their lost son or daughter and cannot find them due to resistance on the part of the State.</p> <p>The reply stated that this is a complicated issue.  I do not agree.  This system is in place in the UK , Northern Ireland, Wales and elsewhere for decades.  We have seen much complex legislation being rushed through the House in recent weeks so I think where there is a will there is a way.  We have seen the Legal Services Regulation Bill and the extraordinary process of how it came through this House, with the number of amendments the Government tabled to its own Bill, and to ensure it could pass that legislation before the recess and before the House finishes for the election.  I urge the Minister of State to speak to the Minister, Deputy Reilly, about this Bill and remind him again of the Seanad Bill which has passed halfway through the House and is closer to the recommendations of the Joint Committee on Health and Children than is the Government Bill.  Many of the issues of which the committee was critical were not in the Bill that Senator Jillian van Turnout and I tabled.  I ask the Minister of State to look at this again.  I genuinely believe that if the interest is there it can be done.  I understand it will require resources on behalf of the draftsman but this is the first time we have ever got a Government this far, almost to legislating for adoption rights.  I urge the Minister of State to ensure it goes the full distance.  Let us work together to ensure this is done.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.21" speakerid="com.kildarestreet/member/1018" speakername="Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#C00500"><p>I appreciate the Senator's commitment to this issue and her own personal connection with the issue.  I will endeavour to discuss the issue with the Minister, Deputy Reilly.  I am sure that whatever progress can be made on this Bill before the ending of the term of parliament will be made.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.22" nospeaker="true" time="10:30:00" ><p>Sitting suspended at 10.58 a.m. and resumed at 11.30 a.m.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-12-17a.23" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#G00100">Order of Business</major-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.24" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#G00200"><p>As this is the last Order of Business we will have in this session, I take this opportunity to extend every good wish to the Cathaoirleach and all staff and Members for the Christmas period.  I hope all Senators will have a healthy and successful new year in their efforts to be re-elected to the House.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.25" speakerid="com.kildarestreet/member/1136" speakername="David Norris" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#G00300"><p>And a successful election.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.26" speakerid="com.kildarestreet/member/1151" speakername="Paul Coghlan" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#G00400"><p>That is very important.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.27" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#G00500"><p>The Order of Business is No. 1, motion regarding the arrangements for the sitting of the House on Friday, 18 December, to be taken on the conclusion of the Order of Business, without debate; No. 2, motion regarding the report of the Joint Committee of Inquiry into the Banking Crisis, to be taken on the conclusion of No. 1, without debate; No. 3, motion regarding the exempted development regulations, back from committee, to be taken on the conclusion of No. 2, without debate; No. 4, Public Health (Alcohol) Bill 2015 &ndash; Order for Second Stage and Second Stage, to be taken at 12.45 p.m. and to adjourn no later than 2.15 p.m., with the time allocated for Second Stage to group spokespersons not to exceed eight minutes and to all other Senators not to exceed five minutes; No. 5, Bankruptcy (Amendment) Bill 2015 &ndash; all Stages, to be taken at 2.15 p.m. and to be brought to a conclusion no later than 4.15 p.m. by one question which shall be put from the Chair and which shall, in relation to amendments, include only those set down or accepted by the Government, with the time allocated for the Second Stage contributions of group spokespersons not to exceed eight minutes and for those of all other Senators not to exceed five minutes, with the Minister to be called on to reply for five minutes no later than 4 p.m; No. 6, Mental Health (Amendment) Bill 2008 - amendments from D&aacute;il &Eacute;ireann and Fifth Stage, to be taken on the conclusion of No. 5 and to be brought to a conclusion at no later than 5 p.m. by one question that shall be put from the Chair; and, No. 7, Planning and Development (Amendment) Bill 2015 - amendments from D&aacute;il &Eacute;ireann and Fifth Stage, to be taken on the conclusion of No. 6.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Paschal Mooney:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->As the Leader has indicated, this is the final Order of Business of this term and year.  The Government side will be glad to hear we will not oppose it this morning although, as with the Leader, I am not at all happy about the guillotining of Bills.  However, all sides of the House will welcome the Bankruptcy (Amendment) Bill and would not in any way wish to inhibit its speedy passage and signing into law as a matter of urgency.</p><p>On behalf of the Fianna F&aacute;il group, I join the Leader in extending our warmest Christmas greetings to the Cathaoirleach and his family, the Leas-Chathaoirleach, the Clerk and Clerk Assistant of the Seanad and all the staff of the Seanad Office.  I thank them for their outstanding work over the past 12 months and the efficient and courteous manner in which they have gone about their business.  The staff have been a great help to Senators in providing advice and responses to queries.  I thank the ushers, who have kept the House moving in their own quiet and efficient manner.  This House would not function were it not for the way in which they go about their business.  I wish them and their families a very happy Christmas.  I extend the compliments of the season to Senators on all sides of the House and wish them and their families all the joys and blessings of the holy season.  We are on the threshold of a new year, but it will be a new year with a difference in that there will be an election.  The complexion of this House will probably change dramatically so one can only speculate on the membership of the House this time next year.  I extend best wishes to those Senators who are campaigning for re-election and I hope they will be returned.  As my late father always used to say, "Go mbeirimid beo ag an am seo ar&iacute;s."  May we all be alive this time next year.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.29" speakerid="com.kildarestreet/member/1148" speakername="Ivana Bacik" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H00200"><p>I echo the words of colleagues who expressed this week on the Order of Business the hope that we would see the early release of Mr. Ibrahim Halawa, the Irish citizen detained in Egypt.  All of us share the hope that Mr. Halawa will be released and able to return home to Ireland to resume his studies at the earliest opportunity.  I endorse what colleagues have said about that and expressed my concerns over the lengthy period for which he has been detained and the ridiculous number of adjournments we have seen in the Egyptian court process.</p> <p>I welcome the historic climate change agreement reached in Paris at the weekend and the publication of the White Paper on energy seeking a carbon-free energy system for Ireland, produced by the Minister for Communications, Energy and Natural Resources, Deputy Alex White.  </p> <p>Given that this is the last Order of Business before the break, I join the Leader and others in wishing all colleagues in the House a happy Christmas, peaceful break and happy new year.  I wish the Clerk and Clerk Assistant of the Seanad and all the staff in the Oireachtas, including the ushers and all the others who work so hard to make the place run smoothly, a happy Christmas also.  This Christmas, in particular, I thank all the staff in the Bills Office.  The Departments have been under such pressure drafting so much legislation this term.  I extend good wishes to Ms Phil Donnelly, the usher who has made history by being the first woman appointed as a team leader of the ushers.  Others have congratulated Phil earlier this week.  I wish a happy Christmas to all and echo the words of Senator Paschal Mooney, "Go mbeirimid beo ag an am seo ar&iacute;s."</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.30" speakerid="com.kildarestreet/member/1120" speakername="Paddy Burke" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H00300"><p>I welcome Deputy Tom Barry and his daughter to the Visitors Gallery.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.31" speakerid="com.kildarestreet/member/1136" speakername="David Norris" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H00400"><p>As leader of the Independent group, I join colleagues in wishing the Cathaoirleach and all members of staff, including the Clerk of the Seanad, Ms Deirdre Lane, and the other clerks and the ushers, a happy Christmas.  Over the years, we notice rolling change, and many of the old familiar faces are gone.  We wish well those who have gone, including those who have very recently retired.  They have performed a very remarkable service and have made life in this House so much easier.  We wish them a good holiday and a happy Christmas.</p> <p>I cannot help noticing the very large number of guillotines.  This is a practice that the Government initially set its face against.  It is a pity it is happening.  I do not blame the Leader at all.  In the calm light of the new year, we should approach the Government requesting an end to the practice of having a Gadarene rush of legislation in the days leading up to Christmas.  There is no need for it.  If Government business were properly planned and if we had the correct number of professionally qualified draftspeople, there would be absolutely no need for it.  Guillotining is bad legislation and leads to defects in legislation.  It is very much to be regretted.</p> <p>As I speak, there are approximately ten Members of Seanad &Eacute;ireann, or one sixth of the membership, in the House.  I will have to leave after I speak, for which I apologise, but I usually stay here for the whole Order of Business.  Increasingly, I have noticed colleagues floating in just as the Order of Business is about to end, asking a question and then floating out again.  That treats not only Seanad &Eacute;ireann but also colleagues with disrespect.  This is a vital part of the day's business and should be treated with respect.  I hope we will address this in the new year.  Whether we will have time to do so before this Parliament disappears, I just do not know.  However, it is a practice that we need to address because it leads to a kind of ravelling away of the essential strength and core of Seanad &Eacute;ireann.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.32" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H00500"><p>Senator Norris should note that, of the ten Members present, six are from Fine Gael.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.33" speakerid="com.kildarestreet/member/1136" speakername="David Norris" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H00600"><p>Yes.  The Government side has a majority.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.34" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H00700"><p>We are all Senators.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.35" speakerid="com.kildarestreet/member/1120" speakername="Paddy Burke" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H00800"><p>Senator Conway on the Order of Business.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.36" speakerid="com.kildarestreet/member/1136" speakername="David Norris" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H00900"><p>We are, indeed, and some of us are even elected,-----</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.37" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H01000"><p>I wish the Senator a happy Christmas.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.38" speakerid="com.kildarestreet/member/1136" speakername="David Norris" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H01100"><p>------by real electorates of 65,000 and 100,000.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.39" speakerid="com.kildarestreet/member/1120" speakername="Paddy Burke" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H01200"><p>On the Order of Business.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.40" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H01300"><p>It is appropriate on the last sitting day of the year to wish all 60 Senators, who are hardworking, a very happy Christmas.  It is our duty to acknowledge our great Clerk, Ms Deirdre Lane, and Mr. Martin Groves, in addition to their assistants, Mr. Ronan Curran, Ms Niamh O'Grady and Ms Aisling Hart.  I also acknowledge Ms Keishia Taylor, who left us recently.  The staff run a very efficient office and are always present, courteous and helpful.  Of all the people I have ever worked with in many different guises over the years, the staff in the Seanad Office are among the best I have ever come across.  These remarks also apply to the Leader's office.  Ms Orla Murray and Mr. Frank Mulqueen keep that office going, much of the time under severe pressure.  Obviously, Ministers are demanding that legislation be passed.  The Leader must try to co-ordinate business to ensure sufficient time is devoted to legislating.  I agree with Senator Norris that the Leader has done a phenomenal job, and he deserves an easy couple of days before Christmas.  We wish him well in that regard.</p> <p>I look forward to being back here in January.  A few weeks ago, I actually did not believe we would be back but it now appears we will be back for at least two or three weeks in January.  The next six months will be challenging and difficult but I believe all 60 Senators who have worked here for the past five years have done an amazing job.  The Seanad would be well served if all 60 were returned.  Of course, there are some Senators retiring, including Senators Feargal Quinn and John Crown.  I wish them well also.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.41" speakerid="com.kildarestreet/member/1120" speakername="Paddy Burke" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H01400"><p>Twenty to 25 Senators speak every morning on the Order of Business.  The Order of Business is for a set period of 55 minutes so not everybody gets to contribute in any case.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.42" speakerid="com.kildarestreet/member/1140" speakername="Terry Leyden" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#H01500"><p>I welcome our colleague, Deputy Tom Barry, to the House and wish him well in the election.  I hope he does not get too attached to this House today on seeing how it works.</p> <p>I wish the Cathaoirleach well and thank him for his wonderful chairing of the Seanad over the past four or five years.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Terry Leyden:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=636"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->He has been exemplary in his work, as everyone must agree, as has the Leas-Chathaoirleach, Senator Denis O'Donovan.  I thank the Clerk, Clerk Assistant and all the staff who are part and parcel of this work in the Seanad, and wish them a very happy Christmas and a successful new year.  I find it a very effective and efficient organisation.  Much of that is owed to the Cathaoirleach, the Government Leader and Whip, and the Opposition leader and Whip, Senator Diarmuid Wilson.  Much good work has been done over the past four or five years, particularly over the past 12 months when many Bills were amended in this House which would not otherwise have been amended.  I compliment Senator Crown on bringing the ban on smoking in cars through this House.</p><p>As a former Minister for trade and marketing, will the Leader arrange for a debate early in January to call on the Minister for Foreign Affairs and Trade to review the trade embargo on Russia.  This is a personal call on my own behalf.  I am not speaking on behalf of any party but as someone who was a trade Minister.  We are aware of and condemn the annexing of Crimea and part of Ukraine by Russia.  However, Italy has decided to ignore the EU embargo and to trade with Russia again.  We are an open economy and export most of our beef and dairy produce.  We are a very efficient producer.  It is a major blow to the farming industry that, under European Union law, we can no longer trade with Russia, one of our great friends and trading partners.  Given that the Italians have moved in that direction, we should look at this.  There is also a precedent.  In 1982, when Argentina invaded its occupied islands of the Malvinas, or the Falklands, as others know them, which were occupied by the British Government, we decided not to go along with a European Union embargo.  Charles J. Haughey, who was then Taoiseach, decided that he would continue to trade with Argentina.  That is my recollection of that time.</p><p>We should take an independent stand on international affairs.  We were neutral in the Second World War and should remain neutral on international issues such as Russia, the United States and the European Union.  I ask the Leader to consider making contact with the Minister for Foreign Affairs and Trade and asking him to come in, hear the views of Seanad &Eacute;ireann in this regard and discuss the position regarding Ukraine, Crimea, Russia and the European Union.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.44" speakerid="com.kildarestreet/member/1118" speakername="Michael Mullins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#J00200"><p>I join colleagues in wishing the Cathaoirleach, Leas-Chathaoirleach and all the Members of the House a very happy, peaceful and healthy Christmas.  I also join in the words of thanks to the hard-working staff of this House.  We have had a highly productive year.  Much very significant legislation went through the House and we had many late sittings.  The staff of the House gave exemplary service under the leadership of the Clerk of the Seanad, Deirdre, and all the backup team.  I will not risk leaving somebody out by mentioning all the names but compliment the ushers and all the staff throughout the House who make life easy for us all and ensure that when we have visitors to the House, they are well looked after.</p> <p>I welcome Deputy Barry to the Visitors Gallery today along with all the students from around the country, including the Deputy's daughter, Fiona.  I know there are students from Garbally College in Ballinasloe due in shortly.</p> <p>It has been a difficult few weeks for many people whose businesses, homes and farms have been flooded.  Our thoughts are with them.  I pay tribute to all those who helped out during this crisis, including local authority staff, the Red Cross, the Army, and all the communities that came together.  I welcome the fact the Government has made available quite an amount of aid to assist business and home owners.  The one message we want to get out today is that towns such as Ballinasloe, Athlone and Bandon are all open for business.  I call on people to give as much business and support as they can in the remaining week before Christmas to the towns worst impacted by the flooding.</p> <p>I urge everybody to be very careful on the roads over Christmas and to ensure no family is visited with a road tragedy as a result of over-use of alcohol.  I wish everyone a happy Christmas agus, mar a deir Seanad&oacute;ir eile, go mbeirimid beo ar an am seo ar&iacute;s.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.45" speakerid="com.kildarestreet/member/1157" speakername="Sean Barrett" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#J00300"><p>I join in the good wishes to the Cathaoirleach, the Leader, all the staff in the Bills Office and the Seanad Office, the ushers and the people who serve us so splendidly throughout the year.  I thank all the Senators, from the father of the House to its newest Member, Senator Cahill.  We must wish the Members of the Seanad many happy returns, the appropriate greeting.</p><p><i>A Christmas Carol</i>was published this week back in 1843.  There are some nice quotations from it: &quot;it is good to be children sometimes, and never better than at Christmas, when its mighty Founder was a child himself&quot;, and &quot;there is nothing in the world so irresistibly contagious as laughter and good humour&quot;.  I wish that to all the Senators.</p><p>I congratulate Arlene Foster, who has made an important step today towards becoming the first woman Prime Minister on the island of Ireland.  This would bring in gender balance in that, in both jurisdictions, the top jobs would be held by one man and one woman.  We wish Ms Foster, a native of near Lisnaskea and a graduate of Queen's, well as she advances her political career.</p><p>I welcome Janet Yellen's raising of interest rates in the United States.  It is a welcome sign of a return to normality in economic policy in the western world.  It is a step towards recovery from the abnormality with which this House has had to cope since 2007 or 2008 and gives optimism for the future.  I thank everybody in this House and all those associated with it for the valuable work that has contributed to the betterment of the country again this year.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.46" speakerid="com.kildarestreet/member/1151" speakername="Paul Coghlan" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#J00400"><p>I join in the Christmas greetings and good wishes to the Cathaoirleach, the Clerk and all the staff who have been so helpful to us throughout the year.  Senators Mooney and Norris referred to the guillotine.  I do not like the use of that word.  It is not what the Leader intended at all.  In fairness to Senator Mooney, he was not attempting to be hard hitting, nor was Senator Norris.  They know that given the agreement between us on the issues - the Senator mentioned the Bankruptcy (Amendment) Bill as one instance - the timeline laid out by the Leader is not a guillotine at all.  There will be plenty of time allocated to talk those things out.  This House has a very good tradition of not having what might be referred to as a genuine guillotine.  I think that was only brought into operation here once in the past term.  We get on with our business constructively and happily and a good job has been done by this House.  Long may it be so.  Best wishes to everybody.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.47" speakerid="com.kildarestreet/member/1149" speakername="Marc MacSharry" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#J00500"><p>I wish everybody a happy Christmas, especially all the staff who had to put up with me so much over the past year.  I thank them and all colleagues for their work and wish them well.  In the new year, perhaps the Seanad could take a leadership role on the basis that those in the other House will be very much focused on the forthcoming general election.  The D&aacute;il will be dissolved while the Seanad will continue for a period.</p> <p>At this time of year, it is important that we think about the undocumented Irish in America.  I say this as a member of the Ireland America association here in the Houses.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Marc MacSharry:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2010"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2010&amp;amp;pid=MarcMacSharry&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->The Republicans have torpedoed President Obama's initiative to grant citizenship to the parents of children born in the US.  It will not happen.  A visa waiver scheme is applied, in many cases to Mexicans, and we have not benefited in the same way.  Under such a scheme, undocumented Irish in America could leave and re-enter the US without being banned for five or ten years.  We all have family members in our constituencies who have not been home for five to 20 years, even for family funerals and at Christmas we think about this.  As a nation, we must do much more to up the ante.  The eye will come off the ball in the D&aacute;il after Christmas.</p><p>Could the Leader petition the US Government on behalf of the Seanad to provide waivers to facilitate undocumented Irish to come home without fear of being unable to re-enter the US while a more permanent arrangement is made for them?  This is a very sad time for families here and in the US who are unable to see their loved ones.  It is a failure of our nation that all Governments, including the current one, have not secured the same benefits and use of the waiver scheme from which the Mexicans have managed to benefit greatly.  There is nothing to prevent the House from passing a motion on the issue and the Leader, and perhaps the Cathaoirleach, from taking the initiative and raising it up the US agenda on behalf of the Irish people.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.49" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K00300"><p>I join other Senators in wishing everybody a very happy Christmas.  Nollaig shona agus athbhliain faoi mhaise orthu go l&eacute;ir, including the staff in the office and all the ushers who help us throughout the year, our Leader, who has led by exemplary example and has made many changes to the Seanad, and the Leas-Chathaoirleach.  I welcome Deputy Barry and his daughter, Fiona, to the Seanad.  I know all the help daughters give to dads and children give to mums.  School children were here earlier.  Senator Crown is outside launching the regulations to implement the ban on smoking in cars with children.  The Bill, which was initiated in the Seanad, will do much for the health of the nation.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.50" speakerid="com.kildarestreet/member/1157" speakername="Sean Barrett" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K00400"><p>Hear, hear.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.51" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K00500"><p>We have another day to go.  Today, three Deputies are to appear in the Special Criminal Court offering themselves as bail sureties for a man arrested on IRA charges and in possession of explosives.  While I will not mention their names, we all know who they are.  Two of them spent an hour in prison wasting Garda time last week.  The Garda S&iacute;och&aacute;na is trying to do a job, and the elected Members of the D&aacute;il should help, not hinder, them.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.52" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K00600"><p>Hear, hear.  Well said.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.53" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K00700"><p>The head of the Garda special detective unit will be in court objecting in the strongest possible terms to bail.  Is there anything in Standing Orders in this or the other House that ensures people elected to uphold the law shall uphold the law, themselves and by example, and provides for penalties in that regard?  I ask for a review of Standing Orders to include something about it.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.54" speakerid="com.kildarestreet/member/1145" speakername="Feargal Quinn" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K00800"><p>I join all the other Senators in wishing everybody a happy Christmas and a very successful 2016.  While we will sit tomorrow, we will not have another Order of Business.</p> <p>It is interesting to see the change in the direction of traffic to Northern Ireland.  Some eight years ago, streams of cars were going to Newry from the South to buy as a result of the exchange rate.  Now, it is the opposite.  Dundalk is thriving due to the stream of cars coming South.  It will not last forever but let us ensure it is useful and successful and that we avail of the opportunity to gain the extra business we have on this basis.  It will be a good Christmas in the towns south of the Border.  We should do anything we can to encourage this business, given that it will not last.  Soon, hopefully, the exchange rate will change and we will have it back on that basis.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.55" speakerid="com.kildarestreet/member/1156" speakername="Mary White" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K00900"><p>After more than 20 years of global negotiations on climate change, 195 countries agreed an historic deal last Saturday at the Conference of Parties, COP 21, to keep the global temperature rise to below 2&deg; Celsius in order to significantly reduce the risk and impact of climate change.  To achieve this, we will have almost eliminate most use of fossil fuels by 2050.  Fossil fuels must be kept in the earth and this must become the mantra of every Irish person.  Some years ago, Deputy Miche&aacute;l Martin and Fianna F&aacute;il became the first in the world to ban smoking in workplaces.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.56" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K01000"><p>Hear, hear.  He did, and he was a great Minister for Health.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.57" speakerid="com.kildarestreet/member/1147" speakername="John Crown" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K01100"><p>Hear, hear.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.58" speakerid="com.kildarestreet/member/1156" speakername="Mary White" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K01200"><p>Over time, a cultural change took place and people bought into the decision that people could not smoke in workplaces.  We took leadership in the world, and the same is required again.  Here in Ireland, we are so full of ourselves that we think we are some big nation.  In other people's eyes we are just a little island with 4.5 million people.  However, we must take responsibility for initiatives and actions on climate change for the benefit of everybody in the world.  While the White Paper the Government produced yesterday is grand on the vision, the action is not spelled out.  We need a six-point action plan on keeping fossil fuels in the ground by 2050.  Last night, I was at a meeting in Trinity College.  Every person there had bought into the concept and wanted Irish citizens to take the lead.  People in the public audience were very critical of politicians and the Government's ambiguity about climate change.  We will discuss it another time.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.59" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K01300"><p>Hear, hear.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.60" speakerid="com.kildarestreet/member/1147" speakername="John Crown" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K01400"><p>On the day on which the Bill to ban smoking in cars where children are present, which was originated in the House, is being implemented by ministerial decree, I thank the Minister for Children and Youth Affairs, Deputy James Reilly, who adopted the Bill and shepherded it through the Oireachtas.  I also thank the Minister for Health, Deputy Leo Varadkar.  I particularly thank Senator Mark Daly and Senator Jillian van Turnhout for sponsoring the Bill with me and seeing it through when it looked as if it was getting stuck in the wheels.  I pay particular thanks to all the people in my office, especially Shane Kenneally, who did all the background research on this and all the other Bills I attempted to introduce.  Mr. Kenneally wrote six Bills, which may be a personal record for an assistant to a backbench, independent Senator, and I thank him and Aoife O'Toole.  I thank the Members of the House who supported the Bill.  Today is a good day for the health of children and in the war against tobacco.  Gabhaim bu&iacute;ochas leo go l&eacute;ir.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.61" speakerid="com.kildarestreet/member/1151" speakername="Paul Coghlan" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K01500"><p>Hear, hear.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.62" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K01600"><p>Well said.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.63" speakerid="com.kildarestreet/member/1126" speakername="Jim Walsh" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#K01700"><p>I join other Senators in wishing all the staff and Members of the House a very happy and holy Christmas and a successful new year.  Hopefully, those who are contesting the elections will be back in the House afterwards.  Could the Leader to convey to the Minister for Public Expenditure and Reform the desirability of including the salary scales in all advertisements for public appointments in the Civil Service, local authorities or other public bodies?<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Jim Walsh:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1982"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1982&amp;amp;pid=JimWalsh&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->We have heard a lot in recent times about exorbitant salaries being paid to people in different organisations, particularly the IFA, in a surreptitious way and without the members of the organisation, who should have decision-making capacity over these salaries, being aware of them.  This happens in very many organisations and, sadly, it has happened in the public service within the past decade.  It is essential that transparency exists and salaries should be clearly stated in newspaper advertisements.  These positions should also be opened up to people in the private sector.</p><p>Both public and private sector would benefit from greater mobility in the jobs market and by people moving from one to the other.  There is a skill set and an integrity in the public service which would be good for the private sector and there is a dynamic work ethic in the private sector which would benefit the public service.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.65" speakerid="com.kildarestreet/member/1129" speakername="Susan O'Keeffe" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#L00200"><p>As it is coming up to Christmas I draw attention to the plight of farmers, who have had a particularly difficult time.  Other colleagues have raised the continuing flooding and, even though it has stopped raining, the damage that has been done around the countryside is very difficult for some farmers to bear.  This comes on the heels of some of the revelations over the Irish Farmers Association and the difficulties there for members.  As we come into Christmas and spread some Christmas cheer I want to spare a thought for farmers.  A lot of troubles have accumulated, both on the representation side and on the reality side.</p> <p>Many farmers have paid their levies to the association over the year through meat factories.  Farmers have told me over the years that, if they were looking not to pay their levy to the IFA as they were having cattle killed, they could barely get out of the system.  Now, having paid the levies through the years, they find there is great uncertainty about the amount of money that has been paid out to various members.  With prices not being great, with flood damage and some meat companies still making very fine profits from their activities, it has been a difficult time indeed.  I trust that, as we go into the new year and into the future, this particular group of farmers will be remembered.  Perhaps we can come back to this matter in the new year. </p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.66" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#L00300"><p>I welcome Deputy Tom Barry and his daughter to the House.  I also welcome my friend and former colleague on Waterford City Council, Hilary Quinlan, to the Gallery.</p> <p>Many Members sent good wishes to everybody in the House.  Senator Mooney asked about the Bankruptcy (Amendment) Bill.  We have general agreement from everybody as regards the contents of that Bill so I do not think timing will make much difference.  I believe we will complete the Bill within the timeframe allowed.  Senator Bacik asked about the energy White Paper and Senator White raised the issue of climate change.  I am sure we will have a debate on that matter early in the new year.  </p> <p>Senator Bacik also raised the case of Ibrahim Halawa, as a number of Members did yesterday.  I have a note from the Department in regard to that case, which I will read to the House.  The Taoiseach himself has, on two occasions, addressed the case with the Egyptian President while the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, has met with and spoken to the Egyptian Foreign Minister, Mr. Shoukry, on numerous occasions.  He also met with the Egyptian ambassador yesterday and efforts are being made at EU level, with contact having been made by the EU with Egyptian officials.  </p> <p>Ibrahim receives regular visits from Irish diplomats.  Indeed, he has been visited 48 times since his detention and the Irish ambassador and his colleagues attend court and monitor matters closely.  This is in the context of a very challenging security situation in Egypt.  It is important to note that the Department of Foreign Affairs and Trade is experienced in dealing with complex consular cases and does so in a manner which it believes will serve the best interests of the citizen, the welfare of whom is at all times at the centre of its approach.  The Department has consulted widely in respect of this case with other countries who have had citizens in similar situations and these consultations inform the view that constant measured and firm diplomacy with the Egyptian authorities, including through the EU and other partners, offers the best chance of securing Ibrahim's release because it is ultimately a matter for the Egyptian authorities.</p> <p>The Minister, Deputy Flanagan, has indicated that he and his officials are available to brief Members on the approach to the case, bearing in mind that ultimately this is a very sensitive case.  We hope Ibrahim Halawa will be free in early course to come home and resume his studies and that is the wish of every Member of the House.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.67" speakerid="com.kildarestreet/member/1129" speakername="Susan O'Keeffe" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#L00400"><p>Hear, hear.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.68" speakerid="com.kildarestreet/member/1148" speakername="Ivana Bacik" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#L00500"><p>Hear, hear.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.69" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#L00600"><p>Senator Norris asked about the Order of Business and we will look at the situation of Commencement debates and the Order of Business.  He is right that we had eight or nine Members earlier but we have a lot more now, thankfully.  Senator Leyden asked about the scrutiny of legislation in the House.  He is quite right and we have had a number of amendments and Bills accepted in this House.  Senator Crown referred to one of them which was enacted today on the subject of banning smoking in cars where children are present.  This House has made a significant contribution to legislation and long may that continue.</p> <p>Senator Leyden also asked if a review of the trade embargo with Russia would be considered.  I will certainly raise the matter with the Minister for Foreign Affairs and Trade but I do not think we can remain neutral when we have one country trying to annex another.  I hope we will have a debate on the matter as requested. </p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.70" speakerid="com.kildarestreet/member/1156" speakername="Mary White" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#L00700"><p>Trade, not war.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.71" speakerid="com.kildarestreet/member/1140" speakername="Terry Leyden" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#L00800"><p>We have been annexed for 300 years ourselves.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.72" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#L00900"><p>Senator Mullins spoke about flooding in towns and said shops were open for business and should be supported.  Senator Quinn also raised the matter of businesses in small towns on this side of the Border.  They need to be given every support they can be given.</p> <p>Senator Barrett wished Arlene Foster well.  It appears that she will be the first woman First Minister in Northern Ireland</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.73" speakerid="com.kildarestreet/member/1148" speakername="Ivana Bacik" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#L01000"><p>Hear, hear.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.74" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#L01100"><p>The Senator also welcomed the raising of interest rates in the US, saying it would be good for the economy of the world, eventually.  Senator Coghlan spoke about the guillotining of Bills.  A guillotine probably would have been introduced for a number of Bills yesterday but they were all finished in ample time and none was guillotined.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Maurice Cummins:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->I hope that the same will be the case today.  Guillotining is not a good practice and the House does not practice it.  I try to avoid it wherever possible.</p><p>Senator MacSharry raised the issue of the plight of the undocumented Irish and called for greater access for Irish citizens to the visa waiver scheme.  If the Cathaoirleach, the House or I can do anything to improve their lot, we will not be found wanting.</p><p>Senator Keane referred to a court case.  I do not want wish to comment on it, as the question of sureties is a matter for the judge.  Any Senator can request a review of Standing Orders and make recommendations at any point in time.</p><p>I compliment Senator Crown on the passage of the Bill.  Senator Walsh, in discussing public service reform, made the point that salary scales in public bodies should be published.  I agree, as I see no reason for them not to be published.</p><p>Senator O'Keeffe rightly raised the issue of the plight of farmers.  Many Senators have raised this in recent days.  We will discuss it early in the new year.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.76" speakerid="com.kildarestreet/member/1120" speakername="Paddy Burke" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#M00200"><p>I welcome the teachers and pupils of Garbally College, Ballinasloe, County Galway.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.77" nospeaker="true" time="10:30:00" ><p>Order of Business agreed to.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-12-17a.78" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#M00400">Sitting Arrangements: Motion</major-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.79" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#M00500"><p>I move:</p><blockquote>That, notwithstanding anything in the Standing Orders relative to Public Business:(1) The Seanad shall meet at 10 a.m. on Friday, 18th December, 2015 and the following arrangements shall apply:<blockquote>(a) Standing Orders 29 and 30 shall stand suspended;<br /><br />(b) there shall be no Order of Business;<br /><br />(c) the business to be taken shall be confined to the items set out in the Schedule to this paragraph and, accordingly, no other business shall be taken unless the Seanad shall otherwise order on motion made by the Leader of the House or such other Senator as he may authorise in that behalf.</blockquote><div><b>Schedule</b></div><i>Harbours Bill 2015 - Report and Final Stages </i><br /><br />The proceedings on Report and Final Stages shall commence at 10 a.m. and shall, if not previously concluded, be brought to a conclusion no later than 11 a.m. by one question which shall be put from the Chair and which shall, in relation to amendments, include only those set down or accepted by the Government;<br /><br /><i>International Protection Bill 2015 Report Stage (Seanad Bill amended by the D&aacute;il) and Final Stage</i><br /><br />The proceedings on Report and Final Stages shall commence on the conclusion of Report and Final Stages of the Harbours Bill 2015 and conclude no later than 4 p.m., if not previously concluded, by one question which shall be put from the Chair.</blockquote></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.80" nospeaker="true" time="10:30:00" ><p>Question put and agreed to.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-12-17a.81" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#M00700">Joint Committee of Inquiry into the Banking Crisis: Motion</major-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.82" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#M00800"><p>I move:</p><blockquote>That, notwithstanding anything in Standing Orders, when the final report of the Joint Committee of Inquiry into the Banking Crisis is circulated to members in accordance with Standing Order 103L, the Cathaoirleach shall, at the first available opportunity, interrupt the proceedings of the Seanad, whereupon the Leader of the House (Deputy Leader or another Senator authorised by the Government for that purpose) shall, without notice, move a motion to publish the report in accordance with section 40(1)(<i>a</i>) of the Houses of the Oireachtas (Inquiries, Privileges and Procedures) Act 2013 and Standing Order 103L, which shall be taken without debate.&quot;</blockquote></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.83" nospeaker="true" time="10:30:00" ><p>Question put and agreed to.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-12-17a.84" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#M01000">Planning and Development (Amendment) (No. 4) Regulations 2015: Motion</major-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.85" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#M01100"><p>I move:</p><blockquote>That Seanad &Eacute;ireann approves the following Regulations in draft:Planning and Development (Amendment) (No. 4) Regulations 2015, copies of which were laid in draft form before Seanad &Eacute;ireann on 9th December, 2015.&quot; </blockquote></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.86" nospeaker="true" time="10:30:00" ><p>Question put and agreed to.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.87" nospeaker="true" time="10:30:00" ><p>Sitting suspended at 12.22 p.m. and resumed at 12.45 p.m.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-12-17a.88" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#O00100">Public Health (Alcohol) Bill 2015: Order for Second Stage</major-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.89" nospeaker="true" time="10:30:00" ><p></p><p></p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.90" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#O00300"><p>I welcome the Minister for Health, Deputy Varadkar, and his staff to the Chamber.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.91" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#O00400"><p>I move: &quot;That Second Stage be taken now.&quot;</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.92" nospeaker="true" time="10:30:00" ><p>Question put and agreed to.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-12-17a.93" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#O00600">Public Health (Alcohol) Bill 2015: Second Stage</major-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.94" nospeaker="true" time="10:30:00" ><p>Question proposed: "That the Bill be now read a Second Time."</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.95" speakerid="com.kildarestreet/member/948" speakername="Leo Varadkar" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#O00800"><p>I am pleased to introduce the Public Health (Alcohol) Bill to the House.  The Bill is the most far-reaching proposed by any Irish Government, with alcohol being addressed for the first time as a public health measure.  Ireland has a serious problem - we drink too much alcohol.  The majority of people who drink do so in a harmful way.  Our alcohol consumption is in the top five among the EU's 28 member states.  The Healthy Ireland Survey reported that 76% of the Irish population drank alcohol, with 53% of drinkers doing so at least weekly.</p><p>Patterns of drinking, especially drinking to the point of intoxication, play an important role in causing alcohol-related harm.  In Ireland when we drink, we tend to binge drink.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Leo Varadkar:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2192"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->The Healthy Ireland survey indicates that drinking to excess on a regular basis is commonplace throughout the population, with almost four in ten drinkers, or 39%, binge drinking on a typical drinking occasion and a quarter of them doing so at least once a week.  This pattern of drinking is causing significant harm to individuals, their families and society.  Alcohol was responsible for at least 83 deaths every month in 2011, is a contributory factor in half of all suicides and in deliberate self-harm, and is associated with a risk of developing health problems such as alcohol dependence, liver cirrhosis and cancer, as well as injuries.<br/><br/>The Government is committed to tackling the alcohol problem in Ireland and the widespread harm and pain it causes.  The Public Health (Alcohol) Bill is one of a suite of measures recommended by the steering group report on a national substance misuse strategy in 2012.  On 8 December last, the Government approved the publication of this Bill.  It aims to reduce alcohol consumption to 9.1 litres of pure alcohol per annum per person by 2020 and to reduce the harms associated with alcohol.  The Bill includes five main provisions: minimum unit pricing; health labelling of alcohol products; regulation of advertising and sponsorship of alcohol; structural separation of alcohol products in mixed trading outlets; and regulation of the sale and supply of alcohol in certain circumstances.<br/><br/>I will outline the Bill section by section to clarify its provisions.  The Bill is divided into three parts.  The first part, preliminary and general provisions, covers sections 1 to 9.  Section 1<b></b>makes standard provisions setting out the Short Title of the Bill and arrangements for its commencement.  The Bill can be commenced on a phased basis.  Section 2 deals with the interpretation of the Bill.  It defines the meaning of some of the terms used for the purposes of the Bill, including &quot;advertising&quot;, &quot;container&quot; and &quot;sell&quot;.  Section 3<b></b>outlines that the Bill will apply to clubs registered under the Registration of Clubs Acts 1904 to 2008.  Section 4 deals with regulations, allowing the Minister for Health to make regulations to bring the legislation into operation.  Section 5 is a standard provision dealing with expenses.  Section 6 is a standard provision dealing with the service of documents.<br/><br/>Section 7 sets out the offences under the legislation.  A person who commits an offence under the legislation will be liable on summary conviction to a fine not exceeding &euro;5,000 - a Class A fine - or imprisonment for a term of up to six months or both, and on conviction on indictment to a fine not exceeding &euro;100,000 or &euro;250,000 or imprisonment for a term of up to two or three years or both.  A continuing fine of up to &euro;2,000 per day is provided for where a person is convicted of specific offences and the contravention continues.  Contraventions including the non-display of health information in licensed premises and online and the sale of children's clothing to which certain restrictions apply will be summary offences.  The Bill provides for a defence if a person can show that he or she made all reasonable efforts to comply with the legislation.  A person convicted of an offence may also be ordered to cover the prosecution costs and expenses.  Summary proceedings under the Bill may be brought and prosecuted by the Health Service Executive, HSE.  The section also sets out provisions relating to offences committed by bodies corporate and their directors, managers or officers.<br/><br/>Section 8 provides for the remote sale of alcohol products.  This provision will ensure that if a person is sold an alcohol product from somewhere outside the Republic of Ireland that is dispatched from inside the Republic, the legislation governing the sale of alcohol products within the Republic will apply.  Section 9<b></b>repeals sections 20 and 23 of the Intoxicating Liquor Act 2003 and sections 9 and 16 of the Intoxicating Liquor Act 2008.<br/><br/>Part<b></b>2 of the Bill, which deals with alcohol products, covers sections 10 to 21.  Section 10<b></b>deals with minimum unit pricing, MUP.<b></b>The price is set at 10 cent per gram of alcohol.  It will be an offence to sell or advertise alcohol for retail sale at a price below this set minimum price.  The MUP can be increased by ministerial order three years after commencement and every 18 months thereafter following a review.  Alcohol products sold in duty free shops in airports are exempt from MUP.  When introduced, the minimum price for a can of beer with 5% alcohol by volume, ABV, will be &euro;1.97, the minimum price for a bottle of wine with 12.5% ABV will be &euro;7.40, and the minimum price of a bottle of whiskey with 40% ABV will be &euro;22.09.<br/><br/>Section 11<b></b>outlines the provisions for the labelling<b></b>of alcohol products and notices in licensed premises.  The aim is to provide information to consumers on alcohol products - that is, health and pregnancy warnings, quantities of alcohol in grams, energy values, and details of an alcohol public health website to be established by the HSE.  The provisions aim to ensure that consumers are provided with health information on alcohol products regardless of the manner of purchase, be it in a shop, in a pub or online.  Labels on alcohol products, websites where alcohol is sold online and documents with kegs or casks must contain the following information: health and pregnancy warnings, the quantity of alcohol in grams, the energy value, and details of an alcohol public health website to be provided by the HSE.  On and off-licences must prominently display notices which include health and pregnancy warnings, details of an alcohol public health website to be provided by the HSE, and confirmation that a document is available on request for review which sets out the amount of alcohol and energy value for every poured or decanted alcohol product such as draught beer or a glass of wine or spirits.  The Minister for Health can make regulations prescribing the information to be provided to the customer and the manner of its display, such as the form of the health warnings and where notices are to be displayed in licensed premises.  My Department has commissioned research to inform the health labelling and ensure the clarity and efficacy of the message.  These provisions will come into operation three years after the commencement of the section.  The labelling provisions will not apply to alcohol products that are on the market prior to the coming into operation of the section.<br/><br/>Sections 12 to 18 provide for restrictions and prohibitions on the advertising and marketing of alcohol products.  The aim is to protect children from over-exposure to alcohol advertising.  A targeted consultation will take place shortly to inform the transitional periods for these provisions.  Section 12 relates to the content of advertisements, including broadcast advertisements.  The Bill provides that advertisements for alcohol products must incorporate health and pregnancy warnings and details of an alcohol public health website to be established by the HSE.  Additionally, the alcohol advertisements can only contain any or all of the following: an image or reference to an alcohol product or alcohol products - the country and region of origin, the method of production, where the alcohol product was manufactured and information on whether the alcohol product is intended to be diluted with a non-alcoholic beverage, with an image of or reference to the non-alcoholic beverage; the price; a brand name, trade mark or emblem; a corporate name and corporate emblem; the name and address of the manufacturer; the ABV; quantity of alcohol in grams; and energy value.  The Minister is empowered to make regulations prescribing, <i>inter alia, </i>the form of the warning and the prominence and duration of the warning in a broadcast advertisement.  Alcohol products and alcohol use cannot be portrayed in an advertisement for any other product or service.<br/><br/>Section 13<b></b>prohibits advertisements for alcohol products in certain places.  Advertisements for alcohol are prohibited in or at local authority parks or open spaces, public service vehicles such as buses and taxis, trams or trains, trains or bus stations, bus stops, railway stops, schools, early years services such as cr&egrave;ches and local authority playgrounds.  The advertising of alcohol products is also prohibited within 200 m of the perimeter of a school, including its grounds, early years services and local authority playgrounds.  Licensed premises, premises where alcohol is produced or sold and alcohol company vehicles are exempt from this provision.<br/><br/>Section 14 provides that advertisements for alcohol products are prohibited in or on sports areas when a sports event is taking place, at events aimed particularly at children or at events where the majority of individuals taking part are children.  The Bill provides that individuals can wear alcohol-branded clothing in a sports area during a sporting event.  The sports area is defined as the playing area - for example, a playing pitch, swimming pool or athletics track.<br/><br/>Section 15 provides that an alcohol company cannot sponsor an event where the majority of individuals taking part are children, an event aimed particularly at children or an event that involves driving or racing cars or bicycles.  However, licensed premises such as pubs and mixed-trade retailers can sponsor an event provided alcohol products or brands are not advertised or promoted therein.<br/><br/>Section 16 provides that children's clothing, including footwear, that is branded with an alcohol product or promotes alcohol consumption cannot be manufactured, sold or imported for sale in the State.  Children's clothing placed on the market up to a year after the commencement of this provision is exempt from the provision.<br/><br/>Section 17 outlines restrictions on alcohol advertising in publications with regard to the volume and type of publication, including foreign publications.  The advertising space permitted for alcohol products in publications is restricted to 20%.  Advertisements for alcohol products are not permitted in publications aimed particularly at children, in publications or pages of a publication whose readership by children is likely to exceed 20%, or on the front or back cover or any wrapper, envelope or covering of a publication.  There is an exemption for publications that are intended for sale and distribution outside the State and for alcohol trade publications that are not aimed at the general public.  Publications published by or on behalf of specialist off-licences are exempted from some of these restrictions.<br/><br/>Section 18<b></b>restricts advertisements for alcohol products in cinemas to films with an age 18 classification and licensed premises.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Leo Varadkar:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2192"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->Section 19 provides that the advertising provisions must be reviewed within three years of commencement.  Section 20 provides for restrictions on the display and advertisement of alcohol products in mixed trade retail outlets.  It sets out that mixed-trade retailers can only display and advertise alcohol products in either a separate area of the shop or in closed storage units.  In addition, to these two options, alcohol products can also be held behind the counter in a closed storage unit, as is often currently done for security reasons.<br/><br/>The alcohol display area<b></b>must be separated from the rest of the premises by a barrier.  Alcohol products and advertisements for alcohol products should not be easily visible from outside the area and the public should not have to pass through the alcohol area in order to access or buy other products.  In addition, the alcohol display area can only display alcohol products and products related with alcohol, for example, glasses, corkscrews, mixers and alcohol-related products must also be available to buy elsewhere in the shop.  If the option chosen is that of closed storage units, these can only contain alcohol products and must be located adjacent to each other.  Alcohol products and advertisements for alcohol products cannot be visible from the storage units when closed and the storage units must remain closed when not in use.  Specialist off-licences and airports are exempt from these provisions.  These provisions will come into effect one year after the commencement of the section.<br/><br/>Section 21 empowers the Minister for Health to make regulations to prohibit or restrict a person from providing, by sale or supply, an alcohol product at a reduced price or free of charge on the purchase of another alcohol product or another product or service, for example: buy-one-get-one-free offers; providing, by sale or supply, alcohol products at a reduced price for a period equal to or less than three days - I refer here to happy hours, happy days or messy Mondays; doing or permitting anything that is intended or likely to encourage the people present to drink alcohol harmfully.  This includes: anything done to promote a business or an event or activity taking place somewhere other than an occupied private residence; selling or causing to be sold alcohol at a reduced price or free of charge to a particular class of person, for example, students night offers; and advertising or causing to be advertised the sale, supply or consumption of alcohol products in the manner outlined.<br/><br/>The award directly or indirectly of bonus points, loyalty card points or similar on the purchase of alcohol products is also prohibited, as is the use of any points to obtain alcohol products or any other product or service at a reduced price or free of charge.  These provisions do not apply to alcohol products sold by wholesale.<br/><br/><b></b>Part 3<b></b>of the Bill provides for enforcement and compliance and covers sections 22 to 29, inclusive.  Section<b></b>22 provides for the appointment of officers by the HSE and for the circumstances in which such appointments may cease.  Authorised officers will be required to produce the warrant of appointment if so requested when exercising any power conferred on him or her under the Bill.  Section<b></b>23 sets out the powers of authorised officers in enforcing the legislation.  Section 24<b></b>sets out the arrangements for sampling of alcohol products, substances or articles by authorised officers.  Section<b></b>25 provides for the Minister for Health to designate, by notice in writing in <i>Iris Oifigi&uacute;il</i>, a laboratory and an analyst for the purposes of analysis of samples under the Bill.  Section 26<b></b>sets out the evidence required in proceedings for an offence and provides for the Minister for Health to prescribe in regulations the form of a certificate of analysis.  Section<b></b>27 provides that an authorised officer of the HSE who has reasonable grounds for believing that a person is committing, or has committed, an offence under certain labelling and merchandising provisions, may serve a fixed payment notice in the prescribed form on that person.  Section<b></b>28 makes provision for the use of compliance notices to promote higher levels of compliance with the legislation.  Section 29 provides that the HSE may publish an alcohol non-compliance list of the names and addresses of persons where a fine or other penalty has been imposed by a court.<br/><br/>As Members have heard, this is a very comprehensive Bill dealing with a number of different aspects of alcohol consumption, from pricing to advertisement to labelling.  I am confident that this multifaceted approach is both necessary and likely to bring significant improvement to our consumption levels and patterns.  I, therefore, commend the Public Health (Alcohol) Bill 2015 to the House.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.98" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#Q00200"><p>I thank the Minister.  I call Senator Marc MacSharry who has eight minutes.  All the lead speakers have eight minutes while all other Senators have five minutes.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.99" speakerid="com.kildarestreet/member/1149" speakername="Marc MacSharry" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#Q00300"><p>I welcome the Minister.  I am glad to have an opportunity to make a few points on the Bill.  We would welcome anything that can assist in changing our culture of binge drinking, as the Minister has rightly pointed out.  I take a drink myself and enjoy it.  As a nation, as the Minister said, we all drink too much and it is very much a cultural thing.  Many administrations have wrestled with what is the correct approach in legislation to help change the culture.  There is no question that the Bill is an honest and good effort in trying to achieve that objective.  I am not sure whether much in the legislative world can change that culture.  Ultimately, we need to face up to it as individuals, as people and as a society and begin, through education, parenting, guardianship and peer caring, to address this issue and bring the great social life we all enjoy and want in Irish society to a different level of interaction where it is not dependent on alcohol, binge drinking and so on.</p> <p>I welcome most of the provisions in the Bill.  There is one particular issue I want to mention and I also wish to outline a few thoughts on other approaches we might try.  Section 20 provides for the segregation of alcohol at points of sale.  This issue arose in 2008 and 2009 when a former Minister, Mr. Dermot Ahern, dealt with it.  There was a strong lobby in this area, particularly from small retailers.  I am not that concerned about the larger businesses that may have greater resources to deal with it but I understand the type of barriers envisaged can give rise to problems.  There are approximately 1,500 smaller retailers - such as small Centra outlets and so on - and 1,100 larger ones which are all subscribers to Responsible Retailers of Alcohol in Ireland, a body which was established in 2008 or 2009 and which has an independent chairman, Mr. Padraic White.  On an annual basis, the body carries out its own auditing and makes reports available to the Minister for Justice and Equality to show the level of compliance of those 2,600 retailers with a code of conduct relating to responsible retailing and merchandising which ensures that alcohol is not displayed in incorrect places in stores. etc.  My understanding is that there has been a 95% compliance rate in that regard.  When the heads of the Bill were being drawn up in February, the Minister, Deputy Fitzgerald, met representatives from Responsible Retailers of Alcohol in Ireland, which supports the legislation, but there was no mention of segregation at that point.  Segregation means that shop owners will have to erect barriers on their premises.  I presume that such barriers would have to be a minimum of 6 ft. in height in order to minimise the chance of people seeing what is on sale behind them or to prevent them entering that particular part of the shop.  I see that heads are being shaken.  That is great.  I am glad I am wrong.  Perhaps the Minister will enlighten us as to the way in which the barriers will manifest themselves and how the smaller 1,500 retailers will deal with this issue.</p> <p>I understand that, at a meeting in October at the hand-over of the legislation from the Department of Justice and Equality to the Department of Health of this particular issue, the Minister, or his officials, met Responsible Retailers of Alcohol in Ireland and an agreement was reached in respect of consultation.  However, no such consultation took place.  Effectively, the provision relating to barriers is new and it only emerged this week.  I am aware the industry is particularly concerned about it and the cost implications for smaller retailers throughout the country.  Clearly, there is time to deal with this issue on Committee Stage.  Given that we have a 95% compliance rate in terms of responsible retailing of alcohol, what is the problem, particularly if we want alcohol to be moved away from sweets, confectionary and other products in shops?  I am not opposed to the spirit of the legislation because we all want the same result.  However, this is an issue that has re-emerged since 2009 and I am not so sure whether about the science being used to back it up.  I am concerned with regard to the implications for the 1,500 smaller retailers throughout the country.  I ask the Minister to take a closer look at the issue.  I also ask that his officials make contact with Responsible Retailers of Alcohol in Ireland in order that it might give him the benefit of its research.  Its independent chair, Mr. Padraic White, oversees the auditing of compliance in this regard.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Marc MacSharry:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2010"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2010&amp;amp;pid=MarcMacSharry&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->We may achieve the same or better outcomes without the necessity for expense.  I ask the Minister to contact that organisation.</p><p>The minimum pricing, advertising controls and health warnings the Minister proposes to introduce are all very important.  Successful and welcome changes to the regulations governing the advertising of smoking have benefited all of us and helped many, including me, to cut back on smoking or give up the habit.  The culture surrounding alcohol consumption worsened when people started to drink more at home and outside controlled drinking environments such as pubs and dances.  While some people like to have a drink at home rather than going out, I do not consider it a healthy practice.  When I was growing up alcohol was not as accessible as it is today, especially in terms of price.  Last Christmas, I bought a case of 20 bottles of premium lager for &euro;15 or &euro;16.  I thought it was fine at the time because I was 42 years old and I still had a substantial number of bottles left in June this year.  However, for those aged 18 years who are in a position to buy a case of alcohol for &euro;16, the 20 bottles may not last the rest of the evening because at that age one does not have the necessary maturity.</p><p>My friends who retail alcohol responsibly may not be happy to hear my view that alcohol is sold much too cheaply in the retail and off-licence sectors.  We would be served better if alcohol was more expensive.  If people wish to drink alcohol, I would prefer if they did so in a controlled environment, especially younger people because responsible bar staff would be able to advise them that, for example, a triple vodka may not be the correct drink or they may have had enough and would be welcome back in the pub the following weekend.  This is preferable to drinking in uncontrolled environments.</p><p>The Suicide Prevention and Mental Health Fund Bill I introduced in the House some time ago was voted down by the Government side.  The concept behind the Bill was to impose an additional levy on off-sales, including supermarket sales of alcohol, and ring-fence income from the levy for mental health and suicide prevention efforts.  As the Minister is aware, when the health service faces financial challenges, the mental health budget is all too often the first budget to be raided.  This has been done several times, including when an allocation of &euro;30 million for mental health services was swiped.  The issue of off-sales versus on-sales of alcohol must be addressed, notwithstanding the measures in the Bill before us.</p><p>I welcome the Bill and beseech the Minister to tease out with the industry the issue of segregation.  There are many ways to skin a cat.  We do not want to increase costs for smaller struggling retailers if they are avoidable.  Some consultation would be beneficial in this regard.  Perhaps amendments will be introduced on Committee Stage.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.101" speakerid="com.kildarestreet/member/1150" speakername="Colm Burke" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#R00200"><p>I welcome the Minister and thank him for publishing the Bill.  I am a member of the Joint Committee on Health and Children which examined the heads of the Bill.  We engaged in a consultation process and a number of groups made submissions on the legislation.  Members of the medical profession, the drinks industry and advertising and sport bodies made their views known.  This Bill is the best way to deal with the issues we face.</p> <p>It has been alleged that the measures will cause difficulties for people on lower incomes.  It is recommended that people should limit the number of units of alcohol they drink weekly to 17 for men and 11 for women.  Minimum pricing would result in a weekly increase in costs for a person adhering to this recommendation of approximately 30 cent per week or &euro;1.20 per month.  These figures refer to people who are buying alcohol in off-licences.</p> <p>The issue we must consider is the impact of alcohol on health in the past 20 years.  As the Minister noted, four in ten drinkers binge drink in Ireland.   A goal has been set of reducing annual alcohol consumption in Ireland from 11 litres per person to 9.1 litres per person.  Professor Frank Murray pointed out that excessive drinking is costing taxpayers approximately &euro;3.7 billion per annum.  It is estimated that an 8.8% reduction in consumption would save 100 lives per annum, result in 6,000 fewer hospital admissions and reduce by 100,000 the number of daily absences from work caused by excessive drinking.</p> <p>One of the frightening figures produced by the medical profession is that one in four deaths among people aged under 50 years is directly related to excessive use of alcohol.  We are all aware of the figures on the number of deaths in road traffic accidents.  Road safety has been comprehensively addressed in the past ten or 15 years, although work remains to be done in this area.  However, we have not dealt with alcohol consumption.  This Bill marks the first step in doing so.  It covers a wide range of areas and includes a long-term plan for alcohol advertising and labelling.  It addresses all the areas that need to be addressed to make people more aware of the risks they take when they use alcohol excessively.  For example, alcohol poses risks to pregnant women and the child they are carrying.  It took a long time to sell the message that drink-driving poses major risks.  Likewise, it will take many years to change attitudes to alcohol.</p> <p>As someone who lives close to a university, it is interesting to note how the behaviour of young people has changed in the past 15 or 20 years.  Four pubs within a half-mile radius of University College Cork have closed in recent years, whereas the number of off-licences increased dramatically in the same period.  People who drink in a pub know exactly what amount they have consumed because it is provided in measures.  When one buys alcohol in an off-licence and drinks it at home, there are no measures or limits, which results in people taking serious risks.</p> <p>It is interesting to speak to members of the medical profession about this issue.  They highlight a major increase in cases of liver and kidney disease in the past 20 years, especially among women.  The increase in health problems among women caused by excessive drinking is the result of a change in culture in the past 20 or 25 years.  This long overdue Bill addresses these issues in a comprehensive manner.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Colm Burke:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2353"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->There has been extensive consultation in all of the various areas that will be affected by the legislation.  We are speaking about setting out a timeframe for its implementation.  The Minister is approaching it in the right way.  It is about making sure that we progress the legislation and carefully implement it step by step to ensure we get across the message that people can drink but they do not have to drink to excess.  Health issues are extremely important as there is a huge cost to the health service.  As we speak, 2,000 beds are occupied in hospitals because of excess use of alcohol.  This area is a priority and the Minister is right to bring forward the legislation, which deserves our full support.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.103" speakerid="com.kildarestreet/member/1171" speakername="Jillian van Turnhout" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#S00200"><p>I welcome the Minister to the House on this, our penultimate day of term.  I heartily welcomed the initiation of the Public Health (Alcohol) Bill.  As did Senator Burke, I participated in the hearings of Oireachtas Joint Committee on Health and Children on the scrutiny of the heads of the Bill.  We covered the aspects of the Bill and I thank the Minister for taking on many of the committee's recommendations in what we see today.  It does show pre-legislative scrutiny works.  The Bill is about reducing alcohol-related harm, improving people's health and, ultimately, saving children's lives.  From my reading, a children's rights focus is evident throughout the Bill.</p><p>I acknowledge and thank the Alcohol Health Alliance Ireland, which is spearheaded by the Royal College of Physicians of Ireland and Alcohol Action Ireland, for its work and advice to me in this area.  In all of our debates on alcohol, even those on reducing the alcohol-related harm which we all agree is extensive and needs tackling, we feel we need to clarify that we are not anti-alcohol.  This is because our relationship with alcohol is so twisted into our culture and psyche we do not wish to be portrayed as judgmental and anti-fun.  I have been rapporteur for two EU reports on the issue of alcohol-related harm.  I have seen the drinks industry in action first-hand so I have no doubt of the pressure it must have put on the Minister.  At EU level, I was on the European Economic and Social Committee, which was small, and the industry tried to silence me and discredit me and undermine the work of the NGO for which I worked.  Thankfully, the majority of my colleagues on the committee were willing to stand with me and face down the vested interests and defend the public good.  This is what we are trying to do with the Bill.</p><p>My entry point to the issue is the impact of alcohol-related harm on children.  Four in ten children in Ireland are at risk of being adversely affected by alcohol misuse.  Four in ten child protection cases are associated with alcohol misuse.  It is a significant contributor to the neglect and abuse of children, to domestic and sexual violence and family breakdown.  I welcome the support for the Bill and its harm reduction measures from several sectors of the industry in Ireland, including the vintners' associations, the majority of publicans, the National Off-Licence Association and the C&amp;amp;C Group.</p><p>I use the term &quot;drinks industry&quot; but I speak more about the giants who see Ireland as a small pawn in the global drinks industry.  The drinks industry speaks about responsible drinking, but the way we drink in Ireland is only responsible for the huge profits the industry makes here every year.  As soon as the Minister launched the Bill I could almost hear the smoke machine of the drinks industry spluttering into action and, through its puppet <i>drinkaware.ie, </i>a soon to be launched rebranding of MEAS, talk about the importance of education.  We see drinks industry initiatives all the time and the involvement of the drinks industry in public health campaigns despite clear and definitive statements from the World Health Organization that it should have no role in public health initiatives.</p><p><i>Drinkaware.ie</i>is funded by Diageo, Heineken and Irish Distillers.  Earlier this year we saw it advertise for an education programme manager to head up an education programme targeting young people, parents and teachers.  This is completely inappropriate.  If I put it this way, who would entertain the idea of an education programme about the dangers of smoking being designed and delivered by an organisation that is funded by tobacco companies?  We cannot let the drinks industry in whatever guise it manifests itself to go into schools and purport to educate our children about the usage of a substance on which its entire profit is made.  I hope the Department of Education and Skills takes a firm stance.  I have tried to raise this issue several times in the Seanad.  There is no safe level of alcohol consumption for children and this is the clear message we must send.  We know education informs our behaviour, but it does not influence our behaviour.  It is the actions contained in the Bill which will change and reduce alcohol consumption.</p><p>I have no doubt that, as has happened in Scotland, the industry will go to court if it feels it can delay or frustrate the implementation of the Bill.  In my opinion, this tells us the Minister is on the right track.  With regard to sponsorship and sport, the drinks industry spends &pound;800 million a year in the UK on advertising, and research has shown that children there as young as ten are familiar with, and can readily identify, alcohol brands, logos and characters from television.  In many instances, recognition was greater for alcohol brands than for non-alcoholic products targeted at children.  This tells me a lot.  The study also provided new evidence that many children are familiar with the link between alcohol brands and the sports teams and tournaments they sponsor.  This is why I welcomed the initiatives the Minister is taking.  He knows my position, which is I would love to see a full ban, but I welcome what he is doing in this area to try to reduce the impact on children.</p><p>It was very interesting that in the days after the Bill was launched we saw a headline stating it would undermine the rugby World Cup.  I cannot see the evidence for this.  We have seen the rugby World Cup successfully held in France, which has a ban, and it made a profit.  It made me think of FIFA, because it has influenced legislation in Brazil.  Brazil has a law whereby alcohol is not sold in stadia, but a change will be made to enshrine the right to sell beer.  Surprise, surprise, Budweiser is a big sponsor of FIFA.  When the ban on tobacco sponsorship of sport was introduced we were told it would be the end of golf championships, and we would never see again championships such as the Carrolls Irish open.  This has been disproved.  It can still happen.</p><p>With regard to minimum unit pricing, over the past several years the alcohol strength of drinks has increased greatly.  The alcohol strength of beers and wine has increased.  The pricing the Minister will introduce is within the power of the drinks industry.  If it reduces the alcohol strength we will not see price increases.  It is simple because it has the power.  The introduction of minimum unit pricing will not have an impact on people who drink alcohol in pubs, clubs and restaurants.  We are speaking about off sales.  People who drink alcohol purchased in supermarkets and consume it within the safe limits will pay 30 cent a week more, which is &euro;15.70 over a full year, with minimum unit pricing.  The difficulty is that people drinking cheap high-strength alcohol purchased in supermarkets and other retailers will notice, but we know this is what causes the most deaths, injuries, accidents and incidents.  I recommend as reading the University of Sheffield report, which the committee dealt with during its hearings.  We know minimum unit pricing works because we have seen it work in Canada.</p><p>I welcome what the Minister is doing with labelling.  We very much see the importance of people having information.  After we discussed it at the committee, we started looking more at labelling on bottles and we can see the misinformation, deliberate or not.  It is very difficult to make informed decisions.  For the first time, labels on alcohol products will include information which will tell consumers what they are consuming and the impact on their health and weight.  More than 90% of Irish adults do not know what is meant by a standard drink.  I must look it up and I am involved in the area.  A total of 95% of people have said they support the labelling initiatives.  The Minister knows I have raised with him the issue of cancer, and we know that alcohol is associated with 900 new cancer cases every year and 500 cancer deaths.</p><p>There is an issue with regard to structural separation, which the committee considered and brought to the Minister.  I have read the explanatory memorandum which comes with the Bill.  The Minister is taking a very pragmatic and easily implemented approach and I commend him for it.  We have seen seepage in supermarkets with meal deals which normalise drinking wine every day.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Jillian van Turnhout:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2391"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2391&amp;amp;pid=JillianVanTurnhout&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span--> I commend the Minister on the pragmatic approach being taken.  We will get to tease out each aspect of the report on Committee Stage and I say "Well done" to the Minister in respect of the children's clothing issue also.  We see the seepage on that matter throughout department stores.  The Minister has my full support.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.105" speakerid="com.kildarestreet/member/1117" speakername="John Gilroy" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#T00200"><p>I welcome the Minister.  I am glad the Bill has at last come into the Chamber.  It is very far reaching and the Minister is to be commended for his diligence and doggedness in pursuing the measures proposed in the Bill.</p> <p>To discover that Ireland is in the top five countries in Europe for alcohol consumption is no surprise.  The other four share a commonality with us in that we are all northern countries.  What is it about the psyche of those of us who live in northern Europe in particular that gives rise to a different type of relationship with alcohol than that of people who live in the Mediterranean region?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.106" speakerid="com.kildarestreet/member/948" speakername="Leo Varadkar" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#T00300"><p>They have sunshine to keep them happy.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.107" speakerid="com.kildarestreet/member/1117" speakername="John Gilroy" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#T00400"><p>Reference was made to young people being harmful drinkers but I suspect if one was to visit hostelries in Dublin or any part of the country, one would find that most of those who indulge in harmful drinking are not in the first flush of youth.  The problem is not exclusive to any age group, class or cohort of people.</p> <p>I am interested in the relationship between mental health and alcohol.  In the late 1990s and the early 2000s there was a clear correlation between high levels of drinking and high rates of suicide and self-harm.  During the years from 2002 to 2008 when the sale of alcohol and consumption dropped from 13 litres to 11 litres per person per annum there was a corresponding decrease in the rate of suicide.  The connection between the two is very well established.  As the Minister said in his statement, alcohol is related in some way to nearly 50% of suicides.  These figures are alarming.  There is not a family or a community in the country that has not been affected in some way by this.  If the legislation achieves only a reduction in the rates of suicide and self-harm, then it will have definitely served its purpose.  However, it goes further.  Apart from the public health benefits of the legislation in the context of addictions and illnesses it will also help to address concerns around alcohol in the incidents of public order, loss of work days and the personal tragedies of people who are married or related to those addicted to alcohol and the children who are exposed to violent behaviour and domestic abuse.  The lists of negatives related to the harmful use of alcohol is nearly endless.</p> <p>Could the Minister indicate who will receive the profit when the minimum unit price is created?  Does it accrue to the publican, the industry or the Government?  It works out at only  &euro;15 per year per person if one drinks only within non-harmful ranges.  It is still a substantial amount of money.</p> <p>There is incontrovertible evidence that alcohol consumption is sensitive to price increase.  This is especially true for people who indulge in harmful drinking.  A reference was made to a recent deal of 20 bottles of beer for &euro;16.  There is also a promotion of 24 cans of beer for &euro;19.  That is 48 units of alcohol at 50 cent a go, which is within the price range of even the youngest children.  If they put their pocket money together, they would certainly be able to afford it.  The proposal for minimum pricing is very welcome.</p> <p>Senator MacSharry raised concerns about the segregation of alcohol sales.  I believe he overstated the case.  In most shops, segregation is not done by means of six foot walls or electric fences, it is done very reasonably.  Any cost implication for the retailer is probably offset by the increased profits, if the profit does accrue to the retailer.</p> <p>I was glad to hear Senator van Turnhout's comments about education.  I heard a doctor speaking on radio recently following the publication of the Bill.  He said the drinks industry was bemoaning the fact that a greater emphasis was not placed on education in the legislation.  He said that the reason the drinks industry would be so focused on education is because education is probably the least effective measure in controlling alcohol abuse.</p> <p>I look forward to debating this in greater detail on Committee Stage.  I have much more to say about it and I commend the Minister on his pursuit of this important public health initiative.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.108" speakerid="com.kildarestreet/member/1136" speakername="David Norris" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#T00500"><p>I very much welcome the Minister and I wish him and his a very happy Christmas.  It has been a triumphant year for him in many ways, even though, as a former politician observed, he is in Uganda.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.109" speakerid="com.kildarestreet/member/948" speakername="Leo Varadkar" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#T00600"><p>I think the Senator means Angola.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.110" speakerid="com.kildarestreet/member/1136" speakername="David Norris" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#T00700"><p>Angola, yes.  They are all the bloody same, they are all in a mess.  The timing of the legislation is rather curious and the smile on the Minster's face suggests he is not actually screwed in introducing alcohol control legislation in the run-up to Christmas.</p> <p>I am not a pioneer but I support the pioneers.  If they were needed in the 19th century, they are very much more needed now.  I live in the north inner city of Dublin and I see the devastating impact of alcohol on people who really cannot afford it.  The minimum price proposals are welcome.  Does fortified wine as sold in chemist shops come under the price proposals?  It always amused me to see the derelicts drinking Marie Celeste sherry - with the image of the haunted, sinking ship on its label - as they collapsed on the ground.  In the explanatory memorandum, it is correctly stated that alcohol is no ordinary product.  It certainly is not.  It is unlike any other product.  It has major public health implications and is responsible for a considerable burden of health, social and economic harm to individuals and families across social levels.  This is absolutely true.</p> <p>I received a briefing - as have many other Senators - from the Royal College of Surgeons in Ireland.  They say that alcohol-related disorders accounted for one in ten first admissions to psychiatric hospitals in 2011 and that alcohol is the leading cause of cancer in this State.  Many people do not realise there is such a link between alcohol and cancer.  I had a liver transplant about 18 months ago.  I asked if my condition was related to alcohol because I used to sometimes go off on a skite and I wondered if it could have had any effect.  I was told that it was related to an earlier incidence of hepatitis from water I drank while visiting Budapest.  However, it could have been related to alcohol and many people who were in my post-op ward were there with alcohol-related conditions.  Some 25% of all injuries among those presenting at accident and emergency departments are alcohol related.  Alcohol is a factor in suicide, domestic abuse and accidents.  There is also evidence that alcohol has a reinforcing effect on poverty.  The accident and emergency departments in hospitals are absolutely jammed with people who have overindulged, principally on alcohol but also with drugs and they clog up the whole area for the legitimate victims of accidents.  The Royal College of Surgeons in Ireland gave an unequivocal welcome to this Bill.  It believes it sets a strong precedent for further changes in the Bill.</p> <p>Alcohol abuse costs the State an estimated &euro;3.7 billion per year.  Imagine what could be done with the health service or schools with this amount of money?  Alcohol abuse is causing colossal damage and yet it is ferociously unpopular to attack alcohol - drink is a little tin god.  I got the most unspeakable abuse - but I do not give a damn as I am elected to this House to be an independent voice - when I suggested that splurging social welfare payments on drink was not the intended use of that money and that tax dollars were being spent on drink.  Some people thought I did not know the currency we use but the term "tax dollars" is a clich&eacute;.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator David Norris:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->However, I believe it is obscene to spend money that is generated from the tax of elderly people on drink.  Moreover, I object to my tax dollars being used.  If I want to buy somebody a drink, I will do so but I do not want my tax money going to buy them drinks.  That is not what it is for and I said it again to great unpopularity ten years ago, when the Union of Students in Ireland, in producing its scheme for student grants, included &euro;50 per month for drink.  Why should old age pensioners pay for students to drink?  I have never understood it but, of course, I got well walloped.</p><p>The Minister has also been rather walloped not by the kind of cranks I encountered, but by the drinks industry.  The way in which the drinks industry seeks to impose pressure on the Government is rather like the tobacco companies.  I have a headline to hand that states: "Diageo's threat to scale back its Irish operations highlights the potential of proposed measures to improve health."  All I can say to the Minister is that if Diageo is threatening him, he is doing the right thing because he has got the company a little bit rattled.  Then there are those rather dreary people, the anti-alcohol groups who, when one sees a huge advertisement suggesting one will be sexually potent, socially gregarious and intellectually powerful if one drinks a couple of bottles of wine, add to it a little insipid message saying one should remember to enjoy alcohol sensibly.  That is not what the drinks industry wants; it wants people to be guzzling it down as hard as they can to increase the industry's profits.  While my colleague, Senator Barrett, will challenge this, the Minister stated that Ireland is in the top five in Europe for alcohol consumption.  We certainly are very high but it is also about the way in which we drink.  In continental Europe, people take drinks with meals.  If one looks at the way in which young people approach it, nowadays they go out and buy a couple of cheap bottles of wine, guzzle them down and then go to the nightclubs already plastered, which is terribly unhealthy.  A total of 76% of Irish people drink alcohol, which is a very high figure and at least 53% do so at least weekly.  However, the worst figure is that 39% of people binge-drink, which is a really frightening statistic.</p><p>I greatly welcome the introduction of minimum unit pricing.  It is a good idea that will also deal to a certain extent with below-cost selling, which is a real cancer on the subject.  The Bill also provides for the labelling of alcohol in order that one knows what is its strength, what goes into it and so on.  Some people have urged that as in the smoking legislation, one should put up photographs of damaged livers and so on to deter people.  I am not sure what the Minister thinks about that.  The Bill also deals with restrictions and prohibitions on advertising of alcohol.  In particular, I am glad to see the first beginnings of an attack on sport.  It is dreadful that drink should be used to advertise sport and drinks sponsorship of sport is completely and absolutely wrong.  I welcome the restrictions on advertising of alcohol near schools and cr&egrave;ches, on trams and trains, at bus and railway stops and so on, as well as in sports areas.  However, I noticed what appears to be a contradiction, albeit it may be about timing.  I understand this is part of an incremental approach and the Minister intends to withdraw eventually alcohol sponsorship from sports pretty well across the board.  However, I note the Bill provides that individuals can wear alcohol-branded clothing on a sports area during a sporting event.  However, the explanatory memorandum states further down that section 16 provides that children's clothing, including footwear, that is branded an alcohol product or promotes alcohol consumption cannot be manufactured, sold or imported for sale in the State.  I assume that a ban on wearing these kinds of sponsorship garments will gradually come into effect as the ban on the manufacture, sale or importing bikes, because I do not understand how somebody could wear these kinds of materials otherwise.  I am intrigued by the ban on racing cars and bicycles and am not sure why they are singled out in particular.  I would suggest banning drink advertising in cinemas altogether, right across the board.  As for provisions to prohibit providing alcohol at reduced price, that is very good but what about happy hours?</p><p>I note the consumption of alcohol in Ireland in 2014 was 11 litres per person, which was an increase.  Although people have been saying all over the place there was no increase, there has been an increase.  A systematic review published in 2009 concluded that exposure to alcohol marketing can reduce the age at which young people start to drink.  Consequently, young people are being targeted.  I will conclude by noting the science committee of the European Health and Alcohol Forum stated it can be concluded from the studies reviewed that "alcohol marketing increases the likelihood that adolescents will start to use alcohol, and to drink more if they are already using alcohol".  There one has it; young people being targeted.  No wonder Diageo is in a tizzy.  I say "well done" to the Minister.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.112" speakerid="com.kildarestreet/member/1152" speakername="Imelda Henry" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#U00200"><p>I welcome the Minister to the House and will not repeat the points made by many Members.  I have spent the past four years in this House seeking this legislation in particular and I am very pleased.  I congratulate the Minister on his commitment to this legislation and congratulate the Government because Members have been waiting a long time for this legislation.  I refer to one aspect Senator MacSharry mentioned regarding a code of practice.  That is a thing of the past and one must legislate.  It will not be particularly expensive to put a barrier in a shop to segregate alcohol from other products.  I do not believe it is an issue and I do not want to hear that suggestion again in the House because in this legislation, the Minister has covered every angle.</p><p>Members are aware that the availability of alcohol and cheap alcohol in particular has caused many problems in Ireland.  Last Sunday, perhaps after the publication of the Bill on 8 December, I noticed in particular the advertisements in the <i>Sunday Independent</i>.I was actually quite shocked at the slabs of drink and the price at which they were being sold.  However, I wish to mention one point about which I overheard two ladies speak at the weekend.  They were giving out about how the price of wine was about to rise in the supermarket and one lady stated she would be going up North again.  When the Minister published the Bill, he stated the legislation in Northern Ireland would happen at the same time and that is very important.  I live in a Border county and many years ago, many people went up to the North to shop not just for alcohol, and it had a huge impact on businesses in Border towns.  In any event, I reiterate how pleased I am and I thank the Minister for his genuine commitment to this legislation.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.113" speakerid="com.kildarestreet/member/1129" speakername="Susan O'Keeffe" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#U00300"><p>The Minister is welcome to the House and as my colleague, Senator Henry, has just stated, his commitment to this Bill also is welcome.  I believe this really should be a day that Members recognise as marking the beginning of a change in people's entire attitude and culture of praising alcohol, welcoming alcohol, encouraging people to have another drink and of encouraging people to celebrate with alcohol.  While this culture must be changed, that will take an incredibly long time and consequently, anything that can be done that begins to reframe the manner in which people talk and think about alcohol and in which they treat alcohol is welcome.</p> <p>I reiterate the Minister cannot change entirely the manner in which people view alcohol, which will take a long time as cultural change is slow.  However, some aspects of this Bill should contribute to that change.  I refer in particular to sponsorship where alcohol is used with regard to sport and musical events.  These are two large areas in people's lives where they go out to enjoy themselves and have a good time, to compete and pay money for tickets for events and to then have this associated always with alcohol is a dangerous thing indeed.  I remember conducting some research quite a number of years ago when the French authorities decided to ban advertising in sports grounds around the pitch.  The authorities there had done their research and believed this was the beginning of something different where one was taking the emphasis away from alcohol.  I remember having a conversation with a key marketing person from one of the big drinks companies, who stated I did not understand because they reinvested a lot of their profits in supporting sport.  That was the reason the drinks companies gave, that is, it is a good thing that clubs receive sponsorship from alcohol.  I could not have disagreed with him more and we had a serious argument at what should have been a social event because I vehemently do not believe that such events should be sponsored by alcohol.  Sports organisations and groups must find other spaces and places, as well as other sponsors and it simply is not appropriate.  This is particularly the case when, as parents, we ask our children not to drink and then they go off to a match and all they can see around them is alcohol.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Susan O'Keeffe:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2366"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2366&amp;amp;pid=SusanOKeeffe&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->It is extremely confusing if one is a young person.  On one hand, alcohol is being celebrated and lauded while, on the other, one&rsquo;s parents, teachers and everybody else are telling one not to drink.</p><p>Clearly, we still have a problem with young people binge drinking.  The quality of what they are seeking is such that they will always go to the lowest shelf in the supermarket and look for the bottle that costs &euro;5, &euro;6 or &euro;7.  I am not sure they care what is in it; their decision is driven purely by price.  I shudder to think of what is actually in the bottles of spirits some young people are drinking.  I do not know whether there is an opportunity for a body such as the Food Safety Authority of Ireland to check the quality and standard of some of the alcohol being sold.  I do not know whether such matters fall within the brief of the authority.  I have genuine concerns, particularly with regard to cheaper spirits and the damage they do.</p><p>We have had public health campaigns and we need more because the cohort between the ages of 13 and 17 is very vulnerable.  I have children of my own and I have noted the pressure on them and have seen what happens.  The Minister will have heard this point umpteen times in the preparation of the legislation.  Perhaps we need to invest at school level in a direct approach to the education of young people rather than relying on a more subliminal approach.  If we are to start putting in place this kind of legislation, it needs to be accompanied by some information for young people.</p><p>Senator Henry raised the issue of living in a Border county, namely, County Sligo.  In this regard, I am concerned about alcohol being smuggled in from other countries and sold cheaply on the black market.  The Minister may have observed that already.</p><p>I am aware that many small companies throughout the country are investing in craft beer production, and also in Irish whiskey production based on the international standing of the product.  It is always very difficult to balance their needs with our culture and the culture of over-drinking.  I do not wish the companies ill and believe they have a place.  After all, as grown-ups we are supposed to be able to choose what we do with our lives.  I do not want to see their industry impinged upon by this legislation and I do not believe it will be.  This legislation is important in helping to change the culture to improve the way in which we treat alcohol and address the fact that, as a nation, we are still drinking too much.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.115" speakerid="com.kildarestreet/member/1157" speakername="Sean Barrett" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#V00200"><p>I welcome the Minister.  I second what Senator Norris said about the splendid year the Minister had and his great celebrations because of the result of the constitutional referendum.</p> <p>This debate might belatedly be informed by some of the facts.  The Sheffield study is simulated on page 32 of the Library and Research Service documentation supplied to members.  It states that if one implements minimum pricing, overall revenue to the Exchequer will be reduced by &euro;34.4 million and retailers will gain &euro;69 million in the off-licence trade and &euro;9.3 million in the pub trade.  Therefore, we are talking about changing retailing.  I did not come to this House to make off-licence traders &euro;69 million better off and pub owners &euro;9.3 million better off or to take &euro;34.4 million from the Exchequer.  Therefore, let us read what is in the legislation and examine what we are doing.  We are making a commodity dearer and the industry gets to keep the money.  How does that advance anything?</p> <p>The legislation is premised on Irish society being some kind of Fr. Jack society.  In fact, according to Alcohol Action Ireland, one of the lobby groups against the misuse of alcohol, alcohol consumption in the State has fallen from 14 litres per head per annum to just under 11 since 1994.  We are, therefore, actually addressing a reality in Ireland that is approximately 20 years out of date.  The was a significant reduction in drink-related crimes, and offences for being drunk and disorderly have reduced by 36% since 2009.  The problem of drink driving is much less serious.  If we managed to get Irish consumption down to 9 litres per head per annum, it would be the lowest of any country in the European Union.  The rate of 11.9 litres per head per annum is approximately half way down the list.  I could list many countries where the rate is in excess of ours.  The figure is 16.2% in Lithuania, 12.9% in Romania, 12.4% in Hungary, 14.1% in the Czech Republic, 12.5% in Slovakia, 12.5% in Portugal, 11.5% in Poland, 12% in the United Kingdom, 11.6% in France, and 10.9% in Germany, which is the same rate as in Ireland.</p> <p>We have built up a stereotype in this country, not taking into account what has actually been happening.  We have ignored the analysis of what happens when one introduces minimum pricing.  People will go across the Border and, of course, the industry is absolutely delighted because, instead of giving the money to the Minister for Health, Minister for Finance and Minister for Public Expenditure and Reform by increasing excise taxes, we are giving the money back to the sector that caused this problem.  I do not know how one solves a problem by making the producers richer.</p> <p>We have got to get away from all the language we use in respect of this matter.  One of the words used is &ldquo;binge&rdquo;.  A &ldquo;binge&rdquo; is defined by the World Health Organisation as three drinks.  On looking up the practice in the dictionary, I saw references to the words &ldquo;binge&rdquo; and &ldquo;spree&rdquo;.  Imagine a shopping spree where somebody came back with three items.  Wow, a really good spree.  Let us get the facts right on this.</p> <p>I will certainly be tabling many amendments.  What I see in the Bill is outdated and based on numbers that very often do not stand up to appraisal.  We await the decision of the European court on this on 23 December.  There is to be an advocate general&rsquo;s balanced judgment, probably slightly favouring the Minister's decision to proceed with his proposals but other people would interpret it differently.  If the objective of this legislation is simply to change retailing from one place to another, through moving from low-cost alcohol to high-cost alcohol, the proposal may well be turned down by the European court.  We will see on 23 December.</p> <p>Suggesting people are eloquent and sober and perform brilliantly in pubs and suddenly go nuts when they go home is a bizarre way to defend drinking in pubs.  One could make the opposite case, namely, that most people are more sober in their own houses than in pubs.  However, if people want to make this case, pleading on behalf of pubs and off-licences, they may do so but it is not what I am in this House for.</p> <p>There is a great deal of material provided by the research service, dated 16 December last, that could be usefully studied.  The previous document, No. 5 of 2009, in which year this issue also arose, would cast doubt on many of the other measures in this legislation.  Zero effectiveness is attributed to voluntary codes of bar practice, promoting alcohol-free activities, promoting alcohol education in schools and colleges, issuing public service messages and printing warning labels.  Therefore, we must ask what problem we are addressing.  There are aggrieved off-licences and public houses because people have changed the retail pattern, and the industry is aggrieved because we have cut our consumption from 14 litres of alcohol per head per annum to 10.9, which is approximately the European average.  I certainly feel aggrieved that the Fr. Jack image of Ireland is promoted in this debate.  Let us have the facts.  I have lived in a number of countries and do not regard Ireland as one in which people consume alcohol excessively.  We should be trying to live down that reputation rather than reinforcing it.</p> <p>We will see what happens in the court case on 23 December.  We could get carried away on a wave of irrationality in regard to this.  What we are doing is giving a substantial transfer from supermarkets to off-licences; I have no interest in that.  Let the retailers fight it out themselves.  The same applies to public houses.  There will be less money in the Exchequer if this legislation works, as mentioned in page 32 of the recent evaluation by the Oireachtas Library and Research Service.  I caution the Government and ask it to be careful because we could end up spending a lot of money and accomplishing absolutely nothing.  The younger generation in the State has already moved substantially away from the world of 1994, as confirmed by the international data.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.116" speakerid="com.kildarestreet/member/1118" speakername="Michael Mullins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#V00300"><p>I welcome the Minister to the House.  It is a very significant day when the Public Health (Alcohol) Bill comes into Seanad &Eacute;ireann for discussion.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Michael Mullins:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2368"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2368&amp;amp;pid=MichaelMullins&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->Senator Barrett is a man whom I admire a lot.  He usually speaks a lot of sense and has very good figures and statistics.  However, I have to disagree with him fundamentally on this issue.  He is probably right about elements of the revenue shift but it has long been recognised that, as a country, we have an unhealthy relationship with alcohol.  This is an opportunity for major discussion outside and within this House.  It is a wake-up call for us all.</p><p>There are figures in the public domain.  I acknowledge the wonderful work that has been done already in bringing this Bill to fruition.  Much work has been done by the Minister, the Oireachtas Joint Committee on Health and Children, the Alcohol Health Alliance, the president of the Royal College of Physicians, Professor Frank Murray, and Alcohol Action Ireland under the leadership of Suzanne Costello and Catherine Keane.  They have highlighted very significant areas about which we as legislators should be concerned.  Around a thousand people per year lose their lives as a result of alcohol abuse.  That is five times the number killed on the roads, although we speak very often here about the serious problem of road deaths.  Some 2,000 hospital beds are occupied as a result of the abuse of alcohol.  It is putting a huge strain on our health services.  Four out of ten children are reputedly abused as a result of alcohol abuse within families.  I met with the Samaritans yesterday and they told me that a very significant number of the calls they will get over Christmas will concern children abused as a result of alcohol abuse within the family.  There is little doubt that alcohol contributes very significantly to depression and to increased suicide levels.</p><p>The Bill contains very important measures that I feel will make a positive contribution to reducing alcohol consumption.  The establishment of the minimum unit price will target cheap, high-strength alcohol, which is consumed in high volumes by those who are most at risk, namely young people and harmful drinkers.  Regarding the alcohol that is consumed in controlled environments such as restaurants and local pubs, those businesses have nothing to fear from this legislation.</p><p>The curbing of alcohol advertising is long overdue, as indeed is the curbing of sponsorship of events at which children make up the majority of participants.  The banning of advertising near schools, playgrounds and public transport, along with the nine o'clock watershed, are very much to be welcomed.</p><p>Labelling has been referred to by other speakers.  It is critical that meaningful information be easily accessible and readable on product labels.  The issue of separating alcohol products from other products is also critical.  I have spoken of the need to have separation in supermarkets on many occasions.  It will make it that bit more difficult for vulnerable people to access alcohol.  While there will be a cost involved, it will not be prohibitive.  </p><p>Others have spoken about the increased cancer levels as a result of alcohol.  While today is a start, we cannot underestimate the power of the drinks companies and how they will try to counteract this legislation.  We need to invest further in education to highlight the harm being caused to young people by alcohol.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.118" speakerid="com.kildarestreet/member/1133" speakername="David Cullinane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#W00200"><p>I welcome the Minister to the House and will be supporting the Bill.  We are all aware of the devastating impact of alcohol abuse and misuse on families, individuals, employers and the State.  It is estimated that it costs the State about &euro;1.2 billion a year in health care costs.  Any measures that can be put in place to reduce alcohol consumption will reduce that burden, as well as all of the other hurt caused by alcohol abuse and misuse, and are to be welcomed.</p> <p>I sat on the Oireachtas health committee for two years when I first came into the Seanad.  One of the Minister's predecessors had set up a working group - I think it was an expert review group - to look at these issues and make recommendations.  There was also an Oireachtas report of which I was part.  There was a sub-committee of Oireachtas Members who put a lot of work into making recommendations.  There was consensus on many of the issues and it is interesting that we now have a Bill that broadly reflects that consensus.  The broad support the Bill is receiving also shows this.  It is not often that the Minister, Deputy Varadkar, has come into the D&aacute;il or Seanad to be praised or have a Bill welcomed.  This is certainly one of those occasions.</p> <p>According to Alcohol Action Ireland, alcohol-related harm costs each taxpayer in Ireland an estimated &euro;3,318 per year, which is incredible.  Research into alcohol has found the following: 88 deaths every month in Ireland are linked to alcohol; one in 11 children says parental alcohol use has a negative effect on their lives; there are 1,200 cases of cancer each year caused by alcohol; one in four deaths of young men aged between 15 and 39 are due to alcohol; and one in three road deaths are alcohol-related.  I am sure there are many more facts that have been or could be put on the record of the House.</p> <p>As a party, we have repeatedly called for the early introduction of a public health (alcohol) Bill.  I welcome the introduction of this Bill, which marks the first time alcohol has been designated as a public health issue.  This is to be warmly welcomed.  The Bill also includes measures on minimum unit pricing, health labelling on alcohol products and the restriction and regulation of advertising relating to sports, young people and broadcasting.  I and my party had some concerns about minimum pricing, which we expressed during committee hearings at the time.  While I am not at all opposed to using pricing to influence people's behaviour and reduce consumption, I would have taken the view that increasing excise duty was the best way to do that.  Any increase in revenue would then go directly to the Exchequer and not into the pockets of those who sell alcohol.  That is not really what we should be doing and may be an unintended consequence of minimum unit pricing.  With an increase in excise duty, if we got any extra revenue, it could be ring-fenced for prevention, education and all the stuff that the Minister would welcome.  I would have preferred to see that, but we will not refuse to back the Bill because of it.  We are prepared to see how the Government's plan is going to work out in practice, give it a fair wind and evaluate it over the next months and years.  We will certainly support the Minister in that regard.</p> <p>It is also important that it is an overarching policy and a package of measures.  We had very lengthy discussions on advertising, and Sinn F&eacute;in supported the watershed of 9 p.m. for alcohol advertising.  We saw it as a pragmatic measure.  While we have to be pragmatic and sensible in dealing with these issues, we also need to take really strong, proactive, robust and positive measures.  There is no point in having half-baked measures.  They have to be genuine and must have an impact.  There is no point in doing this otherwise.</p> <p>The Minister has done a very good job in listening to all of the stakeholders, in the Oireachtas and elsewhere, and the advocacy groups.  I am sure there was pressure coming from other groups as well.  This is a very welcome Bill and I commend the Minister on it.  I very much hope that in a couple of years the statistics will look different and we will be able to say that the passage of this Bill played a part in making it happen.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.119" speakerid="com.kildarestreet/member/1147" speakername="John Crown" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X00100"><p>I welcome the Minister to the House.  I am sure the points I make will be duplicative.  I have been asked by the Royal College of Physicians in Ireland and others who are the experts in the area to make a few points.  The following is the fantasy scenario that would happen if everybody in Ireland stopped drinking alcohol completely tomorrow.  There would be a colossal decline in the incidence of liver disease, although there would still be some non-alcoholic liver disease.  There would be a major decrease in the incidence of cancers of the head, neck, throat, oesophagus, pancreas and breast, as well as cancer of the liver.  There would also be a decrease in domestic violence and violence in general.  There would be a decrease in child neglect.  There would be an increase in the disposable income available to families to spend on their children's food, clothing, shelter, health care, education and other requirements.  There would be a major decrease in assaults of all kinds and a decrease in rape.  There would be a decrease in unwanted pregnancies and a decrease in foetal abnormalities.  Road deaths would decline and the burden faced by accident and emergency departments would go down.  Waiting lists in our hospitals would decline quite dramatically.  In addition, we would have increased productivity at work and decreased absenteeism.  These are all the things which would happen if everybody stopped drinking completely tomorrow morning.  Obviously, that is not going to happen.</p> <p>Most of us here, myself included, enjoy a drink.  It is part of our culture, part of the personal reward we give ourselves and part of our social system.  In trying to formulate policy, however, it is important to realise what would happen if everybody simply stopped.  One often hears the argument advanced that a certain amount of alcohol is better than no alcohol in terms of cardiovascular risk and, of course, both are substantially worse than excessive alcohol.  While that is all well and good, the minute one has that first drink, one does not know whether one will be the person who is a moderate, temperate, non-addicted drinker.  The problem is that a substantial percentage of those who start to drink will become unhealthy drinkers.  I am afraid that the proportion in Ireland is relatively high.  It may be true that if everybody in the country had one glass of nice red wine a day and no one had more and no one had less, we would be healthier than if we had none.  It is an interesting hypothesis but it would be difficult to test in the context of a prospective random assignment trial.  In practical terms, however, it is a fantasy.  When one has that first drink, one does not know what is going to happen.</p> <p>I must join in the praise most of us have for Senator Barrett, who has been, over the course of my single term in Seanad &Eacute;ireann, one of the most consistently effective and serious legislators in the House.  As an individual, he has contributed more to enriching and improving the Bills that have come from the D&aacute;il than any other Senator or indeed most of us put together.  However, I disagree with him on this.  I also disagree with some of his facts.  In reality, there has been something of a downward blip in alcohol consumption over the last few years, which related to economic forces.  If one actually looks at alcohol consumption in Ireland in terms of litres of pure alcohol per adult per year, one can see the trend.  In 1965, we consumed fewer than 5 litres each.  At the peak of our economic activity, we got up to approximately 13 to 14 litres.  While the amount has since decreased somewhat, it is still two and a half times higher per person than it was in the 1960s.  If one compares the recession we had in 1982 to the one that some would argue we are still in - I do not know, and I will not go into it today - one finds that alcohol consumption in the latter period was still one and three quarter times higher than in 1982.  Thus, the relentless pressure appears to be upwards.  As such, it is important for us to understand that while asking everyone to completely stop drinking alcohol, myself included, would be unwelcome, it is our national goal.</p> <p>Our ambition for the tobacco industry is bankruptcy.  We want it either to stop selling tobacco or to become bankrupt.  We have no other ambition for it.  Our ambition for alcohol consumption is a substantial decline in the unit consumption of alcohol per head of population.  If anyone thinks that any part of the alcohol industry is our partner in this, that person is deluded.  The industry has one ambition, which is to sell more alcohol.  From retailers to manufacturers to distributors, the industry is not our partner in public health on this.  It should not be part of the equation whatsoever.  The measures the Minister and his predecessors have put forward will have the support of most who worry about the consumption of alcohol in this country.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.120" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X00200"><p>In accordance with the Order of Business, we must adjourn the debate at 2.15 p.m. and I cannot call the Minister back in again.  We have to move to No. 5.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.121" speakerid="com.kildarestreet/member/1171" speakername="Jillian van Turnhout" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X00300"><p>I propose that we extend the time by five minutes to complete Second Stage.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.122" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X00400"><p>I am advised that my hands are tied.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.123" speakerid="com.kildarestreet/member/1171" speakername="Jillian van Turnhout" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X00500"><p>There are no other speakers.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.124" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X00600"><p>I am advised that unless the Leader comes in and changes it, we cannot do that.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.125" speakerid="com.kildarestreet/member/1171" speakername="Jillian van Turnhout" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X00700"><p>Could the acting Leader deal with it?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.126" speakerid="com.kildarestreet/member/1149" speakername="Marc MacSharry" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X00800"><p>The acting Leader should propose an extension of five minutes to allow the Minister to respond.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.127" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X00900"><p>As the acting Leader, can Senator Mullins propose that the Minister take one minute to respond, and we can conclude?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.128" speakerid="com.kildarestreet/member/1118" speakername="Michael Mullins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X01000"><p>In fairness, I think the Minister would need more than one minute.  I ask for an extension of time so that he is given his five minutes.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.129" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X01100"><p>The acting Leader, Senator Michael Mullins, seeks an extension of time of five minutes.  Is that agreed?  Agreed.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.130" speakerid="com.kildarestreet/member/948" speakername="Leo Varadkar" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X01200"><p>That will be more than enough, because my brief requires me to be in the D&aacute;il for Topical Issues in less than one hour.  I must sign off on three Topical Issues that I have not even seen yet.  I can be very quick.</p> <p>I welcome the broad support in the House for the Bill.  It took five years to get to this point.  It is really great that we got it into the Seanad within a week or two and it will be even better if we can complete Second Stage today.  It will be enormous progress.  I welcome sincerely the broad support in the House for the Bill.  Senator Crown is absolutely right.  The consumption of alcohol, which had gone down, has started to go up again.  As the economy has recovered, guess what?  People have more money and are spending more on alcohol all over again.  We drink much more than we did 20 or 30 years ago.</p> <p>I very much welcome the support from Sinn F&eacute;in, which had concerns about the new unit pricing.  I welcome the Sinn F&eacute;in Members' support for it at this time.</p> <p>When it comes to structural separation in stores, we did not go ahead with the original proposals introduced in 2009 by the then Minister, Dermot Ahern, because they were probably too onerous.  They required separate entrances, separate tills and large physical barriers.  We are not going that far, but we want alcohol to be separated in stores.  It will not bankrupt any small to medium shop to put in a partition.  I am sure they do that type of work all the time as part of their general trade.</p> <p>While we are not writing it into the Bill, it is our intention to go ahead with minimum pricing at the same time as Northern Ireland.  We have an agreement with the Northern Ireland Executive that it will also introduce minimum unit pricing.  We intend to do it at the same time for all the obvious reasons.  It would be totally counterproductive if people just went North of the Border.  While it is not written into the legislation, as we do not want to totally tie our hands, it is certainly the intention.</p> <p>Somebody asked where the additional profits would go.  If this works, there will not be additional profits.  The whole point is to reduce consumption.  If consumption is reduced, less alcohol will be sold and there should not be more profits or more money for the Exchequer.  Obviously, that is entirely contingent on the legislation working.  Once again, I thank the Seanad for its support for this very important measure.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.131" nospeaker="true" time="10:30:00" ><p>Question put and agreed to.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.132" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X01400"><p>When is it proposed to take Committee Stage?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.133" speakerid="com.kildarestreet/member/1118" speakername="Michael Mullins" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#X01500"><p>Tomorrow.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.134" nospeaker="true" time="10:30:00" ><p>Committee Stage ordered for Friday, 18 December 2015.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-12-17a.135" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#Y00100">Bankruptcy (Amendment) Bill 2015: Second Stage</major-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.136" nospeaker="true" time="10:30:00" ><p>Question proposed: "That the Bill be now read a Second Time."</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.137" speakerid="com.kildarestreet/member/1018" speakername="Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#Y00300"><p>On behalf of the Minister for Justice and Equality, Deputy Fitzgerald, who regrets that she cannot be here, I am very pleased to present the Bankruptcy (Amendment) Bill to the House, and I look forward to hearing Senators' contributions.  It is a very significant reforming Bill, and I will highlight its main objectives.</p> <p>The Bill proposes three key changes to bankruptcy law in Ireland, as follows: the normal duration of bankruptcy is reduced from three years to one year; the normal duration of a bankruptcy payment order - the payments a court may direct the bankrupt person to make towards his or her creditors - is reduced from five years to three years; and a bankrupt person's legal interest of his or her home will, in general, transfer back to him or her automatically three years after bankruptcy adjudication, if the official assignee in bankruptcy has not taken steps to sell it before that date.</p> <p>These are important changes.  They recognise that bankruptcy is not an easy option and that the large majority of bankrupt people never intended to end up in bankruptcy, and have already co-operated in an open manner with the bankruptcy process and handed over their income and assets towards repayment of their debts.  For these people, the reforms contained in this Bill offer a second chance.  They will be able to exit bankruptcy and return to normal economic activity much more quickly, in line with the position in England, Wales and Northern Ireland.  It is good for them and good for our economy.</p> <p>The Bill ensures significant sanctions to deter and penalise anyone who tries to abuse the bankruptcy process or to conceal his or her income or assets from creditors.  In such cases, the High Court will retain the power to extend the bankruptcy term to up to eight years, and to extend the duration of a bankruptcy payment order to up to five years.  A new provision will allow the High Court to extend the bankruptcy term to up to 15 years, where it is satisfied that there has been particularly serious non-co-operation or concealment.</p> <p>The Bill modernises key aspects of bankruptcy procedures.  It will achieve the following: abolish the outdated requirement for an extra High Court hearing, the so-called statutory sitting, in all bankruptcy cases; enable the official assignee to disclaim onerous properties, which would effectively impose net costs on the taxpayer; and ensure that the official assignee has clear powers to demand and investigate electronic records relating to a bankrupt's assets and affairs.  While these changes are procedural, they are, nevertheless, vital, given that they will remove unnecessary costs and delays, free up court time and resources, and allow more efficient and effective bankruptcy administration.  The Bill provides for appropriate transitional arrangements, so people already in bankruptcy will also get the benefit of these reforms subject, at maximum, to a six-month transitional period.</p> <p>The Minister for Justice and Equality has already acknowledged in the D&aacute;il two major contributions to the thinking behind this Bill.  One was the Private Members' Bill, sponsored by Deputy Willie Penrose, which was published in March this year and whose provisions have been incorporated into this Bill, subject to some necessary amendments.  The other was the report on bankruptcy reform by the Oireachtas Joint Committee on Justice, Defence and Equality, which was undertaken last summer at the Minister's request.  The joint committee held a public consultation and examined over 100 submissions before providing the Minister with its report in July which, likewise, recommended reducing the bankruptcy term to one year.  The Minister wishes to again express her appreciation to the joint committee for its extensive work, as well as the Oireachtas joint committee on finance and the many stakeholders and individuals who made valuable submissions.</p> <p>This Bill to reform bankruptcy law will not operate in isolation, but will complement the significant reforms the Minister has already introduced to personal insolvency law, with the enactment earlier this year of the Personal Insolvency (Amendment) Act and the commencement in recent weeks of its new independent court review of the so-called &ldquo;bank veto&rdquo;, where creditors reject a personal insolvency proposal.  A number of review cases have already been lodged with the courts.  The Government has also taken important steps in recent months to reduce costs and increase accessibility of insolvency and bankruptcy procedures.  This includes the Minister's decision to waive court and insolvency service fees for insolvency cases, and to substantially reduce bankruptcy costs.  It also includes the implementation of a nationwide network of dedicated mortgage arrears services in Money Advice &amp;amp; Budgeting Service, MABS, centres.  MABS and the Insolvency Service of Ireland, with the co-operation of the Courts Service, are already ensuring a presence at all Circuit Court hearings around the country for repossession, to provide information and support for those in mortgage arrears on their homes.  This is a very important initiative.  On behalf of the Minister, I urge anyone worried about debts, particularly anyone at risk of repossession, to contact MABS which will put them in touch with the help they need.</p> <p>I will outline the thematic provisions of the Bill.  Under section 10(a) of the Bill, the normal duration of bankruptcy will be reduced from three years to one year, as recommended by the joint committee in its report.  This will also correspond to the position in England, Wales and Northern Ireland.  The joint committee report expressed concern that reducing the bankruptcy term should not benefit bankruptcies which appeared to be deliberate or fraudulent.  The Bill responds to this concern by retaining provision for a considerably longer bankruptcy term of up to eight years where the court is satisfied that the bankrupt is not co-operating with the bankruptcy, or has tried to conceal assets or income.  The Bill also allows for longer extension in particularly serious cases of non-co-operation or concealment.</p> <p>Bankruptcy payment orders are court orders made on the application of the official assignee which require a bankrupt to make payments for the benefit of his or her creditors from any surplus income or assets after reasonable living expenses for the bankrupt and any dependents.  Section 12 of the Bill will reduce the normal maximum duration of a bankruptcy payment order from five years to three years.  However, the maximum five-year duration will still apply in cases where the court is satisfied that the bankrupt has not co-operated with the bankruptcy, or has tried to conceal assets or income.  When a person becomes bankrupt, his or her interest in any property he or she owns, including his or her home, passes automatically to the official assignee, whose duty is to sell it, if feasible, to repay creditors.</p> <p>Section 61 of the Bankruptcy Act protects any spouse or civil partner of the bankrupt, by requiring the official assignee to apply to court for leave to sell the home if it is a family home under the Family Home Protection Act 1976, or a shared home under the Civil Partnership Act 2010.  The official assignee will try to dispose of the bankrupt's interest in the property, preferably to the spouse or civil partner.  However, in many cases, and particularly where the property is in negative equity, no purchaser can be found.  Section 10(c) of the Bill proposes a practical solution in such cases, by providing that the bankrupt's interest in the home will automatically revest in him or her three years after the bankruptcy adjudication, unless the court orders otherwise, the bankrupt and the official assignee agree otherwise, or the official assignee has sold it or applied for a court order authorising sale before that date.  A similar provision already applies in England and Wales.  This applies to the bankrupt's home at the date of bankruptcy adjudication, whether it is his or her family home, shared, civil partnership, home, or principal private residence as a single person.  This will also allow for more efficient and cost-effective administration of bankruptcy cases, particularly those with very limited resources.  Given that the bankrupt's interest in his or her home remains subject to any mortgage, the position of the mortgage lender is not affected.</p> <p>The Bill introduces at section 11 a new power for the court to extend the bankruptcy term up to a total of 15 years on application by the official assignee, where the court considers it just to do so in cases of particularly serious non-co-operation or concealment by the bankrupt.  This arises because a relatively small number of bankruptcy cases feature particularly serious and flagrant levels of such conduct by the bankrupt, for which there is currently no adequate deterrent.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2301"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->The new 15-year maximum term is modelled on the approach in the US and UK.  In the USA, a bankrupt's debts are only discharged if he or she has co-operated with the bankruptcy trustee, which is equivalent to our official assignee.  In the UK, legislation allows the bankrupt to remain subject to a bankruptcy restriction order in cases of non co-operation, which continues bankruptcy restrictions for up to 15 years.<br/><br/>Section 4 of the Bill will abolish the requirement under the Bankruptcy Act to hold an additional sitting of the High Court in every bankruptcy case some weeks after adjudication, which must be attended by the bankrupt, the creditors and the official assignee.The original purposes of the statutory sitting are now superseded.  It is widely seen as an outdated formality which is a major strain on court resources.  It also creates unnecessary legal costs and workload for creditors and the official assignee, and further stress to debtors, who are largely unrepresented and have already gone through a public adjudication hearing.  Its abolition will free up considerable time for the courts and the official assignee and will also benefit the parties involved.<br/><br/>Sections 6, 7, and 15 of the Bill will clarify the wording of several provisions in the Bankruptcy Act to put it beyond doubt that electronic as well as paper records are covered by the powers of the court or the official assignee to demand accounts and records for the purposes of investigating a bankrupt's affairs.  This is important to assist the official assignee in investigating a small number of high-asset cases in which a bankrupt may have concealed assets.<br/><br/>The next item is the power of the official assignee to disclaim onerous assets, which is an important provision.  Section 8 of the Bill will allow the official assignee effective power to refuse to accept responsibility for any property of the bankrupt which is likely to generate substantial costs and where there are no funds in the bankruptcy estate to cover these costs.  When the official assignee takes over a bankrupt's property, he becomes legally responsible for any costs and liabilities arising from it.  These can include unpaid rates, property tax, management charges, essential repairs, ongoing security and insurance for properties which may not be generating any revenue.  At the same time, the official assignee has no power to compel any contribution from the secured lender who is entitled to receive any proceeds from the sale of these properties.  Consequently, these costs risk being imposed on the State and the taxpayer.  The current provision for disclaim in the Bankruptcy Act effectively only applies to liabilities arising under a lease, which does not cover the many types of liability mentioned above.  In the UK this problem was addressed by the Insolvency Act 1986, which gives the official assignee a broad power to disclaim any onerous property.  It means that such costs are, more appropriately, the responsibility of the secured creditor who will receive the benefit of the property concerned.  The proposed amendment in this Bill follows the same approach.  It will generate considerable savings for the State and the taxpayer, as well as improving the overall efficiency of bankruptcy administration.<br/><br/><b><i></i></b>In terms of transitional arrangements, any bankruptcy already existing when the Bill comes into effect will also benefit from the changes introduced by this Bill, subject to a six-month transitional period.  This reflects the six-month transition period that was provided previously when the bankruptcy term was reduced from 12 years to 3 years by the Personal Insolvency Act 2012.  It is needed to ensure a smooth transition and to enable the official assignee to make any necessary applications to the court for extension of time in cases which raise issues of non-co-operation or attempted concealment.<br/><br/>Under the transitional provisions, and assuming that there are no grounds for extension, the following occurs.  First, an existing bankruptcy which is to terminate three years after adjudication and is due to terminate less than six months after the commencement date of the Bill will terminate on its due date.  Other existing bankruptcies will now terminate one year after adjudication or six months after commencement, if that is the later date.  Second, an existing bankruptcy payment order due to expire five years after it was made by the court, if it is already due to expire less than six months after the commencement date, will terminate on its due date.  Other existing bankruptcy payment orders will now expire three years after they were made or six months after commencement, if that is a later date.<br/><br/>The provision for re-vesting of the bankrupt's interest in his or her home applies to a bankruptcy which exists at the date the Bill comes into effect.  Re-vesting would take place, subject to the exceptions that I have already outlined, either on the third anniversary of adjudication or six months after the commencement date, whichever is the later.<br/><br/>I will briefly mention the specific provisions of the Bill.  The technical content and effect of each section is set out in the Explanatory Memorandum.<b></b>Sections 3 to 5, inclusive, abolish the mandatory requirement for a statutory sitting.  They replace references to the statutory sitting in other sections of the Bankruptcy Act.  Sections 6 and 7 amend sections 19 and 21 of the Bankruptcy Act.  They clarify that the powers of the official assignee and the High Court to require the production of a bankrupt person's accounts and records extend to electronic records.  Section 8 is the provision for the official assignee to disclaim onerous properties.<br/><br/>Section 9 clarifies section 61 of the Bankruptcy Act regarding the protection of a family home under the Family Home Protection Act or a shared home under the Civil Partnership Act 2010.  These changes will aid the interpretation of section 10 of the Bill regarding the re-vesting of the bankrupt's home.  Section 10 is the important provision for reduction of the bankruptcy term and re-vesting of the bankrupt person's home with the relevant transitional arrangements.  Section 11 provides the new power for the court to extend the bankruptcy term for up to 15 years in cases of particularly serious non co-operation or concealment.<br/><br/>Section 12 reduces the normal duration of a bankruptcy payment order from five years to three years, with the relevant transitional arrangements.  If the court is satisfied that there has been non-co-operation or concealment by the bankrupt, however, the maximum duration remains at five years.  Sections 13 and 14 are consequential amendments and both replace references to the statutory sitting.  Section 15 is a further amendment to clarify that electronic records are included in section 123 of the Bankruptcy Act, which provides that it is an offence for a bankrupt person to withhold, conceal or falsify records of their affairs.<br/><br/>As every Senator in this House is aware, the background of our economic crisis means that those now entering bankruptcy, or already in bankruptcy, have already struggled with unsustainable debt and managed on very restricted incomes for several years.  The measures in this Bill will provide these people with a much-needed light at the end of the tunnel and an earlier return to normal economic activity.  As the Small Firms Association underlined in its submission to the joint committee's bankruptcy review,  reducing the term to one year will, in particular, provide that vital second chance for a small entrepreneur to restart in business.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.139" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#Z00200"><p>Hear, hear.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.140" speakerid="com.kildarestreet/member/1018" speakername="Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#Z00300"><p>At the same time, the Bill includes strong provisions to ensure that any bankrupt person who tries to conceal his or her resources from creditors or evade his or her obligations will end up with a longer bankruptcy term and a longer bankruptcy payment order.  The Bill makes important changes to modernise bankruptcy procedures, reduce unnecessary costs and ensure that the official assignee has effective powers to focus on the small minority of bankruptcies in which there may be issues of fraud and concealment.  This Bill is a further example of the Government's commitment to bringing forward reforms to ensure a more enlightened, less punitive and less costly approach to addressing intractable debt, and a fair balance between the interests of debtors and creditors.  I commend this Bill to the House.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.141" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#Z00400"><p>Hear, hear.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.142" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#Z00600"><p>I welcome the Minister of State.  I can confirm that Fianna F&aacute;il supports the Bill, but we have certain reservations.  I remember debating the original Act of 2012 when the then Minister, Deputy Alan Shatter, was before the House.  At the time, myself and other Senators argued strongly that the bankruptcy term should be reduced to one year, primarily because at the time one had a significant number of people travelling to the United Kingdom.  It seemed at the time - and still seems to be the case, which has now been recognised by the Government - that enormous difficulties are created by having two separate terms of bankruptcy when two jurisdictions are located close together.  I commend Deputy Willie Penrose-----</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.143" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#Z00700"><p>Hear, hear.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.144" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#Z00800"><p>The Deputy initiated this process through his Labour Party.  Such endeavour proves that even a backbencher in Government can have an influence far beyond what his or her humble backbench status might suggest.</p><p>I have been surprised by three things.  First, I am astonished at how fast this change has taken place in legislative terms, because the process usually grinds very slowly.  Second, the matter was accepted by the two parties in Government.  Third, they moved very quickly to put the Bill before both Houses and have the legislation signed into law.</p><p>I wish to put on the record my view that bankruptcy is not a panacea.  In fact, from the debtor's perspective, while a reduction of the bankruptcy discharge term to one year might seem attractive, bankruptcy retains some very severe disadvantages and restrictions and is not to be entered into lightly.  Proponents of a reduced discharge period cite the increased probability of the bankrupt retaining the family home, but that view flies against the facts.  Some 75% of bankrupts end up losing the family home.  The bankrupt is <i>persona non grata </i>with banks, will lose his or her bank account and credit cards and is disbarred from seeking credit in excess of &euro;600.  The bankrupt's credit rating is effectively destroyed.  The bankrupt may lose his or her job due to bankruptcy status and may well be disbarred from seeking certain forms of employment.  The bankrupt may not become a company director for the period of bankruptcy.  That is the reality.</p><p>We on the Fianna F&aacute;il side of the House take some issue with the Government's foot-dragging in certain areas, particularly over the past four years, in terms of taking action to remove the bank veto.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Paschal Mooney:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->It was only as a result of questioning last month by Fianna F&aacute;il in the D&aacute;il that the Minister for Justice and Equality signed the commencement order this week for the remaining provisions of the Personal Insolvency (Amendment) Act 2015.  Not one family has, as yet, benefited from this provision owing to Government delays in this regard.</p><p>There is also the prospect of EU harmonisation of bankruptcy arrangements.  Perhaps the Minister might a view on this issue.  In its recommendation of 12 March 2014 on a new approach to business failure and insolvency the European Commission suggested entrepreneurs be discharged after three years.  I support this recommendation.  At the time I contributed to the debate on the original Bill I argued in favour of a reduction to one year.  I wonder whether a future Government might get caught if European Union harmonisation was to proceed?  Would it mean another change in the law or would subsidiarity come into it or are we master in our own house?</p><p>A one year term would make the financial institutions engage more with debtors in reaching meaningful solutions and encourage further engagement with the debt settlement arrangement or personal insolvency arrangement processes.  From that point of view, it would be welcome.  Also, as suggested, the benefits of economic recovery would be passed on to all citizens by allowing those with crippling levels of debt associated with credit obtained during the economic boom to move on from that debt.  This would allow the debtor to return to economic normality much faster.  I am sure all sides of the House agree that it is necessary to aid the economic recovery of the State and enable many of those caught up in bankruptcy to become positive contributors to the economy as quickly as possible.  In fact, there is a long-standing view in the United States that one is not a success in business unless one has been bankrupted at least once.  I am not suggesting for one moment that that is the route people should take, but there has not been the same stigma attached to bankruptcy or liquidations in the United States with its strong pro-enterprise culture as, perhaps, there might be in Ireland or elsewhere in Europe.  It is the one aspect of the legislation that I welcome in that it allows an opportunity for those who were imaginative, creative and entrepreneurial-minded and failed to get back up again.  There should be no stigma attached to it.  One should applaud those who have been defeated in their initial attempts in the world of business and been made bankrupt.  That they can now get out of bankruptcy after a relatively short period is welcome.</p><p>The other aspect is the mortgage arrears crisis.  We suggest that reducing the bankruptcy term will not solve the mortgage arrears crisis.  Reducing the bankruptcy term is one element of a far wider programme of measures needed to deal with families and businesses in financial difficulty.  There are more than 38,000 families in mortgage arrears for more than two years.  The reality is that bankruptcy will not be a silver bullet for most of them.  The Minister for Finance said earlier this year that those declared bankrupt could lose the family home.  The people concerned then become homeless and have to seek social housing from local authorities as a result, which constitutes another crisis.  Bankruptcy may be suitable in certain circumstances, but it is not a solution for the vast majority of households the primary financial difficulty of which relates to being in arrears on their mortgage.  We provided the Government with a template in the Family Home Mortgage Settlement Arrangement Bill 2014 which would have adapted the under-utilised Insolvency Service of Ireland to allow a dedicated mechanism to be put in place to deal with the issue of the family home.</p><p>A new Central Bank report which looks at the causes of long-term mortgage arrears shows that the amounts by which those in long-term arrears have fallen behind in their repayments are increasing in more than 80% of cases.  This indicates that there is a large cohort of mortgage borrowers who have not had an adequate repayment restructuring plan in place.  The timely research from the Central Bank highlights very clearly that the current approach taken in dealing with serious arrears cases has not worked and is not going to work.  It is not surprising that high variable interest rates have driven many families into long-term arrears as they typically end up with a mortgage repayment several hundred euro higher each month.  It is unacceptable that such high mortgage interest rates are charged at a time when the economy is trying to recover.  It is a penal measure by the banks.  The public has never been able to understand why when the State practically owns all of AIB and has a 15% share in Bank of Ireland the banks have been thumbing their noses at the Government in recent years on the issue variable interest rates. </p><p>Overall, we welcome the Bill which will go some way towards making life a little easier for those who are anxious to get back into business and make a contribution to an expanding economy.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.146" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#AA00400"><p>On a daily basis I welcome the Minister to the House.  He is always welcome because his insight, including into this legislation, is very positive.  Senator Pashcal Mooney's contributions are always constructive and it was no different on this occasion.  </p> <p>This legislation is badly needed.  I respectfully suggest to all concerned that were it not for the efforts of Deputy Willie Penrose, it would not have been brought forward.  Sometimes it requires somebody sitting in the back row at a parliamentary party meeting to continue to raise an issue week in, week out, month in, month out to finally focus people's minds.  In many ways, those who find themselves in difficulty are vulnerable.  What were we doing to solve the problem?  We were exporting it, similar to the way thousands of women who find themselves in a difficult situation have to travel abroad, which is equally unacceptable.  If the next Government can follow the example being set in the context of bankruptcy and deal with the Eighth Amendment, that would be positive.  Here is wishing and hoping.</p> <p>The measure proposed is reasonable in that it provides that the time period for bankruptcy will be reduced from three years to one.  It is reasonable also that a period of three years will apply if it is identified that people are not signing up to meet the spirit of what has been achieved and that the court will have the power to step in and deal with the matter.  We have seen in too many cases that once something is done under company law, there is no way of dealing with the matter and undoing it.  In this case, if a person gets a break and a chance but abuses it and does not co-operate in meeting his or her responsibilities, it is only right and proper that the court should be able to intervene.  In such cases I always maintain that the family home should be protected, no matter what happens.  Senator Paschal Mooney has quoted a figure which indicates that 75% of those who become bankrupt lose the family home.  I would much prefer to see the flip side, whereby 75% of those made bankrupt retained the family home.  Certainly, nobody with a palace should retain it.  However, people deserve to live in a modest home and if their home is modest, I do not believe they should lose it.  Obviously, if it is in the leafy suburbs of south Dublin, that is a different discussion and needs to be entered into the equation.  It is an issue on which I would like to hear the Minister's thoughts.</p> <p>I believe no Member of the D&aacute;il - I am not sure how it works for Members of the Seanad - can be declared bankrupt; if that should happen, he or she loses his or her seat.  I stand to be corrected on that issue, but perhaps the Minister might shed some light on it.  I am not a constitutional law expert, but I believe the issue features somewhere in the Constitution.  It is one that should be addressed because I am sure there are Members of the Lower House and possibly in this House who may find themselves in financial difficulty from time to time.  It is not the way a democracy should work; just because a person finds himself or herself in financial difficulty and becomes bankrupt should not mean he or she cannot put his or her name on the ballot paper.  The people should the judge as to whether he or she is capable of doing the job.  </p> <p>The Bill will help us to deal with the consequences of the financial crisis and the fact that the country was broke until a couple of years ago and that thousands of people found themselves mired in desperate financial difficulties.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Martin Conway:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2347"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->There can be nothing more lonely or soul-destroying than for a person with a small business, finding themselves going broke, having to spend one year to access bankruptcy either in the city of London, Scotland or Holyhead, as a former Member of the other House had to.  If nothing else, this legislation amends the bankruptcy arrangements to allow people opt for the same option in this country as they could by going overseas.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.148" speakerid="com.kildarestreet/member/1200" speakername="Averil Power" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#BB00200"><p>I, too, welcome this legislation which is a positive move.  It is important we facilitate people whose businesses have collapsed or who have unsustainable personal debts to make a fresh start and to be able to contribute to the economy again.  I also note the Bill includes increased penalties in cases of non-co-operation and fraud.  It is right to have that balance to support those who are genuinely co-operating and want to rebuild their lives while having disincentives for those who might try to take advantage of the situation.  The Bill is in line with the recommendations of the Oireachtas Committee on Justice, Defence and Equality which considered this issue in depth, receiving 122 submissions on it, most of which were in favour of the reduction of the term to one year.</p> <p>Reducing the bankruptcy term to one year will aid not just the individuals concerned, but the recovery of the State by enabling people caught up in bankruptcy to become positive contributors to the economy again.  It is hoped it will encourage financial institutions to engage more with debtors and reach meaningful solutions prior to bankruptcy to ensure people do not have to take the nuclear option.  It will bring Ireland into line with other countries such as the UK and Northern Ireland where the bankruptcy term is one year.  It has been unfair that some who were in a position to do so were able to go to the UK for one year to have their bankruptcy discharged, while others who were not able to do so were stuck in Ireland, not able to avail of the opportunity.  It is only fair everybody should be subject to the same terms.</p> <p>It is also important to recognise that businesses fail.  Senator Paschal Mooney referred to the entrepreneurial culture in the United States with the notion that one is not really a business person unless one has failed once or twice before hitting the big idea.  We need to encourage greater entrepreneurship in Ireland and people to take the risk of setting up businesses.  We cannot be overly punitive, making people feel they will lose everything and be left in a bankruptcy limbo for years if they fail.</p> <p>There is much more that needs to be done to increase support for small businesses.  We are good as a country at attracting foreign direct investment, bringing in significant job numbers from large multinational companies.  While it is great a multinational may bring 500 jobs into the State, if it decides to pull out, that is 500 jobs gone overnight.  To build a more sustainable economy and to ensure employment opportunities throughout the State, not just in key hubs, we need to support small and medium-sized enterprises, SMEs.  SMEs are already our greatest employers.  This is often lost when we talk about foreign direct investment and how good Ireland is at export manufacturing and areas like that.  We must remember the backbone of the economy is the SME sector.</p> <p>We still have punitive tax and social welfare arrangements for small businesses.  While there was some movement on this in the budget, there is a need to ensure equalisation.  It is unfair that those in small businesses have to pay higher taxes.  It is also unfair that they are left with no social welfare entitlements when their businesses go wrong.  I have dealt with several cases over recent years of people who had worked hard to build up their businesses.  When times got tough, they did everything they could to keep it going and make sure they could pay their staff wages.  Often they did not take any income home themselves just to keep on loyal employees who had been with them for years.  Ultimately, they could not save the business and it went to the wall.  Their employees were entitled to social welfare but they were not.  That is unfair and needs to be examined.</p> <p>The Bill provides that those who are already in the bankruptcy process will have to wait a further six months - a transition period - before they can be discharged.  A concern raised with me is that this potentially could lead to 1,000 existing bankrupts falling due for their dates to be discharged on a single date six months after the passing of the legislation.  Will the Minister of State clarify if that is the case?  Will all these people have to wait the full six months and then will they all fall to be considered at the same time?  That would put a significant burden on the Insolvency Service of Ireland, ISI, and I do not know how it would deal with that.  Is there a potential for this process to be delayed?  Can the ISI use the six-month period to discharge the bankrupts in question on a staggered basis?  Can it start immediately bringing some people out of bankruptcy and ensuring all 1,000 people are dealt with in the next six months?  If they have to wait, there is the potential of a logjam.  This would be unfair on those who have been in the process already for years and have more than passed the one-year requirement while waiting to be discharged.  A transitional period of six months was provided previously when the term was reduced to three years but there were not as many people then who were hitting the threshold at one time as there will be when this legislation comes into place.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.149" speakerid="com.kildarestreet/member/1172" speakername="Aideen Hayden" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#BB00300"><p>I welcome this legislation and, in particular, pay tribute to my colleague, Deputy Willie Penrose, who personally and unrelentingly championed this legislation.  There are significant benefits to be gained from these changes to the bankruptcy laws, not least that on the island of Ireland there will be one period for bankruptcy.  We will not have what can be loosely termed as bankruptcy tourism for certain people who can afford to avail of it.</p> <p>Many decent people, particularly those in small businesses, put everything on the line.  In certain circumstances, unfortunately, they put their family home on the line as well as their other assets to secure their businesses.  However, some have found themselves in a position where they have, unfortunately, had to go down the route of insolvency and bankruptcy.  Ireland is notoriously a country where the level of debt repayment is exceptionally high.  The level of default on mortgages, historically, was especially low.  Irish people are noted for paying their debts.  We are not a country where people enter into debt or default on debt lightly.  It is right and proper that we have taken the bankruptcy and insolvency process to a point where it will work.</p> <p>Unfortunately, as has been mentioned, this has been slow in coming.  The legislation introducing the insolvency process initially was not as effective as it had been hoped.  Unfortunately, it took some time to bed down.  The changes this Bill will make to the insolvency legislation are welcome.  It is a case that more needs to be done, however, particularly when we look at the ongoing situation with mortgage arrears.  It is improving in that we have gone from 90,000 cases of mortgages in arrears of more than 90 days in 2014 down to 70,000 cases.  What is more disturbing, however, is the significant number of cases in arrears for more than two years, somewhere in the region of 38,000 cases, while 26,000 cases are deemed to be intractable.  In other words, we have a long way to go in resolving the situation with mortgage arrears.</p> <p>The high level of personal debt in Ireland today has been recognised by the European Commission and which will very much be a drag factor for our economy.  No one would argue that what has happened in this country over the past decade has not been short of a disaster.  It is appropriate that we find a way now to enable people to move on and get their lives back on track.  Reducing the period of bankruptcy to one year is a positive and important step in this regard, but we need to consider additional changes.  While we have put in the provision that, in theory, allows the Circuit Court to look at an insolvency proposal that has been refused, the difficulty arises in a situation where there is only one class of creditor.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Aideen Hayden:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2384"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2384&amp;amp;pid=AideenHayden&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->Unfortunately, if all creditors refuse the case cannot be reviewed by the Circuit Court.  Therefore, we must change the insolvency legislation to allow for a review by the Circuit Court where there is only one creditor.  I am personally dealing with a situation at the moment where the individual concerned has all of the debt with one lender.  Therefore, the person cannot avail of the insolvency process because the lender has refused to consider an arrangement.  </p><p>I accept that there are protections in the legislation for scenarios where borrowers hide assets.  I believe it is right and proper to have such protections because I do not think that the people need or want to pay for fraud.  There is evidence, in certain circumstances, that people have not been entirely truthful about their level of assets.  I do not suggest for a moment that this relates to many people because the vast majority of ordinary people have done their absolute best to declare their assets.  It is right and proper that the legislation contains safeguards to deal with people who are not open and forthcoming.  </p><p>I wish to bring to the Minister of State's attention the report compiled by the Oireachtas Joint Committee on Finance, Public Expenditure and Reform on mortgage arrears and a resolution process.  A certain number of the proposals in the report need to be considered, particularly in terms of some of the earlier stages of the debt process.  In an ideal world bankruptcy should be avoided at all costs.  Bankruptcy is not pleasant.  The fact remains that most people who have found themselves in a bankrupt situation will never really be able to borrow again.  They will also find it enormously difficult to establish businesses and so forth.  Therefore, we should ensure that as many people as possible never find themselves in that situation.  The report contains a significant number of recommendations that would ensure that more cases are resolved at an earlier point.  One of the advantages of reducing the period of bankruptcy will be to ensure that more lenders engage in the process at an earlier stage.  Quite clearly, if somebody is declared bankrupt then the lender will ultimately lose out.  I accept and acknowledge that an impetus definitely exists.</p><p>Other measures need to be considered.  In particular, when a lender makes an offer to a borrower in terms of deciding whether a mortgage is sustainable, offers a split mortgage or some other arrangement such as extending the term, there is no independent appeals process for somebody at that stage of the process to submit an application.  Therefore, the lender acts as judge and jury over the borrower.  We should very much consider looking at the earlier stages of the process.  We must also ensure that bankruptcy is always the last resort and that everything that can be dealt with at an earlier stage is dealt with.</p><p>I welcome the new role for the Money Advice &amp;amp; Budgeting Service, MABS.  One of the difficulties for people is the cost of representation.  It has been my experience, as I am sure it has been the experience of many people in this Chamber who have had to deal with people in this situation, that such people have reached the end of their tether as they are without resources.  They do not have the resources to engage with personal insolvency practitioners and they do not have money for court representation.  It is very important to have a level playing field for the borrower and lender.  Without question or doubt, resources should never be an issue for a borrower engaging with a lending institution.  We have been a little too slow in coming to the table to try to level the playing field.  I ask the Minister to ensure that MABS is properly resourced not just in terms of money but in terms of having people with the expertise to negotiate directly with lenders.  Also, we must ensure that people are represented at the court process stage.</p><p>To conclude, I welcome the legislation before us.  Again, I commend our colleague, Deputy Willie Penrose, and thank him for what he has done.  There are many indebted people in this country today who will be very grateful to him for what he has done.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.151" speakerid="com.kildarestreet/member/1157" speakername="Sean Barrett" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#CC00200"><p>I extend a welcome to the Minister of State and the Bill.  I echo all of the accolades that have been bestowed on Deputy Willie Penrose in his promotion of this matter.  Bringing the bankruptcy term back to one year is a good move and protecting the family home is commendable.  In addition, the provision whereby people who deliberately conceal assets may face a bankruptcy term of up to eight years, means it pays to co-operate.</p> <p>It is a pity that there are 26,000 intractable cases before us and, therefore, an overhang of debt.  This legislation is one of the steps that will help us to get out of this dreadful situation.  Another step took place today because interest rates have finally started to rise in the United States.  We must also look at matters such as the regulation of banks.  During the banking inquiry it was revealed that there was irresponsible lending, by any standards, and heavily concentrated lending for a small number of individuals, and properties did not have proper titles which is why NAMA had to apply such a huge discount.  Therefore, we will need to have a far more tightly regulated property sector in future.  </p> <p>I hope that all of us will return after the break.  No. 48 on today's Order Paper is the National Mortgage and Housing Corporation Bill 2015.  Its aim is to transfer the ability of governments to borrow at low interest rates to below average housing and not rely on the existing financial institutions that have a lot to answer for.  </p> <p>Senator Hayden has always stressed, and I thought that we had made some progress with the then Minister, Deputy Shatter, that in cases involving a buy-to-let property the solution should never be to evict the tenant and that action is taken against the landlord and not the tenant who pays his or her rent.  It is an unfortunate consequence that we do not have security of tenure for people in such circumstances.  The moral hazard was all in the financial sector, the construction sector and the accountancy sector.  The latter will come under stricter regulation next June under the Irish Financial Services Regulatory Authority.   Banking will have to be heavily controlled by the current Governor, Professor Philip Lane, as it was by his predecessor, Professor Patrick Honohan.  This legislation is a step in the right direction.  I do not wish to delay the House and confirm that I shall vote for the Bill.  I wish the Minister well and thank Deputy Penrose for his initiative in bringing the legislation forward.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.152" speakerid="com.kildarestreet/member/1133" speakername="David Cullinane" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#CC00300"><p>I welcome the Minister of State to the House.  I support the Bill but it has been a very long time coming and I do not direct my comment solely at this Government but at many Governments.  The issue has lain on the sideline for a long number of years and been thrown from one committee to the next.  All of the committees have pretty much made the same recommendations.  The general public's support has always been for a one-year bankruptcy period.  It is welcome that we are moving to adopting such a term.</p> <p>A balance must be struck between encouraging entrepreneurship, which is what we want to do, and taking risks.  When people take risks it does not always work out.  In addition, not everybody is going to be successful in business and because of the nature of business, people will lose their jobs.  People, in their personal lives, will also make mistakes with their finances.  There are also people who are reckless in business through making bad decisions about borrowing and investments.  Many of those decisions were based on greed.  During the Celtic tiger period many people borrowed huge amounts of money to purchase lands and properties which ended up being worth a fraction of what their loans were.  People will not have the same sympathy for them as for a person who is a mortgage holder or took out a mortgage to buy a home.</p> <p>Having said that, we cannot look at the minority of cases and, instead, we must look at this matter in the round.  We need risk takers and entrepreneurs.  We need to encourage people to take a risk and set up businesses.  Not all of the businesses will work so a safety net and way out of debt should be provided.  The current system certainly did not provide that.  The current system and the previous system certainly did not work.  In comparison with European countries, the situation here was not good.  </p> <p>I welcome the fact that an Irish person, or someone who is resident in this State, who decides that bankruptcy is his or her best option will now face the same general rules in Cavan as in Fermanagh.  The provision is welcome and it is a step forward.  The people most likely to benefit from the provision are those with the larger and more diverse debts that I spoke about earlier.  This is mainly a solution for the business person or person with many debts, both business and personal, rather than for a homeowner whose debt is concentrated in a mortgage for the family home or even a buy-to-let property.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator David Cullinane:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2357"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2357&amp;amp;pid=DavidCullinane&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->It is mainly a solution for the business person or person with many debts, both business and personal, rather than for the home owner whose debt is concentrated in a mortgage on a family home or buy to let property.  The latter are the debtors who will continue to be faced with an unbending bank but who will have no backing from the State.  We must join up our policies.  I acknowledge the Government has put in place some measures to support those in mortgage distress but they are not working.  The banks, by and large, still have a veto.  Many of the banks are not playing ball with regard to options like split mortgages or mortgage to rent schemes.  It does not take a genius to work that out.  The figures show that there were 206 repossessions in the most recent quarter for which data are available.  This does not include so-called voluntary surrenders.  A total of 422 families lost their homes during this period, the same number as in the previous quarter and four families are losing their homes per day.  The banks are not playing ball with all of those in mortgage distress.</p><p>I support the Bill but it is not a silver bullet.  It will help some people but only a minority.  While I welcome that, I note that this legislation is being processed very late in the day, at the very end of this Government's term.  That said, anything that helps people is welcome.  Many people, however, will still see this as a drop in the ocean in the context of what is required to deal with the overall debt crisis, which is not just about the matters we are dealing with today.  We were told that 18,000 people would use the insolvency service in its first year but up to now, only 3,000 people have made applications.  That is why we are here; the insolvency system set up by the Government has failed to tackle the crisis.  Bankruptcy was supposed to be the last hope for people swimming in debt and the Government said it would provide hope for such people but that element of the Government's policy has not worked.  </p><p>There is no guarantee that this legislation will keep even one family in its home.  Indeed, the Minister of State cannot give such a guarantee.  Bankruptcy in the vast majority of cases, whether it is a three year or one year term, means losing the family home.  That is the reality and tinkering with the terms does not change that.  A system that was supposed to prevent hundreds of thousands of people facing bankruptcy has failed miserably.  This Government has backed the banks at all costs and thousands are paying the price for that.  </p><p>I hope this Bill helps and will work for those for whom it is intended but we have a lot more work to do in this area.  In the coming months, we will be having a very interesting conversation on a whole range of issues in the course of the general election campaign.  I am sure the issues which are the subject of this debate will feature in that conversation.  We will have a new Government, of whatever colour or persuasion, next year and I hope that it will do a lot more to help the majority of those who are in debt, not just those who took business risks and who had considerable assets.  The new Government must focus its efforts on those who are in mortgage distress.  I hope that during the lifetime of the next Government, more can be done for them.  Again, I support the Bill and the intention of its provisions.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.154" speakerid="com.kildarestreet/member/1205" speakername="Paul Bradford" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#DD00200"><p>I welcome the Minister of State to the House and generally welcome this legislation.  We debated the original changes to our bankruptcy laws in this House under the stewardship of the former Minister for Justice and Equality, Deputy Shatter, two or three years ago.  We had a very substantive debate on that occasion.  Indeed, the record shows that a more substantive debate took place in this Chamber than in the Lower House.  The main element of the legislation before us was presented to the then Minister by many Senators at the time as the preferred option, that is, a one year rather than a three year bankruptcy term.  In fairness to the former Minister, he presented a very firm and balanced view as to why he felt that the three year option was more desirable.  He forced all of us to reflect on the fact that while bankruptcy might be a partial solution for some people, once the bankruptcy process has taken place, there are still creditors who are owed money and that side of the equation should not be ignored.</p> <p>Bankruptcy is not a lifestyle choice.  It is not an option which people taking out loans, engaging in financial transactions or setting up businesses aspire to.  It is an option of last resort and if it can change the lives and livelihoods of people in a positive way, then we must support it.  Sometimes we can be a bit simplistic when we talk about bankruptcy.  We often compare this country and much of western Europe with the United States.  It is argued that in the United States, one is not a successful business person until one has failed many times.  It is also suggested that in the US people can engage in enterprise, fail, run up huge debts, leave them all behind them and start again.  A balance must be struck between flexibility, compassion and humanity on the one hand and personal and business responsibility on the other hand.</p> <p>When one strips away the party political broadcast element of Senator Cullinane's comments, one must acknowledge he made a very valid point regarding the fact that the majority of people in serious debt in this country will not come under the provisions of this legislation.  People with massive debts across various sectors must be given serious consideration.  We must look at other solutions for them.  As the country recovers from a profound recession and as we look forward to the outcome of the banking inquiry, we must ask ourselves how such high levels of debt were allowed to be accumulated by so many people.  We must ask why massive amounts of credit were extended by financial institutions in such a very carefree and casual fashion.  That is part of the problem too.  </p> <p>Hopefully, this legislation will provide a solution for a significant number of people but it will not help everybody whose indebtedness is profound.  I commend Deputy Penrose for presenting his legislation and would point out that Deputy Mathews was an almost daily advocate for this type of approach.  He made numerous interventions on the Order of Business in the D&aacute;il in that regard.  There is a general consensus that the Bill strikes the right balance between the desirability of allowing people to get on with their lives while ensuring that people do not abuse the system.  It certainly appears that such a balance is being struck here, although I am not an expert on bankruptcy law.  The message that we must send to the public is that there can be a new beginning and a fresh start.  However, looking beyond those who will benefit from the new bankruptcy regime, we must debate and then devise a legislative response to the broader issue of debt in this country.  Debt is holding back so many people and so many communities at the moment.  Such debt includes credit card debt, personal loans and so forth and is of very significant proportions.  It must be debated and new solutions brought forward.  </p> <p>Again, I welcome the legislation before us.  We had a substantial debate on this issue a number of years ago.  The fears and concerns which were expressed so well by the then Minister for Justice and Equality about the broader knock-on effects of bankruptcy on second-level and third-level creditors must not be forgotten.  Hopefully, there are sufficient safeguards built into our bankruptcy legislation in that regard.  </p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.155" speakerid="com.kildarestreet/member/1018" speakername="Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#DD00300"><p>On behalf of the Minister for Justice and Equality, I thank Senators for their interest in the Bill and for their contributions to this debate.  This is a significant, reforming Bill which will complement the reforms already introduced to personal insolvency legislation.  The most important element of the legislation is the reduction of the bankruptcy term from three years to one year, a fundamental change which follows the recommendations of the Joint Oireachtas Committee on Justice, Defence and Equality as well as the efforts of my party colleague, Deputy Penrose.  This will ease the impact of bankruptcy on people who have already been struggling with unsustainable debt and living on very reduced incomes for several years.  The provision for revesting the family home, if steps have not been taken for its sale within three years of bankruptcy, is another practical and humane solution.  At this stage, a bankrupt would normally be discharged from bankruptcy and cleared of any unsecured debts which can help in making mortgage repayments more affordable.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2301"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->The High Court's new power to extend the bankruptcy term to 15 years in serious cases of non-co-operation or concealment of assets is significant and will address the small minority of situations where a bankrupt person seeks to hide assets or income from creditors.  Another very important change is the new power for the official assignee to disclaim properties to avoid a situation where standing liabilities must be borne by the taxpayer when any proceeds of sale are retained by secured creditors.  There are also the traditional provisions which ensure people already in bankruptcy can benefit directly from the changes introduced by the Bill with a transitional period of up to six months.</p><p>It is essential to underline that bankruptcy is never an easy option and is not the right solution for everyone.  Bankruptcy does not wipe out mortgage arrears.  Personal insolvency solutions may work better for some households which is why section 14 of the Bankruptcy Act requires the High Court to consider whether a personal insolvency solution would be more appropriate to a debtor's circumstances before agreeing to the application to be adjudged bankrupt.</p><p>Senator Hayden asked about personal insolvency reviews.  The court review contains an express provision exempting a case from the requirement to show consent of a class of creditor if there is only one creditor.  This is an important features of the review.  Where there is only one creditor, the court passes directly to considering the fairness criteria of the review and does not need proof of consent from one class of creditor.</p><p>I appreciate Senator Power's support of the Bill.  As I indicated earlier, with regard to her question on the transitional arrangements and the risk of backlogs, the Bill will put in place arrangements for a smooth transition for all existing bankruptcies.  The official assignee and the insolvency service have been fully consulted on the transitional arrangements and we are satisfied the provisions of the Bill are manageable.  Additional measures in the Bill to reform and streamline bankruptcy procedures will also free up resources in the courts and for the official assignee and will further ensure no backlogs arise.</p><p>Senator Mooney raised a number of issues but he is no longer in the House.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.157" speakerid="com.kildarestreet/member/1200" speakername="Averil Power" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE00200"><p>The Senator is sitting behind the Minister of State.  He is the Acting Chairman.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.158" speakerid="com.kildarestreet/member/1018" speakername="Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE00300"><p>I apologise.  How dare I suggest he is no longer in the House and that he is no longer interested in the debate.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.159" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE00400"><p>I am multitasking.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.160" speakerid="com.kildarestreet/member/1018" speakername="Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE00500"><p>I know what that feels like.  On the points Senator Mooney raised, and the statistics he quoted on those in bankruptcy losing their family homes, a small study was carried out by official assignees in respect of initial cases in bankruptcy.  It is important to note many of the families had surrendered their homes to the banks before they entered bankruptcy.  Certainly, personal insolvency solutions protect the family home better than bankruptcy.  The Government has always emphasised the home is at risk in bankruptcy but the 70% statistic needs to be seen in context and may overstate the risks.</p> <p>With regard to measures taken on mortgage arrears, there is a decline in mortgage arrears exceeding 90 days and 180 days, which is to be welcomed.  The most serious category of home mortgage arrears are those which exceed two years, and while arrears remain far higher than we would wish to see there is a clear positive trend.  This group of arrears has stopped increasing and the latest quarterly statistics show even the most difficult category of arrears is reducing, which is a welcome indicator.  I accept the points made to the effect that more needs to be done.</p> <p>I appreciate the efforts of individual Senators and Deputies and I thank Senators for their contributions.  The Bill is a very important and far-reaching piece of reforming legislation.  It is well balanced and will bring immediate practical advantages to many households which have gone through some very dark and difficult years.  I welcome the general support of the Bill expressed by Senators.</p> <p>I again apologise to Senator Mooney for not realising he is sitting behind me.  I might have a very short life in politics if I do not realise who is behind me.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.161" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE00600"><p>Not at all, I was being as quiet as a church mouse.  The Minister of State is absolutely forgiven.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.162" nospeaker="true" time="10:30:00" ><p>Question put and agreed to.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-12-17a.163" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE01000">Bankruptcy (Amendment) Bill 2015: Committee and Remaining Stages</major-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.164" nospeaker="true" time="10:30:00" ><p>Sections 1 to 3, inclusive, agreed to.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.165" nospeaker="true" time="10:30:00" ><p>Question proposed: "That section 4 stand part of the Bill."</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.166" speakerid="com.kildarestreet/member/1200" speakername="Averil Power" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE01300"><p>I noted the Minister of State's response on the transitional periods but I am no more enlightened than was the case when I asked the question.  He stated he is satisfied that the transitional period will work smoothly.  The specific question I asked relates to the approximately 1,000 people who have already been in bankruptcy from more than 12 months.  As I understand it, they will become eligible to be discharged six months after the Bill comes into force.  Will they all become eligible on that date and will the Insolvency Service of Ireland then be obliged to work through each of the individual cases and be satisfied that the bankruptcy is appropriate and that they should not be extended to a longer time limit or will it start working immediately after the Bill is passed and use that six-month period to deal with people, in chronological order perhaps, starting with those who have been in the process the longest and start letting people go on a week by week basis rather than ensuring that all cases fall due on the same date?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.167" speakerid="com.kildarestreet/member/1018" speakername="Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE01400"><p>Not everybody will be eligible on the same day.  They will be dealt with on a staggered basis.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.168" speakerid="com.kildarestreet/member/1200" speakername="Averil Power" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE01500"><p>They will have to wait for six months.  Will the six months be used to release people now from bankruptcy or will they all have to wait six months before the process starts?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.169" speakerid="com.kildarestreet/member/1172" speakername="Aideen Hayden" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE01600"><p>I have a question on the same point.  It is my understanding, and perhaps the Minister will put me right on this, that the purpose of the six months was to allow the official assignee to determine whether there was, in fact, any reason the bankruptcy term should be extended, in other words whether there was any hiding of assets or fraud.  My understanding of the six-month period is that it will simply be to allow the assignee to determine whether the bankrupt should be discharged.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.170" speakerid="com.kildarestreet/member/1018" speakername="Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE01700"><p>I reiterate the point that under the transitional provisions, assuming there are no grounds for extension an existing bankruptcy which was due to terminate three years after adjudication, if it is already due to terminate less than six months after the commencement date, will terminate on its due date.  Otherwise, it will terminate one year after adjudication or six months after commencement if that is the later date.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.171" speakerid="com.kildarestreet/member/1200" speakername="Averil Power" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE01800"><p>Will the Minister of State to confirm, as Senator Hayden outlined, that the six months will be used to go through the files so the body of work has been done during the transitional period?  Will the six months being used for this purpose, so that in six months time some people will be let go on day one, day two and day three?  With respect, it has taken a lot of tick-tacking between the Minister of State and the officials for him to understand the position.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.172" speakerid="com.kildarestreet/member/1018" speakername="Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE01900"><p>No problem.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.173" speakerid="com.kildarestreet/member/1200" speakername="Averil Power" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE02000"><p>I am just seeking clarity.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.174" nospeaker="true" time="10:30:00" ><p>Question put and agreed to.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.175" nospeaker="true" time="10:30:00" ><p>Sections 5 to 16, inclusive, agreed to.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.176" nospeaker="true" time="10:30:00" ><p>Title agreed to.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.177" nospeaker="true" time="10:30:00" ><p>Bill reported without amendment and received for final consideration.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.178" nospeaker="true" time="10:30:00" ><p>Question proposed: "That the Bill do now pass."</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.179" speakerid="com.kildarestreet/member/1126" speakername="Jim Walsh" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#EE02600"><p>I have just come to make this comment.  However belatedly, I welcome the Bill and, as others have done, I commend Deputy Willie Penrose on his initiative in pushing this issue.  However, it is a sad reflection on this Administration that it has taken until the dying days of the current Oireachtas for it to be introduced.  Many people in the House, particularly on this side, argued from the time the Government came into office that there was a blatant need to address the position regarding discharge from bankruptcy, which then stood at 12 years.  The neighbouring island addressed it with a one-year term but we were still at 12.  It took the former Minister, Deputy Shatter, three years to bring it to the House before he was sacked.  When he did come forward with legislation, it was inadequate and only made provision to reduce the term to three years.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Jim Walsh:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1982"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1982&amp;amp;pid=JimWalsh&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->We argued at the time that it should be reduced to one year.  I recall making the point that we were facing unprecedented economic circumstances.  I heard people criticise those who got into financial difficulties.  Obviously, over-leveraging was the cause of many of our problems but there was tremendous economic growth during the period that led to it.  The one thing this country now needs is investment and risk-takers.  It is simply not good enough that all the cards were given to the banks in regard to this.  Nothing has been done about insolvency.  We introduced insolvency legislation, which was highlighted here as manifestly inadequate in that power of veto was given to the banks in respect of our proposals.  Of course, we see that it has not functioned at all in the manner in which everybody in these Houses would have liked.</p><p>In the current economic circumstances, a bankruptcy term of one year is appropriate before one is discharged.  In normal economic circumstances, one year may well be too short.  The term of one year is needed for an interim period but, once the economy is stabilised and credit is flowing in the normal way, unlike at present, a three-year term should be considered as the optimum.  However the proposed period is definitely needed and I commend those concerned on its introduction, however belatedly.  I give no credit to the Government but to one Member of the Houses, Deputy Willie Penrose, for producing the Bill.  The Bill has forced us to consider this issue and it shows that Private Members' efforts do work effectively, certainly in this instance.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.181" nospeaker="true" time="10:30:00" ><p>Question put and agreed to.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-12-17a.182" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#FF00300">Mental Health (Amendment) Bill 2008: [Seanad Bill amended by the Dil] Report and Final Stages</major-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.183" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#FF00400"><p>The Title of this Bill, Mental Health (Amendment) Bill 2008, was changed from Mental Health (Involuntary Procedures) (Amendment) Bill 2008.</p> <p>This is a Seanad Bill that has been amended by the D&aacute;il.  In accordance with Standing Order 118, it is deemed to have passed its First, Second and Third Stages in the Seanad and is placed on the Order Paper for Report Stage.  On the question, "That the Bill be received for final consideration", the Minister may explain the purpose of the amendments made by the D&aacute;il.  This is looked upon as the report of the D&aacute;il amendments to the Seanad.  For the convenience of Senators, I have arranged for the printing and circulation of these amendments.  There is one group of amendments and the Minister will deal with the subject matter of those amendments.  I have circulated the proposed groupings in the House.  A Senator may contribute once on a grouping.  I remind Senators that the only matter that may be discussed is the amendments made by the D&aacute;il.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.184" nospeaker="true" time="10:30:00" ><p>Question proposed: "That the Bill be received for final consideration."</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.185" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#FF00600"><p>I call on the Minister of State of the Department of Health, Deputy Kathleen Lynch, to speak on the subject matter of the amendments in group 1.  She is very welcome.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.186" speakerid="com.kildarestreet/member/982" speakername="Kathleen Lynch" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#FF00700"><p>I appreciate very much this opportunity to contribute.  Before I comment briefly on the individual amendments that have been made to the Bill in the D&aacute;il, I take this opportunity to thank Senators for their timely consideration of this short but important Bill.  I thank Senator David Norris and former Senators D&eacute;irdre de B&uacute;rca and Dan Boyle, all of whom originally sponsored the legislation when it was introduced in 2008 as a Private Members&rsquo; Bill.  I acknowledge the role played by mental health campaigners in general and the late John McCarthy in particular.  John, as everyone will know, was instrumental in raising awareness and developing the concept of Mad Pride Ireland.  I acknowledge his tireless work in seeking an end to the practise of administering electroconvulsive therapy, ECT, to patients with capacity who refused such treatment.  As most people know, John died.  It is sad that he was not here to see what he had campaigned for over such a long period.</p> <p>The revised Bill, which I am returning to the Seanad today, still delivers on the original intention of the legislation which was passed in this House in 2011 and achieves the purpose of ensuring that when a person with capacity refuses ECT, this decision will be respected.  The amendments that were made in the D&aacute;il last week tidy up an error in the original Bill, as agreed here in the Seanad, and introduce some minor technical changes.  I have introduced an amendment to section 60 of the Mental Health Act 2001 that will ensure that when a patient with capacity refuses medicine after a three-month period, this decision will also be respected.  The essence of the Bill, therefore, is in deleting the word &ldquo;unwilling&rdquo; from both sections 59 and 60 of the Mental Health Act 2001.</p> <p>If the Bill is passed in the House today, I plan to sign a commencement order in January 2016, with a likely effective date of 1 February 2016.  This will give the Mental Health Commission sufficient time to make the changes necessary to allow this new law to come into operation.  I ask the Cathaoirleach to have motions moved in regard to the four sections of the revised Mental Health (Amendment) Bill 2008 which was passed in the D&aacute;il last week and received all-party support.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.187" nospeaker="true" time="10:30:00" ><p>Question put and agreed to.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.188" nospeaker="true" time="10:30:00" ><p>Question proposed: "That the Bill do now pass."</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.189" speakerid="com.kildarestreet/member/982" speakername="Kathleen Lynch" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#FF01000"><p>This Bill affects a very small group.  Nevertheless, with the passage this morning of the capacity legislation, which will have a profound effect on the lives of everyone, be they young, middle-aged or old, and the scheme of the new mental health legislation that is currently being worked on, we now have a body of legislation that will bring us into the 21st century and also serve us well beyond that.  However, our opinions and methods of operation will all change.  I am very glad this small but significant Bill is passing with all-party support.  I thank everyone for their contributions.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.190" speakerid="com.kildarestreet/member/1148" speakername="Ivana Bacik" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#FF01100"><p>I welcome the Minister of State, Deputy Kathleen Lynch, to the House to deal with this Bill which she claims is small but highly significant.  I really welcome it.  This is an important and progressive day for our legislation on mental health treatment and involuntary treatment.  We have had many debates on this.  In the lifetime of the previous Seanad, I recall debating ECT administration and just how impassioned that debate was.  I am really glad we have finally made this amendment.  I compliment the Minister of State and her officials on all the work they have done on it.  This is also a progressive day because we passed the capacity legislation.  I thank the Minister of State.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.191" speakerid="com.kildarestreet/member/1158" speakername="Martin Conway" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#FF01200"><p>This day, 17 December, is a great day.  It is my wedding anniversary also.  It is great to see all this legislation going through the House.  It is shocking, however, that this matter has featured since 2008.  It is a great credit to the Minister of State that she acknowledged the three Senators who sponsored the original Bill.  It proves the system works, although one may no longer be a Member when the legislation eventually gets over the line.  It is great to see legislation that not only brings us into the 21st century but also brings us forward.  Well done.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.192" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#FF01300"><p>I am sure the House will join me in wishing Senator Conway a happy anniversary.  He is married to a very good Leitrim woman.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.193" speakerid="com.kildarestreet/member/1157" speakername="Sean Barrett" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#FF01400"><p>I congratulate the Minister of State.  I saw "One Flew Over the Cuckoo&rsquo;s Nest".  I did not believe I would ever see the person who abolished the pain inflicted on patients against their will.  As Senator Conway said, this is a great day.  I congratulate all concerned on achieving this goal.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.194" speakerid="com.kildarestreet/member/1150" speakername="Colm Burke" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#FF01500"><p>I thank the Minister of State for bringing forward this Bill and for all the legislation that has been passed over the past three weeks.  Of all the Ministers, she has been here more often than any other.  I thank her for the time she has devoted to all the Bills that have passed through this House in the past three to four weeks, in particular, and also over the past four years.  Much of the legislation was very difficult and technical.  The Minister of State dealt with it and explained fully every point that was raised.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Colm Burke:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2353"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->I thank her for bringing forward this legislation and also for her work on all of the other legislative measures that have gone through the House over the last few weeks.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.196" speakerid="com.kildarestreet/member/982" speakername="Kathleen Lynch" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#GG00200"><p>I wish all Members a very happy Christmas.  It is a well-deserved break not just from the political point of view but also for officials in the Departments and the Houses, who are often anonymous and invisible but without whom we could not function.  I wish them a very happy Christmas as well and I hope they have a well-deserved rest.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.197" nospeaker="true" time="10:30:00" ><p>Question put and agreed to.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-12-17a.198" nospeaker="true" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#GG00400">Planning and Development (Amendment) Bill 2015: [Seanad Bill amended by the Dil] Report and Final Stages</major-heading>
    <speech id="com.kildarestreet/seanad/2015-12-17a.199" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#GG00500"><p>This is a Seanad Bill which has been amended by the D&aacute;il.  In accordance with Standing Order 118, it is deemed to have passed its First, Second and Third Stages in the Seanad and is placed on the Order Paper for Report Stage.  On the question, "That the Bill be received for final consideration," the Minister may explain the purpose of the amendments made by the D&aacute;il.  This is looked upon as the report of the D&aacute;il amendments to the Seanad.  For Senators' convenience, I have arranged for the printing and circulation of the amendments.  The Minister will deal separately with the subject matter of each related group of amendments.  I have also circulated the proposed grouping in the House.  A Senator may contribute once on each group.  I remind Senator that the only matters that may be discussed are the amendments made by the D&aacute;il.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.200" nospeaker="true" time="10:30:00" ><p>Question proposed: "That the Bill be received for final consideration."</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.201" speakerid="com.kildarestreet/member/1092" speakername="Paudie Coffey" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#GG00800"><p>Government amendments Nos. 1 to 6, inclusive, were passed by the D&aacute;il yesterday.  They relate to sections 2 and 3 of the Bill and have been grouped together for discussion.  These are primarily minor or technical in nature and I will address them in turn.</p> <p>Section 2 of the Bill inserts a new provision in section 28 of the principal Act to indicate that guidelines issued by the Minister may now contain specific planning policy requirements that are to be applied by planning authorities.  Amendment No. 1 provides further clarity on this point by inserting the phrase "notwithstanding subsection (1), are required&rdquo;.  This indicates a clearer distinction between matters in ministerial guidelines that planning authorities shall have regard to in subsection (1) and the specific planning policy requirements that they must now apply as set out in the new provision, subsection (1C).</p> <p>With regard to amendments Nos. 2 and 3, section 3 of the Bill provides for a number of amendments to section 34(2) of the Act to support the new provisions relating to ministerial guidelines.  Section 34(2) deals with factors that planning authorities must have regard to or consider when making a decision on planning applications.  Amendment No. 2 removes the text &ldquo;requirements of" from subparagraph (ia).  This will mean that planning authorities must have regard to the guidelines generally, as they are primarily advisory in nature.  Amendment No. 3 introduces a new subsection (2)(aa) to the Bill.  This will mean that, when considering a planning application, planning authorities must apply the specific planning policy requirements of ministerial guidelines.  Like amendment No. 1, this provides a clearer distinction between matters in ministerial guidelines that are advisory in nature and that planning authorities shall have regard to and matters that are mandatory in nature and that must be applied.</p> <p>With regard to amendment No. 4, section 3(b) of the Bill amends section 34 of the Act to provide, for the avoidance of doubt, that where guidelines and the standards or provisions of a local development plan differ, the national planning policy as reflected in ministerial guidelines shall prevail and take precedence.  Amendment No. 4 further clarifies that it is the specific planning policy requirements, or mandatory requirements of guidelines, as referred to in new subsection (2)(aa), that will prevail over local development plans as opposed to the advisory nature of guidelines.</p> <p>Amendment No. 5 inserts a necessary definition in the Bill for specific planning policy requirement.  In addition, section 3(c) of the Bill introduces a new provision aimed at streamlining the assessment of applications seeking modifications to existing planning permissions in respect of multi-unit housing developments, primarily apartment block and duplex-type developments, on foot of the issuing of new or revised apartment standard guidelines by the Minister.</p> <p>Amendment No. 6 clarifies that this provision for a new section 3(c) applies to applications seeking modifications to those existing planning permissions to take account of the "specific planning policy requirements&rdquo; - that is, the mandatory requirements of such guidelines.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.202" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#GG00900"><p>As no Member is seeking to contribute, we will move to the second group of amendments.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.203" speakerid="com.kildarestreet/member/1092" speakername="Paudie Coffey" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#GG01000"><p>The second group of amendments comprises amendments Nos. 7 and 21.  Amendment No. 7, which is of a technical nature, amends section 168 of the Principal Act, which relates to the preparation of a draft planning scheme for strategic development zones, SDZs.  Amendment No. 21 is also a technical amendment to two sections in Part XAB of the Principal Act relating to appropriate assessment, namely, sections 177R(1) and 177S(2).</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.204" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#GG01100"><p>As no Member is offering to speak on that group, I ask the Minister to discuss the subject matter of the third group of amendments, amendments Nos. 8 to 20, inclusive, which are technical minor amendments to sections 4 and 5 of the Bill relating to the making of amendments to planning schemes.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.205" speakerid="com.kildarestreet/member/1092" speakername="Paudie Coffey" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#GG01200"><p>These amendments, which are primarily technical, relate to sections 4 and 5 of the Bill.  They do not change the intention of the provisions but rather provide for either technical or minor amendments or amendments for the purposes of clarity and consistency.</p> <p>Sections 4 and 5 provide, respectively, for the process to be followed for the modification of a SDZ planning scheme while it is going through the approval process and the amendment of a SDZ planning scheme after it is approved.  The processes set out in each section generally mirror each other, and therefore a number of the amendments now proposed in section 4 are also proposed in section 5.  Amendment No. 8 provides that planning authorities will take into consideration any observations as well as submissions received on a proposed modification of a SDZ planning scheme.  Amendments Nos. 14 and 15 amend section 5 to provide for consistency in the language used in similar provisions in section 4 regarding written submissions or observations made to the planning authority about a proposed amendment of a SDZ planning scheme.  Amendments Nos. 9 and 16 provide a similar amendment in both sections 4 and 5 in that a planning authority&rsquo;s report to the board on any modification or amendment to a SDZ planning scheme will be submitted within eight weeks of the public notification of the intention to make such modification or amendment.  The amendments now provide that if additional time - more than eight weeks - is required to allow for a strategic environmental assessment or appropriate assessment to be undertaken, that can be agreed with the board.</p> <p>Amendments Nos. 10, 11 and 12 to section 4 and amendments Nos. 17, 18 and 19 to section 5, which are related, provide that a planning authority&rsquo;s report to the board relating to a modification or amendment to a planning scheme shall include, if they are required, a report on any strategic environmental assessment or appropriate assessment, or both.  Amendments Nos. 13 and 20 to sections 4 and 5, respectively, are also related and provide that when the board is making a determination on a proposed modification or amendment to a SDZ planning scheme it will, as the competent authority, comply with any requirements for carrying out appropriate assessments in accordance with Part XAB of the principal Act.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.206" speakerid="com.kildarestreet/member/1196" speakername="Gerard Craughwell" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#GG01300"><p>I wish to put something on the record, as I have been contacted about this.  Development plans are obliged to be drawn up with due regard to legislation, national policy, national planning advice and so forth.  A development plan is a complex document drawn up by those who have unparalleled knowledge of their county and their aims for it.  It is contributed to by the public through an extensive round of consultation.  It is a collaborative, informed, visionary document for the local area by local people.  For the development plan to be subjugated to the whim of a Minister is totally unacceptable.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Gerard P. Craughwell:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=12&amp;amp;day=17"></a--><!--span class="speakercontinuing">&amp;#93;</span-->According to the contact, for the guidelines of a Minister to carry supremacy over local statements of intent regarding a development plan is an undermining of democracy of the worst kind.  I would be interested in the Minister of State's comments in this regard.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.208" speakerid="com.kildarestreet/member/1092" speakername="Paudie Coffey" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#HH00200"><p>I recognise the mandate of local councillors and their importance, given their power in drafting and adopting county, local area, conservation and other plans.  Ministerial directions are rare, and the rarer, the better.  We are adopting national planning frameworks and have regional plans under which we are trying to direct investment and public policy decision-making towards appropriate areas of development.  Sometimes councils deviate from a national or regional plan.  We must learn from the past.  We have seen mistakes, with overzoning and overelaboration, that is, unnecessary building.  Yesterday, I announced the outcome of a report on unfinished housing developments.  Four or, at most, five years ago, we had almost 3,000 unfinished housing estates throughout the country.  Unfortunately, many of these were in remote areas and places where it is possible they should not have been built.</p> <p>I take on board the Senator's concerns about the local mandate.  I recognise that democratic mandate as well as the power and responsibility of local councillors to adopt plans, but it is not a new development for guidelines to issue.  Under this Bill, the minimum standard we are setting for apartments is a good one and compares favourably with similar standards in the UK and Germany.  We are adopting a minimum standard which will not stop any proposer, developer, builder or whoever from building far in excess of that minimum.  We are introducing the guidelines to develop a consistent and balanced approach to address concerns regarding the viability of construction and ensure we can deliver the number of house and apartment units to meet current housing demand.  We are not trying to undermine councils or bring back substandard apartments.  We are setting a minimum standard that is viable, affordable and accessible for the people who most need those units.</p> <p>As the Minister of State with responsibility, I am reluctant to interfere with county development plans.  However, sometimes I must do so where they deviate from national and regional policies which are set in the best interests of our citizens.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.209" speakerid="com.kildarestreet/member/1196" speakername="Gerard Craughwell" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#HH00300"><p>I thank the Minister of State for his reply.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.210" nospeaker="true" time="10:30:00" ><p>Question put and agreed to.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.211" nospeaker="true" time="10:30:00" ><p>Question, "That the Bill do now pass", put and agreed to.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.212" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="10:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015121700002#HH00600"><p>In accordance with the order of the House today, the Seanad shall meet at 10 a.m. on Friday, 18 December 2015.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-12-17a.213" nospeaker="true" time="10:30:00" ><p>The Seanad adjourned at 3.55 p.m. until 10 a.m. on Friday, 18 December 2015.</p></speech>
</publicwhip>