<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE publicwhip
[
<!ENTITY aacute "&#225;" >
<!ENTITY eacute "&#233;" >
<!ENTITY iacute "&#237;" >
<!ENTITY oacute "&#243;" >
<!ENTITY uacute "&#250;" >
<!ENTITY yen    "&#165;" >

<!ENTITY Aacute "&#193;" >
<!ENTITY Eacute "&#201;" >
<!ENTITY Iacute "&#205;" >
<!ENTITY Oacute "&#211;" >
<!ENTITY Uacute "&#218;" >
<!ENTITY zcaron  "&#381;" > 
<!ENTITY hellip  "..." >
<!ENTITY bullet  "&#8226;" >
<!ENTITY Dagger  "&#8224;" >

<!ENTITY ndash   "&#8211;">
<!ENTITY mdash   "&#8212;">
<!ENTITY iexcl   "&#161;">
<!ENTITY divide  "&#247;">
<!ENTITY euro    "&#8364;">
<!ENTITY trade   "&#8482;">
<!ENTITY bull    "&#8226;">
<!ENTITY lsquo   "&#8216;">
<!ENTITY rsquo   "&#8217;">
<!ENTITY sbquo   "&#8218;">
<!ENTITY ldquo   "&#8220;">
<!ENTITY rdquo   "&#8221;">
<!ENTITY bdquo   "&#8222;">
<!ENTITY dagger  "&#8224;">

<!ENTITY Scaron "&#352;" >
<!ENTITY scaron "&#353;" >
<!ENTITY Ouml   "&#214;" >
<!ENTITY szlig  "&#223;" >
<!ENTITY agrave "&#224;" >
<!ENTITY acirc  "&#226;" >
<!ENTITY atilde "&#227;" >
<!ENTITY auml   "&#228;" >
<!ENTITY ccedil "&#231;" >
<!ENTITY Ccedil "&#199;" >
<!ENTITY egrave "&#232;" >
<!ENTITY Egrave "&#200;" >
<!ENTITY ecirc  "&#234;" >
<!ENTITY euml   "&#235;" >
<!ENTITY icirc  "&#238;" >
<!ENTITY igrave "&#204;" >
<!ENTITY iuml	"&#239;" >
<!ENTITY ntilde "&#241;" >
<!ENTITY nbsp   "&#160;" >
<!ENTITY ocirc  "&#244;" >
<!ENTITY ouml   "&#246;" >
<!ENTITY oslash "&#248;" >
<!ENTITY uuml   "&#252;" >
<!ENTITY thorn  "&#254;" >

<!ENTITY pound  "&#163;" >
<!ENTITY sect   "&#167;" >
<!ENTITY copy   "&#169;" >
<!ENTITY reg    "&#174;" >
<!ENTITY deg    "&#176;" >
<!ENTITY plusmn "&#177;" >
<!ENTITY sup2   "&#178;" >
<!ENTITY sup3   "&#179;" >
<!ENTITY micro  "&#181;" >
<!ENTITY para   "&#182;" >
<!ENTITY middot "&#183;" >
<!ENTITY ordm   "&#186;" >
<!ENTITY frac14 "&#188;" >
<!ENTITY frac12 "&#189;" >
<!ENTITY frac34 "&#190;" >
<!ENTITY oelig "&#339;" >
<!ENTITY aelig  "&#230;" >
]>


<publicwhip scrapeversion="a" latest="yes">
    <minor-heading id="com.kildarestreet/seanad/2015-03-10a.1" nospeaker="true" time="14:30:00" url="">Prelude</minor-heading>
    <speech id="com.kildarestreet/seanad/2015-03-10a.2" nospeaker="true" time="14:30:00" ><p>Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30:00</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.3" nospeaker="true" time="14:30:00" ><p>Reflection and Prayer.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.4" nospeaker="true" time="14:30:00" ><p>Machnamh agus Paidir.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-03-10a.5" nospeaker="true" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#A00100">Business of Seanad</major-heading>
    <speech id="com.kildarestreet/seanad/2015-03-10a.6" speakerid="com.kildarestreet/member/1127" speakername="Denis O'Donovan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#A00200"><p>I have received notice from Senator C&aacute;it Keane that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<blockquote><br /><br />The need for the Minister for Education and Skills to comment on the implications for resources and facilities arising from the amalgamation of three national schools in Greenhills, Dublin 12.</blockquote>I have also received notice from Senator Trevor &Oacute; Clochartaigh that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<blockquote>An g&aacute; at&aacute; ann go dtabharfaidh an tAire Oideachais agus Scileanna soil&eacute;iri&uacute; i dtaobh an bhfuil s&iacute; chun fiosr&uacute;ch&aacute;n neamhsple&aacute;ch a bhun&uacute; anois i nd&aacute;il le ceisteanna cothroma&iacute;ochta in Ollscoil na h&Eacute;ireann, Gaillimh, agus an n-aonta&iacute;onn s&iacute; nach bhfuil an tascfh&oacute;rsa at&aacute; comhdh&eacute;anta ag an gcol&aacute;iste ionada&iacute;och n&aacute; neamhsple&aacute;ch.</blockquote>I regard the matters raised by the Senators as suitable for discussion and they will be taken now.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-03-10a.7" nospeaker="true" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#B00100">Commencement Matters</major-heading>
    <minor-heading id="com.kildarestreet/seanad/2015-03-10a.8" nospeaker="true" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#B00200">National Schools Amalgamation</minor-heading>
    <speech id="com.kildarestreet/seanad/2015-03-10a.9" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#B00300"><p>Cuirim f&aacute;ilte roimh an Aire go dt&iacute; an Teach chun an cheist seo a fhreagairt.  I raise the matter of the amalgamation of three schools in Greenhills.  While the amalgamation is going ahead, I raise in particular the methodology of communication on how this arose in the first instance, which left a great deal to be desired.  The rules and procedures in place appear to be merely written down and are not to be observed.  The first that parents heard about this was a note in the schoolbag to say it was a done deal and that was the end of the story.  The first the Department of Education and Skills heard about it was at more or less the same time.</p> <p>Last year, I asked a question about this and the Department did not know anything about it.  The matter is in the prerogative of Archbishop's House in conjunction with the parish.  The communication came directly from the school via the schoolbags of the children, but that is not the methodology laid down for consultation.  Working in partnership in education we have parents, boards of management, school management, patrons and the Department.  They should all work together according to a procedure which is laid down.  This needs to be clarified in relation to how one goes about amalgamating schools, who is to be consulted and how such consultation is to take place.</p> <p>The parents contacted me and I knew as much about it as they did, which was nothing.  I had to bring all I could together into a meeting room to get some information.  I must say that when I contacted the Department of Education and Skills, it gave me any information it had.  When I contacted Archbishop's House the information then came forward, but it was not forthcoming before.  What worries the parents is that while the amalgamation is going ahead, the buildings, space, location and services have not been outlined or timelined.  In particular, it is a worry for parents whose children are on the autism spectrum as the ASD unit in St. Peter's national school will be amalgamated into St. Paul's national school.  When will they see the services and when will they see written confirmation that the services they have now will be maintained and enhanced?  They definitely do not want to go backwards and at least want to ensure the service and space goes with them.  I do not know where the sensory room in St. Peter's national school will go.</p> <p>When will we see detailed plans for the amalgamation arrangements?  There is an apparent lack of space at the moment and three into two will not go.  Just today, I received a separate communication from the Department to say there is some funding available for buildings.  Can the Minister outline what is there and when it is expected to be on the ground?  When two schools are being put together, it must be given priority.  It is not a new school, but will be the same over on another field and there will be less space.  I also ask the Minister to comment on the outdoor play space area.  What is left there and what is in the hands of the parish?  The parish owns a certain bit of land outside the school.  Is it possible to include that in the negotiation?  With concerns about obesity, outside play space is as important as inside play space, particularly for PE.  To have teachers juggling when they let children out because of space is not fair.  There is land there that should be used.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator C&aacute;it Keane:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2359"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2359&amp;amp;pid=CaitKeane&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->It was part of the school but it is fenced off at the moment.  Will the Minister comment on that in the context of the amalgamation?  Rather than using this space for anything else, it should be used for outdoor activities.  Has agreement been reached?  If so, what is its status within the Department?  The new school is planned for next September but many parents are not happy that they have been given sufficient information about the accommodation, facilities, services, money and new buildings.  What new buildings will be provided?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.11" speakerid="com.kildarestreet/member/1061" speakername="Jan O'Sullivan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#C00200"><p>Gabhaim bu&iacute;ochas don Seanad&oacute;ir as ucht seans a thabhairt dom an cheist seo a phl&eacute; agus a bheith n&iacute;os soil&eacute;ire on the position of the amalgamation of three national schools in Greenhills - St. Paul's senior girls, St. Paul's junior girls and St. Peter's boys.</p> <p>In January 2014, the Congregation of the Sisters of Charity of St. Paul the Apostle transferred the trusteeship of St. Paul's senior national school to the Dublin archdiocese.  This transfer meant that the three primary schools in Greenhills parish were under diocesan responsibility and the patron deemed it an opportune time to review the provision of Catholic primary school education in the parish.  The patron's office subsequently commenced discussions with the boards of management of the three schools regarding the future requirements for Catholic primary education in Greenhills parish.  Following a number of meetings, agreement was reached with the three boards that there would be a junior and a senior co-educational school on the St. Paul's site.  Taking into account representations from the three boards that sufficient time would be allowed for the smooth transition, it was decided that the two new schools would commence operation in September 2015.</p> <p>The patron's office has confirmed that accommodation for the children in the ASD unit has been a major consideration in these negotiations.  While the junior school has such a unit, the senior school has also agreed to establish one following a request from the National Council for Special Education.  My Department has confirmed its willingness to provide grant aid to both schools to establish these units, which will also include sensory rooms.  My officials will continue to work closely with the schools to ensure this permanent accommodation is put in place.  In the meantime, the schools are undertaking conversion works to the toilet areas to facilitate the co-education arrangement from next September and my Department is providing grants to the schools for these works.</p> <p>The schools have decided that the introduction of co-education will be on a phased basis in the two new schools.  Co-education will commence with junior infants in September 2015 in the new junior school.  The current single sex classes will remain unchanged for the next number of years to allow the transition to take place.  These classes will be accommodated in either the new junior or the new senior school.  In some cases, there may be agreement with parents for other classes to become co-educational.  This is a matter for the school community to decide.  The two schools will be known as Holy Spirit junior primary school and Holy Spirit senior primary school.</p> <p>The mainstream staffing levels in the schools will comprise a principal and 12 mainstream classroom teachers in the junior school and a principal and 11 mainstream classroom teachers in the senior school as well as two special class teachers.  In addition, three amalgamation concessionary teaching posts will be approved between the two schools.  The resource teaching and English as an additional language, EAL, provision will remain at current levels, namely, the junior school will have 2.6 posts and the senior school will have 2.4 posts.  In June 2015, the patron intends appointing a single manager to oversee the transition and assist in establishing two new boards of management.</p> <p>I do not have specific information on the outside play area.  Perhaps I can revert to the Senator on that.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.12" speakerid="com.kildarestreet/member/1127" speakername="Denis O'Donovan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#C00300"><p>An bhfuil an Seanad&oacute;ir s&aacute;sta?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.13" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#C00400"><p>T&aacute; m&eacute; s&aacute;sta but more communication will be necessary on the ground with the schools and the parents.  The communication of these changes to the teachers was a problem as well.  The Minister stated, "My officials will continue to work closely with the schools to ensure this permanent accommodation is put in place", but she did not outline a timetable.  That should be in place this year.  Minor works are under way to convert toilets for boys and girls.  Will the permanent accommodation be in place at the end of this year or early in 2016?  We need a date, given it will be a large school.  Will the Minister revert on those two issues?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.14" speakerid="com.kildarestreet/member/1061" speakername="Jan O'Sullivan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#C00500"><p>Certainly.  Is the Senator asking about the sensory rooms in the special units or the accommodation in general?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.15" speakerid="com.kildarestreet/member/1135" speakername="Ca&iacute;t Keane" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#C00600"><p>The accommodation in general.  I do not mind whether the sensory units are in the old building or the new building but I would like to know about the play space, when the new buildings will be constructed and when the money will be available for that.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.16" speakerid="com.kildarestreet/member/1061" speakername="Jan O'Sullivan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#C00700"><p>I will come back to the Senator.</p></speech>
    <minor-heading id="com.kildarestreet/seanad/2015-03-10a.17" nospeaker="true" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#D00050">Universities Governance</minor-heading>
    <speech id="com.kildarestreet/seanad/2015-03-10a.18" speakerid="com.kildarestreet/member/1122" speakername="Trevor &Oacute; Clochartaigh" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#D00100"><p>Mar a bh&iacute; m&eacute; ag r&aacute; leis an Aire taobh amuigh, t&aacute; s&eacute; i gceist agam labhairt as Gaeilge amh&aacute;in sna Tithe an tseachtain seo mar gheall ar Seachtain na Gaeilge agus mar chuid de thriall cearta teanga at&aacute; ar bun agam f&eacute;in agus ag cuid de mo chomhghleacaithe.  T&aacute; m&eacute; thar a bheith bu&iacute;och don Aire faoi teacht isteach.  T&aacute; m&eacute; ag ard&uacute; ceist a bhaineann le Ollscoil na h&Eacute;ireann, Gaillimh.  Mar dhuine a fhreastal ar an ollscoil sin, t&aacute; ard-mheas agam ar an bhfoireann at&aacute; ag obair inti.  D&eacute;anann formh&oacute;r d&oacute;ibh scoth na hoibre.  T&aacute; an ollscoil ag dul &oacute; neart go neart.  Is cinnte, &aacute;fach, go bhfuil riar mhaith ceisteanna tromch&uacute;iseacha tagtha chun cinn le tamall anuas maidir le cothroma&iacute;ocht san ollscoil sin.  Bh&iacute; c&uacute;pla c&aacute;s an-mh&oacute;r sna me&aacute;in le tamall anuas.  Th&oacute;g mn&aacute; &eacute;ags&uacute;la c&aacute;sanna c&uacute;irte maidir le cothroma&iacute;ocht.  T&aacute; cuid acu f&oacute;s ag dul ar aghaidh.  Le seachtain n&oacute; dh&oacute; anuas, t&aacute; s&eacute; tagtha chun cinn chomh maith go raibh ceistneoir &aacute; chur ar dhaoine a bh&iacute; ag cur isteach ar phostanna san ollscoil sin maidir le ruda&iacute; nach bhfuil baint ar bith acu, i nd&aacute;ir&iacute;re, le post a th&oacute;g&aacute;il - ruda&iacute; a bhain &oacute; thaobh na mn&aacute; de le fuil mh&iacute;osta, le deacrachta&iacute; lena gcuid c&iacute;ocha agus le breith clainne, srl.  T&aacute; an-iontas ar dhaoine go gcuirf&iacute; a leith&eacute;id de cheisteanna os comhair duine ar bith a bheadh ag cur isteach ar phost in aon &aacute;it.</p><p>Deirtear linn go bhfuil tascfh&oacute;rsa bunaithe ag Ollscoil na h&Eacute;ireann, Gaillimh leis an gceist seo a phl&eacute;.  T&aacute; deacrachta&iacute; ag daoine &aacute;irithe sa r&eacute;imse seo leis an tascfh&oacute;rsa sin.  Ar an gc&eacute;ad dul s&iacute;os, ba iad &uacute;dar&aacute;is na hollscoile a chuir an tascfh&oacute;rsa le ch&eacute;ile.  N&iacute;l aon ionada&iacute;ocht ag na ceardchumainn - SIPTU agus IFUT - ar an tascfh&oacute;rsa seo, c&eacute; gur iarr siad go mbeadh ionada&iacute;ocht acu.  N&iacute;l an ionada&iacute; &oacute; na mic l&eacute;inn le ceapadh go dt&iacute; amach anseo.  T&aacute; ceisteanna faoi sin.  T&aacute; ceisteanna n&iacute;os bun&uacute;sa&iacute; le freagairt.  An f&eacute;idir le ollscoil ini&uacute;chadh a dh&eacute;anamh isteach iontu f&eacute;in &oacute; thaobh ceisteanna chomh tromch&uacute;iseacha le ceist na cothroma&iacute;ochta?  T&aacute; m&eacute; den tuairim gur ch&oacute;ir go mbeadh fiosr&uacute;ch&aacute;n neamhsple&aacute;ch ar na ceisteanna seo.  Dar liom, bheadh s&eacute; n&iacute;os tap&uacute;la agus bheimid cinnte go mbeadh tr&eacute;dhearcacht agus oscailteacht ioml&aacute;n ag baint leis seo.  T&aacute; daoine at&aacute; ag obair san ollscoil ag r&aacute; liom nach bhfuil m&oacute;r&aacute;n taith&iacute; ag an dream at&aacute; curtha ar an tascfh&oacute;rsa seo i gc&uacute;rsa&iacute; cothroma&iacute;ochta.  Ceapann siad chomh maith go bhfuil baint ag cuid mhaith de na daoine at&aacute; curtha ar an tascfh&oacute;rsa le bainist&iacute;ocht na hollscoile, n&oacute; go raibh baint acu leis sin roimhe seo.  Is d&oacute;igh leo gur cine&aacute;l &quot;insiders&quot; at&aacute; iontu.  D&aacute; bhr&iacute; sin, t&aacute; cuid mhaith den fhoireann ag r&aacute; go mbeidh easpa muin&iacute;ne acu dul os comhair a leith&eacute;id de thascfh&oacute;rsa le ceisteanna chomh tromch&uacute;iseacha leis na ceisteanna seo a phl&eacute;, mar gheall ar an taith&iacute; at&aacute; acu go dt&iacute; seo.  C&eacute; go bhfuil s&eacute; r&aacute;ite nach bhfuil an ceistneoir le n-&uacute;s&aacute;id ar&iacute;s, tuigtear dom go gcuirtear cuid de na ceisteanna f&oacute;s sna hagallaimh a chuirtear ar dhaoine.</p><p>T&aacute; daoine ag ard&uacute; ceisteanna chomh maith maidir leis na costais dl&iacute; at&aacute; ar Ollscoil na h&Eacute;ireann, Gaillimh &oacute; thaobh na comhairle a fhaigheann an ollscoil faoi dhaoine a bh&iacute;onn le ceapadh agus faoi cheisteanna a bhaineann le cothroma&iacute;ocht, srl.  Tuigtear dom freisin go bhfuil comhlacht caidreamh poibl&iacute; an-mh&oacute;r le r&aacute; fostaithe ag an ollscoil anois le sc&eacute;al n&iacute;os fearr a chur amach maidir le obair na hollscoile sna r&eacute;ims&iacute; seo.  C&eacute; mh&eacute;ad a chosna&iacute;onn s&eacute; sin chomh maith c&eacute;anna?  N&iacute; d&oacute;igh liom go mbaineann an cheist seo le Ollscoil na h&Eacute;ireann, Gaillimh amh&aacute;in.  Is d&oacute;igh liom go mbaineann s&eacute; leis an earn&aacute;il tr&iacute;&uacute; leibh&eacute;al tr&iacute; ch&eacute;ile.  Nuair a bh&iacute; m&eacute; ag an gComhchoiste um Oideachas agus Coimirce Sh&oacute;isialach le d&eacute;ana&iacute;, d&uacute;irt ionadaithe &oacute;n &Uacute;dar&aacute;s um Ard-Oideachas liom go bhfuil imn&iacute; orthu faoi cheist na cothroma&iacute;ochta - go h&aacute;irithe &oacute; thaobh cearta na mban, cearta na ndaoine faoi mh&iacute;chumas agus fosta&iacute;ocht de - trasna na hearn&aacute;la.  Tuigtear dom freisin go bhful stailc ar bun inniu ag l&eacute;acht&oacute;ir&iacute; i gCol&aacute;iste San Aingeal, Sligeach mar go bhfuil deacrachta&iacute; acu si&uacute;d maidir leis an gcaoi ina bhfuil an col&aacute;iste sin le c&oacute;nascadh le Ollscoil na h&Eacute;ireann, Gaillimh.  An dtabharfaidh an tAire soil&eacute;iri&uacute; dom?  An gceapann s&iacute; go bhfuil fiosr&uacute;ch&aacute;n neamhsple&aacute;ch ag teast&aacute;il sa ch&aacute;s seo?  An aonta&iacute;onn s&iacute; nach bhfuil an tascfh&oacute;rsa at&aacute; comhdh&eacute;anta ag an gcol&aacute;iste ionada&iacute;och n&aacute; neamhsple&aacute;ch?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.19" speakerid="com.kildarestreet/member/1061" speakername="Jan O'Sullivan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#D00200"><p>T&aacute; a fhios agam go bhfuil imn&iacute; ar an Seanad&oacute;ir faoin cheist seo.  N&iacute;l s&eacute; s&aacute;sta leis an tascfh&oacute;rsa at&aacute; curtha ar bun ag Ollscoil na h&Eacute;ireann, Gaillimh.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Jan O'Sullivan:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1754"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1754&amp;amp;pid=JanOSullivan&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->I am satisfied NUI Galway is being proactive in responding to the recent decision of the Equality Tribunal on gender discrimination, and is at the forefront of the universities sector in this respect.  As the Senator stated, NUI Galway has established a task force, chaired by Professor Jane Grimson, former Vice-Provost of Trinity College Dublin.  The task force will set out its full and detailed terms of reference after its first meeting in the coming weeks.</p><p>The task force consists of a number of highly respected members from inside and external to the university, whom I consider well placed to advise the university on its policies, procedures and a range of initiatives to achieve gender equality in promotion.  NUI Galway has committed to the development of a range of gender equality initiatives through the international Athena SWAN programme, which I launched recently at the Department.  This has been a real force for change in other countries, and I hope to see it have similar positive effects for women working in higher education in Ireland.</p><p>The Higher Education Authority, HEA, is actively considering how best to support the improvement of gender equality throughout the Irish higher education system and is developing a database of staff employed in the sector, so we can ensure gender equality becomes a reality at all levels in the academic profession in Ireland.  The data shows that in Ireland women represent 43% of academic staff in the universities and institutes of technology.  However, only 21% of professors and associate professors in Irish universities are female, and the national average is approximately 19%.  This problem is not unique to Ireland.  The European Commission's 2012 report, Gender in Research and Innovation, showed that throughout the EU member states women represented only 20% of professorial staff.  This problem is not unique to higher education; more broadly, gender inequality is reflected in purely economic terms in the differences in earnings between men and women throughout the world.  In this context, I am pleased to report that in the World Economic Forum's Gender Gap Report 2014, Ireland was ranked 8th, above the US which was ranked 20th, and the UK which was ranked 26th.  I am not hugely proud of this but we are in a better place than some other countries.</p><p>In terms of higher education specifically, gender equality is well established in Irish legislation.  The HEA has a specific legislative role in "promoting the attainment of equality of opportunity in higher education".  The Universities Act 1997 and the Institutes of Technology Act 2006 require our higher education institutions to promote gender balance and equality of opportunity among students and staff, and to prepare and implement statements of policy in respect of equality, including gender equality, across all of their activities.  The HEA has a role in reviewing these policies.</p><p>Ireland's National Strategy for Higher Education to 2030 emphasises the equal importance of the three core roles of higher education institutions, namely, teaching and learning, research, and engagement with wider society.  There have been a range of initiatives to address the under-representation of women in science, which has been a matter of growing concern among policy-makers internationally in recent years.  These initiatives provide a catalyst for affirmative action in respect of gender equality at institutional level.  I hope the Athena SWAN programme in particular will make a real change in higher education in Ireland.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.21" speakerid="com.kildarestreet/member/1122" speakername="Trevor &Oacute; Clochartaigh" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#E00200"><p>T&aacute; iontas orm go bhfuil an tAire ag r&aacute; go bhfuil s&iacute; s&aacute;sta leis an gcur chuige at&aacute; ag NUIG, fi&uacute; ar an mbunphointe nach bhfuil ionada&iacute; &oacute; aon cheann de na ceardchumainn a bhaineann leis an gceist seo - SIPTU, IFUT n&oacute; Aontas na Mac L&eacute;inn in &Eacute;irinn - ar an tascfh&oacute;rsa.  Cheapfa&iacute;, ar mhaithe leis na n-oibrithe agus na daoine at&aacute; san ollscoil, go mbeadh ar a laghad duine amh&aacute;in acu sin ionada&iacute;och ann.  Luaigh an tAire ina freagra Acht na nOllscoileanna, 1997.  Tuigtear dom go bhfuil cumhacht faoi leith aici mar Aire cuairt a shocr&uacute; faoin Acht sin.  D'fh&eacute;adfadh s&iacute; daoine neamhsple&aacute;cha a chur isteach ar chuairt chuig an ollscoil le f&eacute;achaint an bhfuil gach rud in ord agus in eagar.  Iarraim uirthi breathn&uacute; ar sin agus bualadh le ionadaithe &oacute; na ceardchumainn, &uacute;dar&aacute;s na hollscoile agus na p&aacute;irtithe leasmhara.  N&iacute;l m&eacute; ag d&eacute;anamh aon r&eacute;amhbhreithi&uacute;nas, ach s&iacute;lim go bhfuil an rud seo i bhfad n&iacute;os measa agus n&iacute;os tromch&uacute;is&iacute; n&aacute; mar a cheapann daoine.  T&aacute; s&eacute; t&aacute;bhachtach go mbeadh an tAire ar an airdeall ar fad faoi seo.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.22" speakerid="com.kildarestreet/member/1061" speakername="Jan O'Sullivan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#E00300"><p>I stated I am satisfied it is being proactive.  It is a matter for it specifically, rather than for me, to establish the task force which it has done.  It would probably argue this is not specifically an industrial relations matter.  The Senator made the point the trade unions are not represented.  I want to see proactive engagement on behalf of the higher education sector generally on these matters.  A very specific matter has arisen at NUI Galway, as identified by the decision of the Equality Tribunal.  We will certainly keep a watching brief on progress.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.23" nospeaker="true" time="14:30:00" ><p>Sitting suspended at 2.55 p.m. and resumed at 3.35 p.m.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-03-10a.24" nospeaker="true" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#O00100">Order of Business</major-heading>
    <speech id="com.kildarestreet/seanad/2015-03-10a.25" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#O00200"><p>The Order of Business is No. a(1), from the Supplementary Order Paper, motion regarding the arrangements for the sitting of the House on Wednesday, 11 March, to be taken on the conclusion of the Order of Business without debate; No. 1, statements on ambulance services in Dublin, to be taken at 4.45 p.m. and to conclude not later than 5.15 p.m., with contributions from group spokespersons not to exceed four minutes and the Minister to be called on to reply not later than 5.12 p.m.; No. 2, statements on the report of BIPA Committee A, cross-Border police co-operation and illicit trade, to be taken at 5.15 p.m. and to conclude not later than 6.15 p.m., with contributions of all Senators not to exceed six minutes and the Minister to be called on to reply not later than 6.10 p.m.; and No. 3, statements on the Global Irish, Ireland's diaspora policy, to be taken at 6.15 p.m. and to adjourn not later than 7.30 p.m., with contributions from all Senators not to exceed six minutes.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.26" speakerid="com.kildarestreet/member/1139" speakername="Darragh O'Brien" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#O00300"><p>I thank the Leader and his office for arranging for statements on ambulance services in Dublin for today.  It is useful that the Minister, Deputy Varadkar, will come in and set out his and the Government's position and deal with our questions.  I welcome the fact there have been some discussions with union representatives from the Dublin Fire Brigade, DFB, ambulance services.  I thank the Leader for arranging for this useful debate through which we can tease out the issues.  This is what the Seanad should be and is doing today.</p> <p>I call on the Leader to arrange for the Minister for Transport, Deputy Paschal Donohoe, to come to the House the week following the recess for a further debate on the airport staff pension issue.  The reason I call for this debate is that late last night the expert panel produced a further report which proposes that some additional funds be given to those long service deferred members who were in the daa.  While the amount proposed is small, I welcome the proposal as it shows some movement.  However, I would look for Aer Lingus to do likewise.  The report is quite detailed and while we are not under massive time pressure to deal with it, I suggest the week after the recess would be an appropriate time to deal with it.  The Minister has been good at coming to the House to address the issue and despite the fact I have not agreed with much of what he said, I give him credit for attending here.  A debate here would be useful and would encourage the Government to use its influence with Aer Lingus to ensure additional payments are made for the long service deferred members of Aer Lingus.  The daa members are only a small section and I am happy for them.  I met a group of daa workers yesterday on this issue.    </p> <p>I and my colleagues are disappointed and shocked that the Fennelly report into the resignation or retirement of the Garda Commissioner and other matters relating to An Garda S&iacute;och&aacute;na is indefinitely delayed.  I firmly believe the Taoiseach is using this report as cover so that he does not have to answer the questions put to him regarding what he said to the former Secretary General of the Department when he sent him out to the former Garda Commissioner to seek his resignation, or otherwise.  It seemed curious at the time, something I debated with the Taoiseach in this House, that the Government felt it was appropriate that the whole area of the Taoiseach's interaction with the former Garda Commissioner - something not allowed under the Constitution - was included in the Fennelly report.</p> <p>I suggested to the Taoiseach that day that we could remove a whole tranche or a third of the material to be covered by the Fennelly commission if the Taoiseach told us that day in the House what transpired, because he is the only one who knows that.  Now we learn that the Fennelly report is indefinitely delayed.  Therefore, while the Taoiseach has answered questions put by Mr. Justice Fennelly, we do not know what his answers were.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Darragh O'Brien:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->We do not know whether the Taoiseach inappropriately contacted the Garda Commissioner and sought his resignation, which he is not entitled to do.  None of this we know.  The matter is being kicked down the road, which is extremely worrying.  It is because of this, I am tabling an amendment to the Order of Business that the Taoiseach come to the House to answer questions or make a statement on what happened on the evening in question and on what he asked the former Secretary General of the Department of Justice and Equality to say to the former Garda Commissioner.  He could clear this up today.  If we must wait for the rest of the information, that will be fine, but there is no reason we must wait for the Taoiseach&rsquo;s response.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.28" speakerid="com.kildarestreet/member/1148" speakername="Ivana Bacik" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#P00200"><p>I congratulate all those involved in the launch of the Yes Equality civil society campaign in Dublin yesterday.  It was a very successful campaign and a large number of people turned out from various organisations and NGOs, all of whom combined under the Yes Equality banner.  It is ten and half weeks until the referendum on 22 May.  The launch was a very positive sign of a very strong and, I hope, successful &ldquo;Yes&rdquo; campaign.  However, it is important, as the organisers stressed, that the campaign not be dominated by political parties, although it is very welcome that they support it.  While all political parties are supporting the referendum, it was important to see civil society groups represented so strongly yesterday.  It is vital that they be to the forefront of the &ldquo;Yes&rdquo; campaign for equality.</p> <p>I ask for a debate on the question of mortgage arrears.  The debate might best take place in this House once the review of the Insolvency Service of Ireland has been completed.  I understand it is near completion and that the Government will be announcing new measures in April, with a focus on ensuring the safeguarding of the family home.  Everyone here is very concerned about newspaper reports about increasing numbers of repossession proceedings being launched, albeit that the number of repossession orders granted has happily been small.  The overall number of people whose mortgage accounts are in arrears is declining but, that said, there is no doubt that the take-up of the insolvency service has been disappointing.  It is important that Government policy now focus on those individuals whose mortgages are in arrears for more than two years.  We must also focus on the retention of the family home.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.29" speakerid="com.kildarestreet/member/1145" speakername="Feargal Quinn" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#P00300"><p>The terrible news we heard this morning about an elderly couple in their 80s in Churchtown suspected to have died from carbon monoxide poisoning is a real reminder to us of the job we have here.  In April 2014, I introduced a Bill to ensure all buildings would have protection against carbon monoxide.  The then Minister, Deputy Phil Hogan, stated he would take steps in that direction in regard to new homes or homes that had been revamped.  On that basis, I withdrew my Bill.  The proposed measure was to be introduced on 1 September, and I hope it was.  The tragedy is a real reminder to us of our responsibility and it is not the first.  The mother and sister of a well-known singer, Honor Heffernan, were both found dead from carbon monoxide a few years ago.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Feargal Quinn:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1972"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1972&amp;amp;pid=FergalQuinn&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->It was a reminder to us of what can happen and how we need to draw attention to the danger that this can occur.  Carbon monoxide detectors are on sale in supermarkets for only a few euro so it is possible to have these solved.  I would like to think that something could be done.  It is not necessarily our job to pass laws.  The Minister has made sure that there will be carbon monoxide protectors in all new homes but we have to make sure that we protect people in others as well.</p><p>I only learned on coming in here today that our newest colleague in the Seanad, Senator Gerard Craughwell, became a father - I'm sorry, grandfather - over the weekend and I want to congratulate him on his granddaughter who is now likely to become engaged to one of my grandsons.  She does not know it yet but I gather she would be a very worthy catch, and we will make sure he knows it as well.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.31" speakerid="com.kildarestreet/member/1127" speakername="Denis O'Donovan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#Q00200"><p>The Senator had Senator Craughwell very worried and embarrassed for a moment.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.32" speakerid="com.kildarestreet/member/1187" speakername="Hildegarde Naughton" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#Q00300"><p>I raise the issue of court proceedings against those who are in difficulty with their mortgages.  Some 400 such cases are listed before the registrar in Galway and I fully agree with the Taoiseach when he said that issuing proceedings is not the way to engage with people in financial distress.  Even if there are some who have difficulty facing up to their problems and engaging with lenders, having court proceedings hanging over them indefinitely may well have the effect of making them retreat more or causing even further distress.  I agree with colleagues that what is needed is a review of the insolvency legislation as suggested by the Minister, Deputy Noonan, at the weekend.  While the legislation was an advance, the banks are obviously not playing ball.  Whatever about sub-prime lenders, the pillar banks were propped up to the tune of billions of euro by the taxpayer and while nobody is suggesting that people can go on living in a home without paying a penny of what is owed, there has to be a middle ground where people can retain their family home, if only for their lifetime, and make a contribution towards their debts.  The banks are making money again and it is time that they repaid their debts to society for the help they received.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.33" speakerid="com.kildarestreet/member/1196" speakername="Gerard Craughwell" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#Q00400"><p>I support my former colleagues in St. Angela's College in Sligo, who are on strike today.  I believe this strike has been brought about as a result of a failure to engage in discussion with respect to the takeover of St. Angela's College by NUIG.</p> <p>The issue I rise to speak on is one I had hoped I had put behind me many years ago and one I hoped I would never again have to face but late last night, on my way back to Dublin, I got a telephone call which was probably one of the most disturbing calls I have had in a long time.  It related to the suicide of a person.  The "where" is irrelevant, but it is largely believed that this person took their life because of bullying in the workplace.  We hear so much about bullying in schools and we forget that bullying in the workplace is now at epidemic levels in the country.  Paragraph 5 of the Industrial Relations Act 1990 describes bullying.  There is  a huge difference between robust management and bullying in the workplace.  We hear of people taking their own lives.  I have looked into the eyes of the cowardly bully who usually takes on the strongest people among the staff with a view to breaking them down because if they are broken down, the staff are broken down.  </p> <p>There is within the criminal justice system the legislation entitled Non-Fatal Offences Against the Person Act 1997.  I believe that where bullying in the workplace takes place, we are not talking about children.  We are talking about adults who set out deliberately to destroy an individual.  I am calling for a debate here with the Minister for Justice and Equality, at the Leader's earliest convenience, to allow us to discuss bullying and how it is destroying workplaces.  We have statistics that indicate that in the United Kingdom up to 50% of employees are victims of bullying in the workplace.  I am not saying that this is a top-down problem.  Bullying in the workplace can be peer to peer or bottom up or top down.  It does not matter, but it is the most serious issue.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Gerard P. Craughwell:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->I do not believe that the Houses of the Oireachtas have dealt with this issue before, when we talk about adults.  I ask the Leader to arrange, as a matter of urgency and immediately after the break, for the Minister to attend to discuss this issue, particularly with reference to Non-Fatal Offences Against the Persons Act 1997 matter.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.35" speakerid="com.kildarestreet/member/1172" speakername="Aideen Hayden" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#R00200"><p>I support calls by Senators Bacik and Naughton, and I called for the same last week, for a debate on the whole issue of mortgage arrears.  It is no secret that there are between 7,000 and 8,000 applications before the courts and that an estimated 25,000 actions for repossession are expected to take place this year.</p> <p>I would like to broaden the debate beyond simply a review of the Insolvency Service of Ireland and the legislation grounding it.  We need to go back to basics and have a further debate on the whole issue of the code of conduct for mortgage arrears and the mortgage arrears resolution process because the way it is drafted puts the borrower at a disadvantage.  Until we go right back to the beginning of this process we are never going to have anything approaching a level playing field.</p> <p>We have a scenario where even access to the insolvency process depends on the borrower having engaged with the banks.  My difficulty is with who determines whether somebody has engaged or not because it is the banks.  Who decides whether what has been offered is a sustainable option?  It is the lending institution.</p> <p>I ask for a debate to be arranged, as a matter of urgency.  I also ask that we extend it in order to talk about what happens from the beginning of the process and not just debate what happens at the end.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.36" speakerid="com.kildarestreet/member/1171" speakername="Jillian van Turnhout" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#R00300"><p>I congratulate the ISPCC on its launch of the ISPCC shield yesterday.  It has dedicated a month to an anti-bullying campaign and has produced an excellent toolkit for schools.  The initiative has been launched on foot of the fact that 8,000 children rang Childline in 2014 because of their experience of bullying.  The issue is not just prevalent in the workplace and is still very much prevalent in schools.  We should embrace the ISPCC's approach which makes tackling bullying the responsibility of all of us rather than saying it is the responsibility of schools, parents, etc.  All of us must tackle bullying and we all need to see how we can work with the organisation.</p> <p>I support Senator Bacik's call to repeal reasonable chastisement.  In Ireland, at the moment, we allow for reasonable chastisement not just by parents of children but for people who mind up to three children.  On the floor of this House I have advised the Minister for Children and Youth Affairs, Deputy Reilly, that I had an amendment on the matter.  I sent it to him a few months ago and I believe he has sent it to the Office of the Attorney General for examination.  My proposal is simple to implement.  I ask Senators to think about this matter.  Sometimes we evoke childhood memories and declare such chastisement did us no harm.  Would Senators allow us to have a debate asking if it was okay to hit a fellow Senator?  I suggest we would not have such a debate and yet we say it is okay to hit somebody who is smaller than us and who has no power.  We say that is okay but I think it is very much not okay and Ireland needs to step into line.  It would be regrettable if we waited until the end of May for the Council of Europe to bring forward a ruling on same.  Let us do the right thing because it is the right thing to do.  </p> <p>I wish to mention that the Public Health (Alcohol) Bill shall be debated by the Oireachtas Joint Committee on Health and Children.  This week we will commence a month of hearings on the legislation.  The hearings will make a difference to the cultural attitude to alcohol in this country.</p> <p>The committee will talk about the availability and pricing of alcohol.  On that note, I feel strongly that the drinks industry has a role to play.  It makes profits for its shareholders so should play no role in public health initiatives.  I am alarmed to hear that the Drink Aware organisation is talking about rolling out a programme to schools.  It should not be allowed over the threshold of any school in whatever costume it puts on.  We have the HSE and other people that can provide advice to schools, plus we have the Stop Out-of-Control Drinking campaign.  The drinks industry has no role to play in public health.  I ask my colleagues not to facilitate a role for the drinks industry to play in public health campaigns and suggest we need to take responsibility.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.37" speakerid="com.kildarestreet/member/1164" speakername="Diarmuid Wilson" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#R00400"><p>I second Senator Darragh O'Brien's amendment to the Order of Business.</p> <p>I welcome the swift reaction by the Government to the decision of the Court of Appeal today that certain sections of the Misuse of Drugs Act 1977 are illegal.  I also note that this decision does not affect the supply, sale or possession of so-called hard drugs such as cocaine, heroin or cannabis.  However, it affects the sale of certain psychoactive drugs which were sold in the so-called head shops located throughout the country.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Diarmuid Wilson:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2017"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->As a result of a huge effort by Members on both sides of the last Seanad, these drugs were included in the legislation.  It is very welcome that the Government has acted swiftly.  The D&aacute;il is to sit late tonight and we will deal with the legislation tomorrow.  It is important that we do not return to a situation where every small town and village in the country not only will have to deal with the so-called threat of the hard drug pushers but also retail outlets supplying very dangerous psychoactive drugs to young people.  I again commend the Government for its swift reaction to the decision today by the Court of Appeal.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.39" speakerid="com.kildarestreet/member/1151" speakername="Paul Coghlan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#S00200"><p>I am very surprised by Senator Darragh O'Brien's call for the Taoiseach to come to the House today to discuss this matter which is the subject of an inquiry.  He knows that the Taoiseach cannot speak outside the inquiry.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.40" speakerid="com.kildarestreet/member/1139" speakername="Darragh O'Brien" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#S00300"><p>He can.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.41" speakerid="com.kildarestreet/member/1151" speakername="Paul Coghlan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#S00400"><p>With respect, if the Senator were to call on anybody to talk about this matter, I suggest it would be the good judge, but we cannot do this as we do not have the power.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.42" speakerid="com.kildarestreet/member/1139" speakername="Darragh O'Brien" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#S00500"><p>The Taoiseach should come here and answer.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.43" speakerid="com.kildarestreet/member/1151" speakername="Paul Coghlan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#S00600"><p>This arose from a letter the judge wrote, solely at his own discretion, to the Taoiseach as the sponsoring Minister saying that because of the Bailey case, its length and other matters concerning the Garda that were ongoing within the case, he needed more time.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.44" speakerid="com.kildarestreet/member/1139" speakername="Darragh O'Brien" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#S00700"><p>A big cover-up.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.45" speakerid="com.kildarestreet/member/1151" speakername="Paul Coghlan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#S00800"><p>We cannot know what is in the judge's mind.  It is outrageous to suggest there is some contact between the Taoiseach and the good judge.  That is impossible to countenance as we all know that we cannot interfere.  Out of respect for the Leader of the Opposition, if it were somebody else, I would say this amounted to play acting and was totally out of order.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.46" speakerid="com.kildarestreet/member/1157" speakername="Sean Barrett" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#S00900"><p>I welcome the statement of Mr. David Begg that he does not support the sale of Aer Lingus.  I invite other current or recent directors of Aer Lingus to follow his good example.  I served with him on the National Economic and Social Council and he always puts the national interest first.  I have asked the Competition and Consumer Protection Commission to examine the anti-competitive aspect of two airlines which should be competing merging and two airports which should be competing being put under the thumb of one airline.</p> <p>I welcome the statement yesterday that the Phoenix Park tunnel would be reopened to train traffic early next year.  That proposition was put by the House to the then Minister, Deputy Leo Varadkar, who went on a train to sample the route.  He did not receive much support at the time from the railway company, but he obviously managed to persuade it.  It is appropriate that it leads to the constituency of the current Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe.  It links the railway system, whereby next year one will be able to travel from Newbridge to Drogheda, Greystones and Rosslare.  It is rather strange that the system was split for 50 years and that we are finally joining it together at a low cost of approximately &euro;10 million.  It is a very good project using existing infrastructure.</p> <p>I wish the Deputies on the Government benches a happy fourth birthday and many happy returns.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.47" speakerid="com.kildarestreet/member/1161" speakername="John Kelly" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#S01000"><p>Last week Senator John Whelan referred to the plight of prison officers and the difficulties they were experiencing with the Irish Prison Service.  The Irish Prison Service is proposing to rationalise and make working conditions more unsafe for prison officers.  A planned ballot is to be held tomorrow.  Since Senator John Whelan raised the issue last week, three more prison officers were assaulted last weekend.  There would be no need for a ballot if Irish Prison Service representatives agreed to meet the Prison Officers Association to engage and resolve the issues involved.  Will the Leader find out from the Minister for Justice and Equality what her plans are should prison officers vote tomorrow to go on strike?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.48" speakerid="com.kildarestreet/member/1118" speakername="Michael Mullins" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#S01100"><p>I support Senator Gerard P. Craughwell's call for a debate on bullying in the workforce.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Michael Mullins:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2368"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2368&amp;amp;pid=MichaelMullins&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->We are all hearing of more and more instances of serious bullying in the workplace with people's health being severely impacted.  We must see if the legislation in this area is robust enough.  A debate in the House would be appropriate.</p><p>I thank Senator Barrett for his birthday wishes.  It is only right and proper to reflect on this day on the very significant progress which has been made by the Government since coming into office four years ago.  The bailout has been ended and 90,000 jobs have been created.  We are on track to reduce the budget deficit to below 3% of GDP this year.  Generally, all areas of the economy are beginning to see a significant improvement.  The plan to create 40,000 jobs during the coming year is very much to be welcomed.  As previous Senators have said, there is an area that still to be seriously addressed, that of mortgage arrears.  I support my colleagues who have spoken on this issue previously and again today.  I welcome the recent statements by both the Minister for Finance, Deputy Michael Noonan, and the Taoiseach on the need to redouble efforts to bring about a significant improvement in this area so that we do not see any further repossessions of houses but rather arrangements whereby people can remain in their homes while making a contribution towards the debts they owe.  I would welcome a debate in the House in the next session on the progress being made in this area.</p><p>I share the concerns expressed by the Minister for Foreign Affairs and Trade, Deputy Charlie Flanagan, on the difficulties arising in respect of the Stormont House Agreement.  I urge Sinn F&eacute;in and the DUP to come together to ensure they can address the problems that have arisen in regard to the Social Welfare Bill.  There is too much at stake in the context of the peace process.  It is most unfortunate that an agreement that appears to have been reached a few short weeks ago is now crumbling.  I remind our Sinn F&eacute;in colleagues that they are playing senior hurling now and the issue must be resolved if they are to aspire to being in government in both the North and the South of Ireland.  They must realise that when serious decisions are made and agreements are put in place, they must be stood over.  They have to have the strength to honour their commitments.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.50" speakerid="com.kildarestreet/member/1150" speakername="Colm Burke" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#T00200"><p>A number of Senators have raised the issue of the difficulties many people are having in regard to housing.  I refer to both mortgages and the rental sector.  We need a fundamental change in this whole area and to have a debate on it.  One of my proposals is that legislation should be introduced to prevent banks from using family homes as collateral for commercial loans.  That is one area we need to look at.  We also need to look at the area of long-term letting.  If one is renting a commercial premises in the private sector, one can get a 20 year lease with five-year rent reviews.  Why can we not look at that in the case of family homes?  Why must we have the current structure?  While there have been some changes over the last 20 years, there has been no fundamental change.  If one buys one's own home and can pay one's mortgage, one has security of tenure.  If one goes into a local authority house, one can stay on for life as long as one pays one's rent and does not run into major difficulty with that local authority.  However, if renting in the private sector one is left going from six-month period to six-month period.</p> <p>We now have landlords trying to raise rents when they are not entitled to do so.  We must put in place a proper structure so that if people want to stay on for a long period, they can do so.  We need to have enough properties on the market to ensure there is consistency and security of tenure for people.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Colm Burke:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2353"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->There is a need for fundamental change in this area and we need to examine the possibility of introducing suitable legislation.  It would be of assistance if the House could engage in a debate on the changes which might be brought about in the next six to 12 months.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.52" speakerid="com.kildarestreet/member/1165" speakername="Eamonn Coghlan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#U00200"><p>I support Senator Craughwell's call for a debate on bullying, particularly that which occurs in the workplace.  A friend of mine had some serious issues as a result of bullying but, fortunately, as a result of the support and assistance he received and through the efforts of his family, he did not go down the road of committing suicide.</p> <p>I wish to offer my condolences to the people of France and to the families of the ten French citizens who lost their lives overnight as a result of a tragic helicopter crash in Argentina.  These individuals were in the prime of their lives and were seeking further challenges by taking part in a reality TV show.  There is an old saying which goes "Once an Olympian always an Olympian".  I wish to acknowledge the two Olympians, Camile Muffat, who won an Olympic gold medal in London three years ago, and Alexis Vastine, who won a boxing medal at the Beijing Olympics in 2008, who sadly passed away as a result of the tragic accident to which I refer.</p> <p>One never knows what lies around the corner or what tomorrow will bring.  On that note, I wish to acknowledge the great work done by a sportsman who has represented Ireland across the globe.  I refer to the great Graeme McDowell who, through his GMac Foundation, flies seriously ill children from the Royal Hospital in Belfast and Our Lady's Children's Hospital in Crumlin and their families to Florida in order to put light back into their lives as they seek to deal with their illnesses.  Well done to GMac who is doing this without seeking publicity.  He just wants to give something back because he is fortunate enough to have been sufficiently talented to succeed in his support.</p> <p>I also wish to acknowledge the achievements of another Irishman, Mark English, who at the weekend won a silver medal at the European Indoor Athletics Championships in Prague.  Mark is currently attending UCD, where he mixes his athletics training with his medical studies in an attempt to further both careers.  I hope that, please God, he will represent Ireland proudly at the Olympic Games in Rio next year.  I take this opportunity to congratulate the Irish Sports Council, which has been supporting Mark since he was 15 years of age.  Mark is moving slowly and surely in the right direction and I am sure we will see many more great things from him in the future.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.53" speakerid="com.kildarestreet/member/1146" speakername="R&oacute;n&aacute;n Mullen" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#U00300"><p>Many previous speakers referred to people whose mortgages are in arrears.  This continues to be a major problem and we are awaiting a debate on the ongoing increase in the number of house repossessions.  That debate should take place soon.  It is extremely sad that we have reached this juncture.  The Insolvency Service of Ireland has failed.  Its stated aim was to keep people in their homes, where possible.  I have been a consistent critic of the insolvency legislation, particularly the provisions in the Personal Insolvency Act 2012, that bestow on the banks an effective veto on personal insolvency arrangements.</p> <p>The statistics show that since it was established in 2013, the Insolvency Service of Ireland has concluded just 199 agreements to allow people to deal with their debts.  That figure is pathetic, particularly in the context of the 7,101 bills for repossession lodged by the banks in the courts to date.  Property prices have increased and now the banks are pushing through repossessions with zeal.  There are 80 cases before the county registrar in the Galway Circuit Court.  Where are the public interest directors on the boards of the banks?  Are these individuals not in place to ensure that the public interest - in terms of keeping people in their homes - is represented?  Of the thousands of people who account for the 7,101 bills for repossession to which I refer, very few own mansions in Dalkey or are the subject of media headlines.  In many cases, they are living lives of quiet desperation.  These are ordinary people living in normal homes in communities and they certainly deserve better.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator R&oacute;n&aacute;n Mullen:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2250"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span--> I was interested to hear Senator Ivana Bacik call for a debate on banking and insolvency.  The reports that emerged after the property crash pointed to groupthink and a lack of open criticism of Government policy as a basis for the property bubble.  I am struck by the groupthink in the political establishment at this time in regard to the forthcoming referendum.  I am struck by the way people champion the presence of politicians at yesterday's launch of the Yes Equality campaign, for example, when we all know that there are probably as many politicians in this House opposed to the proposal as there are in favour of it but who simply dare not to speak out.  One sees a small chink in the consensus when one hears a person such as the distinguished Labour Party representative Deputy Willie Penrose saying it is best to leave this issue to people to decide for themselves and observing that he knows a family where two people are on one side of the argument and two on the other.  Where are the politicians to represent the vast number in the country who have serious reservations about the impact of what is proposed on the right of children to be brought into the world or brought up by a father and a mother?  On the whole business of smacking children, what is at issue is a defence of reasonable chastisement, that is, that parents can offer such a defence in a court case.  It is not that people have a right to punish their children physically but a question of having such a defence in place.  I do not know whether that defence should change.  I can see the arguments in favour of taking it away, but I would be far more impressed with the so-called advocates of children's rights if they abandoned their dereliction of duty around children's right to be brought into the world or brought up by a father and a mother.  Their silence on the issue or, worse than silence, their abandonment of support for children's right to a father and a mother reflects no credit on them.  This is a far more important and relevant issue in the life of every child than the discussion around smacking.  I wish the people concerned would abandon the groupthink and begin to reflect what a lot of people regard as common sense.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.55" speakerid="com.kildarestreet/member/1153" speakername="Catherine Noone" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#V00200"><p>I was delighted to hear about the Sober St. Patrick's Day initiative, which will see the Gresham Hotel come alive with ceoil agus craic on 17 March in an alcohol-free setting.  Many people, especially younger people, feel huge pressure to binge drink on this holiday, or perhaps it has just become the done thing.  Our national day has been hijacked to a large extent by alcohol consumption, with excessive drinking perceived as virtually a patriotic duty.  The Sober St. Patrick's Day movement has already been introduced in six cities in the United States and in Belfast, proving that one does not need to have a drink to have fun on our national holiday.  Ireland should lead the charge in encouraging initiatives such as this.  I have highlighted on numerous occasions in this House the alarming growth of binge drinking and the subsequent rise in, for instance, in the incidence of liver disease in people as young as 20 years.  Last week I pointed to instances of children, some as young as 11 years of age, being admitted to Temple Street hospital with alcohol poisoning.  It is no exaggeration to say the Irish character seems to adhere to a particular caricature around St. Patrick's Day.  I am not anti-drinking on this or any other occasion, but I would prefer if our national holiday were not associated with the abuse of alcohol and the notion that getting drunk is synonymous with being Irish.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.56" speakerid="com.kildarestreet/member/1189" speakername="Paul Bradford" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#V00300"><p>I concur very much with the points made by Senator Catherine Noone and I am intrigued by the Gresham Hotel's plans for ceoil but no &oacute;l on St. Patrick's Day.  Senator Catherine Noone's observation is valid and ties in with what Senator Jillian van Turnhout said.  There have been attempts to have a proper national debate on alcohol consumption and abuse in this country, but it has not been treated with sufficient seriousness.  It is a discussion that must be put firmly back on the agenda and driven by the Government and health promotion agencies rather than, directly or indirectly, by the drinks companies.  I congratulate Senator Jillian van Turnhout on her television appearance last week in which she clearly demonstrated how unfortunate it was that public figures who were and, to some degree still are, held in high esteem had bought into the concept of supporting campaigns by the drinks industry.</p> <p>I will move to a less serious but not insubstantial issue.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Paul Bradford:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=73"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=73&amp;amp;pid=PaulBradford&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->The Leader obviously is as <i>au fait</i>with, and interested in, this as am I and Members must congratulate all those associated with what has been a tremendous first day for Irish sport at Cheltenham.  It is not just a sport Members are congratulating but an industry that employs tens of thousands of people across towns, townlands and small parishes nationwide.  As of now, the Irish team, as I will describe it, has won four races at Cheltenham.  Willie Mullins has won four races in an unprecedented achievement.  Ireland has outstanding trainers, owners and jockeys and the industry's success shows that the fair support and assistance given by every Government over the past 20 or 30 years to the Irish racing industry has worked, has produced the jobs and has beefed up the industry.  It has given Ireland a world-leading reputation in horse racing and long may that continue.  In general, there is cross-party support for the modest financial incentives the racing industry gets.  Were every industry, of the many that receive financial support, to plough back the same level of jobs and results as does the racing industry, everyone would be proud.  However, I simply wish to congratulate all those involved in what has been a tremendous showcase day for Ireland at Cheltenham.  There are three more days to go and hopefully there will be more success because it is not just about the glory of Cheltenham but is about the jobs in rural Ireland in the training yards, on the stud farms and among the small breeders.  It is phenomenally successful and has arisen not by accident but through proper planning and support.  Long may it continue.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.58" speakerid="com.kildarestreet/member/1127" speakername="Denis O'Donovan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#W00200"><p>While Senator Bradford was to have been the last speaker, others wish to come in.  Although I will have a cut-off point, I will allow Senator Crown in.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.59" speakerid="com.kildarestreet/member/1147" speakername="John Crown" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#W00300"><p>I wish to comment on reports over the weekend about wide disparities in survival from cardiac events or heart attacks in hospitals across the country.  This had a particular resonance for me because in the early years of this particular Seanad, similar specific allegations were made about Roscommon hospital and at the time, it appeared as though those allegations were being used in defence of a policy of changing the status of that hospital.  Subsequently, Members found out that the figures upon which those assertions were made were incorrect.</p> <p>There appears to be a strategy of selectively leaking some as yet unsubstantiated figures to the press, which sometimes seems to resonate with certain policies that are being advocated by some of the folks who run the health service.  I do not refer to the Minister, Deputy Varadkar, in this regard but more to the longer-standing administrative policies.  It is important that the air now be cleared and that Members find out precisely what was the basis for the figures, what methodology was used and what is the true position.</p> <p>It now transpires that in the case of the event in Roscommon several years ago, what was happening was that junior doctors were writing heart attack as a cause of death on death certificates because ultimately, that is what everybody dies from at some stage.  One could argue that the last thing that occurs to people while they are alive is their heart stops beating but these deaths were going into the record as heart attacks and in that situation, a heart-attack of course would have a rather high mortality rate and this tended to distort the figures.  Moreover, it was not gelling with the figures being produced by Dr. Paddy McHugh's unit for patients who were admitted to cardiac care in Roscommon and who were found to have heart attacks.</p> <p>The HSE subsequently stated the figures and assertions were incorrect and it has been a long-standing bone of contention of mine but I believe an apology must be made to Dr. Paddy McHugh and his staff in Roscommon hospital, about whom it was suggested there was an untowardly high incidence of fatal outcomes associated with cardiac events, which was not true.  In the future, however, it is of critical importance to have disclosure.  What was the basis for these figures, what methodologies were employed and can the health authority stand over the methodologies?  Moreover, if they are true, what corrective action is being taken?</p> <p>I note in passing that the waiting list figures are not getting better and the great open sore in Irish health care is still gaping wide.  It is not specifically the fault of the present Government any more than it was of its predecessor but it certainly should send a message that something very different must be done.  We have had such waiting lists in times of booms and busts, in recessions and depressions, as well as in times of high and low public spending.  There is something wrong with the way in which health care is funded and this has been pointed out.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator John Crown:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2369"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2369&amp;amp;pid=JohnCrown&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->Will the Leader make representations to the Department of Health that there be a public registry?  The Department has come under terrible pressure from, and has stood forthrightly against, the tobacco industry.  I am very conscious that the Minister for Health, Deputy Leo Varadkar, and his predecessor, Deputy James Reilly, have taken correct positions in opposing and fighting the tobacco industry's incursions.  It would be useful for the rest of us if we knew exactly who was being put under pressure and at what level.  The United States Chamber of Commerce has engaged in this.  Have agencies of the US Government or politicians made representations?  We know of at least one, the former Governor of Virginia, who did.  This should be a matter of public debate because we need to be able to challenge the people concerned and put the matter in the public domain.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.61" speakerid="com.kildarestreet/member/1140" speakername="Terry Leyden" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#X00200"><p>I concur with Senator John Crown and thank him for his continued support for Roscommon County Hospital and the reputation of Dr. Patrick McHugh, one of the finest physicians who has ever practiced in any hospital in Ireland.  The Department of Health has treated him very badly and owes him an apology.  </p> <p>On Senator John Kelly's statement on the proposed strike by prison officers, the Government does not seem to be aware of the contribution prison officers make, given the recent stabbing in Tallaght and the difficulties in Portlaoise.  I come from an area in County Roscommon in which there is a very large prison in Castlerea which is very effective at providing a very good service for the State.  Instead of Senators John Whelan and John Kelly coming into the House and bleating about problems with the Government, why do they not raise these issues at a parliamentary party meeting with the T&aacute;naiste, Deputy Joan Burton?  As Deputy Prime Minister, she can change the Government's policies.  Instead, they go on about it constantly on local radio and here.  They are not raising it where it is important.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.62" speakerid="com.kildarestreet/member/1127" speakername="Denis O'Donovan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#X00300"><p>The Senator has made his point.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.63" speakerid="com.kildarestreet/member/1140" speakername="Terry Leyden" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#X00400"><p>I am glad you understand it.  Although the Minister of State, Deputy &Aacute;odhan &Oacute; R&iacute;ord&aacute;in, is in the Department, they do not call on him or talk to him.  They are as useless as dead sheep.  They do not have any power.  They are toothless terrors.  They come here and-----</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.64" speakerid="com.kildarestreet/member/1127" speakername="Denis O'Donovan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#X00500"><p>The Senator is being unfair.  Any Senator is entitled to ask a question on the Order of Business.  The Senator should not personalise it.  He has gone overboard.  The two Senators he named are not present and any Senator, on any side, who wishes to raise a matter is entitled to do so.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.65" speakerid="com.kildarestreet/member/1140" speakername="Terry Leyden" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#X00600"><p>I am stating a fact.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.66" speakerid="com.kildarestreet/member/1127" speakername="Denis O'Donovan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#X00700"><p>No, the Senator should desist.  I very kindly allowed him to speak.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.67" speakerid="com.kildarestreet/member/1140" speakername="Terry Leyden" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#X00800"><p>They are toothless terrors.  They are all talk and no action.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.68" speakerid="com.kildarestreet/member/1127" speakername="Denis O'Donovan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#X00900"><p>I cannot allow Senators to wander in at the last minute and put up their hands.  Senator Paul Bradford was the last speaker approximately ten minutes ago.  I allowed others in and if I keep doing so, I will lose respect.  Senator Marc MacSharry shall be the last speaker.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.69" speakerid="com.kildarestreet/member/1149" speakername="Marc MacSharry" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#X01000"><p>I thank the Cathaoirleach and will be as brief as possible.  </p> <p>I agree with other speakers on the issue of disputes in the Irish Prison Service.  Anecdotal evidence suggests there  jas been a clear breakdown of communication between Mr. Michael Donnellan, head of the Irish Prison Service, and the Prison Officers Association.  I appeal to all parties, particularly the Minister, to bring the parties together to try to make progress to resolve the difficulties.</p> <p>The main reason I am standing is to highlight, in solidarity, the issues at St. Angela's College in Sligo which I have raised previously.  The lecturing staff at St. Angela's College to PhD level have all the usual qualifications one would expect of lecturing staff and achieved superior educational outcomes.  However, with the merger of St. Angela's College with NUI Galway, the staff are to transfer, according to proposals made by NUI management, with a lesser status than that of college lecturers in NUI Galway.  This is discriminatory and elitist and there is no good reason, either regarding qualifications or educational outcomes, it should happen.  Today 60 lecturers have been forced to down tools in a one-day strike to try to have the issue put on the agenda.  Weeks in advance of the strike, I raised the issue here and appealed, through the Leader, for the Minister for Education and Skills, Deputy Jan O'Sullivan, to intervene.  I also wrote to her.  Unfortunately, at this late stage, she still has not intervened.  Will the Leader send a message to her that this dispute in the north west is not of the making of the 60 lecturers in question?  It is unnecessary and I am sure Labour Party Members and those from the north west will agree with me that in the transfer of responsibility from St. Angela's College in Sligo, the only NUI constituent college north of a line from Dublin to Galway, to NUI Galway we must ensure the status of the lecturers is equal to that of those lecturing within NUI Galway.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Marc MacSharry:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2010"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2010&amp;amp;pid=MarcMacSharry&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->While the authorities in NUI Galway have not done so to date, and they do not recognise the status of the TUI, I appeal to the Minister, through the Leader, to direct them to engage with the organised labour movement in the form of the TUI because not to do is to strip the lecturing staff of the college of their rightful representation in negotiations.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.71" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#Y00200"><p>Senator Darragh O'Brien called for a debate after the recess with the Minister for Transport, Tourism and Sport on Aer Lingus pensions.  We will try to arrange that but when we return on 24 March we will have a number of Bills to deal with, including two referendum Bills and the Child and Family Relationships Bill 2014.  We will have a busy schedule but I will try to facilitate the debate.</p> <p>The Fennelly report is being prepared independently by Mr. Justice Fennelly, who must be afforded the time and independence he requires.  It is incredible that when we had the Smithwick report and other reports, Fianna F&aacute;il Members cried and shouted about time limits being imposed.  Now they want it the other way.  </p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.72" speakerid="com.kildarestreet/member/1139" speakername="Darragh O'Brien" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#Y00300"><p>The Taoiseach should not even be waiting for the report.  He knows what he did that night.  He should just come in and tell us.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.73" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#Y00400"><p>They seem to be following their tails most of the time.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.74" speakerid="com.kildarestreet/member/1139" speakername="Darragh O'Brien" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#Y00500"><p>He is hiding the truth.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.75" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#Y00600"><p>The Senator proposed an amendment to the Order of Business.  In the interest of the running of the House, I ask him not to press a vote on it.  We have a very tight schedule with Ministers coming before the House.  If we have a vote, it will eat into the 30 minutes allowed for statements on ambulance services.  I ask the Members opposite not to press a vote on the Order of Business for that reason.</p> <p>Senator Bacik and others spoke about the issue of mortgage arrears and the report on insolvency procedures.  Senator Bacik called for a debate on the review once it is published.  The review is near completion, and we need to build on the significant progress made to date on reducing mortgage arrears levels overall.  The Government will announce a new set of measures in April designed to focus on the still unacceptably large number of families in long-term mortgage arrears who now face repossession of their homes.  The number of mortgages accounts in arrears is now declining.  While just over 110,000 accounts were in arrears at the end of quarter four of 2014, this represented a decline of 6.4% compared to quarter three of 2014, and a decline of more than 26,000 accounts over the course of 2014.  Almost 115,000 mortgage accounts were classified as restructured at the end of 2014, which represents an increase of more than 30,000 accounts during last year.  At the end of 2014, there were almost 760,000 private residential mortgage accounts for principal dwellings.  Almost 650,000 of these accounts, or 85%, were not in arrears.  The number of accounts over 90 days in arrears continues to fall, and it has now fallen for five consecutive quarters.  It is regrettable that there was a small increase in the number of accounts in arrears of more than 720 days but the increase of 294 was the lowest increase in that category recorded to date.  People can use figures however they wish but they are the facts.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Maurice Cummins:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->Obviously, we are not seeing the same progress in the most difficult cases, namely, those in arrears for more than two years.  Far too many mortgage arrears cases have ended up before the courts when they should have been resolved through earlier engagement between borrowers and their banks.  Most cases could be resolved by the Insolvency Service of Ireland.  It is right to expect the proportion of debt deals being accepted by creditors to increase.</p><p>We will debate the review when it is published.  The Government is committed to acting on it.  We recognise that some adjustments to the personal insolvency framework may be necessary to address this matter, for example, debt distressed families' awareness of the Insolvency Service, independent audits of the quality of the debt deals being recommended by personal insolvency practitioners, PIPs, the options available to borrowers where insolvency arrangements have been rejected by creditors and the supports that are available to families that cannot pay even restructured mortgages or meet the requirements of insolvency arrangements.  A great deal of work is being done.  I hope that, when the review is published in April, we can hold a further debate on it.</p><p>Senator Quinn referred to the deaths of two people because of carbon monoxide poisoning.  They are regrettable, particularly given the fact that, as the Senator mentioned, detectors are on sale at a low price.  The issue must be highlighted.  While it is being addressed in the case of new homes, the public needs to be vigilant.</p><p>Senator Naughton discussed insolvency laws.  I have dealt with that matter.</p><p>Senators Craughwell and MacSharry mentioned the difficulties being experienced at St. Angela's College in Sligo.  Perhaps they could be updated by the Minister by tabling a Commencement matter.</p><p>Senators Craughwell, Eamonn Coghlan and others referred to bullying in the workplace.  There is also bullying on social media.  It is a major problem.  The Senators asked that the matter be examined under the Non-Fatal Offences Against the Person Act.  The Minister attended the House on this issue previously, but we will try to arrange for him to attend again.  There is dreadful bullying, and not only in the workplace.  It is hurting many young people on social media and causing severe consequences.</p><p>Senator Hayden discussed mortgage arrears.  I have dealt with that matter.</p><p>Senator van Turnhout mentioned the defence of reasonable chastisement.  I note her points in that regard.  She also stated that drinks companies should not have a role in public health.  As she pointed out, the joint committee will address that matter.</p><p>Senator Wilson complimented the Government on acting quickly to plug the loophole in the Misuse of Drugs Act relating to head shops.  In the previous Seanad, Senator Wilson and other Members played an important role in ending head shops and the products they supplied.  The Senator is well capable of and qualified to speak on the issue because of his input during the previous Seanad.</p><p>I note Senator Paul Coghlan's points on the Fennelly report.</p><p>Senator Barrett welcomed the reopening of the Phoenix Park tunnel.  The idea came from this House.  As he stated, reopening the tunnel is a proper use of public expenditure.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Maurice Cummins:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span--> Senators Kelly and Leyden raised the issue of the prison officers' dispute.  We should all acknowledge the work being done by everyone in the prison system and the many reforms that have been carried out in recent times.  The driving force behind the progress made to date has been the constructive engagement and consultation between the management and the Prison Officers' Association on all aspects of the reform process under the joint task reviews as has been agreed under the Croke Park agreement.  That positive and constructive engagement and consultation is required again and I hope all parties will sit down and resolve this issue.  It should not go unnoticed that the prison officers are doing a wonderful job in very difficult circumstances.</p><p>Senator Mullen dealt with the need to tweak insolvency laws and give greater protection to the family home.  That is what the Government is attempting to do and we will have a debate in the House when the review is complete.  Senator Mullen also urged parties in Northern Ireland to come together and solve the problems which have arisen recently in respect of budgets.  I am sure they will get together and do what is necessary.  Senator Burke highlighted the need to examine long-term letting of properties and family homes in particular.  I am sure that will all come under the review and we can have a debate in the House at that time.  </p><p>Senator Eamonn Coghlan addressed the tragic accident in Argentina and the deaths of ten French people, including Olympians.  We would all like to express our condolences to the families involved.  The Senator also lauded the charitable foundation of Graeme McDowell, the golfer, and congratulated Mark English on his silver medal and the support given to him by the Irish Sports Council.</p><p>Senator Mullins spoke on the insolvency service and we will certainly have ample time to discuss the referendum and the points he made on it in the first week we come back.  Senator Noone highlighted "sober day" and the St. Patrick's Day movement, which is certainly welcome.  We wish the movement well in its effort.  Senator Bradford congratulated the Irish people involved in the four winners to date at Cheltenham and commented on the many thousands of jobs involved in that industry.</p><p>Senator Crown addressed the selected leaking of some reports and the need for disclosure of the basis for the figures that were leaked.  I agree with him and will bring the matter to the attention of the Minister.  The Senator also makes a good point about a public registry for people lobbying on behalf of the tobacco industry.  I will also bring that matter to the attention of the Minister.  </p><p>I have dealt with Senator Leyden's remarks on the prison officers and Senator MacSharry's remarks on St. Angela's College.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.78" speakerid="com.kildarestreet/member/1127" speakername="Denis O'Donovan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#AA00200"><p>Senator Darragh O'Brien has proposed an amendment to the Order of Business, "That a debate with the Taoiseach on his role and the role of the former Secretaries General of the Department of Justice and Equality regarding the circumstances which led to the resignation of former Garda Commissioner Callinan be taken today."  Is the amendment being pressed?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.79" speakerid="com.kildarestreet/member/1139" speakername="Darragh O'Brien" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#AA00300"><p>I will withdraw the amendment on the basis that the issue of the Dublin fire brigade ambulance is important.  I know the Leader has gone to some difficulty in this regard.  However, what I said about the Taoiseach's role in this is also very important and I intend to table an amendment on another day if the Taoiseach refuses to come in to the House to address the matter.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.80" nospeaker="true" time="14:30:00" ><p>Amendment, by leave, withdrawn.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.81" nospeaker="true" time="14:30:00" ><p>Order of Business agreed to.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-03-10a.82" nospeaker="true" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#AA00650">Business of Seanad: Motion</major-heading>
    <speech id="com.kildarestreet/seanad/2015-03-10a.83" speakerid="com.kildarestreet/member/1130" speakername="Maurice Cummins" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#AA00700"><p>I move:<blockquote><br /><br />&ldquo;That, notwithstanding anything in the Standing Orders relative to Public Business, at the meeting of the Seanad on Wednesday, 11th March, 2015, the Order of Business shall be proposed immediately following the conclusion of the discussion of matters under Standing Order 29.&rdquo;.</blockquote></p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.84" nospeaker="true" time="14:30:00" ><p>Question put and agreed to.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.85" nospeaker="true" time="14:30:00" ><p>Sitting suspended at 4.40 p.m. and resumed at 4.45 p.m.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-03-10a.86" nospeaker="true" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#CC00100">Ambulance Services in Dublin: Statements</major-heading>
    <speech id="com.kildarestreet/seanad/2015-03-10a.87" speakerid="com.kildarestreet/member/1140" speakername="Terry Leyden" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#CC00200"><p>I welcome the Minister for Health, Deputy Leo Varadkar, who has taken time from his very busy schedule to come here to respond to an issue raised by Senator Darragh O'Brien, Leader of the Opposition, last week.  He has responded to the Leader of the House by coming here today.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.88" speakerid="com.kildarestreet/member/948" speakername="Leo Varadkar" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#CC00300"><p>I welcome the opportunity to address the House and outline the changes proposed to ambulance services in Dublin.</p> <p>First, I wish to clarify the position on statutory responsibility for the Dublin ambulance service.  Historically, the Dublin ambulance service has been provided by Dublin Fire Brigade under fire services legislation.  Statutory responsibility for this service, therefore, rests with Dublin City Council and consequently comes within the remit of my colleague, the Minister for the Environment and Local Government.</p> <p>That being said, I am a huge supporter of the Dublin Fire Brigade ambulance service and its crew who provide an excellent service for the people of Dublin.  Our paramedic fire fighters have a very long and proud tradition in the city and have rightly won a place in the hearts of Dubliners for that reason.</p> <p>Response times are good.  Training is excellent and clinical audits have been carried out for years.  As my constituency is very well served by Blanchardstown fire station in Coolmine, I am well aware of the valuable services that Dublin Fire Brigade ambulances provide.  Long may that continue and develop.</p> <p>The National Ambulance Service is part of the HSE and statutory responsibility lies within the remit of my Department.  In recent years staff at every level have put in a huge effort to transform the service.  The service has evolved from being simply a transport service to a paramedic service, where advanced and often lifesaving treatment is provided at the scene and in the ambulance long before the patient gets to hospital.  This is true throughout the country.  A major programme of reform and modernisation of the service has been under way for some time and will continue this year.  Response times for emergency Echo and Delta calls are improving, as are hospital turnaround times.  I pay tribute to the staff and leadership of the service for these major advances in recent years.</p> <p>Following the recent agreement between Dublin City Council and the HSE on changes in ambulance services, I want to be very clear that there is no question of any takeover by the National Ambulance Service of Dublin Fire Brigade.  Dublin Fire Brigade will continue to provide ambulance services in Dublin, using its own vehicles and staff, and Dublin Fire Brigade vehicles will continue to support ambulance services, as needed.  Only the structures around clinical governance of the service and call management will change.  I have previously stated and I am happy to repeat today that I will not support a single fire brigade ambulance being taken out of service.  However, the fact is that HIQA has identified serious patient safety concerns about the lack of co-ordination between the National Ambulance Service and the Dublin Fire Brigade.  In its recent report HIQA highlighted the urgent need to address these issues.  It is now proposed to establish a single point of contact and dispatch for all ambulance resources in the Dublin area and clinical governance of all Dublin ambulance services will be the responsibility of the National Ambulance Service medical director, Dr. Cathal O'Donnell.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Leo Varadkar:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2192"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->These changes will mean that emergency calls in the future will go to one call centre in Dublin and not two.  The dispatcher in that centre will be able to see every available ambulance in the region.  The nearest available ambulance, whether it is a National Ambulance Service ambulance or a Dublin Fire Brigade ambulance, will be sent to the incident, which is not currently the case.  The people of Dublin can therefore look forward to a more responsive service as the nearest ambulance to the scene will be dispatched.  The changes will also mean that there will be uniform clinical standards, training, equipment and procedures, so patients will receive exactly the same level of care no matter which type of ambulance arrives.  These reforms make sense and are good for Dubliners.</p><p>There has to be a better system than the current one.  Currently, if Dublin Fire Brigade has no ambulance available, the call may, or may not, be transferred to the National Ambulance Service.  Passing calls between two centres poses potential difficulties and calls can be delayed or fall between the two services.  A patient can fall between two stools.  This has to change.</p><p>I know that firemen may be concerned about the future but they need not be.  Dublin Fire Brigade will continue to provide emergency ambulance services in Dublin and the staff will be fully consulted before any changes are implemented.  I understand that on Friday last, it was agreed to set up a joint Dublin City Council-union group, under an independent Chairman, to move the process forward.  This is welcome and I am sure the House will support it.</p><p>Dublin Fire Brigade has provided very well for the emergency needs of Dublin since 1898.  However, no service can afford to stand still.  A single contact and dispatch point for emergency ambulance calls is needed to address the safety issues identified by HIQA.  I ask this House to set aside any sectoral interests and to put the people of Dublin first.  Members should ask themselves what is best for the people of Dublin.  In my view, clearly what is best for Dublin is an integrated call-taking and dispatch service.</p><p>I am therefore pleased that following meetings between Dublin City Council and the unions, agreement in principle has now been reached on the integration of emergency ambulance call taking and dispatch.  It has also been agreed that Dublin Fire Brigade will continue to be fully involved in emergency ambulance service delivery and there will be no diminution in such services.  I very much welcome this development which will ensure that the people of Dublin get an even better ambulance service in the years to come.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.90" speakerid="com.kildarestreet/member/1139" speakername="Darragh O'Brien" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#DD00200"><p>I wish to share my time with Senators Averil Power and Mary White.  I thank the Minister for coming into this House.  We are restricted in the time we can speak on this issue.  I raised this matter last week and I know that the Minister is personally supportive of the Dublin Fire Brigade ambulance service, as am I.  There are a number of stations in my area of Swords-Skerries-Balbriggan.  We all know the role of the Dublin Fire Brigade, its training and the fact that every crew member is a paramedic and many of them are advanced paramedics.  We all know the work these crew members do.  I do not doubt the Minister's bona fides as a supporter of the fire brigade.  My concern about these changes relate to whoever may be the next health Minister or environment Minister.</p> <p>I have a couple of questions for the Minister.  At the moment, the HSE pays Dublin Fire Brigade approximately &euro;9.2 million towards the emergency ambulance service for Dublin city and most of the county, including north County Dublin where I reside.  This is from an annual budget of approximately &euro;138.5 million.  It represents just under 6.7% of the overall HSE budget for ambulance calls.  However, over 40% of the calls go through the Dublin Fire Brigade ambulance service.  It therefore provides serious value for money.  This is my view.  I am not sure and I am not convinced that when it goes under the control of the HSE that we will get the same service or value for money.  This is my worry.</p> <p>I will conclude on these remarks.  After the recess, I hope the Minister will have more time to discuss this issue because I am very restricted in time today.  I am pleased that a mechanism is now being set up between the Dublin Fire Brigade representatives, the unions, and Dublin City Council.  However, I worry when people say there will be no diminution.  I agree the Minister is saying this will be the case and I am glad of that.  However, this does not change anything which happens in the future.  If anything, we should be expanding what is done in Dublin with the fire brigade across the country.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.91" speakerid="com.kildarestreet/member/1196" speakername="Gerard Craughwell" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#DD00300"><p>Hear, hear.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.92" speakerid="com.kildarestreet/member/1139" speakername="Darragh O'Brien" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#DD00400"><p>We should be examining the possibility of a combined emergency medical services, EMS, system.  We should be utilising all our fire brigade bases across the country and do what is done in Dublin.  We should support that even more, do it across the country and work with the members of the HSE ambulance crew, who do a really good job.  My issue is with management and not with the people on the street.  This is something for another debate.  My time is restricted and I do not want to delay.  However, I would like to revist this issue in the future.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Darragh O'Brien:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->Will the Minister commit that subject to his schedule we will, following the discussions, have a more comprehensive debate in a couple of weeks on the Dublin Fire Brigade ambulance service, the benefits of expanding this to the rest of the country, but properly resourcing and supporting it, as it provides an exceptional service to the people of Dublin city and county with exceptional value for money?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.94" speakerid="com.kildarestreet/member/1154" speakername="Averil Power" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#EE00200"><p>I welcome the opportunity to speak in this debate, albeit just for one minute.  I came to the House last Tuesday and asked the Leader to schedule a debate on this issue because I was deeply concerned to hear the city manager had gone ahead and announced a major change to the service without the consultation that was promised initially.  Like Senator O'Brien, I do not doubt the Minister's bona fides as a Dubliner and someone who is aware of the service Dublin Fire Brigade provides and I know he does not want to see an ambulance taken out of service.  However, I share the same fears that this could be the start of cutbacks to the service.</p> <p>I have seen television documentaries about the HSE service and the response times around the country.  We get a far better service in Dublin.  Our response times are much better because the fire brigade is involved.  Given the management by the HSE of other areas, I am very concerned to see a working service being brought under the ambit of the HSE.  I also saw internal HSE documents last year that indicated this was all about cost-cutting.  That makes me worried for the future of the service.  I echo Senator O'Brien's comments in that I would appreciate it if the Minister could make time available in his schedule at the earliest opportunity to come in and have a full debate on this vital service.  It is one of our most basic services, to be able to respond to medical emergencies.  Best practice internationally is for an integrated fire and ambulance service and anything that puts that under threat needs to be discussed properly in this House not decided on unilaterally elsewhere.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.95" speakerid="com.kildarestreet/member/1150" speakername="Colm Burke" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#EE00300"><p>I thank the Minister for making time available.  It is important that we debate this issue and that we refer to the recommendations of the HIQA report and act on them.  The recommendation set out that the National Ambulance Service and the Dublin Fire Brigade must both address the operational inefficiencies identified and publish a joint action plan outlining proposed steps to improve individual and collective performance in call handling, address verification, dispatch, ambulance deployment, mobilisation, navigation and the co-ordination of calls between services.  Another recommendation was that "[a]s a matter of urgency, both the National Ambulance Service and Dublin Fire Brigade must put the necessary corporate and clinical governance arrangements in place to provide a fully integrated ambulance service in the greater Dublin area.  This should include a binding service level agreement, which includes formal quality and performance assurance reporting mechanisms".  It was also recommended that "[t]he Health Service Executive and National Ambulance Service must immediately involve Dublin Fire Brigade in the National Ambulance Service Control Centre Reconfiguration Project to ensure a seamless and safe transition of services in Dublin".  This is about providing a service that is not only efficient but also safe.  The changes that have occurred are about getting everyone to work together.</p> <p>Everyone here will join me in paying tribute to those who work in the ambulance service, both from the fire brigade side and in the National Ambulance Service.  They are all committed to providing a comprehensive service.  This co-ordination is necessary to make sure that we have the efficiencies that are required.  The HIQA report clearly identifies that there were two different systems in place.  The computer system was not the same and the whole process was different for both organisations.  That is why this reconfiguration must occur.  There has been a great deal of change over the past three to four years in the ambulance service across the country.  There has been a great deal of improvement, which must continue.  It now transpires that 70% of ambulances were released and able to respond to other calls within 30 minutes of arriving at the hospital and 94% within 60 minutes.  It just shows that change has occurred and efficiencies are in place.  This reorganisation is very necessary, but there must be full consultation and co-operation by all sides and every process that is required to get that co-operation must be put in place.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.96" speakerid="com.kildarestreet/member/1122" speakername="Trevor &Oacute; Clochartaigh" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#FF00100"><p>Cuirim c&eacute;ad f&aacute;ilte roimh an Aire.  De r&eacute;ir mar a thuigimse, t&aacute; s&eacute; i gceist na seirbh&iacute;s&iacute; at&aacute; &aacute; sh&oacute;lathar ag Briog&aacute;id D&oacute;ite&aacute;in Bhaile &Aacute;tha Cliath a chur faoi sc&aacute;th an tSeirbh&iacute;s N&aacute;isi&uacute;nta Otharcharr.  Caithfimid d&eacute;anamh cinnte sa phr&oacute;is&eacute;as seo nach bhfuil an Rialtas chun f&aacute;il r&eacute;idh le chuid de na hotharcharranna ar bhealach ind&iacute;reach.  T&aacute; imn&iacute; ar ionadaithe &oacute; Bhriog&aacute;id D&oacute;ite&aacute;in Bhaile &Aacute;tha Cliath.  D'fh&eacute;adfadh aighneas tionscla&iacute;och a bheith ann de bharr go bhfuil an HSE ceapaithe chun dul i mbun na seirbh&iacute;s&iacute; seo agus iad ag d&eacute;ile&aacute;il leis na glaochanna &eacute;igeand&aacute;la ar fad.  T&aacute; bagairt ann cheana f&eacute;in go mbeadh stailceanna n&oacute; aighneas tionscla&iacute;och maidir le molta&iacute; at&aacute; ann leis an leibh&eacute;al cri&uacute;nna at&aacute; sa bhriog&aacute;id sin a laghd&uacute; aon trian cheana f&eacute;in.  &Iacute;ocann an HSE &euro;10 milli&uacute;n leis an gcomhairle cathrach in aghaidh na bliana leis an 12 otharcharr a choinne&aacute;il ag imeacht i l&aacute;thair Bhaile &Aacute;tha Cliath.  Creideann an HSE go bhf&eacute;adfaid&iacute;s &eacute; seo a dh&eacute;anamh ar bhealach n&iacute;os saoire agus nach mbeadh an oiread daoine ag obair.  Caithfimid a bheith cinnte san athr&uacute; seo nach ar son airgead a sh&aacute;bh&aacute;il amh&aacute;in at&aacute;imid &aacute; dh&eacute;anamh &eacute; seo.  T&aacute; s&eacute; sin f&iacute;or-th&aacute;bhachtach.</p> <p>T&aacute; fios againn go maith freisin go bhfuil deacrachta&iacute; le sol&aacute;thar an HSE &oacute; thaobh otharcharr ar fud na t&iacute;re.  Is rud &eacute; sin at&aacute; ag cur an-imn&iacute; ar dhaoine, go h&aacute;irithe &oacute; thaobh na hotharcharr at&aacute; ag dul in aois agus in as na blianta.  Ba ch&oacute;ir go nd&eacute;anfa&iacute; athr&uacute; ar otharcharr tar &eacute;is seacht bliana.  T&aacute; s&eacute; f&aacute;ilte amach go bhfuil 18% de na hotharcharranna &eacute;igeand&aacute;la anois os cionn ocht bliana d'aois.  T&aacute; na seirbh&iacute;s&iacute; otharchairr riachtanach trasna an St&aacute;it, mar at&aacute; r&aacute;ite romham.  Nuair at&aacute; tion&oacute;sc n&oacute; rud &eacute;icint &eacute;igeand&aacute;la ag tarl&uacute;, caithfidh daoine muin&iacute;n a bheith acu nuair a ghlaonn siad ar an otharcharr go bhfuil s&eacute; chun teacht in am tr&aacute;th&uacute;il.  Faraor, n&iacute; shin an sc&eacute;al at&aacute; trasna na t&iacute;re.  T&aacute; caighde&aacute;n leagtha s&iacute;os ag HIQA a dheireann go ceart 80% de na glaoanna a bheith d&eacute;ile&aacute;ilte leo taobh istigh de ocht n&oacute;im&eacute;ad.  N&iacute; tharla&iacute;onn s&eacute; sin ach 26.6% de na glaoanna.  Sna ceantair tuaithe, is 6.6% de na glaoanna sin a bhfreagra&iacute;odh taobh istigh den tr&eacute;imhse ocht n&oacute;im&eacute;ad sin.  </p> <p>Caithfimid d&eacute;anamh cinnte d&aacute; bhr&iacute; sin nach n-&uacute;s&aacute;idtear an pr&oacute;is&eacute;as seo &oacute; thaobh an athbhreithni&uacute; le gearradh siar ar l&iacute;on na n-otharcharr i mBaile &Aacute;tha Cliath, mar at&aacute; feicthe ar fud na t&iacute;re.  Sa bhuis&eacute;ad malartach a chur Sinn F&eacute;in chun cinn, bh&iacute; muid ag moladh go gcuirf&iacute; dh&aacute; otharcharr breise ar f&aacute;il sna ceantair &eacute;ags&uacute;la sna ceithre r&eacute;igi&uacute;in &eacute;ags&uacute;la.  T&aacute; an polasa&iacute; faoi l&aacute;thair ag an Seirbh&iacute;s N&aacute;isi&uacute;nta Otharcharr gach othar a thabhairt go dt&iacute; an ionad &eacute;igeand&aacute;la sna hospid&eacute;il.  Caithfimid beag&aacute;n&iacute;n ini&uacute;chadh a dh&eacute;anamh ar seo agus an modh "see and treat" a &uacute;s&aacute;idtear i dt&iacute;ortha eile.  Is rud &eacute; seo a d'fh&eacute;adfadh laghd&uacute; a dh&eacute;anamh ar an m&eacute;id daoine gur g&aacute; a thabhairt go dt&iacute; na hionaid &eacute;igeand&aacute;la sna hospid&eacute;il.  T&aacute; an g&aacute; at&aacute; l&eacute;irithe ag HIQA maidir le tuilleadh comhoibri&uacute; a bheith idir na seirbh&iacute;s&iacute; &eacute;ags&uacute;la t&aacute;bhachtach ach caithfidh s&eacute; tarl&uacute; ar bhealach lena bhfuil na hoibrithe i mBaile &Aacute;tha Cliath s&aacute;sta agus lena bhfuil an tseirbh&iacute;s agus an pobal s&aacute;sta chomh maith c&eacute;anna.  </p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.97" speakerid="com.kildarestreet/member/948" speakername="Leo Varadkar" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#FF00200"><p>I will touch briefly on five points.  I am not sure these are exact figures but I think Senator Darragh O'Brien said the HSE pays &euro;9.2 million per year to Dublin Fire Brigade which accounts for 6.7% of the budget for the National Ambulance Service.  On the face of it that would seem very little given that Dublin has one third of the population of the country.  We must bear in mind that the vast majority of ambulance calls in Dublin, as is the case around the country, are not emergency calls.  One needs to factor that into any of the budgets.  If it is the case that Dublin Fire Brigade deals with 40% of emergency calls, it probably deals with 0% of non-emergency calls, so the vast majority of transport provided in Dublin by ambulance is provided by the National Ambulance Service.  It is important to make that-----</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.98" speakerid="com.kildarestreet/member/1139" speakername="Darragh O'Brien" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#FF00300"><p>They say emergency calls but I will not dispute it.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.99" speakerid="com.kildarestreet/member/948" speakername="Leo Varadkar" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#FF00400"><p>Most of the costs incurred by the National Ambulance Service are not emergency calls, they are inter-hospital transfer and transfer of neonates and transfer of patients and so on.  That is the bulk of the work that is done.  The difficulty in Dublin at the moment as identified by HIQA is that we currently have two call centres and calls are passed between Dublin Fire Brigade and the National Ambulance Service.  There are problems with that and in my constituency there was a three hour delay in somebody getting an ambulance because a call was not passed on.  That is not a satisfactory situation.  Thankfully it was an alpha call, so it was not a serious emergency but it could happen that people do not get an ambulance because calls are not passed between the two call centres.  That is not a satisfactory situation.  It is also not satisfactory that the nearest ambulance is not sent.  One might get through to the Dublin Fire Brigade and it might send its nearest ambulance which is ten minutes away but not the National Ambulance Service which is five minutes away.  It is just commonsense that we bring together dispatch and call taking, and there are differences in clinical audit.  That is what we are trying to change.  It does not mean that there will be any reduction in the number of Dublin Fire Brigade ambulances serving Dublin.  That is not intended.  I am happy to state that very clearly.</p> <p>In terms of any cost cutting agenda, the budget for the National Ambulance Service will increase by &euro;5.2 million this year.  Most of that will be targeted at strengthening services in the west where there are gaps but if there is an agenda on cost cutting it is not coming from the HSE or the Department of Health.  We are increasing the budget for ambulance services but what we want is efficiency.  We do not want two vehicles turning up for an asthma attack when one is enough.  We would rather those two were circulating separately picking up people much more quickly, so we want a bang for the taxpayer's buck.  </p> <p>There is a separate dispute involving Dublin Fire Brigade and crewing levels.  That does not involve the HSE or the Department of Health, but is a matter between Dublin City Council and the unions and I am not going to get involved in that.  </p> <p>I am happy to engage in a future debate on ambulance services whether in Dublin or in the country as a whole because we are due to get the national capacity review on ambulance services quite soon and also the review on Dublin services in particular, so it would be opportune to have a longer debate as has been suggested by Senators at a later date. </p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.100" speakerid="com.kildarestreet/member/1140" speakername="Terry Leyden" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#FF00500"><p>I thank the Minister for coming to the House on the matter raised by Deputy Darragh O'Brien last week.  We appreciate his speedy response.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.101" nospeaker="true" time="14:30:00" ><p>Sitting suspended at 5.10 p.m. and resumed at 5.15 p.m.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-03-10a.102" nospeaker="true" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#GG00100">Report of British-Irish Parliamentary Assembly on Cross-Border Police Co-operation and Illicit Trade: Statements</major-heading>
    <speech id="com.kildarestreet/seanad/2015-03-10a.103" speakerid="com.kildarestreet/member/1127" speakername="Denis O'Donovan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#GG00200"><p>I welcome the Minister of State, Deputy Simon Harris.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.104" speakerid="com.kildarestreet/member/1106" speakername="Simon Harris" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#GG00300"><p>I thank Senators for allowing me the opportunity to address the report of the British-Irish Parliamentary Assembly on cross-Border police co-operation and illicit trade.  I was pleased to meet the members of the assembly during its recent meeting in Dublin at which the report was discussed.  I acknowledge the work of my colleague, Senator Paul Coghlan, who was co-author of the report and chairman of Committee A of the assembly which examined this issue and Senator Jim Walsh who is also a member of the committee.</p> <p>I welcome the finding of Committee A that the current level of co-operation between An Garda S&iacute;och&aacute;na and the Police Service of Northern Ireland, PSNI, is excellent, with evidence that both police fores are working closely together, formally and informally, on many issues.  I also welcome the committee's conclusion that the joint cross-Border policing strategy, first launched in 2010, has contributed to the detection of criminal activity and better public safety across the island of Ireland by enhancing the policing capabilities of both police services.  Also welcome is the committee's third finding that an all-island approach is necessary to tackle cross-Border illicit trade.  In this context, I note the committee's welcome for the establishment since its last inquiry of the multi-agency, cross-Border fuel fraud enforcement group and the cross-Border tobacco fraud enforcement group.  The three findings of the committee give us all cause to be pleased.</p> <p>The report goes into some detail on the issues of fuel fraud and tobacco smuggling.  While acknowledging the collaborative work done by the relevant agencies in tackling this issue, it expresses concern at ongoing activity in this regard.  I join the committee in its commendation of the co-operation between the Revenue Commissioners and Her Majesty's Revenue and Customs on their efforts in tackling these issues.  In recognition of the fact that fuel fraud, including the laundering of markers from rebated fuel, is a significant threat to Exchequer revenues, Revenue is implementing a comprehensive strategy to address the problem.  The licensing regime for auto fuel traders was strengthened with effect from September 2011 to limit the ability of criminals to place laundered fuel on the market.  In October 2012 a new licensing regime was introduced for marked fuel traders to limit the ability of criminals to source marked fuel for laundering.  In addition, new requirements in regard to fuel traders' records of stock movements and fuel deliveries have been introduced to ensure data will be available to support supply chain analysis.  Following a significant investment in the required information technology systems, new supply chain controls were introduced from January 2013 to require all licensed fuel traders, whether dealing in road fuel or marked fuel, to make monthly electronic returns of their fuel transactions to Revenue.  These data are being used to identify suspicious or anomalous transactions and patterns of distribution that will support follow-up enforcement action, where necessary.</p> <p>Close co-operation in the framework of the cross-Border fuel fraud enforcement group with other enforcement authorities in this jurisdiction and Northern Ireland in combating the all-island problem of fuel fraud has proved effective in supporting the identification and targeting of the organised crime groups, many with links to paramilitaries and former paramilitaries, which are responsible for the bulk of fuel fraud.  Following a joint process, Revenue and Her Majesty's Revenue and Customs have identified a new and more effective product to mark rebated fuels.  The new marker will be produced by the Dow Chemical Company and introduced in this state and the United Kingdom from the end of this month, providing a significant boost in the fight against illegal fuel laundering in both jurisdictions.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Simon Harris:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2338"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->This has provided a significant boost, which I am sure Senators will welcome, in the fight against illegal fuel laundering in both jurisdictions.  In addition, the Government has introduced a range of legislative measures in recent years to support Revenue's work in fighting fuel fraud, including reckless trading provisions, to ensure that a mineral oil trader is liable for the tax evaded where he or she knew or was reckless as to whether he or she was participating in a transaction or series of transactions connected to the evasion of the mineral oil tax.  The Finance Act 2014 introduced measures to further strengthen Revenue's ability to refuse or revoke a mineral oil trader's licence where the trader does not comply with excise law, does not maintain adequate stock management systems and records, or provides false and misleading information.</p><p>I am pleased to report that Revenue's strategy has yielded significant results, and the report outlines its success in terms of fuel seizures and filling stations being shut down.  Since mid-2011, 134 filling stations were closed for breaches of licensing conditions.  More than 3 million litres of oil have been seized and 31 oil laundries were detected and closed.  Industry sources report a much reduced incidence of laundered fuel on the market, and road diesel consumption and tax revenues have risen significantly compared with a couple of years ago.  Despite the alarm expressed by the committee at the level of activity, the reports of a decrease in activity are to be welcomed.  We should not be complacent, however.  Other economic factors have contributed to the growth in diesel consumption but reduced fraud is also an important factor.  I am confident that the introduction of the new marker from the end of the month will copper fasten the work already done in this area.</p><p>The committee's report referred to the impact of the illicit tobacco trade on legitimate business and the Exchequer.  Combatting illegal tobacco trade will continue to be a high priority for Revenue.  Its work to deal with this illegal activity includes a range of measures designed to identify and target those who engage in the supply or sale of illicit products, with a view to seizing the products and prosecuting those responsible.  This multifaceted strategy includes: ongoing analysis of the nature and extent of the problem; developing and sharing intelligence on a national, EU and international basis; use of analytics and detection technologies; and ensuring the optimum deployment of resources at points of importation and within the country.  Revenue officers also target the illicit trade at the post-importation stage by carrying out intelligence-based operations and random checks of retail outlets, markets and private and commercial premises.  The annual survey conducted for the HSE and the Revenue Commissioners by IPSOS-MRBI indicates that 11% of cigarettes consumed in Ireland in 2013 were illicit.  The survey results for 2009, 2010, 2011 and 2012 indicated illegal consumption rates of 15%, 14%, 14% and 13%, respectively.  The Revenue Commissioners will continue to make tackling the trade in illicit tobacco products a key objectives and the Government will ensure that any legislation action required to combat illicit tobacco trade is taken.</p><p>Revenue co-operates extensively with An Garda S&iacute;och&aacute;na in combatting this illicit trade, and the relevant agencies in this State also work closely with their counterparts in Northern Ireland through a cross-Border initiative on tobacco enforcement to target the organised crime groups which are responsible for a large proportion of the illegal tobacco market.  In addition, there is ongoing co-operation at international level with other revenue administrations and the European Anti-Fraud Office, OLAF.</p><p>The report refers to the resources committed to tackling the illicit trade in tobacco products.  The Revenue Commissioners have 2,000 staff who are engaged in activities dedicated to targeting and confronting non-compliance.  These frontline activities include anti-smuggling and anti-evasion, investigation and prosecution, audit, assurance checks, anti-avoidance, returns compliance and debt collection.  The organisation was subject to the staffing reduction imposed on all public bodies since 2009 and its overall staffing levels have decreased from 6,581 full-time equivalents at the end of 2008 to the current 5,661.  Notwithstanding this reduction, Revenue staff resources assigned to compliance activities have been maintained.  This is an indication of the priority the Government and Revenue attach to combatting illicit trade.  The Revenue Commissioners are committed to ensuring that, despite staffing reductions in general across the organisation, enforcement work will be resourced to the maximum extent possible.</p><p>I again thank Senators for allowing my the opportunity to address the report by the British-Irish Parliamentary Assembly on cross-Border police co-operation and illicit trade.  I commend the members of Committee A of the assembly for their excellent and timely work on an issue that is important not only in terms of criminal and justice matters but also, from the perspective of the Department of Finance, the Exchequer and Irish taxpayer.  I have outlined the many administrative and legislative measures that have been introduced in recent years to tackle cross-Border illicit trade.  These measures are, thankfully, achieving success.  The assembly recognised the excellent ongoing co-operation between the Garda and the PSNI and the benefits arising from the cross-Border policing strategy.  It is important that we do all we can to strengthen that relationship.  I assure Senators this Government will not take anything for granted.  We will continue to do what we can to improve the situation.  To this end, the assembly has offered interesting recommendations and insights which will be considered by officials in the Department of Finance and the Revenue Commissioners in advance of the upcoming Finance Bill.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.106" speakerid="com.kildarestreet/member/1126" speakername="Jim Walsh" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#HH00200"><p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it go dt&iacute; an Teach.  As a member of Committee A, I can attest to the considerable amount of time that went into compiling this report.  It was in the first instance conducted by way of hearing evidence from the various people involved in this area, including customs officials, police from the North and the South, the Minister for Justice and Equality and the Northern Ireland Minister of Justice.  We accumulated sufficient information to get a feel for the situation but it was only when an initiative was taken, for which I commend Senator Paul Coghlan, to visit the areas in which these activities are carried out that we were struck by the way in which they are pursued with a degree of impunity.  The authorities told us that they were applying themselves diligently to detection and bringing people to justice but it was hard to reconcile those assurances with what we saw on the ground, particularly given the number of units we observed that were involved in diesel laundering.  We also spoke to a number of local people.  The chairman of the committee will speak for himself but I came back from the visit more concerned than theretofore.</p> <p>There is no doubt that issues of resources need to be addressed.  The customs service in Northern Ireland carried out a cost-benefit analysis to demonstrate that the pay back from applying additional resources would more than cover the cost.  This is something the Minister of State should consider in administrating services in this jurisdiction.  I have heard figures for losses from illicit tobacco of approximately &euro;525 million per annum, although this would not solely relate to the Border.  A significant amount of tax is being lost to the Exchequer.  In these times of austerity, it is imperative that taxes are collected where they are legitimately due.</p> <p>The impact on the environment should not be understated.  I understand that the water supplies for Dundalk, Castleblaney and other towns come from lakes and streams which contained cancer causing toxins.  I presume these toxins, for which we saw evidence, ended up in the reservoirs supplying the aforementioned towns.  I am not sure all of them would be eradicated by treating the water.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Jim Walsh:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1982"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1982&amp;amp;pid=JimWalsh&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->They are serious issues, to which the perpetrators will not be giving a second thought.  Efforts are being made to develop a new marker.  There is a great deal of hope and expectation that it will resolve the fuel laundering issue.  The view of garda&iacute; on the ground dealing with this issue is that the gangs involved are wealthy and have a great deal of money to invest in sophisticated equipment.  It was reported in a recent edition of <i>Forbes</i><i>Magazine</i>that the current income of the IRA is &euro;50 million.  ISIS, which is, apparently, the largest terrorist group has income of approximately &euro;2 billion.  These are significant issues.  <br/><br/>We strongly recommend, and this has been endorsed by the Assembly, the establishment of a task force which would mobilise authorities North and South to ensure that there is a singular focus on this issue.  We identified a deficiency in the system in that policing in this area is being carried out as part of overall policing duties.  This leads to competing priorities.  The people involved in this very lucrative business are involved on a full-time basis.  They are very professional.  Unless the authorities put in place to tackle this problem have adequate resources and apply themselves full time to tackling it, we are probably not going to resolve it. <br/><br/>Another issue of concern is the law with regard to phoenix companies.  In other words, when a company is prosecuted for offences in this area it is allowed to fold and resume operation under a new name.  This is a matter of frustration for the authorities.  Action must be taken to tighten the law in this area.  There is an issue of general lawlessness in this area, of which we have been aware for many years.  It is now 17 years post the Good Friday Agreement.  It is time the curtains came down on the softly softly approach being taken to what is happening.  The authorities have a significant role to play in that regard.  The murder of Paul Quinn, which was a brutal, savage killing of a young man, was carried out by people who are known in the area.  These are issues that should not be allowed to continue in a civilised society.  Greater effort is needed in that regard.  <br/><br/>I watched the proceedings of the Sinn F&eacute;in Ard Fheis last weekend.  It was very professionally organised.  Obviously, Sinn F&eacute;in is preparing for government.  It is imperative that it distance itself from any of the activities that are going on in the Border area.  It has been suggested that the couple recently caught smuggling cigarettes from Spain to Ireland have attended Sinn F&eacute;in events in recent years.  It is important for Sinn F&eacute;in to participate in addressing this issue.  As stated earlier, the committee believes that concerns regarding the ultimate beneficiaries and application of proceeds of these crimes can only be addressed through a more focussed and concentrated effort to deal with these cross-Border activities, and thorough Criminal Assets Bureau and National Crime Agency investigation to follow the money trail.  It would be untenable and unthinkable if any of this money was finding its way into the political process.  Many of those who are involved are not dissidents; they are former members of the Provisional IRA who have some political connections.  This is a serious issue for democracy, in my opinion.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.108" speakerid="com.kildarestreet/member/1127" speakername="Denis O'Donovan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#JJ00200"><p>I remind Members to stick to the time allocated, otherwise some Members will not get an opportunity to contribute.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.109" speakerid="com.kildarestreet/member/1151" speakername="Paul Coghlan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#JJ00300"><p>I thank the Minister of State, Deputy Harris, for his opening marks.  I also thank Senator Jim Walsh for his contribution.  The work carried out by the committee over approximately one year was very interesting.  We had many interesting meetings in Dublin, Belfast, Armagh and Louth with all of the relevant authorities, Ministers, North and South, the Garda Commissioner, the PSNI Chief Constable, Her Majesty's Revenue and Customs and Excise people and chief executives from three of the county councils in the Border area, the result of which was 16 recommendations to both Governments.</p> <p>As outlined by Senator Walsh, the committee heard some startling evidence.  In my view three of the 16 recommendations made are central.  First, the cross-Border enforcement groups should establish a permanent, full-time task force dedicated to elimination of the activities of organised crime gangs involved in cross-Border illicit trade.  Such a force should be provided with seconded staff from all relevant agencies, including environmental and criminal asset recovery agencies and supported by a central dedicated secretariat.  As we discovered following what happened in Dundalk and Crossmaglen, the police cannot address this issue on their own.  Garda&iacute; in Dundalk have 34 crossing points to police.  They are dealing with criminals.  These are people who will jump through checkpoints and have driven bulldozers, tankers and other equipment at Garda checkpoints.  Tackling this issue is not easy.  The Garda need armed backup in some operations.  The task force would provide that.  Address of this issue requires the involvement of the police, Revenue, CAB and its Northern equivalent, customs and the environmental agencies.</p> <p>The next issue of concern is the ease with which, once exposed, illegal operations can be transferred to another legal entity, enabling a business-as-usual appearance thanks to the concept of phoenix companies.  I had never heard of these companies until the superintendent in Dundalk enlightened the committee about them.  In this regard, the committee recommends that legislators in both jurisdictions re-examine company law in an effort to find a way to eliminate such capabilities.  The committee believes, as set out in subparagraph (e), that the ultimate beneficiaries and application of proceeds of these crimes can only be addressed through a more focussed and concentrated effort to deal with these cross-Border activities, and thorough Criminal Assets Bureau and National Crime Agency investigation to follow the money trail. </p> <p>As stated by the Minister of State, on the question of police co-operation there is no problem.  Liaison between both is excellent and co-operation has never been better in the history of the State.  We saw the ease with which both agencies were able to communicate with each other, be that communications between Dundalk and Belfast, Dundalk and Crossmaglen and so on.  While they have very good intelligence they do not have sufficient manpower, North or South.  In my view, there is less manpower on the northern side of the Border.  We have heard a great deal about nods and winks in the context of the Good Friday Agreement.  We do not believe that.  There is no need for nods and winks in south Armagh because the police there are confined to barracks.  The barracks in Crossmaglen is a fortress.  Let us be honest, policing there is not normal.  Even getting into the place is difficult, as we found on the day we visited it.  It is bomb-proof, having been attacked with machine guns a few years ago.  The police located there do not live in the local community.  The last policemen from the community who lived there were murdered.  Their photographs were shown to us.  Policemen live in Portadown and so on.  </p> <p>The criminals involved in this area carry on pretty much regardless.  We were shown 12 diesel operating fronts with the necessary back-up facilities for laundering.  We were also shown two 40 ft. unmarked tankers at one of the premises, together with many other smaller tankers.  Some of the premises also had shops.  No doubt, part of these operations are legal, which is a tremendous front.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Paul Coghlan:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1881"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->We witnessed at first hand the severe pollution of the Fane river system as a result of the discharge of waste wash from the plants.  It was shocking.  Across from many areas, we noticed blue, unofficial community alert notices and large monuments erected by former paramilitaries who seem to have some kind of continuing organisation on the ground to the present day.  Someone jokingly asked whether I had heard of the B-Specials.  When I said that I had, he told me that they had been got rid of with the RUC and that there was now the P-Specials.  We can draw our own conclusions.  That is what people there believe.</p><p>There is more I could say on this matter, but the co-operation has been excellent.  Unfortunately, policing in Armagh is light.  If a permanent task force is not established, the criminal overlords will be able to continue largely unheeded.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.111" speakerid="com.kildarestreet/member/1155" speakername="Kathryn Reilly" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#KK00200"><p>I welcome the Minister of State to the House.  I wish to be clear at the outset, in that those involved in fuel laundering or the destruction of our environment through the dumping of toxic sludge are criminals.  Those involved in smuggling tobacco or any other product are criminals.  Those involved in stealing farm equipment or animals are criminals.  Those criminals are absolutely no friends to the Border communities.</p> <p>Recently, there has been a sinister and systematic upswing in criminality across the Border area.  Being from Cavan, I have seen it at first hand and have constantly heard about it on the local news.  Diesel laundering, cigarette smuggling, cattle rustling, vehicle theft, the financial extortion of local businesses and more have become a blight on our communities.  The gangs involved operate on a cross-Border basis, are co-operating with one another and are intergenerational.  There has been vilification and demonisation of the communities of north Louth and south Armagh in particular.</p> <p>My party has been mentioned in some of this afternoon's contributions, but the reality is that some of the most prominent republican families associated with its leadership have been standing up to organised crime, resulting in their being physically attacked, threatened and targeted by the criminal gangs.</p> <p>In a recent newspaper article, a journalist from the Independent group claimed that the illegal cigarette trade had become one of the IRA's main sources of income alongside fuel laundering and that the body still maintained its military structure.  My party spokesperson, Deputy Mac Lochlainn, wrote to the Garda Commissioner.  I can circulate copies of her response to Senators.  The letter written by the Commissioner's private secretary on her behalf stated categorically that the Garda held no information or intelligence to support the assertion that the Provisional IRA still maintained its military structure and confined its criminal activities to fuel laundering, cigarette smuggling and counterfeiting.  The letter also stated that, in 2009, the Independent Monitoring Commission confirmed that the IRA's structures had been disbanded and that, while some former members were engaged in crime for personal gain, they did so without sanction or support.</p> <p>Republicans in the Border areas have been standing up to organised crime.  In response, criminals have threatened their lives.  As a republican, I condemn the criminals' actions.  They are criminals and should be treated as such.  I support all efforts made by the policing authorities on both sides of the Border to stamp this out, given the damage it is doing to communities in my area and around the Border.  The attempt to kill Mr. Francis McCabe junior outside Crossmaglen only a few short weeks ago represented a new, violent escalation in the activities of criminal gangs in south Armagh and north Louth.  This escalation followed death threats against Mr. Francis McCabe senior and Mr. Conor Murphy, MP, in recent weeks.  In the past number of years, these criminal gangs have become bolder, more organised and more dangerous.</p> <p>There is no support for criminality among Border communities.  If we are to stop these criminals from operating, it is imperative that there be a symbiotic relationship between the PSNI and the Garda S&iacute;och&aacute;na in their investigations.  I have listened intently to what has been stated about the group's report.  If extra funding is necessary, it should be made available.  The immediate investment in policing and customs in the Border areas is the only long-term solution to this problem.  It would be financially progressive for the economies North and South.  The D&aacute;il is examining the Customs Bill 2014, which can improve the work of Revenue and customs.  I look forward to all Members who are passionate about the issue examining this legislation with a view to strengthening it on behalf of the Border communities that have been affected.</p> <p>We must tackle tax evasion.  The Revenue Commissioners have stated that hiring an extra 125 staff would allow them to collect an additional &euro;100 million per annum.  If we assigned some of those staff to customs, it would be a bold and practical step in taking on tax evaders and smugglers.</p> <p>I cannot state more strongly or loudly that what is under discussion is criminality.  I do not support it in any way, shape or form.  I welcome BIPA's report.  We must be resolute in our condemnation of the actions.  Anything that can be done should be done.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.112" speakerid="com.kildarestreet/member/1148" speakername="Ivana Bacik" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#KK00300"><p>I welcome the Minister of State to the House.  I also welcome the opportunity to debate the report of BIPA's Committee A.  I am standing in at short notice for a colleague.  Unfortunately, Senator Moran is unwell.  She is our representative in BIPA and has a strong interest in this issue.</p> <p>I echo the comments of other colleagues on the necessity of ensuring a cross-Border approach to tackling this sort of illicit trade.  Indeed, it is not trade, but criminal activity, as other Members have made clear.  The Minister of State referred to fuel fraud and cigarette smuggling, which are serious concerns.  I am a member of the justice committee, which has examined the consequences of the significant level of smuggling in terms of the very visible sale of cigarettes on the streets of central Dublin.</p> <p>I welcome the report's important findings, particularly on the need for police co-operation.  As the Minister of State mentioned, this is not just a matter for the Department of Finance, but also for the Department of Justice and Equality.  The legislative and administrative measures that have been taken by the Government to support revenue and custom authorities as well as the police North and South cross both Departments and jurisdictions.  I welcome the proactive steps that have been taken.</p> <p>I have listened to my colleagues, who are more versed in this area and have worked on the report.  It is good to hear of the levels of success achieved in tackling these issues.  Given the ongoing difficulties in Stormont, it is good to hear of all-island mechanisms that are working well and cross-Border co-operation initiatives that are having tangible achievements.  We welcome this and I support my colleagues.  It is good to know that there is cross-party support for the report.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.113" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#KK00400"><p>I welcome the Minister of State to the House.  I will enthusiastically endorse the recommendations of the BIPA committee on cross-Border policing co-operation on illicit trade.  Due recognition has been paid, and rightly so, to our friend and colleague, the Government Whip, Senator Paul Coghlan.</p> <p>This is an important report because it focuses on an issue that those of us who live in the Border counties have been aware of for a long time.  No one political party can be blamed, although the Troubles, as they were euphemistically called for 30 years, generated a new breed of unscrupulous criminal who, unfortunately, was aligned to the republican movement.  Sinn F&eacute;in is a democratic party that has been elected on both sides of the Border by the people.  If, as Senator Reilly just did, it now rightly condemns the panoply of smuggling, that is to be welcomed.  I am not at all surprised to hear that some Sinn F&eacute;in members have been attacked.  It indicates a split in the republican family, in that those who reluctantly gave up the gun decided to continue their smuggling activities.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Paschal Mooney:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->It has not changed its political complexion one little bit.  That is not the issue at heart, but sometimes I get a little tired of the hypocrisy surrounding the issue in certain areas.</p><p>The report confirms that the level of cross-Border co-operation between the law enforcement agencies and officials is excellent, but it raises concerns about the level of resources being devoted to tackle cross-Border illicit trade.  I subscribe to the view that there should be cross-Border pursuit in some form.  I know that this is a politically sensitive issue which dates back a long time and on which many discussions took place during the British army's more sustained occupation of the Six Counties, when, even if there was the slightest incursion by a helicopter or Border patrols, it stated the maps were wrong.  This raised sensitive questions in Border counties, in respect of which people were very aware of the lines dividing the North from the South.  As a result of the close co-operation following the Good Friday Agreement, with almost everybody on song, perhaps there might be justification to examine the issue of cross-Border pursuit on both sides if the law enforcement agencies on both sides were in any way inhibited from pursuing those involved in illegal smuggling.</p><p>The financial damage being done to local authorities in dealing with the sludge generated by illegal laundering outfits is horrendous at a time when local authorities throughout the country are finding it very difficult and being put the pin of their collar financially.  Last week I learned the reduction in the roads grant in County Leitrim from 2008 to 2015 had been in the order of 50%.  I could not believe it.  If this is happening in a small county such as Leitrim, what is it like in larger local authority areas?  An extra financial burden is being placed on counties Monaghan, Louth and Cavan which suffer as a result of the activities of illegal traders because it costs millions to clean up toxic waste at fuel laundering sites.</p><p>The report notes the ease with which fuel fraud perpetrators can evade prosecution by transferring operations from one legal entity to another on detection.  I find this somewhat frustrating.  To draw a parallel, we dealt with international money laundering very effectively.  Anybody with a bank account knows that every last cent must be accounted for and that one can longer go into a bank with a pile of money to put it into one's account without questions being asked.  The same is true in the case of international business.  I know that money laundering still occurs - I am not so naive as to think it does not - and that at the highest level billions of euro are involved.  In general, money laundering legislation has worked, not only in this country but also throughout the European Union and the rest of the world.  Why can we not address this issue in parallel by going after the fuel fraud perpetrators?  If they operate legal entities, surely there must be a legislative model to ensure they can be chased, with the help of Revenue, the Garda and the PSNI.</p><p>I fully support the establishment of a permanent full-time multidisciplinary task force.  It would be the beginning of a co-ordinated effort focusing on activities on both sides of the Border.  I am impressed to hear 2,000 Revenue personnel are involved in enforcement activities on the Southern side of the Border.  This gives an idea of the scale of the problem being faced.  I have met several Revenue staff who constantly monitor the movement of fuel at Dublin Port and trace it to alleged illegal forecourts.  I was always of the opinion that illegal fuel was laundered in fly-by-night operations, but in recent weeks the car of our Chief Whip was damaged by fuel he had purchased from a legitimate source in his native county of Cavan with which he had dealt for years.  There was no reason to think the problem would occur.  It involved a reputable internationally branded company, not a fly-by-night operator.  The problem is infiltrating companies with status, as well as branded companies.  It is a sad day that the Irish motorist must think twice before going to any forecourt in the Border counties to purchase fuel.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.115" speakerid="com.kildarestreet/member/1151" speakername="Paul Coghlan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#LL00200"><p>And much further south.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.116" speakerid="com.kildarestreet/member/1128" speakername="Paschal Mooney" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#LL00300"><p>I am delighted that the Senator and his colleagues at the British-Irish Parliamentary Assembly have focused on this issue.  I hope it will reinforce the Government's commitment which I do not doubt for one moment to try to eliminate this problem.  We will never wipe out smuggling because it has been ongoing in the Border counties since God was a boy because of the various complexities involved in cross-Border trade and pricing.  There must be a legislative way to go after the people involved.  I encourage the Government to work in this direction.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.117" speakerid="com.kildarestreet/member/1166" speakername="Jim D'Arcy" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#LL00400"><p>I welcome the report.  This is a national issue, although the hub is the Border.  One is as likely, or more likely, to purchase laundered diesel in Tralee, Tipperary or Galway than in Dundalk.  A point was made today by the First Minister about the situation in north Louth and south Armagh.  The people of north Louth are and always have been law abiding.  The people of Haggardstown, Hackballscross, Shelagh and Kilcurry are also law abiding and decent.  When I think of south Armagh, I do not think of the nefarious diesel laundering plants but of the rolling drumlins and its great history, including the O'Neill graves in Creggan graveyard.  I think of Anamar, Urney, Peadar &Oacute; Doirn&iacute;n, Art Mac Cumhaigh, the great poets and its cultural heritage.  We put money into the peace project in Belfast and other places.  As part of the project to get rid of diesel laundering, south Armagh needs special recognition that it also suffered during the Troubles.  It needs economic revival in areas such as tourism.  It has Slieve Gullion, where Fionn Mac Cumhail hunted the wild boar, and the great Fenian Cycle.  When we think of the region, we should not always think of criminal activity but also of the possibilities.</p> <p>The Government is making good progress on the issues of legislation and licensing.  I do not know whether it will be like going to a chemist for a cough bottle, but none of them works.  I have a feeling, however, that the issue is quite sophisticated.  </p> <p>Anecdotally, it is stated dissidents run tobacco operations and that the old Provos hang on to diesel operations.  Six months ago I got a hint that things were moving along when one of the dons sent me a message that he had retired.  I do not always agree with Sinn F&eacute;in Councillor Tom&aacute;s Sharkey in County Louth, but time and again, when it was not popular to do so within his party, he spoke out against diesel laundering.  He must be admired for this, if not for his economic philosophy.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Jim D'Arcy:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2383"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2383&amp;amp;pid=JimDarcy&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span--> We have heard about an attack on a Sinn F&eacute;in member which left me emotional.  The fact is, for many years, those hard working and dedicated people in Revenue who have dealt with this matter have been subjected to intimidation.  Some of them have had to install extra security in their homes and some of them have had their cars pipe bombed.  Usually a convert is more zealous than the person who always was a  member of a religious group.  Let us hope that the conversion of some of the people, who were formerly agnostic as regards diesel laundering, will bear fruit.</p><p>I must say Senators Paul Coghlan and Jim Walsh, and all the other members of the BIPA committee, deserve the height of credit for their report and for highlighting the issue which we, in the Seanad, have debated for a long time.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.119" speakerid="com.kildarestreet/member/1118" speakername="Michael Mullins" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#MM00200"><p>I join in the welcome extended to the Minister of State to this important debate.</p> <p>As a Senator who has raised the issue of illicit trade, particularly diesel and fuel laundering, on a number of occasions in this House so it is appropriate for me to make a few brief comments.  I join with colleagues in complimenting Senator Paul Coghlan, and Senator Jim Walsh and others, who were involved in putting this very significant and important report together.  It is crucial these criminals are put out of business quickly but that can only happen with the Garda, PSNI and all other authorities North and South of the Border co-operating to put an end to a criminality that has cost this State and the Northern Ireland Government significant amounts of money.  The problem has had a significant impact on the environment because it damages water courses and costs local authorities a fortune to clean up the mess afterwards.</p> <p>In the past couple of weeks I was contacted by a constituent from Laurencetown  which is located just outside of Ballinasloe.  She told me that her car and her daughter's car were damaged beyond repair as a result of faulty fuel or stretched petrol they had purchased from a filling station in Ballinasloe.  The mother was fortunate because she had purchased her insurance from a long established insurance company which compensated her for the loss of her car.  Her daughter was less fortunate because, as a young driver, she had purchased insurance from a company that was less reputable or had more exclusions and, therefore, had to suffer the loss of her car.  We must ensure that the people responsible for providing faulty fuel or whatever are put out of business.</p> <p>We must look at the legislation in the South to see how cowboy operators can rent a filling station here and quite easily commence selling fuel from a rented facility.  They seem to be able to operate with impunity.  They can purchase fuel from whatever source but a problem only comes to light when people's cars suffer which may only become evident several months later as a result of purchasing fuel from that location.  By the time the authorities take a look at a particular station the owners will have packed up and gone.  They probably will have defrauded the State by not filing VAT returns and moved on to somewhere else.  We need to seriously look at these fly-by-night operators who have moved into various town throughout this country.  </p> <p>I applaud the many successes that the authorities have had in recent months.  They have made significant seizures of illicit cigarettes and put some people in the illicit fuel trade out of business.  A lot of work continues to be done.  I welcome the report as a major step in the authorities coming together, to work even closer, to look at who these people are and how they can be put out of business permanently.  </p> <p>Without doubt there is a strong dissident republican element that participates in this activity and there is anecdotal evidence to support same.  That situation makes it all the more difficult to end the activity once and for all.  I urge the Garda and the Garda Commissioner to provide the resources required on this side of the Border that we have jurisdiction over.  I call on the authorities in the North to make equally strong resources available.  If resources are provided we can, once and for all, come to terms with this major criminality that has caused so much hardship to families and caused so much loss of revenue to the State.  I applaud Senators Paul Coghlan and Jim Walsh.  They have done the State some service, to quote a well known former Taoiseach.  Let us hope they can continue to build on their good work they have commenced as a result of the production of this report.  </p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.120" speakerid="com.kildarestreet/member/1106" speakername="Simon Harris" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#MM00300"><p>I wish to echo my gratitude and that of the Government for the work carried out by Senator Paul Coghlan's committee of which Senator Walsh was an integral member.  The report has given us plenty of food for thought.  The interesting recommendations and findings contained within it will be given due consideration by the Department of Finance, and I am also sure by the Department of Justice and Equality, in advance of any forthcoming Finance Bill.  It is important that we do so.  I shall ensure that the transcripts of this debate are seen by both the Minister for Finance and the Minister for Justice and Equality in terms of their deliberations.</p> <p>Some of these issues also relate to our counterparts in Northern Ireland, which is where the success of BIPA lies, and it is important to acknowledge this.  As a younger parliamentarian, when I had the opportunity to meet with BIPA recently in Dublin, I was struck by the commitment of members, who had varying political views and came from different geographical locations, to working together on a north, south, east and west basis in terms of this island.  I had an opportunity to talk to people who had worked together on relationships, between the North and the South and between Britain and Ireland, in years when it must have been a lot more difficult to do so than it is now.  I saw the personal relationships and culture of trust that they have built up among each other which allowed Senator Paul Coghlan and his committee to arrive at the point where politicians of a variety of persuasions, backgrounds and geographical locations can sit down and work together to produce such a substantial and thoughtful report, as is this report by committee A.  The Senator is truly to be commended.  I wish the British-Irish Parliamentary Assembly all the best for the next 25 years and hope that it will build on its success to date.</p> <p>Today we have had an interesting debate here.  I would like to pick up the point made by Senators Mullins and Jim D'Arcy about the need to acknowledge the successful work done, by the staff in Revenue and the Customs and Excise unit, to date.  The hardworking men and women of those organisations often have to work in very difficult circumstances.  They do not have the luxury, as we do in this House, of discussing solutions in the comfort of this Chamber.  They have been out on the ground and have operated in very difficult and complex situations over a long number of years.  It is positive and encouraging to see the results and achievements they have yielded to date.  I have alluded to some of them already but it is worth repeating.  Since mid-2011, due to the work of Revenue's strategy, we have seen 134 filling stations closed for breaches of licensing conditions, over 3 million litres of oil seized and 31 oil laundries have been detected and closed down.  Those results are a testament to the men and women of the Revenue Commissioners and their strategy.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Simon Harris:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2338"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->I accept the point made by Senator Mooney.  It is encouraging that staff levels have been maintained at 2,000, even during the moratorium on public service numbers.  The Senator is correct that it is an indication of the scale of the operation when one considers that 2,000 people are working on detection.</p><p>The Minister for Finance continues to keep legislative measures under review, and the Finance Act 2014 contained new measures to strengthen further the Revenue Commissioners' ability to refuse or revoke a mineral oil trader's licence where a trader does not comply with excise law.  This is about using all possible tools in the State's toolkit to tackle what is a complicated and dangerous scenario.  When we have conversations and debates about this there is a risk that it can almost sound victimless.  It is anything but that.  Victims range from the people who have been mentioned in this debate, who innocently go about their business and put fuel in their cars only to find their cars destroyed because of this illegal activity, to the loss of Exchequer revenue.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.122" speakerid="com.kildarestreet/member/1151" speakername="Paul Coghlan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#NN00200"><p>It is huge.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.123" speakerid="com.kildarestreet/member/1106" speakername="Simon Harris" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#NN00300"><p>The loss of Exchequer revenue is not jargon.  It is money for our health system, our schools and for running our public services.  The Government is absolutely determined to crack down on this, because it must.  From my perspective in the Department of Finance, we must protect every euro and cent that is owed to the Irish taxpayer and we must also support legitimate business.</p> <p>It is important once again to appeal to people with information about smuggling and illicit trade, be it in diesel or fuel or in drugs and tobacco, to come forward with that information on a confidential basis.  The interests of consumers and compliant business are best served by them playing their part in combatting the shadow economic activity by knowing their suppliers and providing information, anonymously or otherwise, to the Revenue Commissioners or to other relevant State agencies on persons involved in the shadow economy.  All that is required for evil to triumph is good men and women to stand idly by.  People who have information must come forward and help the authorities in combatting this.  In that regard, the Revenue Commissioners recently launched a dedicated section on its website which allows people to report information electronically about shadow economic practices.  There is a duty on all Members of the Oireachtas to convey that message to our communities.  There is also a confidential free telephone number available in respect of drug and tobacco smuggling, 1800 295295.  I encourage Senators to work with the Revenue Commissioners and spread that information, which is quite important.</p> <p>Penalties for smuggling are provided for in section 119 of the Finance Act 2001.  On conviction following summary prosecution under these provisions, a court may impose a fine of &euro;5,000 or a term of imprisonment not exceeding 12 months, or both.  Where a person is convicted of an indictable offence, the court may impose a term of imprisonment not exceeding five years or a fine not exceeding &euro;126,970, or both.  In addition, for an indictable offence under section 102 of the Finance Act 2001, if the value of the smuggled product concerned exceeds &euro;250,000, including duty and taxes, the court may impose a penalty of three times the value of the products or a term of imprisonment not exceeding five years, or both.  Obviously, the precise penalty imposed on conviction in each case is solely a matter for the courts.</p> <p>The new marker is coming on stream and we are actively keeping legislative options under review.  The Revenue Commissioners are working to a strategy.  As has been acknowledged in the report, co-operation between the authorities North and South in both the justice and revenue areas has never been better, but we cannot be complacent.  We must build on that.  I assure the House, Senator Coghlan and the committee that the recommendations in the report are receiving careful consideration by the Government.  I thank the British-Irish Parliamentary Assembly and the Seanad for the opportunity to debate this matter.</p></speech>
    <major-heading id="com.kildarestreet/seanad/2015-03-10a.124" nospeaker="true" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#NN00400">Ireland's Diaspora Policy: Statements</major-heading>
    <speech id="com.kildarestreet/seanad/2015-03-10a.125" speakerid="com.kildarestreet/member/1046" speakername="Jimmy Deenihan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#NN00500"><p>I am pleased to address Members of the Seanad this evening and to update them on the recent launch of Global Irish: Ireland's Diaspora Policy and my plans for its implementation over the next two years.</p><p>The policy was launched this day last week and, as a commentator in <i>The Irish Times</i>said, it is a &quot;historic development for the Irish abroad&quot;.  Global Irish: Ireland's Diaspora Policy is our first comprehensive statement of Government policy on the diaspora.  When one considers the scale and depth of the Irish overseas, and our long history of repeated ebbing and flowing of emigration from our borders, we can all agree that having a comprehensive Government policy in place is timely and welcome.  I am grateful for the opportunity to update Members on the process we used to develop the policy, to present the key elements of the policy and to highlight some of the actions I will implement.  Throughout the policy we reiterate our desire for feedback and comment.  I look forward to the Senators' feedback during the debate, but I especially hope that they will remain interested and involved throughout the implementation process in a meaningful way.</p><p>In October 2013, the Government announced that a review of our diaspora policy would be undertaken.  In the course of a public consultation over 130 submissions were received, including submissions from Members of this House for which I thank the Members.  Two key themes emerged from the consultation, namely, representation and communication.  Under representation, there were clear demands for the appointment of a Minister with responsibility for the diaspora, and in July 2014 this was responded to with my appointment.  There were also demands for voting rights for the Irish overseas.  Some sought a vote in presidential elections and others sought designated Senators for the Irish abroad.</p><p>On the former, the Constitutional Convention, in its fifth report, recommended extending voting rights in presidential elections to citizens outside the State, including those in Northern Ireland.  This would certainly be welcomed by the Irish overseas.  Since my appointment, I have travelled extensively and the message from our citizens overseas is the same the world over.  They want to deepen their engagement with, and connection to, Ireland and play a more active role in Irish society.  They feel that voting would give expression to that desired connection.  However, we cannot ignore the fact that this is not straightforward and there are a number of policy, legal and practical issues that must be thoroughly considered.  The Government has asked the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, in co-operation with the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, and myself to analyse these issues and report back to it.  That is what we will do.</p><p>Regarding the suggestion of having Senators directly elected by the diaspora, Members will be aware that a working group on Seanad reform, chaired by Dr. Maurice Manning, was established by the Taoiseach in December 2014.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Jimmy Deenihan:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=306"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=306&amp;amp;pid=JimmyDeenihan&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->This group is exploring ways of reforming Seanad &Eacute;ireann and the manner in which it carries out its business and has been asked to report back to the Government not later than the end of March 2015.  I look forward to its report and any proposals it may produce in this regard.</p><p>The other key theme which emerged from the consultation process was communication.  There were calls for the Government to communicate more, and more effectively, with those who have left Ireland, and to facilitate communication between Irish communities around the world.  With modern technology, it is more important and more possible than ever to engage with Irish communities globally.  People want to feel connected and they want the Government to play an active role in achieving this.  The communication technology advances in the last ten years have given us the tools.  It is up to us to use them.</p><p>Since my appointment I have made a deliberate effort to reach out to the main technology players based in Dublin.  I have met with some of the tech and social media companies including Microsoft, Google, Linkedln and Twitter to discuss how they can support us to better connect with our people overseas.  We have also started developing a range of communication tools designed to reach different people in different places, with different interests and needs.  For example we have just launched an online global Irish portal which is an easy-access source of information on how to remain connected to Ireland through sport, heritage, culture and media.  It also provides information to help emigrants settle in their new homes, and, indeed, how to come home for those who are considering that.  The portal will continue to evolve in response to users' demands.  We are also going to issue a global Irish newsletter directly to those who wish to receive it.  People can sign up on the global Irish website.  We will increase our social media presence - initially on Twitter - allowing our Irish abroad to interact with us in a direct and immediate way.  We are also finalising the details of the new global Irish media fund to support media coverage of diaspora and emigration-related experience.</p><p>We took the submissions seriously and included many of the recommendations in the policy.  We intend to deliver on the actions we have committed to.  The policy is also wider than those two broad themes.  We want to support, connect with and recognise the diaspora, facilitate diaspora engagement and continue to evolve the policy to meet changing diaspora needs.  I will now highlight some of the actions under those themes.</p><p>When we talk of supporting the diaspora we have to consider the needs of those departing and returning emigrants but also the second, third and subsequent generation Irish around the world.  In 2014 we provided almost &euro;12 million in financial support to 210 organisations working with emigrants and the diaspora in over 20 countries spread over five continents.  Funding is delivered through the Emigrant Support Programme, ESP, which has provided &euro;125 million in grant assistance since its inception in 2004.  The new policy confirms that welfare will remain at the heart of the ESP.  We will also pay particular attention to specific vulnerable groups such as aging communities, Travellers, prisoners, the undocumented and those with mental health needs.  In budget 2015 funding for the ESP was maintained at &euro;11.5 million with an additional &euro;1 million for new diaspora projects and initiatives.</p><p>I have already outlined some our communication strategy, which falls under "connecting with the diaspora".  Our links are also strengthened by our language, music, dance, sport, literature and so on.  As we are all aware, more than any other aspect of our island, our culture reaches all corners of the world.  It is one of the most effective ways of connecting with the global diaspora, strengthening links to home and maintaining expression of Irish identity through generations.  St. Patrick's Day is one focal point, but throughout the year Irish sports and cultural organisations maintain that connection.  The Government will continue to support them and the necessary infrastructure to facilitate their work.  This year, we will also support our diaspora to commemorate the creation of the Irish State.  Many of the 1916 leaders were part of the diaspora at different times in their lives, some having been born abroad and others having lived overseas.  We want to remember the role the diaspora played in those events and in the founding of our State.</p><p>To facilitate diaspora engagement, we will work in partnership with organisations of varying sizes and roles which share our common goal of making lives better for Irish people at home and abroad.  These organisations can reach people in ways the Government simply cannot.  Organisations with which we work closely include the Emigrant Services Advisory Committee, Irish in Britain, the GAA worldwide, the Coalition of Irish Immigration Centers in the United States, and Comhaltas Ceolt&oacute;ir&iacute; &Eacute;ireann which is represented here by Senator &Oacute; Murch&uacute;.  </p><p>In 2015, we will convene our first global Irish civic forum to bring these and other organisations together to discuss the challenges facing the Irish abroad and to capture the voice of ordinary Irish emigrants.  This will take place in June.  The year 2015 will also see the fourth global Irish economic forum, which will bring together members of the global Irish network.  The network has played a significant role in contributing to Ireland's economic recovery and in rebuilding our economic representation.  We will continue to work with the network to ensure it has a continued involvement in our ongoing recovery.  In 2015, the forum will have better gender balance and greater participation from younger people.</p><p>The Government will also continue to support Irish business networks around the world.  These networks vary in reach and composition, but they all help Irish businesspeople and professionals to connect with each other, seek out new opportunities and ultimately to advance themselves and their businesses.  We will continue to facilitate that success.  For example, we support the Irish international business network to deliver the Irish executive mentoring programme, an online tool which fosters new executive and entrepreneur talent amongst the diaspora.</p><p>There are already some initiatives in place that recognise the diaspora.  The Presidential Distinguished Service Award for the Irish Abroad was initiated by the Government in 2012.  It provides recognition by the President of persons living abroad who have given sustained and distinguished services to Ireland or to Irish communities abroad.  So far, 30 remarkable individuals have been honoured but it is very important that the awards continue to attract high quality nominees.  There are so many Irish people doing great things all over the world and these awards offer an opportunity to recognise them.</p><p>We also have the certificate of Irish heritage scheme, which is an acknowledgement of the importance the Government attaches to recognising people of Irish descent.  Uptake of the certificate has been disappointing with fewer than 3,000 certificates produced to date.  In 2015 we will undertake an evaluation of the operation of the certificate scheme.</p><p>I wish to stress that the policy will continue to evolve.  We need to listen and be responsive to real need.  I remain open to new ideas so that the policy can evolve to meet changing needs and times.  For example, we are open to receiving proposals on how to connect with new diaspora communities to help the Irish there retain their identity.  We will also try and build better and stronger links with alumni from Irish institutions overseas as they have enormous potential for the institutions and for Ireland as a whole.  In 2015 we will launch an alumni challenge fund to provide seed funding to new collaborative initiatives by Irish institutions to target their Irish and non-Irish graduates working internationally.</p><p>I have outlined some of the actions contained within our new policy.  Their implementation will be overseen by an interdepartmental committee that I will chair.  This committee will ensure a whole of Government approach, will report to the Government on progress and will review the implementation fully after two years.</p><p>I thank the Chairman and Senators for the opportunity to address the Seanad this evening.  I am grateful to have the opportunity to outline the work I have done since I was appointed Minister of State with special responsibility for the diaspora, and to highlight some important upcoming work.  I look forward to our discussion this evening and any feedback or questions on the issues I have outlined.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.127" speakerid="com.kildarestreet/member/1115" speakername="Labhr&aacute;s &Oacute; Murch&uacute;" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#OO00200"><p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  It is timely that we are having a debate on the Irish diaspora this week.  We are on the eve of St. Patrick's week, when our Ministers will rightly be travelling to the four corners of the world.  The purpose of those visits is to acknowledge, support and celebrate our Irish people and their achievements in their adoptive countries.  As we know, the Irish nation is not confined to the island of Ireland.  It consists of all the people on this island and Irish people spread throughout the world.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Labhr&aacute;s &Oacute; Murch&uacute;:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1968"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1968&amp;amp;pid=LabhrasOMurchu&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->That is the reason it is important we take time to reflect on our responsibility to the diaspora, while at the same time considering its needs and potential.  We cannot say there are 70 million people of Irish extraction throughout the world without looking at their make-up.  As there has been emigration from Ireland for well over 150 years, we are talking about several generations.  We are talking about first, second, third, fourth and fifth generation Irish.  What is important is that they have different needs and potential.</p><p>When the Government decided to appoint a Minister of State with responsibility for the diaspora, it was a step in the right direction because it reminded all those who wanted to identify with what they saw as their homeland that they had not been forgotten, that they were important and would form part of the country's future, as they did of its history.  I cannot think of a better person to fill that role than the Minister of State, Deputy Jimmy Deenihan.  He has brought huge vision and energy to this role, in starting from zero, so to speak, and bringing us to where we are today.  It is clear he devotes almost every waking moment to this job.  He has travelled to many places and is still being asked to visit many others.</p><p>To return to the make-up of the diaspora, it is important to reflect on the fact that there are people who need support and help.  The Irish abroad section of the Department has been doing a fantastic job in this regard and I hope that work will continue into the future.</p><p>The Minister of State has rightly said culture and sport are very important elements of the status of the diaspora.  In the past few months I had the privilege to be in Dublin Castle when Irish ambassadors from around the world returned for a conference.  I was present for the module on culture.  Each ambassador who stood up could not have emphasised more the importance of culture, sport, literature and so on to the status of the Irish abroad and the image of Ireland.  Very often they are the fuel of the engine of tourism.  Surveys conducted during the years have shown that culture and sport are very high on the priority lists of tourists to this country.  They have opened many doors in the context of promoting industry and trade.</p><p>Today I received an invitation to attend a performance by a well known Chinese group in Dublin.  On the front page of the brochure I received there was a reference to traditions dating back 5,000 years.  That is exactly the claim we make.  Great treasures, including the Ardagh chalice, the Book of Kells, our great writers, sportspeople and musicians, attract such attention to a small country such as this. </p><p>The diaspora played a huge role in the peace process.  President Clinton would not have invested as much time in or taken such a hands-on approach to the peace process but for the impression the Irish in America had made on him.  They were mature and wanted to be inclusive in the country they had adopted.  President Clinton and his advisers realised it was very important to keep in touch and today we have peace on the island of Ireland.</p><p>I was delighted hear the Minister of State talk about the civic forum.  It is the right way to go.  Those working at the coalface have most to offer in facing everyday challenges and monitoring potential.  That is one of the reasons I am glad that we are looking at the concept of giving them a role in the election process.  The idea of having a vote in presidential elections should be kept high on the agenda.  I hope that, when Dr. Maurice Manning comes back with the report, it will contain a recommendation that at least one person representing the diaspora be a Member of the Seanad, even if only as a Taoiseach's nominee.  We did this in the case of Northern Ireland and it proved to be a very good way to keep in touch.  It is important to remember that people of Irish extraction want constant and regular communication with Ireland.  There are many ways, in particular through social media, by which this can be achieved, but the best way to achieve it is to send people who could interact with various organisations in differents countries.  Incidentally, we are not just talking about America, Britain and Australia, as there are many other countries in which people claim Irish extraction and they must always be kept in mind.  </p><p>I sense momentum which I think is also being sensed among people from Ireland who are living abroad.  We have a whole new generation &ndash; hundreds of thousands of young people - who have emigrated.  Incidentally, members of the diaspora did not always leave because of deprivation or the lack of work.  They also left because they wanted to live in a new environment and because of their professional skills.  However, we need to pay particular attention to the new emigrants to America, Britain, Australia and elsewhere.  Interestingly, in the 1950s and the 1960s, there was, so to speak, homogenous interaction among those who emigrated, but the position is somewhat different today.  New means must be found to engage with the young Irish people who have left to introduce them to the social and cultural life of America.  That is what the Minister of State is doing.  He is receiving publicity in the mainstream press, the ethnic press and on local radio.  That is the way to get the message across.  I wish him well in the future and have no doubt that he will leave an important footprint on his journey.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.129" speakerid="com.kildarestreet/member/1138" speakername="Terry Brennan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#PP00200"><p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it go dt&iacute; an Seanad.  Global Irish: Ireland's Diaspora Policy was launched last week by him and the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan.  It is the first clear statement of the Government's policy on the diaspora.  The policy recognises the unique and important relationship between Ireland and the diaspora and sets out actions to nurture, develop and improve this relationship and engage with the diaspora.  The new Global Irish website contains a wealth of information for the diaspora on support services, living abroad and, importantly, staying in touch and returning home to Ireland.  A number of new initiatives contained in the policy include a new global Irish media fund to encourage and support media coverage of the diaspora and its emigration experience and an alumni challenge fund to provide seed funding for new collaborative initiatives undertaken by Irish institutions to target their Irish and non-Irish graduates working internationally.</p> <p>The Minister of State has confirmed that there will be a fourth global Irish economic forum held in Dublin this year.  Speaking at the launch of the policy, he noted the continued emphasis in the policy on welfare and associated actions.  He announced Ireland's first global civic forum, which will be held in June.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Terry Brennan:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2360"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2360&amp;amp;pid=TerryBrennan&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->It will bring together Irish community leaders and members of Ireland's emigrant and diaspora communities to discuss the challenges facing the Irish abroad.  </p><p>The Global Irish policy defines the Government's role in driving and fostering engagement with the diaspora in every way.  I note that the Minister of State will establish an interdepartmental committee to oversee implementation of the policy which will be reviewed after two years.  It will be a good idea to do this to see if it has been successful or needs to be tweaked.  In connecting with the diaspora we will explore working with Northern Ireland connections and others to pursue an engagement to benefit the island of Ireland.  It is intended to convene an interdepartmental committee on the Irish abroad, which will include external stakeholders as required.  It is also proposed to support local authorities in identifying and connecting with the diaspora.  That is a good initiative.  No doubt this policy will help to improve communications and connectivity between Ireland and the diaspora.  Two-way communication is central to this engagement and so important for our benefit.  The Minister of State proposes to convene a global Irish civic forum to discuss the challenges facing the Irish abroad and capture the voices of ordinary Irish emigrants.  The forum will be complemented by resources for Irish organisations worldwide, beginning with those funded under the emigrant support programme.</p><p>I was at the event at which the Minister of State launched a website for prospective emigrants, based on input from 500 young Irish emigrants who had opened up about coping with emigration, what they had encountered, their views and experiences.  They were from different walks of life and had had different experiences of emigration.  The loneliness and homesickness experienced by young Irish men and women who have left to find work abroad have been laid bare on the new website to help to support others who are planning to leave.  They emphasise the importance of planning and identifying what needs to be identified in whatever city to which people plan to emigrate, whether it be Chicago, New York or Sydney.  I was delighted to be present at the launch, on which I congratulated the Minister of State.  The website seeks to assist future emigrants by providing simple but effective advice and tools to deal with the inevitable challenges they will face.  I did not realise how great they were until I heard the young people concerned open their hearts and tell us about some of them, from pre-departure preparations to the early days abroad, when their initial experiences did not match their expectations.  For those who are experiencing particular difficulties, practical advice is provided on coping mechanisms.  Both current and future emigrants will find it a useful portal which provides the tools necessary to navigate the often challenging experiences of emigration.  I have never had to emigrate, but I have children who have done so and know about their experiences.</p><p>The website was developed following extensive consultation with 500 recent emigrants from various walks of life, young men and women, on how they were coping emotionally in their new lives.  With a guarantee of anonymity, their honest responses paint a picture of sadness and a longing for home that Skype and other social media have not been able to overcome.  They were asked for feedback on how prepared they were before they left, how their expectations had changed after they had arrived and how they had coped with the emotional upheaval of leaving.  The majority, 71%, said they had regularly experienced homesickness, while 64% stated the experience was harder than they had ever expected.  Over half of the participants stated the level of emotional support available abroad was worse compared to that in Ireland.  Missing family, friends and home was the most commonly cited challenge.  They advised emigrants to spend time with family and friends before leaving, to tell loved ones that they loved them, to take time to say goodbye to everyone about whom they cared and to try their best to leave on good terms with everyone.  On a more practical note, one person advised them to set up Viber and Skype accounts before they went, especially for their parents, and to write down their usernames and passwords down in case they forget them.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.131" speakerid="com.kildarestreet/member/1122" speakername="Trevor &Oacute; Clochartaigh" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#QQ00200"><p>Mar mh&iacute;ni&uacute; don Aire St&aacute;it, mar gheall ar Seachtain na Gaeilge, t&aacute;im ag labhairt i nGaeilge amh&aacute;in sna Tithe an tseachtain seo.  Beidh m&eacute; ag t&oacute;g&aacute;il m'aitheasc ar fad i nGaeilge agus t&aacute; s&uacute;il agam go mbeidh s&eacute; liom.  Cuirim f&aacute;ilte roimh an bpolasa&iacute;.  S&iacute;lim go bhfuil go leor ruda&iacute; maithe ann.  T&aacute; go leor ruda&iacute; a bh&iacute; ann roimhe seo tarraingthe le ch&eacute;ile &oacute; eagra&iacute;ochta&iacute; &eacute;ags&uacute;la agus mar sin de agus t&aacute; roinnt ruda&iacute; nua ann.  T&aacute; s&eacute; an-t&aacute;bhachtach go bhfuil urlabhra&iacute; ag an Rialtas ar son an diasp&oacute;ra agus f&aacute;ilt&iacute;m roimh an obair at&aacute; an Aire St&aacute;it ag d&eacute;anamh.  Tuigtear dom go bhfuil foireann an-bheag ag an Roinn at&aacute; ag pl&eacute; leis na gn&oacute;tha&iacute; seo agus gur d&uacute;shl&aacute;n faoi leith at&aacute; ann d&oacute;ibh an obair seo ar fad a dh&eacute;anamh.</p> <p>T&aacute; a fhios againn go bhfuil suas go 70 milli&uacute;n duine ar fud an domhain a bh&iacute;onn ag r&aacute; go bhfuil bun&uacute;s &Eacute;ireannach leo.  T&aacute; formh&oacute;r acusan le f&aacute;il sna St&aacute;it Aontaithe.  I Meireace&aacute; Thuaidh t&aacute; 35 milli&uacute;n sna St&aacute;it Aontaithe agus 4.5 milli&uacute;n i gCeanada.  T&aacute; pobal ollmh&oacute;r sa Bhreatain: t&aacute; 600,000 duine ina gc&oacute;na&iacute; i Sasana faoi l&aacute;thair a deir go bhfuil saor&aacute;nacht &Eacute;ireannach acu, ach deirtear go bhfuil bun&uacute;s &Eacute;ireannach le duine as chuile ceathrar sa Bhreatain ar fad.  T&aacute; os cionn 2 mhilli&uacute;n duine san Astr&aacute;il, sin 10% den phobal ar fad.  T&aacute; pobail &Eacute;ireannacha ar fud an domhain, i bhfad &oacute; bhaile agus gar do bhaile.  Tuigimid agus aithnimid chomh maith c&eacute;anna an obair iontach a bh&iacute; ar bun ag eagra&iacute;ochta&iacute; carrthanacha, eagra&iacute;ochta&iacute; phobail, agus na hambas&aacute;id&iacute; agus &aacute;r gcuid taidhleoir&iacute; ar fud an domhain sa r&eacute;imse seo.  Molaim an obair sin ar fad.  T&aacute; taith&iacute; fada ag Sinn F&eacute;in freisin le bheith ag d&eacute;ile&aacute;il agus ag comhoibri&uacute; leis an diasp&oacute;ra agus t&aacute; an-t&aacute;bhacht ag baint leis sin &oacute; thaobh an taca&iacute;ocht gur f&eacute;idir linn tabhairt d&oacute;ibh agus an c&uacute;namh a thugann siadsan d&uacute;inne, go h&aacute;irithe nuair a bhreathna&iacute;tear ar a leith&eacute;id de phr&oacute;iseas na s&iacute;och&aacute;na.</p> <p>N&iacute;l aon dabht faoi ach go bhfuil rud an-mh&oacute;r in easnamh sa pholasa&iacute; seo agus t&aacute;im ag ceapadh go dtuigeann an Aire St&aacute;it &eacute; seo.  Is &eacute; sin na cearta: cearta v&oacute;t&aacute;la agus cearta ionada&iacute;ochta at&aacute; an diasp&oacute;ra ag lorg le fada an l&aacute;.  Tugaim faoi deara go bhfuil cuid de na heagra&iacute;ochta&iacute; tar &eacute;is a r&aacute; go bhf&aacute;ilt&iacute;onn siad roimh an tuarasc&aacute;il ach go bhfuil an-d&iacute;om&aacute; oraibh nach bhfuil an Rialtas tar &eacute;is gn&iacute;omh&uacute; ar an gceist maidir le cearta v&oacute;t&aacute;la agus go bhfuil s&eacute; sin chun baint &oacute; na molta&iacute; dearfacha ar fad eile at&aacute; ann.  N&iacute; thuigim c&eacute;n f&aacute;th nach bhfuil s&eacute; seo d&eacute;anta.  T&aacute; 136 t&iacute;r ar fud an domhain a thugann cearta v&oacute;t&aacute;la d&aacute; gcuid saor&aacute;naigh agus iad taobh amuigh d&aacute; dt&iacute;r dh&uacute;chais.  N&iacute; thuigim c&eacute;n f&aacute;th nach f&eacute;idir linn &eacute; sin a dh&eacute;anamh anseo in &Eacute;irinn.  Ba mhaith liom f&aacute;il amach &oacute;n Aire St&aacute;it c&eacute;ard at&aacute; i gceist aige a dh&eacute;anamh.  T&aacute; fait&iacute;os ar go leor &Eacute;ireannaigh thar lear a raibh mise ag caint leo go bhfuil an Aire St&aacute;it tar &eacute;is an liathr&oacute;id a chice&aacute;il s&iacute;os an bh&oacute;thair agus an cheist seo a chur faoi bhr&aacute;id an Aire Comhshaoil, Pobail agus Rialtais &Aacute;iti&uacute;il le breathn&uacute; air.  N&iacute;l ach bliain fanta ag an Rialtas seo ar an gcuid is m&oacute; agus b'fh&eacute;idir nach mbeidh r&eacute;iteach ar bith ar an gceist seo chomh fada is at&aacute; an Rialtas seo i bhfeidhm.  N&iacute; fheicim ach an oiread aon chaint ar na daoine &Eacute;ireannacha thar lear nach bhfuil a gcuid p&aacute;ip&eacute;ir&iacute; acu, go h&aacute;irid i Meirice&aacute; Thuaidh.  T&aacute; comhdh&aacute;il f&iacute;se againn am&aacute;rach ar an gceist seo i mBuswells ag a 2 p.m. le f&eacute;achaint ar na ceisteanna a bhaineann le h&Eacute;ireannaigh at&aacute; i Meirice&aacute; Thuaidh ach go h&aacute;irid nach bhfuil c&aacute;ip&eacute;is&iacute; imirce acu agus c&eacute;ard at&aacute; an Rialtas s&aacute;sta agus chun dul a dh&eacute;anamh faoi sin.  N&iacute; fhaca m&eacute; m&oacute;r&aacute;n faoi sin.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Trevor &Oacute; Clochartaigh:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->Bh&iacute; m&eacute; i l&aacute;thair nuair a sheol an tAire St&aacute;it an su&iacute;omh Idil&iacute;n <i>mindhowyougo.ie</i>le Crosscare an l&aacute; faoi dheireadh.  &Aacute;is iontach maith &iacute; sin agus molaim an obair at&aacute; ar bun ansin.  Molaim an obair at&aacute; eagra&iacute;ochta&iacute; ar n&oacute;s Irish in Britain ag d&eacute;anamh chomh maith c&eacute;anna.  Bh&iacute; cur i l&aacute;thair an-shuimi&uacute;il an tseachtain seo caite &oacute; thaobh an GAA agus an obair at&aacute; s&eacute; sin ag d&eacute;anamh ar fud na cruinne mar gheall go bhfuil an oiread Gael imithe thar lear agus na clubanna ag treisi&uacute;.  T&aacute; borradh ag teacht faoin taca&iacute;ocht at&aacute; s&eacute; sin ag tabhairt.  N&iacute; amh&aacute;in taca&iacute;ocht sp&oacute;irt at&aacute; i gceist ach taca&iacute;ocht s&oacute;isialta, cult&uacute;rtha, oibre, eacnam&uacute;il agus mar sin de.  Ceann de na ruda&iacute; a luadh ag an cur i l&aacute;thair n&aacute; go bhfuil g&aacute; an cl&aacute;r at&aacute; ag an GAA &oacute; thaobh c&uacute;rsa&iacute; meabhairshl&aacute;inte agus c&uacute;rsa&iacute; s&oacute;isialta a leathn&uacute; taobh amuigh d'&Eacute;ireann.  T&aacute; ag &eacute;ir&iacute; go maith leis anseo ach teasta&iacute;onn &eacute; a leathn&uacute; taobh amuigh den t&iacute;r.  <br/><br/>T&aacute; Sinn F&eacute;in ag tabhairt Bille os comhair na D&aacute;la an d&aacute; l&aacute; seo maidir le cearta v&oacute;t&aacute;la i dtoghch&aacute;n na huachtar&aacute;nachta.  Bheadh s&uacute;il agam go mbeadh an tAire St&aacute;it ag tac&uacute; le sin.  N&iacute; fheicfinn c&eacute;n f&aacute;th nach mbeadh s&eacute; ag tac&uacute; leis.  T&aacute; an tAire St&aacute;it chomh l&aacute;idir sin ar son an diaspora, bheife&aacute; ag s&uacute;il a thaca&iacute;ocht le f&aacute;il don Bhille sin nuair a thiocfadh an v&oacute;ta am&aacute;rach.  &Oacute; thaobh an tSeanaid de, n&iacute; thuigeann an diaspora c&eacute;n f&aacute;th nach bhfuil ionada&iacute;ocht acu anseo.  Luaigh an Seanad&oacute;ir &Oacute; Murch&uacute; &eacute; seo chomh maith c&eacute;anna.  Bheadh s&eacute; &eacute;asca go leor.  As na hainmni&uacute;ch&aacute;in a bheadh d&eacute;anta ag an Taoiseach, d'fh&eacute;adfadh duine n&oacute; beirt a bheith ainmnithe ansin.  Ar nd&oacute;igh, t&aacute; muid in&aacute;r bp&aacute;irt&iacute; ar son leas&uacute; i bhfad n&iacute;os leithne ar an Seanad agus an chaoi a dtogtar daoine ach, idir an d&aacute; linn, t&aacute; agus bh&iacute; deis ag an Taoiseach &eacute; sin a dh&eacute;anamh.  N&iacute; dhearna s&eacute; &eacute; sin agus is m&oacute;r an trua &iacute;.  T&aacute; beala&iacute; D&aacute;il ceantair faoi leith a dh&eacute;anamh &oacute; thaobh na D&aacute;la de chomh maith c&eacute;anna.  T&aacute; beala&iacute; go bhf&eacute;adfadh v&oacute;ta a thabhairt do dhaoine agus ionada&iacute;ocht a thabhairt do daoine &Eacute;ireannach thar lear sa D&aacute;il.  T&aacute; an-&aacute;if&eacute;il orm nach bhfuil s&eacute; sin le feice&aacute;il sa str&aacute;it&eacute;is, beag nach m&oacute;r, i nd&aacute;ir&iacute;re.  T&aacute; roinnt &Eacute;ireannaigh a d'imigh le blian n&oacute; dh&aacute; bliain anuas at&aacute; ag filleadh le v&oacute;t&aacute;il sa Reifeann.  Is rud an-mhaith &eacute; go bhfuil siad ag teacht ar ais.  Ceapaim siad go bhfuil s&eacute; f&iacute;or-th&aacute;bhachtach go mbeid&iacute;s ag v&oacute;t&aacute;il ar son an reifrinn sin.  C&eacute;n f&aacute;th nach mbeadh s&eacute; do chead acu &eacute; sin a dh&eacute;anamh &oacute;n &aacute;it ina bhfuil siad ina gc&oacute;na&iacute; f&eacute; l&aacute;thair.<br/><br/>T&aacute; bacanna filleadh ar dhaoine.  T&aacute; deacrachta&iacute; ag daoine at&aacute; ag iarraidh teacht ar ais.  T&aacute; deacrachta&iacute; faoi leith &oacute; thaobh ch&uacute;rsa&iacute; leasa sh&oacute;isialaigh.  N&iacute; fhaca m&eacute; &eacute; sin, c&eacute; go bhfuil p&iacute;osa leis an tAire Coimirce S&oacute;isialta ag t&uacute;s na tuairisce.  N&iacute;or thug m&eacute; faoi deara go raibh aon rud suntasach ann maidir leis na bacanna at&aacute; ar dhaoine at&aacute; ag iarraidh teacht abhaile n&oacute; go mbeadh siad i dteideal li&uacute;ntas leasa sh&oacute;isialaigh, c&aacute;rta leighis, tith&iacute;ocht s&oacute;isialta agus mar sin de.  De r&eacute;ir mar a thuigim, sin ceann de na bacanna is m&oacute; roimh dhaoine a bheadh ag iarraidh filleadh.  N&iacute; bheadh, b'fh&eacute;idir, an oiread sin acmhainn&iacute; acu.  Is m&oacute;r an trua &iacute; sin agus s&iacute;lim gur rud &eacute; sin gur g&aacute; d&uacute;inn oibri&uacute; air.  <br/><br/>N&iacute;lim ag iarraidh bheith r&oacute;-ch&aacute;inteach.  Is l&eacute;ir gurb &iacute; seo an cheist mh&oacute;r.  Is l&eacute;ir gur lig an tAire St&aacute;it an liathr&oacute;id &aacute;irithe seo sciorradh uaidh.  Is an trua &iacute; sin ach b'fh&eacute;idir nach bhfuil taca&iacute;ocht ioml&aacute;in an Rialtais aige.  Molaim na molta&iacute; eile at&aacute; ann.  Beidh muid ag tac&uacute; leis na molta&iacute; eile.  T&aacute; an rud is m&oacute; a bh&iacute; ag teast&aacute;il f&aacute;gtha in easnamh, &aacute;fach, agus is m&oacute;r an trua &iacute; sin. </p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.133" speakerid="com.kildarestreet/member/1172" speakername="Aideen Hayden" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#RR00200"><p>I welcome the Minister of State to the House and also welcome him as the first Minister in this country with specific responsibility for the diaspora.  It shows the commitment this Government has to the diaspora and the future of our relationship with the diaspora.</p> <p>I will start by quoting from a document I will be bringing to the Minister of State's attention.  This is an information memorandum on the idea of an international diaspora centre to be based at the Carlisle Pier at D&uacute;n Laoghaire Harbour in Dublin.  This memorandum points to the fact that the dispersal of the Irish throughout the world, and their contribution to the economies and cultures of those lands, is one of the defining moments of our nation, past and present.  The Irish diaspora, or scattering, is estimated to be in excess of 70 million people and is the largest in the world.  It exceeds the Greek, Italian, Chinese, Indian, Jewish and other diaspora.  The document goes on to list a number of the better known of the Irish diaspora.  These include John F. Kennedy, Ronald Reagan, William Brown, Bernardo O'Higgins, Paul Keating, Brian Mulrooney, Ernest Walton, who is an Irish physicist for those who may not be into sciences, Grace Kelly, James Joyce, Samuel Beckett, Eugene O'Neill and others.  I, on the other hand, want to mention the diaspora who never reach those elevated heights.  </p> <p>When I was studying economics in UCD in the years between 1977 and 1980 something, Irish emigrants in the United Kingdom had the worst health record of any group of emigrants in the United Kingdom.  This continues to this day and is something we must bear in mind when we talk about the welfare of our emigrants abroad.  </p> <p>I welcome the focus on the mental health of emigrants and the support available to better equip those who are leaving the country.  I also note the Crosscare research.  I welcome the convening of an inter-departmental committee on the Irish abroad.  I also welcome the idea that local authorities, in particular, should be involved in identifying and connecting with the diaspora abroad.  We all welcome the importance of improving communications and connectivity with the Irish diaspora. </p> <p>Like Senator &Oacute; Clochartaigh, I also wish to highlight the issue of what we mean by representation.  I was also a member of the Constitutional Convention and I am aware of its recommendations on Irish emigrants and our diaspora in the election of our President.  I do not believe this goes far enough.  A number of organisations representing the Irish abroad think it does not go far enough either.  I had the pleasure of meeting representatives from Votes for Irish Citizens Abroad, VICA, and I know the comments of the organisation Irish in Britain.  These organisations are clear on the fact that they want rights to be given to the Irish diaspora to vote in Irish elections.  </p> <p>I want to bring to the Minister of State's attention a recent report by the Joint Committee on European Union Affairs.  It is an important report and one which goes further than the Constitutional Convention.  It states, for example, that Ireland is among a minority of EU member states which have not extended voting rights to citizens abroad.  This debate took place in the context of our obligations as members of the European Union.  However, the recommendations of the committee go beyond this.  The electoral systems of other countries have been amended to accommodate the diaspora.  While electoral systems remain part of our national competence, there is a consensus that the restriction placed on the voting rights of our citizens abroad within the European Union may be challenged in the European Court of Justice.  We have a large diaspora yet our definition of citizenship does not take into account the rights of our citizens abroad.  It does not allow for a right to vote within certain periods of time, reserved constituencies and so on.</p> <p>I am not just talking about the Presidency.  I know that Senator &Oacute; Murch&uacute; mentioned the Seanad.  There is nothing particularly unusual about other countries giving their diaspora representation.  I wish to bring to the attention of the Minister of State the final findings and recommendations of the joint committee.  These were that the Government should accept the principle that voting rights should be extended to Irish citizens abroad, and not just Irish citizens within the EU, and that the Government should proceed to design a system which would be workable in an Irish context.  It also recommended that an electoral commission should be established to implement the recommendations of the joint committee's report.  Will the Minister of State, given his position, try to forward that particular agenda?  This is important.  I know from the people I have met that there is very little point in making empty promises when what people actually want is representation in the affairs of their country.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Senator Aideen Hayden:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2384"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2384&amp;amp;pid=AideenHayden&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span--> I note that in the document on the global Irish that was referred to there is no reference to the establishment of an international diaspora centre.  I intend to make a pitch for the D&uacute;n Laoghaire Harbour Company's proposal that such a centre be located at Carlisle Pier.  There is no more iconic location in Ireland than D&uacute;n Laoghaire Harbour, it being the last view of the country for so many who left on the mail boat, particularly those who went to Britain.  It would be a most suitable location in which to honour the diaspora.</p><p>The final issue I wish to raise relates to the representations to the Joint Committee on Justice, Defence and Equality made by a delegation of mixed race Irish people who were victims of institutional abuse, many of whom now live outside the jurisdiction.  We have a very poor record in acknowledging the severe prejudice experienced by mixed race Irish people in institutions here and the particular type of abuse they suffered.  These are members of the diaspora who suffered terrible abuse in this country.  I ask the Minister of State, as part of his responsibility for the diaspora, to take on board their particular circumstances.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.135" speakerid="com.kildarestreet/member/1159" speakername="Mark Daly" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#SS00200"><p>I welcome the Minister of State.  I am delighted that he is the first person to be appointed to office under any Government in a role with specific responsibility for the diaspora.  I was delighted, too, to be appointed by my party as the first spokesperson on the diaspora in either House and to play a part in producing, in July 2013, the first policy paper on the Irish overseas by any party.  In October 2013 the then T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Eamon Gilmore, indicated his view that a Minister of State should be appointed with special responsibility for the Irish abroad and the diaspora.  In 2014 Sinn F&eacute;in produced its first policy document on the diaspora.  The Minister of State, Deputy Jimmy Deenihan, was appointed last July, his function being to co-ordinate all aspects of policy on to the Irish overseas and the diaspora.</p> <p>As noted in our policy paper, the capacity to vote in democratic elections is the most fundamental issue when it comes to citizens' rights.  If one is a citizen of any state, one should be entitled to have a vote in that state.  It is 186 years since Daniel O'Connell secured Catholic emancipation and almost 100 years since women were enfranchised in 1918.  Some 46 years ago people marched in Derry to secure a vote.  That we are disenfranchising millions of citizens simply because they do not reside in the State amounts to a fundamental failure of the nation and the political system.  It is not beyond our capacity to remedy this and it should be done.  The Constitutional Convention recommended that it be done in respect of presidential elections.  My own view is that voting rights should also be extended to Seanad elections, but extending them to presidential elections in the first instance would be a good first step.</p> <p>Our record in this regard is very poor when compared with the arrangements that prevail elsewhere.  There are 196 countries in the world, 120 of which give voting rights to their citizens living outside the state.  Of the 33 member countries of the Council of Europe, only four do not give voting rights to their citizens overseas, namely, Cyprus, Greece, Malta and, unfortunately, Ireland.  As I said, the Constitutional Convention has proposed that we extend voting rights in presidential elections to citizens living outside the State.  Only nine countries limit voting rights for citizens overseas in presidential elections, but all nine of these presidencies involve executive roles similar to that of the American President.  In Ireland's case the President has important powers, but they are not as powerful as those assigned to the Presidents of other nations.  In other words, we are proposing to extend to Irish citizens abroad the lowest form of expression of democratic franchise.</p> <p>It will not, however, be done in the Government's term.  There is a proposal to lower the voting age to 16 years but no proposal to give voting rights to citizens living in the North, Britain and beyond.  That is a failure not of the Government but of many Governments and the political system.  The Minister of State has indicated that he is in favour of extending voting rights and hopes to see it done in his term.  I am sure it is not for the want of trying on his part that this will not now happen.  We have no difficulty in encouraging companies such as Google, Intel and Facebook to come to Ireland on the basis that we are problem solvers who can get things done.  In the case of extending voting rights to citizens abroad, however, we are told there are legal and technical issues to be overcome.  Of course, there are such issues; it is like saying we breathe in oxygen.  It is a statement of fact.  However, if 120 countries, six of them in the Pacific, 13 in Africa and a range of others in the Middle East and Asia, can overcome these problems, how is it that Ireland has failed to do so and will continue to fail to do so?  The Minister of State spoke about extending scholarships and bringing people back in a similar way to how the birthright programme worked.  There was reference to the great work being done by organisations such as Comhaltas Ceoilt&oacute;ir&iacute; &Eacute;ireann, in which my colleague, Senator Labhr&aacute;s &Oacute; Murch&uacute;, has been prominent for many years, and the GAA and through initiatives such as Ireland Reaching Out and ConnectIreland.  All of this work is being done independently but with the assistance of the Government.</p> <p>An issue I ask the Minister of State to take on board will probably present particular legal and technical issues and, most pressingly, will probably not find favour with the permanent government.  It has to do with consular representation.  Mexico, to give an example, has consulates in every one of the 50 states of the United States.  In the case of Ireland, some of our consulates have to cover 13 states.  Some 40% of the foreign direct investment we attract from the United States comes from the bay area of San Francisco, but there are only two officials from the Department of Foreign Affairs and Trade based there.  As well as having ambassadors in every European country, we should have honorary consulates in every US state, all of the provinces of Canada and locations in Australia other than Sydney.  This is necessary to assist Irish communities in these locations and offer a means of communicating with the Department.  That network of consulates could bring the message to people about ConnectIreland, Ireland Reaching Out and all of the other great initiatives undertaken.  We not only need our ambassadors in the capital but also people on the ground.  That is one of the issues that I hope will be examined in future proposals.</p> <p>Extending voting rights to citizens abroad is the fundamental expression of their rights and would show they were part of the nation.  The failure of the political system to facilitate this is a disgrace.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.136" speakerid="com.kildarestreet/member/1046" speakername="Jimmy Deenihan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#SS00300"><p>I thank Senators for their contributions which reflect their personal interest in the subject.  Senator Labhr&aacute;s &Oacute; Murch&uacute; has been connecting very successfully with the diaspora for many decades, while Senator Mark Daly is one of the best known Irish politicians on Capitol Hill.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.137" speakerid="com.kildarestreet/member/1159" speakername="Mark Daly" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#SS00400"><p>Only in the Minister of State's wake.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.138" speakerid="com.kildarestreet/member/1046" speakername="Jimmy Deenihan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#SS00500"><p>The Senator has made a major effort to engage with people there.</p> <p>Senator Labhr&aacute;s &Oacute; Murch&uacute; referred to the celebrations around our national holiday.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Jimmy Deenihan:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=306"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=306&amp;amp;pid=JimmyDeenihan&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->St. Patrick's Day gives us a huge opportunity to connect with the world.  No other country connects to the world on one specific day and we must capitalise to a greater extent on the opportunity.  Some 200 iconic buildings all over the world will be greened.  That we are allowed to do this is a statement about how we are respected in the world.  In the Department I worked in previously, I brought together a group that examined how we could capitalise on St. Patrick's Day, have a more co-ordinated approach and be more on message as a country.  I have continued that work since I came into this Department and I will accelerate the work after St. Patrick's Day.  I also reference it in the policy document.  It gives us a unique opportunity that every other country in the world is envious of.  We are the only country that gets access to the White House on our national day.  In America, the UK, Australia, Canada, Moscow, Beijing, Berlin and Amsterdam so many new events and parades are taking place.  It is important we support the committees and perhaps they should be on one site where people can look at what is happening in various cities.  People who want to travel as performers could offer themselves if that information was available.  People looking to go from Ireland could find where to go using that mechanism.<br/><br/>I take the point raised by the Senator &Oacute; Murch&uacute; that it is a great opportunity.  The Senator also emphasised the value, apart from the fact that people are Irish, of the culture, games and literature, which are great calling cards.  There is a value for tourism and a connection with tourism.  It is positive to see the numbers coming from America exceeding all limits.  Last year was a record, at over 1.3 million people, and it looks like demand this year has been very high.  Bookings have been very high.  Whether we go to the US, UK, Australia or the Middle East, countries I have been to, people are positive about Ireland.  They admire the fact that we paid our way although there was a lot of pain for many people.  Irish people are proud of the fact that, as a country, we paid our way.  The reputational damage done through unscrupulous people, whether bankers or contractors, has been repaired.  Much of it was done through cultures and artists and through reaching out around the world.  There is great pride in people who have left and who see that their best opportunity of coming back to Ireland is if the economy is going well.  When they read the indicators, in the <i>Financial Times</i>or in other media that are available instantaneously, they hear that the balance of payments is in good order and the economy is creating jobs.  That excites them and they know they have a better chance of coming back if they want to do so.  They also take pride in the fact that they can boast about Ireland having the highest growth rate in Europe, 4.7% last year and continuing along those lines.<br/><br/>I am glad the Senator recognises the value of the civic forum.  We must not forget the people who left Ireland and made huge remittances to Ireland.  In some cases, they have fallen on challenging times and we must not forget them.  In the UK, which provided huge remittances in the 1950s and 1960s, we have spent &euro;86 million since 2004.  The former Minister, Brian Cowen, set up the immigrant abroad unit in the Department of Foreign Affairs and Trade and the emigrant support programme has been very effective.  Even when the country went through a challenging time economically, we maintained the level of funding for the diaspora.  It made a positive statement to the diaspora that we were concerned about them and prepared to continue our funding of them, especially for welfare purposes.<br/><br/>Senator &Oacute; Murch&uacute; referred to sending people out as the best means of communication.  When I was in opposition, I remember being in Silicon Valley.  My hometown is twinned with Las Gatos in the Silicon Valley and, over a number of years, I went there at my own expense.  I remember Ministers were being attacked by those in opposition at the time about leaving the country.  I was in San Jose from where, as pointed out by Senator Mark Daly, 40% of our investment comes.  However, no Minister had gone there that year and the importance of Ministers going out and meeting people representing Ireland was pointed out to me.  I have always been supportive of Ministers going abroad, even when it was more popular in media circles for me to go the opposite way.  It is important to go out, promote Ireland and communicate with people.  When we leave Ireland, we wear the green shirt and any time I went out when I was in opposition I spoke from the same hymn sheet as if I was representing the Government of Ireland.  It is important that we support each other when we go abroad.<br/><br/>Senator Terry Brennan welcomed the fourth Irish economic forum.  The civic forum is important in sending out the message that welfare is at the heart of our policy, that we are concerned about people who are challenged.  We must also look at our diaspora as a challenge and an asset.  Looking at the next global economic forum, which will be in November, it will be the first forum where we can report to the diaspora that things are beginning to turn in Ireland.  As the Taoiseach said, our recovery to date is fragile but we are going in the right direction.  The diaspora will get a sense of satisfaction from having been involved in this.  They have been a part of supporting the recovery in various ways.  The diaspora forum or the economic forum will be positive and upbeat from that point of view.  There was a commitment to bring in young people and women into it.  I will strive, as the line Minister of State for the economic forum, to ensure that happens.  More young women, who are doing very well all over the world, will be present, as will young people generally.<br/><br/>The Senator mentioned a review of the diaspora policy after two years and we will certainly do that.  Things are changing so quickly, including our relationship with the diaspora in a world of continuous flux, that we must change our policy to meet that change.  The Senator also referred to preparation and the cross care migrant project launched last week.  It is important because preparation is vital for young people going abroad.  They must have a job and accommodation and know the people they are going to and the geography of the location.  They must be really psychologically prepared, as well as materially prepared by ensuring they have money with them, which is not always the case.  They must also be insured.  One of the points made strongly to me in Australia in the centre in Bondi, is that people are turning up without insurance.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Jimmy Deenihan:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=306"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=306&amp;amp;pid=JimmyDeenihan&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->That creates major difficulties for both the centres and for the people themselves if anything happens to them.  I am involved with the American ambassador in advising J1 students they are important ambassadors for Ireland, as well as using it to prepare for their own futures and possible job opportunities in America.  There are the occasional media headlines concerning some J1 students&rsquo; behaviour.  While it is small in number, I hope next year there will be no examples of what happened in San Francisco last year.  These are mainly isolated cases as most J1 students are good people who enjoy their experience.  It is a good learning experience for them, preparing them for the future.  They are also great ambassadors for Ireland.</p><p>Preparation is very important in this regard.  When I was in Abu Dhabi and Dubai recently, it was emphasised to me by Irish emigrant groups that young Irish people going there need to realise it is a Muslim country and that some of the ways they entertain and enjoy themselves back in Ireland may not be acceptable there.  Once they realise that, they will not get into any trouble.  It is very important to know the culture of the country one is going to and to understand their laws if they are different from Ireland's.  While Ireland has a good democracy with great freedoms, it might be different in other countries and people need to realise that.</p><p>Gabhaim bu&iacute;ochas leis an Seanad&oacute;ir &Oacute; Clochartaigh as ucht an m&eacute;id a d&uacute;irt s&eacute; faoin bpolasa&iacute; agus faoin gcearta v&oacute;t&aacute;il.  T&aacute; suim m&oacute;r agam sa topic seo.  It is certainly a policy that I will be progressing.  The Government asked the Convention on the Constitution to consider extending the franchise in presidential elections.  We must be mindful the next presidential election will be in 2018 which means there is plenty of opportunity to put an extended franchise in place.  The Cabinet considered this and decided, rather than putting it to a referendum now that would not be prepared properly, especially when there is a long lead-in period to next presidential election, it assigned the subject to the line Minister, the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, and myself to consider.  We will examine the logistical problems such as who would vote, where and how they would vote.  We have to examine all of these challenges and progress it to the next stage.  While we have plenty of time, it may not be in this Government's lifetime as there are two referenda this year.  The next Government should commit to a referendum on extending the franchise.  The people will decide on this, not the D&aacute;il or Seanad.  I will come back and consult with the Seanad when the logistical issues have been considered.</p><p>Senator &Oacute; Murch&uacute; proposed including the diaspora in the Taoiseach's appointments to the Seanad.  The Irish in Britain organisation strongly recommended three Senators be elected by the diaspora, one for the America and Canada, one for Australia and Asia and one from the UK and Europe.  This proposal is worth considering and would not have to go to a constitutional referendum.  Former Senator Maurice Manning&rsquo;s Seanad reform working group is examining this.</p><p>I disagree with Senator Daly on the presidency.  The President is an important position, being the commander of our armed forces and signing Bills into law.  The President is also a major figurehead abroad for the Irish nation too.  When the President visited the UK for the first time last year, it got significant coverage.  In the past, taoisigh have gone there but have not got the same amount of coverage or recognition.  The President is a very important figure and it is important when people vote in presidential elections that it is very well thought through and the position is valued.</p><p>Senator Aideen Hayden acknowledged the remittances sent home by emigrants, a point often forgotten.  These had a major impact in supporting their families at home such as by improving housing conditions, supporting younger family members going to college or purchasing land.  Many of our emigrants made this significant contribution which afterwards was not fully recognised when they looked for support.  There seem to be particular health issues with some Irish emigrants, particularly in the UK.  Up to &euro;86 million goes towards supporting the various Irish welfare centres in the UK which are doing major work.  We also need to identify the different aspects of the Irish diaspora that require a special connection.  Recently in New York, I met with the three Irish centres and the GAA there.  We are providing funding through the immigrant support funding programme and, together with these organisations and Pieta House, a professional mental health service will be provided to the diaspora.  I hope it will be successful because it could also be replicated in London and the UK.  The European affairs committee's recommendation for the extension of voting rights to the Irish abroad is being taken seriously by the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, and myself.</p><p>The Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, recently made an announcement about the national diaspora centre.  He feels there should not be just one centre as the diaspora came from many counties, predominantly in the west, and each county could claim to have its own centre.  The Irish Family History Foundation has discovered people searching their family history like to get directions to their ancestral homes or villages.  On the other hand, the Minister stated that if an organisation like the D&uacute;n Laoghaire Harbour Company wanted to set up a centre, then there is nothing to prevent it from doing so.  I understand D&uacute;n Laoghaire has funding arranged for such a centre.</p><p>Senator Daly is very well-known on Capitol Hill, being probably the best-known Irish politician over there.  He has worked very hard over there.  The voting rights issue is important with our diaspora.<!--/p--><!--p></p--><!--p--><!--span class="speakercontinuing">&amp;#91;</span--><!--span class="speakercontinuing">Deputy Jimmy Deenihan:</span--><!--a href="http://www.oireachtas.ie/members-hist/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=306"></a--><!--a href="../zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=306&amp;amp;pid=JimmyDeenihan&amp;amp;year=2015&amp;amp;month=03&amp;amp;day=10"></a--><!--span class="speakercontinuing">&amp;#93;</span-->It is not the only issue of importance to the diaspora but it is a very important one.  If the right process and logistical arrangement can be put in place it could be a very significant way to connect with the diaspora.  In reply to the Senator's reference to birthright, we plan to have a pilot project on the birthright issue.  We are reaching out to people who have made suggestions in this regard.  I hope that by the end of the year we will have the first of these young third and fourth generation people from whatever part of the world coming to Ireland to participate in an education programme in Irish culture and heritage.  They will visit different parts of the country and gain an understanding of how our Republic evolved and of the current political situation in the island of Ireland.  It is hoped that the pilot programme will become a programme such as is held in Israel.  I have received many and very positive responses from all political parties about this programme.</p><p>The Government is considering the question of the number of consulates general in America and in Australia.  I have been speaking to the ambassadors to America and Australia.  Individuals offer their services as honorary consuls and such offers will receive serious consideration.</p><p>I thank Members for their attention.  I will return to the House when we have developed our ideas on the issue of the voting rights.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.142" speakerid="com.kildarestreet/member/1127" speakername="Denis O'Donovan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#VV00200"><p>When is it proposed to sit again?</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.143" speakerid="com.kildarestreet/member/1138" speakername="Terry Brennan" time="14:30:00" url="http://oireachtasdebates.oireachtas.ie/debates%20authoring/debateswebpack.nsf/takes/seanad2015031000002#VV00300"><p>Leath uair tar &eacute;is a deich maidin am&aacute;rach.</p></speech>
    <speech id="com.kildarestreet/seanad/2015-03-10a.144" nospeaker="true" time="14:30:00" ><p>The Seanad adjourned at 7.35 p.m. until 10.30 a.m. on Wednesday, 11 March 2015.</p></speech>
</publicwhip>