[{"type":"majorheading","content":"Public Accounts Committee","time":1632990600,"counter":2},{"type":"unspoken","content":"<p>AN COISTE UM CHUNTAIS PHOIBLÍ COMMITTEE OF PUBLIC ACCOUNTS<\/p><p>Déardaoin, 30 Mean Fómhair 2021. Thursday, 30 September 2021.<\/p><p>The Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Colm Burke, Deputy Matt Carthy, Deputy Cormac Devlin, Deputy Alan Dillon, Deputy Imelda Munster, Deputy Catherine Murphy, Deputy Verona Murphy, Deputy Sean Sherlock.<\/p><p>DEPUTY BRIAN STANLEY IN THE CHAIR.<\/p>","time":1632990600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002"},{"type":"unspoken","time":1632990600,"counter":4,"content":"<p>Mr. Seamus McCarthy(An tArd Reachtaire Cuntas agus Ciste)called and examined.<\/p>"},{"type":"minorheading","content":"Business of Committee","time":1632990600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#A00200"},{"type":"speech","time":1632990600,"counter":6,"content":"<p>All are very welcome to the meeting.  Apologies have been received from Deputy Hourigan.  Deputy Carroll MacNeill will join us later.  The Comptroller and Auditor General, Mr. Seamus McCarthy, is a permanent witness to the committee and he is attending remotely.<\/p> <p>  As we return to participating in committee meetings in person, I ask members and all in attendance to exercise personal responsibility in protecting themselves and others from the risk of contracting Covid-19.  They are advised to leave one vacant seat between themselves and others, to use sanitisers, etc., to maintain social distancing before and after meetings and to wear masks at all times except when speaking. <\/p> <p>  Members participating remotely must continue to do so from within the precincts of Leinster House due to the constitutional requirement that in order to participate in public meetings members must be physically present within the confines of the Parliament.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#A00300","speaker":"1491"},{"type":"minorheading","content":"NAMA Financial Statement 2020 and Special Report 111 of the Comptroller and Auditor General","time":1632990600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#A00325"},{"type":"unspoken","time":1632990600,"counter":8,"content":"<p>Mr. Brendan McDonagh(Chief Executive Officer, National Asset Management Agency)called and examined.<\/p>"},{"type":"speech","time":1632990600,"counter":9,"content":"<p>We will engage with witnesses from the National Asset Management Agency, NAMA, this morning.  Today's meeting will focus on NAMA's financial statements 2020 and the Comptroller and Auditor General's special report 111, on NAMA's progress in the achievement of its objectives at the end of 2018.  We are joined remotely from within the precincts of Leinster House by the following NAMA officials: Mr. Brendan McDonagh, chief executive officer; Mr. Aidan Williams, chairman; Ms Noelle Condon; chief financial officer; Mr. John Collison; chief commercial officer; and Mr. Jamie Bourke, head of strategy and communications.  They are all very welcome.<\/p> <p>  When beginning to engage, I ask members and witnesses to mute their microphones when not contributing so we do not pick up any background noise or feedback.  As usual, I remind all those in attendance to ensure their mobile phones are on silent or switched off.  <\/p> <p>  I will explain some limitations to parliamentary privileges and the practice of the Houses as regards references witnesses may make to other persons in their evidence.  As they are within the precincts of Leinster House, they are protected by absolute privilege in respect of presentations they make to the committee.  This means they have an absolute defence against any defamation action for anything they may say at the meeting.  However, they are expected not to abuse this privilege and it is my duty as Cathaoirleach to ensure that privilege is not abused.  Therefore, if their statements are potentially defamatory in relation to an identifiable person or entity, they will be directed to discontinue their remarks and it is imperative that they comply.<\/p> <p>  Members are reminded of the provision of Standing Order 218 that the committee shall refrain from inquiring into the merits or policies of the Government or a Minister of the Government or the merits of the objectives of such policies.  Members are also reminded of the long-standing parliamentary practice that they should not comment on, criticise or make charges against a person outside the House, or an official, either by name or in such a way as to make him or her identifiable.  <\/p> <p>  To assist the broadcasting service and the Debates Office, I ask members directing their questions to be specific.  If a question has not been directed to a specific witness, I ask each witness to state his or her name on the first occasion they contribute.  I ask the Comptroller and Auditor General to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#A00375","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":10,"content":"<p>As members are aware, NAMA was established in December 2009 to deal with a crisis in Irish banking due to poor property-related lending.  The core idea was for NAMA to acquire property-related loans from the commercial banks, to hold and manage the loans and related collateral and, ultimately, to dispose of those assets in a manner that protected the State&rsquo;s interests.  NAMA would then cease to exist.  At the outset, it was envisaged that NAMA would have a life of around ten years and would, therefore, be winding up in 2020.  However, a Department of Finance review published in July 2019 recommended that NAMA continue to work out its residual loans for a limited period beyond 2021.  It further recommended that, before the end of 2021, NAMA would submit to the Minister proposals and a plan for the dissolution of the agency.<\/p> <p>  The 2020 financial statements indicate that NAMA had operating income of &euro;274 million in the year.  This was down from &euro;363 million earned in 2019, reflecting in the main the continuing decline in the value of NAMA debtor loans, which stood at &euro;850 million at the year end, compared with &euro;1.23 billion at end 2019.  Administration expenses incurred by NAMA in 2020 amounted to &euro;63 million, down from &euro;67 million in 2019.  The profit for the year was &euro;192 million.  The last of NAMA&rsquo;s debt, amounting to &euro;1.1 billion, was repaid in March 2020 and the interest of private investors was redeemed at a cost of &euro;56 million.  Finally, a cash transfer of &euro;2 billion to the Exchequer in 2020 was funded from NAMA&rsquo;s accumulated retained earnings.  NAMA&rsquo;s retained earnings at 31 December 2020 amounted to &euro;2.6 billion.<\/p> <p>  Under section 226 of the NAMA Act 2009, I am required to carry out reviews every three years of the extent to which NAMA has made progress towards achieving its overall objectives.  Because NAMA has a specific purpose to be achieved over a finite life, it is more meaningful to look at its lifetime performance than at its performance in an individual year.  The report before the committee today is the third progress report, up to end 2018.  Where additional financial information is available in the audited 2020 financial statements, I will refer to the most up-to-date position in the following comments.<\/p> <p>  NAMA paid &euro;31.8 billion to the banks for the loans it acquired in 2010 and 2011.  At that time, the par value of the loans on the banks' books was &euro;74.4 billion, so the sale to NAMA resulted in very large losses for the banks.<\/p><p>NAMA funded the purchase by issuing debt.  <\/p><p> In the following years, NAMA implemented a significant programme of disposals of property assets and of loan portfolios, as well as additional lending to certain NAMA debtors where this was likely to generate best returns.  As I mentioned previously, NAMA held a much reduced portfolio of loan assets at end-2020 valued at &euro;850 million.<\/p><p> A key objective set by NAMA was to have redeemed all the debt it had issued by 2020.  NAMA was significantly ahead of the planned debt repayment profile from 2014 onwards and had repaid 95% of its borrowing by the end of October 2017.  All the remaining debt was repaid by March 2020.  NAMA covered all of its operating costs and additional lending to NAMA debtors without recourse to any additional borrowing.  At the end of 2020, NAMA was projecting it will generate a surplus of &euro;4.25 billion by the time it completes its work.  This includes the &euro;2 billion transferred to the Exchequer in 2020.<\/p><p> NAMA has a statutory objective to obtain \"the best achievable financial return for the State\" but how that return is to be measured is not defined in the NAMA Act.  The internal rate of return, IRR, is a standard performance measure for commercial property and other investments.  This measure takes account of the amount and timing of receipt of financial returns as compared to the initial investment and other outlays.  NAMA's results up to the end of 2018 and its projected future cash flows indicate that its expected overall internal rate of return over the full life of the agency would be around 6.6%.  NAMA has not set a target for the internal rate of return on its investment.  However, in fixing the prices it paid for the loans it bought, NAMA effectively anticipated an internal rate of return of around 5%.  By reference to that benchmark, NAMA is likely to achieve a modestly better return for the State.<\/p><p> In 2014, NAMA adopted a secondary objective relating to the delivery of office accommodation in Dublin.  At that stage, NAMA still had an interest in a substantial proportion of the undeveloped land in the Dublin Docklands strategic development zone, SDZ. The NAMA board approved a strategic business plan for the sites in September 2014 but this did not include formal targets in respect of the stated objectives.  While it was envisaged in the plan that construction on the docklands sites could potentially commence in 2016, no timescale was set for the completion of development.  By May 2020, construction was under way, and in some cases had already been completed, on sites accounting for 86% of the land in which NAMA had an interest.<\/p><p> Although NAMA acquired an interest in a substantial number of residential property developments at various stages of completion when it acquired its loans from the banks, the NAMA Act does not explicitly require the agency to engage in the development or delivery of residential units.  However, early on, the board adopted the facilitation of the delivery of housing, subject to commercial viability, as a secondary objective.  NAMA has sought to deliver residential units for both the social housing and commercial housing markets.<\/p><p> NAMA set a target of delivering 2,000 social housing units by the end of 2015 and this was achieved. By the end of 2018, NAMA had provided a total of 2,445 residential housing units to approved housing bodies or local authorities and an additional 36 units were at contract stage.  Of these, 1,352 social housing units had been acquired from NAMA debtors by a NAMA subsidiary, which was leasing the units to approved housing bodies.<\/p><p> In November 2015, NAMA set a target to deliver 20,000 commercial residential units on sites where NAMA had a direct involvement by 2020.  By the end of 2018, a total of 7,521 residential units had been delivered on such sites.  At that stage, NAMA was forecasting a further 5,750 units would be delivered through similar NAMA-supported commercial developments by 2021, that is, around 13,000 units in total.  This would represent delivery of around 65% of the target number of units albeit a year later than originally projected.  Between 2011 and 2018, NAMA debtors and receivers had sold sites with the potential to deliver an estimated 63,300 residential units.  NAMA reported at the end of 2018 that just 3,525 residential units had been built on those sites.  The annual report provides an update on this.  The report indicates that sites sold up to the end of March 2021 by NAMA debtors and receivers have the potential to accommodate around 81,000 residential units but that only 6,800 units, or around 8.4% of the estimated capacity, had been delivered to the market by March 2021.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#A00400","nonspeaker":"Mr. Seamus McCarthy","continuing":true},{"type":"speech","time":1632990600,"counter":12,"content":"<p>I ask Mr. McDonagh to make his presentation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#B00200","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":13,"content":"<p>The committee invited us to discuss NAMA's 2020 financial statements and the Comptroller and Auditor General's special report on the progress of NAMA.  I am joined today by the NAMA chairman, Aidan Williams; chief financial officer, Noelle Condon; chief commercial officer, John Collison; and head of strategy and communications, Jamie Bourke.<\/p> <p>  NAMA last appeared before this committee in October 2020 and since then, despite the various challenges brought about by the Covid-19 pandemic, we have continued to build on the progress outlined in the Comptroller and Auditor General's report.  I will briefly discuss some of this progress shortly but first I wish to update the committee on NAMA's cash transfers to the Exchequer.<\/p> <p>  As members will be aware, we made our first surplus payment of &euro;2 billion in June 2020 and during the first half of 2021, we transferred a further &euro;500 million.  I am pleased to announce that just this morning, we made a payment of &euro;250 million to the Exchequer.  Another &euro;250 million will be paid in December.  Along with almost &euro;400 million paid in corporation tax, this brings our total cash contribution to the State to &euro;3.4 billion by end-2021 - an important financial support at this critical time.<\/p> <p>  As regards our financial results, 2020 was a difficult year in many respects.  While NAMA remained fully operational, planned asset disposals and debtor exits were necessarily delayed by the widespread economic disruption.  Additionally, the pandemic had a pronounced effect on our residential delivery programme, which experienced severe delays due to necessary and enduring site closures, impacts to supply chains and enhanced health and safety requirements on sites.  Nonetheless, the considerable asset enhancement and preparatory work undertaken by NAMA in previous years meant the agency was in a strong position to weather the storm; while some transactions were behind schedule, their values remained robust.  As a result, we reported a profit of &euro;192 million and cash generation of &euro;920 million for 2020.  <\/p> <p>  Our half-year accounts for 2021 will be submitted to the Minister shortly and show continued profitability from our operations bolstered by the very strong return achieved on the disposal of 80% equity in the Poolbeg West SDZ special purpose vehicles, SPVs.  Crucially, our strong cash position and profitability have enabled us to increase our lifetime surplus projection by &euro;250 million to &euro;4.25 billion.  This surplus, coupled with corporation tax paid of &euro;400 million, brings NAMA's total expected lifetime contribution to the State to &euro;4.65 billion.  The board will review this again in the first half of 2022 when our 2021 results are known.<\/p> <p>  I will turn briefly to the Comptroller and Auditor General's special report, which is the third progress report on NAMA prepared under section 226 of the NAMA Act.  The report deals with the period from establishment to end-2018 and it is clear that significant progress was made by NAMA during this period.  Our most notable achievement was the early full repayment of our &euro;30.2 billion Government-guaranteed senior debt.  As the senior debt was guaranteed by the Irish Government, it created a significant contingent liability for the State.  When market conditions began to improve in 2014, the NAMA board resolved to pursue a programme of accelerated deleveraging and early redemption of senior debt which, in turn, helped reduce the funding cost of Ireland's debt.  This recovery is of particular benefit now when one considers the significant costs to the State arising from Covid-19 and subsequently the increase in the requirement for State borrowing. <\/p> <p>  Much progress has also been made on other objectives mentioned in the Comptroller and Auditor General's report.  Our work in the Dublin Docklands SDZ, which has had a major transformational impact on the area, is nearing conclusion with 86% of our original interests in the area now completed or sold.  In addition, we continue to identify opportunities to provide social housing from our portfolio.  Updated figures on both of these objectives are available in the briefing material provided to the committee.<\/p> <p>  Of course, housing delivery continues to be a major focus of our attention. Since 2014, we have been involved in the delivery of some 20,000 homes, almost 13,000 of which were directly funded and facilitated by the agency.  A further 7,600 homes were delivered on sites under the control of the agency at a point in time and benefited from NAMA funding to secure planning permission or for other asset management works.<\/p><p> There has been some uninformed commentary on the number of residential units that NAMA can deliver and has delivered.  It is important, in that context, to set out the factual situation regarding the restrictions under which NAMA operates.  Firstly, NAMA does not own the development sites in its portfolio; these are owned by our debtors.  We cannot force them to act in a manner which may hinder or reduce their repayment capacity.  Secondly, we must act in a market-conform way, meaning the agency cannot provide preferential funding terms to its debtors.  Thirdly, many of the sites in our portfolio are simply not suitable for residential development at present, owing to a lack of appropriate planning or zoning or essential infrastructure and services such as water, roads, sewerage or utilities.  Fourthly, the growth in property values has allowed a number of NAMA debtors to refinance their debt and exit NAMA with their considerable land banks.  These sites will be developed with funding from their new lenders.  Finally, the issue of commercial viability is key.  Under our legislation, this is the most important and relevant criterion for funding of residential development.  This basically means that NAMA can finance only developments that we expect will yield a profit.  This is an important demonstration that we are in compliance with EU state aid rules.<\/p><p> Commercial viability is becoming more challenging across the sector.  Even sites that have planning permission in place are currently not viable to build on, especially apartments.  Soaring construction costs coupled with pandemic-related delays and labour shortages are all putting upward pressure on the cost of delivering housing in Ireland.  The Government's recent Housing for All plan will seek to address some of these issues currently hindering supply and affordability; however, NAMA must continue to operate under the constraints I have just outlined.<\/p><p> Figure 1 in my written submission illustrates NAMA's delivery potential based on the viability and profile of the remaining sites with planning permission in our portfolio.  Delivery of the 2,400 units under the first two rows, (a) and (b), where it is indicated that funding is approved or under consideration, will be extremely challenging.  Our objective is to make the sites under (d) and (e) as shovel-ready as possible by achieving planning before disposal.  The sites under row (f) will likely become available only post 2025, but it is important to asset-manage them between now and then by trying to resolve infrastructure, zoning and, ultimately, planning.<\/p><p> There has also been some commentary to the effect that NAMA should not permit the sale of residential developments to funds and that, instead, any sales should be restricted to individual buyers.  The reality is that we have to operate to the clear and unequivocal mandate set for us by the Oireachtas.  Under the NAMA legislation, we are obliged to get the best price; we could not have limited the field of potential buyers or refused to sell to funds if the effect of doing so was to reduce the return.  Furthermore, the absence of such funds committing capital to purchase developments would simply mean that certain residential projects would not be viable and otherwise never built.  In any event, the vast majority of NAMA-funded newly built residential units are sold to individual purchasers, many of them first-time buyers.<\/p><p> From our perspective, the key takeaway from NAMA's residential delivery programme is that it has resulted in the supply of more than 20,000 new residential units in Ireland, whether owner-occupied, rented or used for social housing.  These are homes that exist primarily because of our contribution at various stages of the delivery process.  I assure the committee that NAMA will do its utmost to add effectively to this supply as much as possible before we conclude our work in 2025.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#B00300","nonspeaker":"Mr. Brendan McDonagh","continuing":true},{"type":"speech","time":1632990600,"counter":15,"content":"<p>Thank you, Mr. McDonagh.  The lead speaker from the committee this morning is Deputy Sherlock.  You have 15 minutes, Deputy Sherlock, and I will give you a reminder after 12 minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#C00200","speaker":"1491"},{"type":"speech","time":1632990600,"counter":16,"content":"<p>I will start with the Dublin docklands SDZ.  My understanding of this is that in 2014 NAMA adopted a secondary objective of the facilitation of the development of office accommodation in Dublin and had an interest in 17 ha of the 22 ha of the undeveloped land in the Dublin docklands SDZ.  My understanding is that Mr. McDonagh's board approved a business plan for those sites in September 2014 and that there were no formal targets set out in that business plan.  I also understand that by the end of 2018 construction was under way or had been completed on 70% of the land in which NAMA had an interest and that by May 2020 construction was under way or had been completed on sites accounting for 86% of the land in which NAMA had an interest.  Regarding the commercial development of the Dublin docklands SDZ, can Mr. McDonagh confirm for me what percentage of the NAMA land has seen full construction to date?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#C00300","speaker":"1514"},{"type":"speechnospeaker","time":1632990600,"counter":17,"content":"<p>For the docklands site, I can give the Deputy a breakdown of the whole amount.  Of the sites in which we had an interest in 2014, 38% were sold with planning permission.  That covers 1.57 million sq. ft of commercial space and planning for over 1,400 units.  Some 42% has construction completed and sold.  That is 1.74 million sq. ft of commercial space and 458 commercial units.  There is 6% with construction complete, which is for about 270,000 sq. ft and 30 social housing units, which are currently being handed over to Dublin City Council, DCC.  That is up to 86% of the land in which NAMA had an interest, as the Comptroller and Auditor General mentioned and as I mentioned in my statement.  Some 14% is currently under construction, and we expect and hope that construction to be 100% complete, subject to no further delays, by the end of quarter 1 of next year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#C00400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":18,"content":"<p>May I hear Mr. McDonagh's understanding of the impact of Covid on commercial developments?  We now know that more people will be working from home and that fewer people will be required to inhabit, if you will, commercial developments.  Can Mr. McDonagh give me an insight into NAMA's thinking in respect of the future of commercial developments, such as the Dublin docklands SDZ in particular, in the context of the impact of Covid on commercial space into the future?  What I am getting at is whether there will be a need to pivot back to residential.  That is ultimately what I am trying to figure out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#C00500","speaker":"1514"},{"type":"speechnospeaker","time":1632990600,"counter":19,"content":"<p>Yes, I understand the Deputy's question.  Obviously, since the lockdown in March 2020, there has not been very much demand for commercial office space.  That is the reality.  Any agent will tell you that.  From our perspective, we are fortunate enough that any of the stuff we have left in our portfolio is quite small in the context of the 4.2 million sq. ft.  In one particular building which we have pre-sold, there is about 70,000 sq. ft remaining at &euro;170,000.  In another building in which we are involved, a joint venture which is currently being built, there is about 70,000 sq. ft which is currently under construction and which probably will not complete until, say, quarter 1 of next year.  In that context, we are very fortunate that we have a very limited exposure.  We do not have 100% exposure because, effectively, there is the involvement of joint venture partners.<\/p> <p>  As for demand for office space, a lot will depend on how we all begin to handle Covid.  Do we begin to return to offices?  Will there be development of the hybrid working model?  As for the demand that is out there, what we are seeing on the ground is that everybody is sitting on their hands - and you cannot really blame them - until they know whether this Covid thing is under control and how many people will be coming back to the office.  The reality of Covid is that it probably brought forward the inevitable that remote working would become a reality by probably ten years.  It forced companies overnight to have people working from home.  The advent of technology, which has worked very well, meant that people could get on and do their jobs quite well, so there will inevitably be less demand for office space.  If I were sitting in NAMA's offices in 2014 and 2015 looking at the docklands, which were not yet developed, and if Covid had happened then, that would certainly be a big concern.  Thankfully, however, we are at the tail end of it, as far as we are concerned, and we have very little exposure left, which is a good thing for the taxpayer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#C00600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":20,"content":"<p>We understand NAMA's remit and the legislation, but there is the potential for 3,500 residential units at the Poolbeg West site.<\/p><p>That is clearly understood.  We know that there is about 93,000 sq. m of commercial development.  Will Mr. McDonagh talk me through where Poolbeg is at present?  My questions are specific.  Has a preferred bidder been identified for NAMA's venture partner in the old glass bottle site at Poolbeg West?  At what stage of development is the Poolbeg West SDZ?  What impact has Covid had on the development of Poolbeg?  What impact, if any, have increased construction costs had on the budget for the development of Poolbeg West?  On the 3,5000 residential units, it would be useful to have a breakdown or understanding of how that will be divided between social, affordable and commercial development.  If social houses are to be developed on the site, what will the ownership structure of the land be?  Will it be leased?  Will it be used by approved housing agencies?  I ask Mr. McDonagh to give a more in-depth analysis of the Poolbeg site.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#C00700","speaker":"1514","continuing":true},{"type":"speechnospeaker","time":1632990600,"counter":22,"content":"<p>The Poolbeg West strategic development zone is a site of 38 acres but only 20 acres are permitted to be developed under the planning permission, so 18 acres will be used for amenity purposes.  We have selected a preferred bidder.  We ran an open market process that started in July 2019 and concluded in July 2021.  We sold 80% of our interest in that to a consortium involving Oaktree, an affiliated entity to Oaktree called Lioncor, and the Ronan Group.  On the state of development, the site has planning permission for 3,500 units and 1 million sq. ft. of commercial office space.  The consortium that bought it is determined to develop this site as quickly as possible.  In accordance with planning permission, it will be done on a staged basis.  Certain other infrastructure has to go into the site before the full site can be developed and that will have to be worked out with Dublin City Council.  Within weeks of acquiring 80% of our interest in July, the consortium already submitted a planning application for the first 600 residential units in that portfolio.  It is actively working on a further planning application which it is hoped that it will submit in early 2022.<\/p> <p>  As part of the conditions set out in the planning applications by An Bord Plean&aacute;la for the strategic development zone, 25% has to be set aside for social and affordable housing, including 10% social and 15% affordable.  This is from before the Affordable Housing Act.  The consortium, as part of the initial 600 applications, has made provision for 25% being social and affordable.  It is abiding by the obligation, which we are glad to see.  The 10% Part V social housing is an obligation for every site.  There are mechanisms set out for how that will be priced by every local authority in the country.  An Bord Plean&aacute;la stated in its conditions in 2019 that the 15% affordable housing would have to be done in the form of a commercial arrangement.  That commercial arrangement is under discussion between Dublin City Council, the Department of Housing, Local Government and Heritage, and the consortium, which is led by Oaktree.  That is under way and nothing can be built there until that is resolved and planning permission comes through.  I hope it will come through soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#D00200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":23,"content":"<p>I will address my comments to Mr. McDonagh.  I will try to keep them short and would appreciate succinct replies.  I want to make a quick comment before I do that.  I have an issue with the word \"profit\".  I accept that NAMA paid &euro;31.8 billion for what it is dealing with but the par value for these liabilities was &euro;74.4 billion.  I think \"surplus\" is the correct word rather than \"profit\".  On the costs of administration, does Mr. McDonagh have a complete list of the legal suppliers?  In the early stages, there would have been people valuing assets, while at the later stage, it would be predominantly legal fees.  There does not appear to be a complete list of the amounts paid out in legal fees.  Under the public service code of governance, NAMA is only required to provide settlement costs after 2017.  Is there any reason NAMA would not supply that figure retrospectively, going right back, since it is not available from 2016 onwards?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#D00300","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":24,"content":"<p>I think we have answered that question before in parliamentary questions.  We have that information readily available and we can provide it to the committee.  There is no issue with that.  It covers 2010 up to 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#D00400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":25,"content":"<p>If NAMA would provide that and the total amount paid out, by supplier, that would be useful.<\/p> <p>  The Comptroller and Auditor General stated that the National Asset Management Agency Act does not define how the disposal value is measured.  Why did NAMA not use the industry standard?  Why did it deviate from that?  Who decided to do that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#D00500","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":26,"content":"<p>The Comptroller and Auditor General said that there is no measure in the National Asset Management Agency Act of how to get the best achievable financial return but unfortunately that is not fully correct.  Section 10 of the Act states that the return should be measured by reference to the price paid for it, the costs incurred and any other matter that NAMA deems relevant.  As the Comptroller and Auditor General pointed out and as is included in our report, the expected return on a portfolio when we acquired it, which was determined by the European Commission, was set at a 5% discount rate, which is effectively an internal rate of return.  We are ahead of that, at somewhere in excess of 6%.  It is important to say that that is over 1% ahead per annum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#D00600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":27,"content":"<p>If the internal rate of return is the standard metric for property-related investments, why did NAMA deem it appropriate to use an alternative measurement?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#D00700","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":28,"content":"<p>The board determined that we would use an alternative measurement because when you measure the return, as the Comptroller and Auditor General outlined, it takes account of the cost paid for the portfolio.  Looking at it from NAMA's perspective, we had to pay almost &euro;5.6 billion more than what the market would pay for it, which was determined by the European Commission and was state aid to the banks.  If somebody else had bought it, the banks would have been paid &euro;5.6 billion less.  The board decided that we needed to take account of the fact that we overpaid by &euro;5.6 billion on day one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#D00800","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":29,"content":"<p>We are in the middle of a housing crisis that did not happen overnight.  It has been building since 2014.<\/p><p>There was a lot of criticism.  I was one of the people criticising the early disposal of some of the assets.  If they were retained for a little bit longer, they may well have delivered a better outcome.  If we look back, there are some that we could point to where that would certainly be the case.  Mr. McDonagh says in his statement that the growth in property values has allowed a number of NAMA debtors to refinance their debt.  I accept that there was an environment wherein paying down the national debt was considered important.  When we look at the housing crisis now, in terms of NAMA's involvement, Mr. McDonagh is counting in a sizeable number of houses that have been delivered that are not directly related to NAMA, as it was the commercial sector that delivered them.  Why is he counting them in as part of his direct involvement in delivering them?  It is still below the target set by NAMA.  Why is that the case when there is such a crisis at the moment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#D00900","speaker":"1489","continuing":true},{"type":"speechnospeaker","time":1632990600,"counter":31,"content":"<p>The important point is that there are more than 20,000 units delivered at a time when there is a severe housing crisis.  I totally agree with the Deputy on that.  From our point of view, a number of debtors came into NAMA who had a land bank but no funding available.  We provided funding to them to get planning permission, put in infrastructure and helped to make the land ready for building.  If we go back to 2015, when the board looked at the business plan for the residential programme, at that stage we had debtors in our portfolio that included a large number of housebuilders with the potential to deliver approximately 17,000 units.  Not all of them had planning permission at that stage, but some of them were due to get planning permission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E00200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":32,"content":"<p>Why is Mr. McDonagh counting in the way he has outlined?  It looks like he is bigging up what NAMA has delivered directly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E00300","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":33,"content":"<p>No, I do not accept that at all.  We were very clear with the Minister for Finance in 2015 that there were only about 14,000 units in the portfolio which we thought were commercially viable at that stage and others could become commercially viable in the future.  A number of debtors who were with us paid off all the debt they owed to the taxpayer, left NAMA and brought their considerable land bank with them of potentially 9,000 units that could be delivered.  If they paid off their debt to the taxpayer and went elsewhere, then their values improved because of the support from NAMA while they were with us, as we helped them to get planning permission and put the infrastructure in place to get sites shovel-ready.  Therefore, those units that we count in as direct would never have happened without the work we put in in the early years while these debtors had nowhere to go, and they needed our support to stay in business.  They eventually paid off all the debt they owed to the taxpayer.  That is an important consideration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E00400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":34,"content":"<p>The 12,700 units NAMA has delivered to date represent approximately 63% of its own target.  Why has NAMA fallen so far short of its target?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E00500","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":35,"content":"<p>The reality is that a number of housebuilders who were with us paid off their debt and brought their portfolio elsewhere.  We do not build houses directly; we build houses by working with our debtors and if they pay off their debt then they move their portfolio elsewhere.  We cannot hold them against their will.  Once they pay off their debt, they have done right by the taxpayer and they can move elsewhere, but while they are with us, we give them considerable support to make the land more valuable and shovel-ready.  That is the important point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E00600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":36,"content":"<p>Finally, I wish to ask Mr. McDonagh about the wind-down of NAMA, which must provide a report to the Minister by the end of the year.  I presume Mr. McDonagh will have that available.  Does that include how leases will be dealt with?  Will it include, for example, how the wind-down will happen from the point of view of the administration?  Will bonuses, incentives, or anything like that be included?  What is the plan of action?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E00700","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":37,"content":"<p>The board is working on the wind-down of NAMA at present.  We will submit the report to the Minister within the next month or so.  We expect that the report will ultimately be published by the Minister if he accepts it.  We will plan each year from 2022 to 2025 for how the portfolio is going to decrease, how we are going to decrease staff numbers and how we are going to deal with the residual portfolio and try to enhance value on it.  We will cover all the aspects the Deputy would expect in any wind-down plan.<\/p> <p>  The board is very clear, as I am, that 2025 is it and NAMA is not going to go on past 2025, but there is still some considerable value to be unlocked between 2022 and 2025 on our residual portfolio, which will add to the expected surplus we mentioned earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E00800","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":38,"content":"<p>Are there incentives or bonuses?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E00900","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":39,"content":"<p>NAMA operates in the public sector space.  Very modest amounts were paid in performance-related pay in 2019.  Nothing was paid in 2020.  The people who work in NAMA were part of the National Treasury Management Agency, NTMA, and are fully knowledgeable about the situation the country is in, and the NAMA board members are also very cognisant of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E01000","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":40,"content":"<p>I apologise for being a bit late arriving.  Was it 2,445 houses in total that were delivered to councils or approved housing bodies by 2018 or did NAMA only provide around 500 between 2015 and 2018?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E01100","speaker":"1497"},{"type":"speechnospeaker","time":1632990600,"counter":41,"content":"<p>As of today, as stated in the briefing pack we sent to the committee, we have delivered 2,629 houses.  The original target was to deliver 2,000 units so we are now 600 units ahead of the target.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E01200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":42,"content":"<p>NAMA is ahead of that.  Is it true that more than half of the houses were social housing acquired from NAMA debtors, who were leasing to approved housing bodies?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E01300","speaker":"1497"},{"type":"speechnospeaker","time":1632990600,"counter":43,"content":"<p>Yes.  The entire 2,629 were all acquired from NAMA debtors.  Some 1,376 are part of the National Asset Residential Property Services, NARPS, a vehicle we set up, which will now transfer to the Land Development Agency, LDA, under the Housing for All strategy.  We put them on our balance sheet.  They are leased to approved housing bodies, AHBs, and they will transfer to the LDA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E01400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":44,"content":"<p>Am I correct in saying that, in reality, rather than delivering 2,500 social houses, NAMA facilitated 1,300 houses to remain as social housing and then brought a further 1,200 into the market?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E01500","speaker":"1497"},{"type":"speechnospeaker","time":1632990600,"counter":45,"content":"<p>I will not say they were brought into the market; they were all provided for social housing.  Of the 2,600, the local authorities and the AHBs bought around 1,300 of them.  They own them on their own balance sheet and then approximately another 1,300 are in a vehicle that involves long-term leases between NARPS and the approved housing body.  They are all for social housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E01600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":46,"content":"<p>Accepting that it was a secondary goal, having spent the best part of &euro;40 billion bringing the 1,200 homes into the social housing stock over six or seven years, does Mr. McDonagh not think that is a bit underwhelming?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E01700","speaker":"1497"},{"type":"speechnospeaker","time":1632990600,"counter":47,"content":"<p>In terms of our portfolio, what we had was units that we acquired which were built or half-built, and we had to finish them out.  We offered more than 7,000 units to the local authorities and AHBs and they could only confirm demand for 2,600 of them.  We offered as much as we could within our portfolio.  It has been well documented that by the time they came back and made a decision, about 2,000 of those units had already been sold by the debtors because there was a demand for them in some areas, but the AHBs, the Housing Agency and the local authorities rejected a further 2,500 for their own reasons.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E01800","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":48,"content":"<p>I imagine it was a funding issue from the perspective of the local authorities.  They were trying to get the funding to purchase the houses.<\/p> <p>  I will move on to the commercial residential targets.  In 2015, NAMA set a target of 20,000 units and by the end of 2018 the delivery date was changed to the end of 2021 and the target was revised down by a third.<\/p><p>What happened in the intervening period to cause that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#E01900","speaker":"1497","continuing":true},{"type":"speechnospeaker","time":1632990600,"counter":50,"content":"<p>As I told Deputy Catherine Murphy, we are on record with the then Minister for Finance as saying that, when we drew up the plan in 2015, we believed only 14,000 units were commercially viable and we would do our best to make the other 6,000 in the portfolio commercially viable.  However, NAMA's is a live portfolio.  We continued to sell land but also a number of our debtors, due to improving values, paid off their debts to NAMA and took the land banks with them.  They then were no longer beholden to NAMA and, therefore, we no longer had those builders and their lands, as they had paid off their debts.  We cannot produce something if we do not have people with us because they have paid off their debts and moved on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F00200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":51,"content":"<p>How many have been delivered to date?  What was NAMA's projection?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F00300","speaker":"1497"},{"type":"speechnospeaker","time":1632990600,"counter":52,"content":"<p>Our projection was for us to have delivered somewhere between 11,000 and 12,000 units directly and approximately 8,000 through builders who were in NAMA at one stage but have since left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F00400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":53,"content":"<p>It is my understanding that NAMA sold sites that had the capacity for up to 81,000 units.  It has only brought 6,800 to the market.  Will Mr. McDonagh give the committee some insight into NAMA's thinking on this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F00500","speaker":"1497"},{"type":"speechnospeaker","time":1632990600,"counter":54,"content":"<p>It is important to say that the land was sold by our debtors' receivers and that some of it did not have planning permission.  To say that it had the potential for 81,000 units would mean that all of it would have got planning permission.  It is effectively a notional figure.  Once the land is sold, it is in the hands of new owners, who have to decide whether they will build on it.  Probably between 8,000 and 9,000 units have been built on that land.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F00600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":55,"content":"<p>Housing for All will see 1,400 homes transferred from NAMA to other State bodies but that seems paltry on NAMA's part, given the potential for 81,000.  How was the figure of 1,400 arrived at?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F00700","speaker":"1497"},{"type":"speech","time":1632990600,"counter":56,"content":"<p>Mr. McDonagh might answer briefly, as we have gone over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F00800","speaker":"1491"},{"type":"speech","time":1632990600,"counter":57,"content":"<p>Did the Minister ask how many NAMA could provide or did he ask for 1,400 or another amount specifically?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F00900","speaker":"1497"},{"type":"speechnospeaker","time":1632990600,"counter":58,"content":"<p>No.  At the end of the day, we had to sell down assets in our portfolio to generate cash to pay off the debt, as debt is a contingent liability.  A number of debtors paid off their full contractual debts and brought their land banks with them.  Good luck to them, as they have done the right thing.  The Minister did not set any target.  We said that we would deliver as many as we could out of what was available in our portfolio but once the land is sold, the new owner has to decide what he or she will do with it.  Some of that land does not have planning permission or zoning.  That is not to say that it will not be developed in future, but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F01000","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":59,"content":"<p>Did the Minister ask NAMA how many it could provide?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F01100","speaker":"1497"},{"type":"speechnospeaker","time":1632990600,"counter":60,"content":"<p>Yes.  In 2012, the then housing Minister asked us what we could deliver.  We agreed that we would deliver 2,000 social housing units in private houses, let us call them, which was effectively the 2015 plan.  In 2015, we told the Minister that we would deliver 14,000 units and he told us that he wanted 20,000.  That was the target set for us but it was fully in the knowledge that things could change, the portfolio was dynamic, we would deliver as much as we could and debtors could exit, after which we could not control what they did with the land.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F01200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":61,"content":"<p>I welcome the witnesses.  I will have to head away after this as I must return to the Chamber.  I thank Mr. McDonagh and the Comptroller and Auditor General for their opening statements.<\/p> <p>  I will ask a few brief questions.  Mr. McDonagh has highlighted that NAMA does not own the development sites in its portfolio and that they are instead owned by the debtors, which is straightforward enough.  How many of the sites that were in the guardianship of NAMA, as it were, had full planning permission?  Does Mr. McDonagh have that figure to hand?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F01300","speaker":"1481"},{"type":"speechnospeaker","time":1632990600,"counter":62,"content":"<p>I do not, but we can-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F01400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":63,"content":"<p>Roughly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F01500","speaker":"1481"},{"type":"speechnospeaker","time":1632990600,"counter":64,"content":"<p>Since 2015, we have supported debtors in getting planning permission for more than 15,500 sites.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F01600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":65,"content":"<p>If a debtor did not maintain or extend the planning permission for one of those sites, the value of that asset would have depreciated significantly.  Did NAMA encourage debtors to extend or maintain their planning permissions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F01700","speaker":"1481"},{"type":"speechnospeaker","time":1632990600,"counter":66,"content":"<p>Absolutely.  We have an in-house planning team and this is one of the elements we actively monitor to ensure that planning permission is extended, if possible.  In most cases, the debtors worked with us and achieved that.  In a small number of cases, though, planning permissions were not extended but that was because the relevant local authorities decided that the lands were no longer pertinent to their county development plans.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F01800","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":67,"content":"<p>This follows on from my questioning when NAMA was before the committee last year.  I want to know whether there has been active management of those portfolios, given that we, as the taxpayers, want to ensure that we get the most value out of them.  Is Mr. McDonagh telling us that his team actively encouraged and supported the extension of those planning permissions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F01900","speaker":"1481"},{"type":"speechnospeaker","time":1632990600,"counter":68,"content":"<p>Absolutely.  It is in NAMA's interests as well as the taxpayers' that the value of sites be maintained or enhanced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F02000","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":69,"content":"<p>Yes.  Mr. McDonagh specifically referenced the Dublin docklands.  Was the figure he cited 86%?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F02100","speaker":"1481"},{"type":"speechnospeaker","time":1632990600,"counter":70,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F02200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":71,"content":"<p>Is that the figure for completions in the SDZ?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F02300","speaker":"1481"},{"type":"speechnospeaker","time":1632990600,"counter":72,"content":"<p>In terms of our interests, yes.  We hope that the final 14% will be completed by the end of quarter 1 of next year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F02400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":73,"content":"<p>Is that on track?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F02500","speaker":"1481"},{"type":"speechnospeaker","time":1632990600,"counter":74,"content":"<p>Yes.  Contractors are experiencing a labour shortage and delays in getting materials but those difficulties are affecting every construction site in the country and everyone is trying to grapple with them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F02600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":75,"content":"<p>How does that figure compare to the Poolbeg West SDZ, which had a much later start than the Dublin docklands?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F02700","speaker":"1481"},{"type":"speechnospeaker","time":1632990600,"counter":76,"content":"<p>In terms of Poolbeg west, new owners have come in and effectively own 80% of it.  They are active in moving it on.  Planning permission has been received for approximately 3,500 units, although some people say it could cover 3,800 units, and 1 million sq. ft.  Within seven weeks of the new owners acquiring an 80% interest, they submitted a planning application for the first 600 residential units.  That application is now with Dublin City Council.  A request for further information has been issued by the council in recent weeks, which we anticipate will be responded to within the next six weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F02800","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":77,"content":"<p>The Deputy has one minute remaining.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F02900","speaker":"1491"},{"type":"speech","time":1632990600,"counter":78,"content":"<p>I presume I have a few minutes, Chairman.  Will Mr. McDonagh touch on the wind-down?  He referenced the strategic plan from 2022 to 2025.  What does it entail?  He might talk the committee through it.  The next time we speak, NAMA will probably be in the throes of that plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F03000","speaker":"1481"},{"type":"speechnospeaker","time":1632990600,"counter":79,"content":"<p>In simple terms, as we sit here today, NAMA has a &euro;2 billion balance sheet, which we want to get down to zero by 2025.  We are planning on doing that by disposing of the remaining assets but also by managing them to improve their value.  Some of them are valuable land banks.  Of the remaining portfolio, 81% is in Dublin, most of which is contained in the second largest and the fastest growing local authority area in the country, namely, Fingal.  We have considerable land interests there and we believe they have the potential to deliver many thousands of residential units, but that has to be worked within the context of the Fingal development plan.<\/p><p>We have quite a large land bank in Kildare as well.  They are very strategic assets.  In effect, we are working out how much each year we will be able to generate from the portfolio to get that to zero.  We also calculate how many staff we need each year.  We have just completed this year's redundancy programme, and we will be down to 113 people.  By the time we get to 2025 and are closing the doors, that will be down to zero.<\/p><p> There are many moving parts in this.  An element of the board's consideration going to the Minister now is one of the most important parts.  We have said we can deliver &euro;4.65 billion to the taxpayer.  As part of the working out of the remaining portfolio between 2022 and 2025, we have done much anticipatory work.  I hope we can add to the &euro;4.65 billion by the time we complete in 2025.  That is very important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#F03100","nonspeaker":"Mr. Brendan McDonagh","continuing":true},{"type":"speech","time":1632990600,"counter":81,"content":"<p>The Deputy is over his time but I can let him back in later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G00200","speaker":"1491"},{"type":"speech","time":1632990600,"counter":82,"content":"<p>The witness mentioned Fingal and Kildare.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G00300","speaker":"1481"},{"type":"speech","time":1632990600,"counter":83,"content":"<p>The Deputy is well over his time.  I can let him back in on the next round of questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G00400","speaker":"1491"},{"type":"speech","time":1632990600,"counter":84,"content":"<p>I thank the witnesses for being here.  I will follow up some of the questions asked by Deputy Munster.  It was stated that 7,093 residential properties were identified by NAMA that would be of potential use for social housing.  What was the total number of residential properties in the portfolio?  In other words, what was the number of which the 7,000-odd properties was a portion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G00500","speaker":"1451"},{"type":"speechnospeaker","time":1632990600,"counter":85,"content":"<p>The portfolio we acquired consisted of completed stock and stock yet to be completed.  Some properties were in the middle of being built when we acquired the portfolio.  The potential portfolio was somewhere between 16,000 and 17,000 units.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G00600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":86,"content":"<p>Okay.  Of that, 4,359 are no longer under consideration.  It was indicated that a little under 1,900 were sold to either an approved housing body or a local authority getting its act together, for want of a better term.  Approximately 2,500 were deemed unsuitable or as being low demand but I am interested in finding out the part of our country that had no demand for social housing.  Will the witness give a sense of why properties might have been deemed unsuitable?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G00700","speaker":"1451"},{"type":"speechnospeaker","time":1632990600,"counter":87,"content":"<p>For me, all properties offered by NAMA would have been suitable.  The history has been that we would bring them to standard before handing them over as social housing.  If there is money for investment, we would have done it.  The feedback we got was that they were the wrong product type and sometimes local authorities said they were in the wrong location.  We were dealing with local authorities through the Housing Agency, which co-ordinated the process.  The feedback from the Housing Agency was that many local authorities had the view that they had sufficient levels of social housing in many of the areas in which we were offering properties.<\/p> <p>  There was a sort of generic response we used to hear quite often where if an estate already had 20% social housing and we offered additional units, the authority would indicate that its own rules dictated that once 20% was reached, it did not want to take more units in the estate.  That was not our decision but rather the decision of the Housing Agency and local authority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G00800","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":88,"content":"<p>Considering the crisis we are in now, it appears that such a decision warrants further investigation.  Of the 7,000 properties identified by NAMA - and some might argue that this figure is too low - it seems 4,500 were not considered in any great way.<\/p> <p>  It was indicated that 2,629 properties were delivered for social units and that a little under 1,400 were social houses to begin with, either through leasing or other programmes.  The additional social housing stock delivered through NAMA is at a very low level and unsatisfactory.  Mr. McDonagh is indicating that there appears to be an issue with the Housing Agency and local authorities in delivering what could have been 4,000 other properties.<\/p> <p>  Deputy Munster asked about the 1,400 units identified in Housing for All.  It is not clear from where that figure emerged.  Are we talking about 1,400 additional units that are not included in the 7,093 units?  Are we talking about houses that were previously under consideration that are now being brought under consideration?  Are we just wrapping existing figures into a new figure for Housing for All?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G00900","speaker":"1451"},{"type":"speechnospeaker","time":1632990600,"counter":89,"content":"<p>The close to 1,400 units are those which we already own and leased to approved housing bodies by the National Asset Residential Property Service, NARPS.  That is my understanding.  They are already occupied by people on the social housing list.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G01000","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":90,"content":"<p>Is the witness saying that when Housing for All indicates 1,400 homes will be delivered via NAMA, it is actually pointing to homes already in the social housing stock?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G01100","speaker":"1451"},{"type":"speechnospeaker","time":1632990600,"counter":91,"content":"<p>That is my understanding because there are very few mentions of NAMA in Housing for All.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G01200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":92,"content":"<p>There is one and this is it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G01300","speaker":"1451"},{"type":"speechnospeaker","time":1632990600,"counter":93,"content":"<p>It mentions NARPS, which has almost 1,400 units already leased to approved housing bodies and people are occupying them, and that will transfer to the Land Development Agency.  I stand to be corrected but I must presume these are the units are already leased and occupied by people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G01400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":94,"content":"<p>I have a final and very brief question.  Am I right in saying that with the 2,629 units - there may be an additional 100 - NAMA is providing no more social houses?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G01500","speaker":"1451"},{"type":"speechnospeaker","time":1632990600,"counter":95,"content":"<p>That is not true because, effectively, as part of any of the sites we continue to fund - I indicated in my opening statement there are approximately 2,400 units - there are approximately 1,300 units where we have provided funding and they are under construction.  Some are about to start.  There are another 1,100 that we think we will fund.  Out of the 2,400 units, there will be Part V units delivered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G01600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":96,"content":"<p>No, the Part V element relates to the legislative requirements for developers.  I am talking about NAMA providing additional social housing directly to the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G01700","speaker":"1451"},{"type":"speechnospeaker","time":1632990600,"counter":97,"content":"<p>We do not have any more in our portfolio.  Effectively, they are all disposed of at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G01800","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":98,"content":"<p>I can let the Deputy back in on the second round.  Deputy Colm Burke is in the Chamber but I hope he can join us soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G01900","speaker":"1491"},{"type":"speech","time":1632990600,"counter":99,"content":"<p>I am here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G02000","speaker":"1523"},{"type":"speech","time":1632990600,"counter":100,"content":"<p>Go ahead in that case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G02100","speaker":"1491"},{"type":"speech","time":1632990600,"counter":101,"content":"<p>I missed some of the replies earlier so I am not sure whether the matter I wish to raise has been dealt with.  It concerns the land sold for residential units.  It was estimated 63,300 units could be built on the land that was sold.  Was it ever considered that this land could have been sold by way of a licensing system, with certain conditions that particular targets would be reached?  On the one hand it is great to be able to sell land for commercial development and the creation of jobs but part of the creation of jobs must be the creation of the appropriate level of residential accommodation.  It appears there was not joined-up thinking in the way this was thought out.  Was that option considered at any stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G02200","speaker":"1523"},{"type":"speechnospeaker","time":1632990600,"counter":102,"content":"<p>We already have a number of licence agreements in which we have done exactly as the Deputy describes.  Debtors or receivers had land under their control and had licensing arrangements with people.  Where smaller builders were not paid the full amount up front, they would pay a site fine every time a house was built and a certain amount of the proceeds would come back.  That has worked and it certainly was under consideration.<\/p> <p>  It is important to consider that a number of debtors who took that considerable land bank paid their full debt to the taxpayer.  It was like having a mortgage on a house and if a person pays that mortgage, it belongs to that person and he or she can do whatever they want.<\/p><p>They would have brought a considerable land bank with them when they paid off their debt to NAMA.  Some land bank would have gone on loan sales, whereby we sold a number of packages to a number of debtors.  We sold their loans and they bought the security for those mortgages with it.<\/p><p> We have all constantly looked at the portfolio to determine the maximum we could deliver from it.  The reality was that when looking at our land bank, there was no real interest, by and large, expressed in it by approved housing bodies or local authorities.  They bought bits and pieces here and there across the portfolio but what they were interested in was completed units.  We offered up 7,000 completed or soon-to-be-completed units but, as I said, just over 2,600 were taken up.  We certainly gave this a lot of consideration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#G02300","nonspeaker":"Mr. Brendan McDonagh","continuing":true},{"type":"speech","time":1632990600,"counter":104,"content":"<p>When NAMA was selling a portfolio of properties, was it right to put potential residential development in with commercial elements where there was no commitment?  The focus may very well have been on the entire package but the real focus was on the commercial element, not the residential element.  As a result, was there not a huge delay in progressing the development of residential property?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H00200","speaker":"1523"},{"type":"speechnospeaker","time":1632990600,"counter":105,"content":"<p>No.  A debtor in NAMA might have had built houses, partly built houses and an office that he built as part of the portfolio.  He might also have had a land bank.  If that debtor was exiting NAMA - let us say he owed 100 and the value of his assets was 150 - his security was released once he paid off the 100.  He would not have been happy to leave behind his land bank because he was going to survive in the future by building on it.  As everybody understands, and as has been debated at meetings of this committee in previous times, one of the big issues with people who borrowed from the banks at the time was that they borrowed in a personal capacity.  It is very hard to split the portfolio.  Also, the debt was cross-collateralised across all the assets in the portfolio so it is very hard to split up or carve out assets unless there is the debtor&rsquo;s agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H00300","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":106,"content":"<p>There were individual residential sites sold off.  I can even give an example.  The site was being sold and an agreement had been reached.  A builder wanted to go in and build but the property was taken off the market.  There was a further three-year delay before anything happened with the site.  I was dealing with the matter personally in a legal capacity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H00400","speaker":"1523"},{"type":"speechnospeaker","time":1632990600,"counter":107,"content":"<p>The Deputy will know from his legal background that sometimes when one tries to sell assets, one needs the co-operation of the debtor.  Sometimes debtor issues arise whereby something goes into legal dispute and the asset has to go into abeyance until the issues are resolved.  Nothing is ever straightforward dealing with a debtor in terms of the various elements involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H00500","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":108,"content":"<p>Looking at the delay in the turnover or progression of residential property, does Mr. McDonagh believe, with the benefit of hindsight, that we could have done a better job at managing land zoned for residential development to make sure certain targets could be reached in regard to it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H00600","speaker":"1523"},{"type":"speechnospeaker","time":1632990600,"counter":109,"content":"<p>Every piece of land in respect of which we thought we could work with a debtor or receiver to have it developed if it made commercial sense, we would have funded it.  We had no constraint on that.  We had plenty of money to do it.  We did our best to try to develop every site where we could get the full co-operation and agreement of all the parties.  There were other constraints in that we had to generate cash to pay down the debt because the contingent liability was weighing heavy on the State.  The Minister was very clear in this regard.  We wanted the contingent liability extinguished so it would not be weighing on the ability of the NTMA to raise debt on the markets.  That was the big issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H00700","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":110,"content":"<p>I have a question on a matter that interests me.  Why does NAMA have 8,025 residential units, built on sites outside its control, that are included in the agency&rsquo;s residential development target?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H00800","speaker":"1622"},{"type":"speechnospeaker","time":1632990600,"counter":111,"content":"<p>The reality was that when the debtors came into NAMA in 2010, and when the land bank came into NAMA, we supported the debtors with that land.  This was in the period between 2010 and what was ultimately their exit.  We funded planning permissions.  We funded infrastructure.  When the debtors exited NAMA, by one means or another, they built on the sites.  They would never have been shovel ready without NAMA support.  Therefore, if we had done nothing with the land and offered support before the debtors left NAMA, many of the 8,000 sites would never have been built on, even today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H00900","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":112,"content":"<p>Does NAMA have any control over the pricing structure for the residential units?  What prices are they being delivered at?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H01000","speaker":"1622"},{"type":"speechnospeaker","time":1632990600,"counter":113,"content":"<p>Residential units are delivered at whatever price the person wants to sell them at in terms of the market value.  Before I came here today, I looked at Glenveagh Properties, Cairn Homes and the NAMA debtors in our portfolio and noted that the prices per unit across all three - which we could say are the three biggest contributors to housing in this State - are very close together, the average being just over &euro;300,000.  It depends on the market value in the particular area.  Obviously, the sale price in some areas is less than that in others, but the prices are all at market value.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H01100","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":114,"content":"<p>Is that at today&rsquo;s price?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H01200","speaker":"1622"},{"type":"speechnospeaker","time":1632990600,"counter":115,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H01300","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":116,"content":"<p>I want to ask a question on the consultancy costs, which seem to have increased exponentially. Note 13.11 on page 53 of the report states that the consultancy cost in 2019 was &euro;800,000 and that it was &euro;1.7 million in 2020, which is an increase of 94%.  Can Mr. McDonagh explain that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H01400","speaker":"1622"},{"type":"speechnospeaker","time":1632990600,"counter":117,"content":"<p>What page is that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H01500","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":118,"content":"<p>Page 53.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H01600","speaker":"1622"},{"type":"speechnospeaker","time":1632990600,"counter":119,"content":"<p>I have got a different page 53.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H01700","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":120,"content":"<p>You may have as I have printed my copy.  I am referring to the special report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H01800","speaker":"1622"},{"type":"speechnospeaker","time":1632990600,"counter":121,"content":"<p>The special report.  I apologise as I was looking at my own report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H01900","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speechnospeaker","time":1632990600,"counter":122,"content":"<p>I think it may be the analysis of expenditure.  That is on page 43.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H02000","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1632990600,"counter":123,"content":"<p>I am sorry; it is page 43.  Excuse me.  Effectively, it states the main increase constituted legal fees.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H02100","speaker":"1622"},{"type":"speechnospeaker","time":1632990600,"counter":124,"content":"<p>Yes.  We incurred considerable legal fees since 2017 in dealing with the commission of investigation.  That is ongoing.  We had a lot of litigation over the years.  A couple of years ago, we had almost 100 cases of litigation.  Thankfully, today, we are down to 34, which is approximately one third of the number of cases we had a number of years ago.  Litigation is a factor that we cannot control.  If we feel people can pay, we will pursue them to get the money off them.  About half of litigation costs involve litigation against NAMA, however.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H02200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":125,"content":"<p>Does Mr McDonagh expect the figure to increase again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H02300","speaker":"1622"},{"type":"speechnospeaker","time":1632990600,"counter":126,"content":"<p>No. We have active management in terms of our litigation and wind-down.  We are trying to settle the litigation as quickly as we can.  Sometimes it is outside our control.  As I said, 50% of our litigation cases are taken by parties against NAMA.  This is outside our control.  We are trying to work through them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H02400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":127,"content":"<p>Mr. McDonagh mentioned the wind-down.  As the extension is now to 2025, have bonuses been paid to the executive or to Mr. McDonagh, as CEO, in regard to the extension to stay on?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H02500","speaker":"1622"},{"type":"speechnospeaker","time":1632990600,"counter":128,"content":"<p>No.  I have not taken a bonus in terms of NAMA since it started.  As I said to the Deputy's colleague earlier, a modest number of bonuses were paid to a limited number of people in 2019.  There were no bonuses paid in 2020.  Where people have particular skill sets, we may pay them, but we, and the board, are also mindful of the economic conditions.  We only pay bonuses where we feel it is absolutely necessary.  They are quite modest.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#H02600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":129,"content":"<p>I appreciate that and that is fair enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J00100","speaker":"1622"},{"type":"speech","time":1632990600,"counter":130,"content":"<p>The Deputy's time is up.  She may have a further brief question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J00200","speaker":"1491"},{"type":"speech","time":1632990600,"counter":131,"content":"<p>I thank the Chairman and Mr. McDonagh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J00300","speaker":"1622"},{"type":"speech","time":1632990600,"counter":132,"content":"<p>I will let her back in again if she wants to come back in.  If Deputies wish to come back in, they should raise their hands if they are not in the committee room.  Deputy Dillon has five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J00400","speaker":"1491"},{"type":"speech","time":1632990600,"counter":133,"content":"<p>I thank the Chairman and welcome the NAMA officials.  My first question is to Mr. McDonagh.  Will he please outline to the committee whether there have been any discussions between NAMA, in its wind-down operations, and the LDA?  What discussions have taken place to date?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J00500","speaker":"1601"},{"type":"speechnospeaker","time":1632990600,"counter":134,"content":"<p>Our main interaction with the LDA is around the transfer of National Asset Residential Property Services, NARPS, which is the social housing vehicle.  It has just over 1,370 units.  We got a direction from the Minister in 2019 that it would transfer to another State body.  In Housing for All it was decided that State body would be the LDA so we have been engaging extensively with it on arranging the transfer of that, which we hope will happen by the end of the year or by quarter 1 of 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J00600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":135,"content":"<p>How much social housing is NAMA looking to transfer to the LDA?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J00700","speaker":"1601"},{"type":"speechnospeaker","time":1632990600,"counter":136,"content":"<p>Just over 1,370 units as part of that are social housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J00800","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":137,"content":"<p>What is their value?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J00900","speaker":"1601"},{"type":"speechnospeaker","time":1632990600,"counter":138,"content":"<p>It is about &euro;300 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J01000","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":139,"content":"<p>Where are these 1,300 homes under NARPS located?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J01100","speaker":"1601"},{"type":"speechnospeaker","time":1632990600,"counter":140,"content":"<p>They are located across a number of local authorities throughout the country.  I do not have the page in front of me now but I think we have previously outlined it in our annual reports.  We can provide it to the committee by county.  There is no issue with that.  I think we have published it before for parliamentary questions or whatever.  We will send it to the committee and the Deputy himself.  There is no problem with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J01200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":141,"content":"<p>On the exercise of options to purchase shares, for the benefit of the committee, will Mr. McDonagh explain the reason behind the purchase of the remaining 51 shareholdings in NAMA's investment from private investors?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J01300","speaker":"1601"},{"type":"speechnospeaker","time":1632990600,"counter":142,"content":"<p>When NAMA was set up in 2009, there was a big concern that because the country did not have the money to buy the assets - the loans - off the banks, NAMA would have to issue Government-guaranteed IOUs to the banks to pay for them it would be on-balance sheet for EUROSTAT reporting purposes.  As it happened at the time, France got an exemption because it set up a vehicle with majority private ownership but which was effectively state-controlled.  It got an assets vehicle it used for dealing with the banking crisis off-balance sheet.  We saw that and we worked with the Central Statistics Office, CSO, and applied to EUROSTAT and the Department of Finance to see if we could set up a similar vehicle in Ireland with majority private ownership but over which NAMA or the Minister effectively had a veto and so effectively it was State-controlled, similar to the French one, and if we could then get it off-balance sheet.  They agreed we could, so when NAMA was set up originally it was capitalised with &euro;100 million.  Of that, &euro;49 million was provided the Minister for Finance and &euro;51 million was got from a number of pension fund managers here in Dublin, and effectively all they were entitled to was a dividend and their capital being returned to them once NAMA had paid off all its debts.<\/p> <p>  In 2020, as we had paid off all our debts, the Minister wanted a surplus out of NAMA.  For us to get the surplus out of NAMA, we had to pay off the private investors.  It was always intended we would pay them off.  They were capped in terms of their return.  For the &euro;51 million they put in, they got &euro;5 million in return for leaving their capital with us for as long as ten years and they got &euro;56 million back.  Once we paid back the &euro;56 million after paying off all our debts, we could pay the &euro;2 billion surplus or start paying our surplus, which was initially &euro;2 billion, over to the Minister in 2020.  It was purely a mechanism to keep NAMA off-balance sheet for EUROSTAT reporting purposes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J01600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":143,"content":"<p>Just so I am clear, did that repurchasing of these private investors' shareholdings allow NAMA to make the transfer of the first tranche of the terminal surplus?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J01900","speaker":"1601"},{"type":"speechnospeaker","time":1632990600,"counter":144,"content":"<p>Yes, that is correct.  We could not have paid the &euro;2 billion while the private investors were there, so we had to take them off the pitch, if I can put it that way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J02000","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":145,"content":"<p>Deputy McAuliffe is as l&aacute;thair as well and Deputy Carroll MacNeill has not joined us yet but may later.  I have a few questions for Mr. McDonagh myself.<\/p> <p>  On the overall performance of NAMA, the &euro;74.4 billion was the par value of the loans at the point when the agency acquired them.  It got them at a 60% or 57% discount and &euro;31.8 billion was the cost in public money.  Mr. McDonagh outlined this morning that NAMA will achieve a surplus of &euro;4.2 billion plus about &euro;400 million in tax, and that is it.  The mandate obviously is to try to achieve commercially the best return for the taxpayer there.  The agency is hoping to achieve somewhere just the far side of &euro;36 billion over its lifetime, by 2025, in terms of the final figures.  This is less than half the par value of the loans at the point NAMA bought them.  If you look at it this way, there is a hit to the public purse there of about &euro;38 billion that obviously had to be made up.  That was the impaired loans, that was the bank bailout and that is what the taxpayer coughed up for.  Should NAMA be more ambitious in trying to bridge that gap?  I am aware it was probably under pressure from Government, and maybe Mr. McDonagh can clarify this for me, to sell a lot of those loans early.  Some of us would have felt that perhaps they were sold a bit too early.  I think it would be accepted that had NAMA been able to wait another one, two or three years, some of those loans and the properties they were on would have achieved a far better outcome.  Would that be correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J02200","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":146,"content":"<p>In simple terms that may be-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J02300","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":147,"content":"<p>I am not looking at it in simple terms.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J02400","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":148,"content":"<p>-----something you could say but markets fall as well rise and there are economic conditions.  If you think about it-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J02500","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":149,"content":"<p>But the markets rose throughout those years, and substantially.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J02600","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":150,"content":"<p>If you were in NAMA, and the Comptroller and Auditor General will confirm this, in its first couple of years, we had in 2013 taken in excess of &euro;4 billion of additional losses.  Effectively, in terms of any profit NAMA has made, it has really been from 2014 onwards.  We had to recover the &euro;4 billion we lost in the first four years of operation.  In the scheme of things, we were told there were contingent liabilities here and we had to pay down the contingent liability.  In the first three years of NAMA's life the Troika was putting enormous pressure on the Government and on NAMA to pay down as much debt as possible.  Obviously, in terms of the NTMA getting back into the bond markets post bailout, the Troika was very anxious we get rid of the contingent liability as much as possible, so that is why we put every effort in to pay off all the senior debt by the end of 2017.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J02700","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":151,"content":"<p>Could I put it to you-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J03000","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":152,"content":"<p>It is like anything Chairman, if you could hold everything until the day you know it is at the highest price and then sell, you would, but I do not think there is any person in the world who can achieve that.  We had to achieve deleveraging the portfolio and paying down those debts as quickly as we reasonably could while trying to extract the maximum value we could.  That is what we had to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J03100","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":153,"content":"<p>Okay, that has been explained clearly.  What Mr. McDonagh is telling me is the Troika basically told the Government, which in turn told NAMA, to get on with the sales and the agency lost &euro;4 billion in the first three years.  It is generally accepted, if you look at the trajectory for property prices and value over, say, the past ten years, that there has been a fairly rapid rise back up again.  That is what happened there.  People will draw their own conclusions from that.  After being stitched and told that we had to bail out Anglo Irish Bank, which I disagreed with, a failed bank where many of these loans resided, with all sorts of excuses given as to why we had to bail it out, including that the credit unions had all their money in it, which was not true, the Troika actually put the gun to the Government's head and in turn the gun was put to NAMA's head to sell off these loans at way below their value.  A far better value could have been achieved two, three or four years later.<\/p><p> In reply to some Deputies, Mr. McDonagh said that developers held back their liability and exited NAMA.  I am trying to frame this question as clearly as I can.  Someone with ten acres in the middle of Dublin might have an impaired loan.  They may have paid &euro;100 million for that and an impaired loan of &euro;100 million goes into NAMA.  With a 57% discount, it would now be worth &euro;43 million.  In order to exit NAMA, does that person need to pay &euro;43 million or &euro;100 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#J03200","speaker":"1491","continuing":true},{"type":"speechnospeaker","time":1632990600,"counter":155,"content":"<p>Most of the developers I was talking about, who exited NAMA over the last two years, paid off the &euro;100 million plus interest.  They paid off their full par debt liability because their land value has now gone way above &euro;100 million.  Once the land value goes above &euro;100 million, they can go to another bank or go to another funder and say, \"I've got this land bank and I want to refinance my debts out of NAMA.\"  That has happened a lot.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K00200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":156,"content":"<p>Am I correct in saying that up to a couple of years ago, many of them would not have paid the 100% loan back?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K00300","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":157,"content":"<p>No, they would not.  Even until probably 2016 or 2017, we thought a number of these people would never pay their debt back.  However, some of them worked very hard and obviously there is a lower interest rate.  They managed to get lands zoned and get planning permissions.  They managed to build and get better prices for the product they built on their lands.  They were able to accrue value in terms of their own portfolio and paid off their full debt to the taxpayer.  Good luck and fair dues to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K00400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":158,"content":"<p>If most of them paid back with interest, why are we finishing up with sum of &euro;37 billion or &euro;38 billion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K00500","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":159,"content":"<p>Because-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K00600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":160,"content":"<p>Let me finish the point.  Why is the best-case scenario a yield of &euro;37 billion or &euro;38 billion on loans that cost &euro;74.4 billion?  The taxpayer had to bridge the &euro;39 billion in between.  Why are we achieving less than half the amount, if they are paying back over 100% of what-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K00700","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":161,"content":"<p>It is because I am talking about a limited number of debtors who are house builders who have managed, by working with their portfolio, to improve value to pay off their debt.  A lot of the debtors who came into NAMA were overlent by the banks originally.  They overpaid for assets and, to be honest, a lot of them were amateurs.  They were the ones who had a lot of the losses in the portfolio.  It is a mixed bag, but the majority of the debtors' assets have never recovered in value.  They overborrowed from the banks on day one.  I would love to be in a position to say that all those debtors, 800 of them, came into NAMA, the banks lent them &euro;74 billion, we paid &euro;32 billion for the loans and suddenly that went back up to &euro;74 billion, but that is not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K00800","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":162,"content":"<p>Given the hit that the taxpayer took, the conclusion must be that at best NAMA is achieving just under 50% of the par value of the loans.  The net result is the taxpayer, the public, still needs to bridge that gap and pay that back.  Our children and our children's children will pay it back.  That is the point I am making.  I take on board what Mr. McDonagh said about the amateurs.  The banks were not amateurs; they were not supposed to be.  We used to have people called bank managers.  Anybody who tried to borrow money from them years ago knows how hard it was.  There was a bit of common sense about the place.  We cannot go back over that now.  Unfortunately, a lack of regulation led us to that situation.  The sum total here is that the taxpayer is taking the hit on this no matter which way it is put.  I take on board Mr. McDonagh's comment that he hopes to get a surplus of even more than &euro;4.2 billion.  The net result here is that the taxpayer will still take the hit for more than half the value of those loans.<\/p> <p>  I have just one other question.  Is it true that NAMA has 54 empty apartments in Finglas and 69 in Malahide?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K00900","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":163,"content":"<p>Both of those are subject to remediation because they had issues around them.  The 69 units in Malahide have been sold.  The 54 units are sale agreed at present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K01000","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":164,"content":"<p>They have been sold to a British firm, have they?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K01100","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":165,"content":"<p>They were subject to a major remediation programme which was only completed a number of months ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K01200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":166,"content":"<p>Have the 69 units in Malahide been sold to a British consortium for &euro;433,000 each?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K01300","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":167,"content":"<p>Yes.  It is in the public domain that we have sold those units for just over &euro;27 million.  Yes, that is what they sold for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K01400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":168,"content":"<p>How many vacant homes does NAMA have at the moment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K01500","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":169,"content":"<p>Sorry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K01600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":170,"content":"<p>How many vacant housing units, finished or partially finished, does NAMA have on hand at the moment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K01700","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":171,"content":"<p>The last figure I saw was that we had fewer than 25,000 units which are vacant at present.  They are just transient units between people exiting and new people moving in.  We have very little in our portfolio which is vacant at present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K01800","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":172,"content":"<p>It was revealed this morning that 1,400 NAMA units are in Housing for All.  Obviously, NAMA has been dealt the hand it was given on this one.  The fact that they are already in the social housing stock is disappointing to say the least.<\/p> <p>  Some Deputies have indicated they wish to come back in. Deputy Catherine Murphy has three minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K01900","speaker":"1491"},{"type":"speech","time":1632990600,"counter":173,"content":"<p>I wish to follow up on what the Chairman said about the banks and amateur lending.  That was at a time when we were told that people would not get out of bed for less than &euro;500,000 and that if we paid peanuts, we would get monkeys.  All of a sudden, we are being told there is an impediment to the banks because of the salary cap that has been imposed, which is very revealing.<\/p> <p>  Mr. McDonagh spoke about some very valuable land in Fingal.  He also talked about County Kildare which obviously piqued my interest.  Is that land serviced?  Is land hoarding going on?  What stick does NAMA have to ensure that land is disposed of rather than not being freed up, if it is serviced?  There is a cost to servicing land in addition to the value of the loan or the property.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K02000","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":174,"content":"<p>In terms of Kildare, we have two large sites.  We have one in Newbridge and we have one in Celbridge.  We are working with the local authority and the Department of Education in the case of the one in Celbridge to provide some school sites on that land and also to submit a comprehensive planning application on it.  The land in Newbridge is a very well-located site with housing on all sides of it.  At present it is not zoned.  It is right beside the town.  We will talk to the local authority.  It was saying it is part of its plan and that would be absolutely ready to go because all the infrastructure is around it.  We are doing that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K02100","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":175,"content":"<p>What about Fingal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K02200","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":176,"content":"<p>We have a lot of land in Fingal, in north County Dublin.  A lot of it will have to be dealt with as part of the Fingal development plan which is under-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K02300","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":177,"content":"<p>Is it zoned?  Is there planning permission for any of these?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K02400","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":178,"content":"<p>No, these are longer term lands, but it is land that will definitely be built on.  If we think about Dublin, there are only three sides to the city - the fourth side is out to the sea.  This is land that is going to be developed in the next five to ten years.  It is important to manage it to get the infrastructure in place to make sure these sites become shovel ready and they have zoning and planning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K02500","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":179,"content":"<p>As Mr. McDonagh mentioned, some of this has been going on since NAMA was set up in 2009.  It would have been shortly afterwards that NAMA became active on some of these.  Tens of millions of euro have been spent on legal fees.  I can understand why that would be so and NAMA has also defended cases in courts.<\/p><p>Has there been any scenario where NAMA has had to dispense with the services of any legal companies because they were not advancing their work in the disposal of any of these assets?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#K02600","speaker":"1489","continuing":true},{"type":"speechnospeaker","time":1632990600,"counter":181,"content":"<p>I cannot recall one, although I do not have my chief legal officer with me to answer.  We manage our service providers closely and make sure they are doing their job properly.  I am not saying there has not been but, to hand, I cannot recall one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#L00200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":182,"content":"<p>I am very familiar with the site in Celbridge, which is a critical site in the context of the deficits in schools, including one special needs school where there are serious issues.  It is infuriating to think these incredibly important pieces of land are not being brought into use.  Mr. McDonagh stated NAMA is working with the people involved here.  What is the impediment to dealing with this all these years later?  Those two sites in Kildare are in pretty good locations.  It is self-evident that they are of greater value than their economic value, in regard to, for example, the social costs of the housing crisis, schools and so on.  What is the impediment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#L00300","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":183,"content":"<p>Sometimes, it is a matter of getting a local authority to recognise that this is the next logical extension in terms of zoning or planning.  There have been instances where there has been local opposition, where people have railed against it and objected to planning applications-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#L00400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":184,"content":"<p>That is not the case on the site in Celbridge.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#L00500","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":185,"content":"<p>No, but we have two sites in Celbridge and on one of them it does apply.  As for the second one, it is in everybody's interest that it would be developed.  There are lots of issues but all I can say is we come to these matters from a positive attitude.  We try to sell the story that this is in everybody's interest.  We work closely with the local interest groups and are trying to work closely with the Department of Education in respect of schools.  We have been very active in providing sites to the Department if it needs them for schools.  I am a firm believer in doing that, but much of it comes down to the local authorities.  In fairness to them, there is a serious deficit of planning expertise across the system.  One local authority has something like eight vacancies in its planning department and it is a pretty big local authority.  There is huge deficit of that skill set.  There are many issues at play but, all in all, we have a very good relationship with the chief executives of both Fingal County Council and Kildare County Council and the planning people there.  Everybody is attuned to doing everything they can, within the constraints of current development plans, which are overseen by the Planning Regulator to make sure they are in accordance with national population targets.  That issue has to be watched as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#L00600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":186,"content":"<p>I take this opportunity to return to work this committee did following our engagement with NAMA with regard to the Project Nantes loan portfolio, which resulted, according to our findings, in a loss of approximately &euro;10 million to the taxpayer.  Following our previous engagements, the NAMA board, essentially, refused to accept the figures or engage with us, and put all this down to a miscalculation.  I asked at our previous engagement whether NAMA could confirm that no other such miscalculation had emerged with regard to the disposal of portfolios and that confirmation could not be provided at the time.  I presume NAMA has since examined the figures further.  Can it now confirm whether any other, similar miscalculations took place in the context of disposals?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#L00700","speaker":"1451"},{"type":"speechnospeaker","time":1632990600,"counter":187,"content":"<p>We are constantly looking at our portfolio and the way we do things.  I am not aware of any other miscalculations.  There is a whole portfolio here, spanning from 2010 to today.  I cannot give an absolute assurance but I can give a reasonable assurance we do not believe there was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#L00800","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":188,"content":"<p>I thank Mr. McDonagh for that.  The committee has always acknowledged that the National Asset Management Agency Act was not necessarily breached, but we had indicated we believe NAMA should have done more to investigate the connections between companies managing assets on its behalf and the companies seeking to purchase NAMA loan portfolios.  Mr. McDonagh will recall that was a matter of serious concern.  We stated we believed the circumstances that existed to allow this to occur represented a failure of due diligence.  The response to our report indicated simply that what had happened with the terms of Project Nantes loans was not a contravention of section 172(3) of the Act and so on.  We had premised our report by acknowledging that this was not illegal but that measures needed to be put in place.<\/p> <p>  NAMA may be wound up and we do not know what will happen in the future.  If it is wound up, will it carry out, as part of the wind-up process, an appraisal of some of the practices from which lessons may have been learned to advise governments in respect of future policies?  Should that issue form part of any such proposals to the Government?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#L00900","speaker":"1451"},{"type":"speechnospeaker","time":1632990600,"counter":189,"content":"<p>From NAMA's point of view, we have always been a lessons-learned, continuous improvement organisation.  If there is something that can be improved, we are always anxious to improve it.  If anyone wants our advice, we give it.  My colleagues and I regularly give advice to other countries that are considering setting up debt management agencies in respect of issues they need to deal with and anticipate.  We do that quite regularly.  I would like to think we are quick learners and can adapt quickly and that we learn from any matter that arises.  We have put considerable resources into our controls and internal audit.  I do not mind telling the Deputy that I have quite a difficult audit committee, which is very demanding and does not like seeing any audit points raised in respect of NAMA.  If it does, it makes its concerns or unhappiness known to me and tells me to sort it.  Thankfully, over the years, we have improved our controls and mechanisms such that we get very few audit points at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#L01000","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":190,"content":"<p>I thank Mr. McDonagh.  We will return presently to other Deputies who might have follow-up questions.  To return to the overall sums, the par value is &euro;74.4 billion, having been bought by NAMA for &euro;31.8 billion.  The agency has a surplus of &euro;4.2 billion and that will, one hopes, go closer to &euro;5 billion, although that still leaves us in the region of almost &euro;38 billion short in terms of the hit to the public purse.  We know how that grates with the public following the bank bailout.  Mr. McDonagh confirmed that the troika held hard on that and the Government told NAMA to start selling off properties quickly to try to satisfy the troika.  It is accepted that if NAMA had been able to wait longer, the value of the properties would have increased considerably.  There were fire sales, basically.<\/p> <p>  I recall from that period that much of the property was bundled into quite large portfolios, which meant there was a limited number of bidders or people who were able to raise the finance to bid and acquire those loans.<\/p><p>Is it the case or would I be correct in saying that had more time been available and had many of those parcels of properties or portfolios been broken down into smaller lots there would have been more bidders?  Over the last seven or eight years many economists have raised this issue, that the size of the portfolios meant that NAMA was down to less than a handful of financial institutions or investment funds, and in some cases one or two, that had the firepower to be able to buy them.  Is it the case that if they had been broken down into smaller lots, there would have been more bidders available?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#L01100","speaker":"1491","continuing":true},{"type":"speechnospeaker","time":1632990600,"counter":192,"content":"<p>The biggest number of debtors we sold was in a loan sale called Project Arrow in 2015.  That was approximately 300 debtors.  We had a very close look at the portfolio before we sold it.  They were generally the amateur debtors.  They were generally the ones who had bought property and the assets were of quite low value.  They did not bring much expertise to the table in terms of what they could offer us to add value so we bundled them up and sold them in a big portfolio sale.  We also bundled, as the you rightly say, Chairman, a number of office properties together and sold them in portfolios.  At the time we were also trying to attract international capital into the country, and international capital is not interested in &euro;1 million or &euro;2 million transactions.  It wants bundles of &euro;50 million or &euro;100 million.  We were doing that to attract bidders into this.  They were openly marketed.  That was necessary.  In many of these there were five or six bidders and competitive tension.  From our point of view, we sold the portfolio at what we believed to be a reasonable pace.  We had an objective to pay off the contingent liability.  There was an issue about the NAMA debt overhanging on the national debt and the ability to raise money.  In the scheme of things, we did things within the confines of what we could do, and we got the best value that we possibly could in the scenario.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M00200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":193,"content":"<p>On the last question-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M00300","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":194,"content":"<p>There was never a right time when we could say we could hold it and we could get more money.  If the market fell, we would be blamed and asked why we did not sell it two years ago when the price was higher.  It is like looking at the bank shares scenario.  They were higher a couple of years ago than they are now, so should one have sold one's stakes in the banks a couple of years ago rather than now?  There is no right answer to this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M00400","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":195,"content":"<p>I have a question about the large portfolios.  What was the lowest number of bidders for any of those large portfolios?  You mentioned five or six.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M00500","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":196,"content":"<p>In terms of one quite large portfolio, there were only two bidders at the end.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M00600","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":197,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M00700","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":198,"content":"<p>However, the cheque was very big.  That is what one gets when one brings large portfolios to the market.  However, breaking up some of these portfolios is not always easy, and it is not always the best thing to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M00800","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":199,"content":"<p>However, you understand the point I am making - 350 bidders and 350 separate pieces of property.  You mentioned a lot of them were amateurs and we accept that, but you are going from 350 to two.  If you are trying to sell a bullock at the mart and you are down to two bidders, with only two interested parties outside the ring, it will not go well for you.  That is the point I am making.  You are without a lot of bidders.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M00900","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":200,"content":"<p>Chairman, I have personally sold bullocks so I understand what you are saying.  One has to weigh up the market and the circumstances, and one has to try to figure out how one is going to get the best return.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M01000","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":201,"content":"<p>Finally, I refer to the locations of the 7,000 units that were offered.  You may not have the information with you, and that is fair enough, but would you send the locations to the clerk?  I do not want the location of every house and apartment, but what counties they were in and the number in each county.  Perhaps you could forward that to the committee because this has been raised at local authority level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M01100","speaker":"1491"},{"type":"speechnospeaker","time":1632990600,"counter":202,"content":"<p>Yes, there is no problem with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M01200","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":203,"content":"<p>Deputy Catherine Murphy has a final question.  I ask you to be brief.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M01300","speaker":"1491"},{"type":"speech","time":1632990600,"counter":204,"content":"<p>The Harcourt Square site with the Garda headquarters was bundled with others.  The OPW has now had to embark on a building on Military Road, where there is a very tight timeline and there could be penalties.  It could end up being way more costly.  In hindsight, should that have been separated out?  What were the issues there with regard to the State acquiring it at the time?  It is probably going to end up costing a lot of money this way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M01400","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":205,"content":"<p>With regard to that site we inherited, there was a legal dispute already going on between the debtor and the OPW at the time.  The OPW had to go into a settlement agreement with the debtor.  At that stage, it was always up to the OPW if it wanted to make an offer to purchase the site.  It did not, for whatever reason.  Obviously, as a consequence of that I think the site was ultimately acquired by Hibernia REIT.  It is going to develop that site and the OPW has arranged to build a new Garda headquarters or operation on Military Road.  That was something that was outside our control.  As with anything, if a State body expresses an interest in acquiring a site we do our best to facilitate it, and it acquires it at whatever the independent market value is.  We have done that many times over the lifetime of NAMA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M01500","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":206,"content":"<p>Is there any one that Mr. McDonagh regrets, such as Battersea or the like, where he feels NAMA would have got more for it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M01600","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":207,"content":"<p>That is one site I do not regret.  We only owned 50% of the loans for Battersea and we got in excess of our par debt back on that site.  That site would have required &pound;5 billion or &pound;6 billion in capital to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M01700","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":208,"content":"<p>I am just using it as an example.  There must be one that Mr. McDonagh has some regrets about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M01800","speaker":"1489"},{"type":"speechnospeaker","time":1632990600,"counter":209,"content":"<p>I have come to realise over my life in NAMA that when one makes a decision to sell, one accepts that.  One cannot keep looking back and saying, \"I should have done this\" or \"I should have done that\".  When one makes the decision at the time, one must live by the decision.  Others will judge whether it was good or bad, but at the time, as long as one had good reason to make that decision, one has to live with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M01900","nonspeaker":"Mr. Brendan McDonagh"},{"type":"speech","time":1632990600,"counter":210,"content":"<p>I will conclude.  I thank the witnesses for joining us today and the staff in NAMA for the work involved in preparing for the meeting and the information provided today.  I also thank the Comptroller and Auditor General, Mr. McCarthy, and his staff for attending and assisting the committee's work.<\/p> <p>  Is it agreed to request the clerk to follow up on information and carry out any actions agreed arising from the meeting?  Agreed.  Is it also agreed that we note and publish the opening statements and briefings for today's meeting?  Agreed.  I bring to the attention of the members that the Comptroller and Auditor General's annual report will be published this afternoon and a press release on that will be issued by the committee.<\/p> <p>  The meeting is adjourned until 9.30 a.m. on Thursday, 7 October, when the committee will engage with representatives of the National Treasury Management Agency and the State Claims Agency.  That engagement will conclude at 12.30 p.m.  The good news is that we will have extra time that day.  We will then suspend before resuming in public session at 1.30 p.m. to consider correspondence and other business of the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021093000002#M02000","speaker":"1491"},{"type":"unspoken","time":1632990600,"counter":211,"content":"<p>The witnesses withdrew.<\/p>"},{"type":"unspoken","time":1632990600,"counter":212,"content":"<p>The committee adjourned at 11.30 a.m. until 9.30 a.m. on Thursday, 7 October 2021.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Committee on Budgetary Oversight","time":1632956400,"counter":213},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 09:30<\/p><p>The Select Committee met at 09:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Richard Boyd Barrett, Seán Canney, Bernard J. Durkan, Mairéad Farrell, Michael Healy-Rae, John Lahart, Aindrias Moynihan, Kieran O'Donnell.<\/p><p>Teachta \/ Deputy Neasa Hourigan sa Chathaoir \/ in the Chair.<\/p>","time":1632956400,"counter":214,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002"},{"type":"minorheading","content":"Pre-Budget 2022 Scrutiny (Resumed): Minister for Public Expenditure and Reform","time":1632956400,"counter":215,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#A00100"},{"type":"speech","time":1632956400,"counter":216,"content":"<p>Apologies have been received from Deputy Nash.  Today the committee will engage with the Minister for Public Expenditure and Reform to discuss pre-budget 2022 scrutiny.  Members and all in attendance are asked to exercise personal responsibility in protecting themselves and others from the risk of contracting Covid-19.  Members are strongly advised to practise good hand hygiene and leave at least one vacant seat between themselves and other attendees.  They should also always maintain an appropriate level of social distancing during and after the meeting.  Masks, preferably of medical grade, should be worn at all times during the meeting, except when speaking.  I ask for the full co-operation of members in this.<\/p> <p>  I welcome the Minister for Public Expenditure and Reform, Deputy Michael McGrath, Mr. Ronnie Downes, assistant secretary, and Mr. John Kinnane, principal officer.  I am aware the witnesses have probably heard the notice on privilege many times but I must go through it again.  Before we begin, I wish to explain some limitations to parliamentary privilege and the practice of the Houses as regards references witnesses may make to other persons in their evidence.  The evidence of witnesses physically present or who give evidence from within the parliamentary precincts is protected, pursuant to both the Constitution and statute, by absolute privilege.  If witnesses are giving evidence remotely from a place outside the parliamentary precincts, they may not benefit from the same level of immunity from legal proceedings as a witness physically present does.  They are again reminded of the long-standing parliamentary practice to the effect that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable, or otherwise engage in speech that might be regarded as damaging to the good name of the person or entity.  Therefore, if their statements are potentially defamatory in regard to an identifiable person or entity, they will be directed to discontinue their remarks by the Chair.  It is imperative they comply with any such direction.<\/p> <p>  Members of the committee are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.  I remind members of the constitutional requirement that they must be physically present within the confines of the place which Parliament has chosen to sit, namely, Leinster House, to participate in public meetings.  I will not permit a member to participate where he or she is not adhering to this constitutional requirement.  Therefore, any member who attempts to participate from outside the precincts will be asked to leave the meeting.<\/p> <p>  I invite the Minister to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#A00200","speaker":"1559"},{"type":"speech","time":1632956400,"counter":217,"content":"<p>I welcome the opportunity to appear before the committee today as part of its pre-budget 2022 scrutiny process.<\/p> <p>  Detailed work is ongoing in my Department to finalise the expenditure Estimates for budget 2022.  Similar to the approach adopted last year, the upcoming budget will be framed in the context of continued sustainable increases in core public expenditure, with a focus on significant increases in capital investment and the provision of exceptional additional funding for temporary supports to address the impact of Covid-19 and Brexit.  Since the onset of the pandemic, the Government has provided significant supports with direct expenditure measures to support incomes and employment and to fund key public services.  When the measures announced in the economic recovery plan are taken into account, it is expected that &euro;15 billion in direct expenditure supports will be provided in 2021, bringing to some &euro;31 billion the amount made available across 2020 and 2021.  This level of support, which has been essential in ensuring public services can respond to the challenges of the pandemic and in supporting people's incomes and businesses, has understandably had a major impact on the public finances.  Despite this, I believe it was the right approach from the Government.  However, we have been able to manage this shock due to the relatively strong position of the public finances before the pandemic and the co-ordinated approach at EU level in responding to the crisis.<\/p> <p>  As the public health situation improves and the economy reopens, we must start on the road to returning the public finances to a more sustainable position and the debt-income ratio must be put on a downward trajectory.  Withdrawing the temporary supports put in place, as they are no longer required, is essential to this.  However, we have been clear that this will be achieved in a carefully phased manner so as not to disrupt the ongoing recovery.<\/p> <p>  The summer economic statement, SES, set out the medium-term strategy inclusive of spending levels to 2025, and budget 2022 is being prepared in line with this strategy.  This will see core expenditure grow by an annual average of just over 5% over the period to 2025, a level of increase broadly in line with the economy's estimated trend growth rate.  The average annual growth rate in current expenditure is projected to be just under 4.75% over this period, with total capital spending growing by an annual average of more than 8.5%.  The increases in capital investment in the period to 2025 build on the increases in recent years.  Indeed, over the coming period, we will continue to support the recovery in the economy, including through record levels of investment in the capital programme.  This will see total capital spending as a percentage of national income, as measured by GNI*, increase to roughly 5% in 2025.  This level of investment reflects the Government's commitment to deliver on our key infrastructural priorities.  The revised national development plan, NDP, is currently being finalised and it will set out annual expenditure ceilings for the initial five years for each ministerial Vote group, in line with the parameters set out in the SES.<\/p> <p>  The planned increases in core spending over the period to 2025 will see overall core spending grow from just over &euro;70 billion in 2020 to almost &euro;93 billion in 2025.  This significant level of expenditure on services and investment in infrastructure requires that there is a continued focus on ensuring this spending delivers value for money and improved outcomes and that we ensure there is the capacity to deliver this significant level of investment.<\/p> <p>  Turning to the upcoming budget, this is being prepared in line with the expenditure parameters set out in the SES.  This will see total voted spending of up to &euro;88.2 billion in 2022.  Of this, &euro;80.1 billion will be for core expenditure, while up to &euro;8.1 billion will be available for non-core, temporary supports to address the specific challenges of Covid-19 and Brexit.  In line with the strategy adopted in budget 2021, this core and non-core spending will be dealt with separately, with allocations for temporary measures clearly outlined in the expenditure report.<\/p> <p>  There is a significant increase of &euro;4.2 billion in core spending for 2022, an increase of 5.5% over the 2021 core amount.  Some &euro;3.1 billion of this will fund increased current spending next year, bringing overall core current spending to &euro;69.2 billion.  Within this additional funding, &euro;2.1 billion is estimated to be required to fund existing level of services, ELS, costs, including for demographics, the public service pay deal and the carry-over of current year measures.  My Department is working through the detail to finalise the exact ELS requirement, taking into account the expenditure position at the end of September.  The remaining balance, currently estimated at &euro;1 billion, will be available to fund new spending priorities next year.<\/p> <p>  The review of the NDP was brought forward under the programme for Government and the phase 2 report on this is being finalised.  It is our intention to publish the review of the NDP on Monday of next week.  This will set out revised sectoral capital allocations as well as providing a renewed focus on delivery of efficient and cost-effective public infrastructure.<\/p> <p>  An increase of &euro;1.1 billion over the 2021 core capital allocation will see core capital spending rise by almost 12%, bringing capital investment, including spending on the national recovery and resilience plan, to more than &euro;11 billion next year.  This follows significant increases in capital spending in recent years.  By way of comparison, in 2018, the first year of the current NDP, Exchequer capital investment amounted to just under &euro;6 billion.  These sustained increases reflect the priority given to addressing key infrastructure requirements, including for climate action, housing, balanced regional development and healthcare.<\/p> <p>  On non-recurring temporary supports, this allocation is targeted at addressing the specific challenges of Covid-19, with up to &euro;7 billion available to fund relevant measures, including under the national recovery and resilience plan, with some of this amount to be held back in a contingency reserve to allow the Government to respond to the situation with the virus next year.<\/p><p>This funding will allow for the phased withdrawal of supports, additional expenditure on income supports as the labour market continues to recover, and spending on necessary public health measures required for the delivery of public services in a Covid environment.  Decisions on specific measures to be covered by this funding and allocations to Departments will be made as part of the Estimates process.  As in 2021, it is intended that all expenditure allocations related to Covid-19 will be separately identified in the expenditure report to ensure transparency.  In addition, &euro;1.1 billion of non-core funding relates to Ireland&rsquo;s funding allocation under the EU&rsquo;s Brexit adjustment reserve, BAR, for measures to address the negative impacts of Brexit.  This funding will be allocated across budget 2022 and budget 2023 to support employment, businesses and local communities negatively affected by Brexit, including those in the fishing industry.<\/p><p> Budget 2022 is being framed within a complex setting.  In light of this, I will seek to put together an expenditure settlement for next year that will support an effective response as we seek to deliver on our key social, economic, and environmental priorities, while also responding to the challenge of Covid-19 and the ongoing challenge of Brexit.  Accordingly, significant resources will be available next year to support our people and our key public services in recovering from the impacts of Covid-19.  In addition, we will also seek to ensure we continue to deliver meaningful improvements in key priorities in our core expenditure programmes.  Building on budget 2021, adopting this approach will enable us to continue to provide incremental improvements in the delivery of core public services across Government within a framework that supports medium-term fiscal sustainability.<\/p><p> I look forward to Members&rsquo; questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#A00300","speaker":"1459","continuing":true},{"type":"speech","time":1632956400,"counter":219,"content":"<p>As a former member of this committee, the Minister knows its work very well.  I thank him for his presentation.  I have some questions.  On the front-line bonus, I got the sense in recent days that it was getting out of control from a media perspective.  There were lots of expectations and the story surrounding the proposal was getting bigger.  This meeting may be an opportunity for the Minister to contextualise this initiative and to offer his own views concerning how he sees this proposed bonus, where things stand with it and the Government's thinking in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#B00200","speaker":"1572"},{"type":"speech","time":1632956400,"counter":220,"content":"<p>I thank the Deputy for his question.  It is good to be back before the committee and it is doing excellent work, as always.  On the recognition issue, the Government has on several occasions said we believe some recognition is appropriate and warranted in respect of the extraordinary efforts of so many people across society while we have been living with Covid-19 during the past 18 months.  At the very front line of all that are our healthcare workers.  The Government has acknowledged that aspect.  It is important we approach this in a considered and careful way.  Many people across society, in our health service certainly but also in other front-line public services, went above and beyond while doing their jobs during the past 18 months.  Many of those people took considerable personal risk to protect the rest of us.  The Irish people, and those on the front line specifically, have been nothing short of extraordinary during that time.<\/p> <p>  In addition, we all have a renewed sense of appreciation for the roles played by so many people in different parts of the private sector.  I refer to people who are cleaners and those who collect our refuse, for example, as well as those who work in our retail, tourism and hospitality sectors.  All those people took risks and went out on the front line in challenging and difficult circumstances.  I raised this issue yesterday in a pre-budget meeting with representatives from the Irish Congress of Trade Unions, ICTU.  I asked for their views, and they agreed with my assessment that what we need on this issue is a collaborative approach.  Therefore, we will consult the social partners in depth to devise an agreed way forward that will allow us to deliver an appropriate form of recognition and that acknowledges and commemorates the fact that more than 5,000 died from Covid-19 in Ireland.  We must do that in a way that also expresses gratitude to all those on the front line.<\/p> <p>  I am conscious, as I said last week, that solidarity has been the hallmark of our approach to Covid-19.  As we exit the worst of the pandemic, we hope, it is important we maintain that social solidarity while at the same time finding a way to provide some special recognition of all those who have gone above and beyond in the course of their work.  There is an industrial relations context here, as the members will be aware.  Claims were lodged by the Irish Nurses and Midwives Organisation, INMO, and other unions representing healthcare workers.  Those claims have made their way through the Workplace Relations Commission, WRC, and the Labour Court issued a recommendation last week.  Its essence was to request the Government to engage intensively and to bring forward a proposal in the coming weeks.  That process is under way and we will bring this issue to a conclusion in the coming weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#B00300","speaker":"1459"},{"type":"speech","time":1632956400,"counter":221,"content":"<p>I do not have anything else to ask on that matter.  One of the items in the Minister's contribution concerned the temporary supports being withdrawn over time.  Will the Minister give us some more detail on that aspect, if he can?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#B00400","speaker":"1572"},{"type":"speech","time":1632956400,"counter":222,"content":"<p>As I said earlier, the estimate of the emergency level of expenditure is approximately &euro;15 billion.  That amount comes on top of &euro;15 billion to &euro;16 billion in expenditure last year as well.  In total, across last year and this year, expenditure in this regard has exceeded &euro;30 billion.  The expenditure of &euro;15 billion this year, however, will reduce significantly next year as the economy recovers and as all sections of our economy will now be allowed to reopen fully and to trade in as normal a way as possible.  Significant improvements are being seen in the number of people on the pandemic unemployment payment, PUP, for example.  Some 106,000 now receive the payment compared with a peak of 602,000 people.<\/p> <p>  The intention is that the &euro;15 billion being spent this year will transition to a figure of approximately half that figure next year.  There will then be around &euro;7 billion of direct, Covid-19-related, expenditure.  We have constructed that expenditure in a way that enables us to have a contingency fund.  As next year progresses, therefore, and as we continue to have to live with the virus and perhaps also to deal with other unpredictable events, contingency funds will be in place to enable us to respond as circumstances unfold.  Of that envisaged &euro;7 billion, some will be allocated directly to Votes and the budgets of Departments, particularly in healthcare.  Costs related to Covid-19 will continue to occur in healthcare, such as in test and trace, vaccination etc.  Similarly, Covid-19-related spending will also continue to be required in education to protect our staff, pupils and students and in other sections of Government and across the public services.<\/p> <p>  That is how we intend to structure spending.  We will allocate a certain amount, which could be up to &euro;2.5 billion, and there will also be a significant contingency reserve.  Built into that will be a buffer that will consider employment performance.  As members will be aware, the level of unemployment forecast across next year is just over 8%.  It could work out better than that, which we sincerely hope it will, or it could end up being worse.  Therefore, we must have sufficient headroom to be able to respond as circumstances unfold.  On budget day, we will be announcing more specific changes to vital schemes, such as the employment wage subsidy scheme, EWSS.  It has been extended for another month, as the committee will be aware, at the current rates and with no changes.  The Minister for Finance, Deputy Donohoe, and I will set out on 12 October what the plan is for the wage subsidy scheme in the months ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#B00500","speaker":"1459"},{"type":"speech","time":1632956400,"counter":223,"content":"<p>We all have a picture in our minds of the bulk of those hundreds of thousands who have come off the PUP.  We also have some slight sense of the people remaining on the payment being mostly in the arts and entertainment, air, travel and hospitality sectors.  Which sectors does the Minister think will remain most in need in this regard?  What kind of information is coming into the Department of Public Expenditure and Reform concerning which sectors may remain the most reliant on State supports for a little longer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#B00600","speaker":"1572"},{"type":"speech","time":1632956400,"counter":224,"content":"<p>I thank the Deputy for the question.  It is fair to acknowledge that the recovery will not be even across all sectors.  It will be gradual in several sectors.  We are seeing an example of that in the aviation industry and with all the main airports.  Even international assessments conclude that the recovery of the aviation sector will be gradual.  There is, of course, an unknown factor as well in the form of changed work practices and the move to blended working.  We might wonder, for example, if we will see less international business travel in future.  Uncertainties exist, therefore.  Aviation is an example of a sector where there will be a recovery, but it will not reach 100% in the coming year.<\/p><p>Therefore, there are uncertainties there.  That is one sector where there will be a recovery but it will not be 100% in the coming year.  In addition, we anticipate that the recovery in the night-time sector, in arts and entertainment, will be gradual and we need to take account of that in the Covid-related supports we provide.<\/p><p> I can give assurance that the additional funding that was provided in some sectors last year will be considered in the context of this budget.  There will be a continuation of some, but not all, additional funding next year for Covid-related measures for sectors that we believe will need extra assistance to help them in their journey to recovery.  However, 106,000 people, who were in work in March 2020, are still out of work because of the pandemic.  It is a top priority for the Government to help them in their journey back to employment.<\/p><p> We need to be honest and acknowledge that it may not necessarily be back to the same job or to the same sector.  Some changes have been accelerated over the past 18 months of living with Covid-19.  However, the Pathways to Work programme, which is fully funded, involves thousands of additional training places, work experience placements and educational placements.  All those will be rolled out by the relevant bodies through the Intreo offices, SOLAS, and the further and higher education sector.  The Ministers, Deputies Harris and Humphreys, are implementing that Pathways to Work programme, which is designed to help people in their journey back to work.  Certain sectors have many job vacancies.  We need to match people's skills with vacancies and the new opportunities that are undoubtedly opening up across the economy.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#B00700","speaker":"1459","continuing":true},{"type":"speech","time":1632956400,"counter":226,"content":"<p>I thank an Aire for that.  Deputy Lahart asked a few questions that I was interested in.  I will ask a few different questions and then I might tease out further some of the points Deputy Lahart raised.  The Irish Fiscal Advisory Council, IFAC, recently noted that the tax revenue appears more buoyant than in the summer economic statement.  As a result, does the Minister expect a lower deficit than was anticipated in the summer economic statement?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#C00200","speaker":"1579"},{"type":"speech","time":1632956400,"counter":227,"content":"<p>On budget day, as the Deputy knows, we will update the forecast deficit for this year and the following years up to 2025.  As she correctly said, the summer economic statement made a forecast for the deficit for the current year of just over &euro;20 billion at 5.1% of the general Government balance.  It is fair to acknowledge that we have experienced strong tax receipts across a number of different headings.  Tax receipts are running well ahead of forecast.  In addition, we have some underspending in the capital programme because of the impact of the public health restrictions during the pandemic.  It is fair to acknowledge that the deficit will be better than was forecast in the summer economic statement.  The White Paper, which the Deputy knows will be published a number of days in advance of the budget, will update the deficit projection for 2021.  We will be doing better than that but I cannot put a precise figure on it at this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#C00300","speaker":"1459"},{"type":"speech","time":1632956400,"counter":228,"content":"<p>I thank the Minister.  I did not expect a precise figure.  What he said is helpful in itself.<\/p> <p>  I also ask about the Brexit adjustment fund.  In January, the Minister stated that in the following weeks he would set out how we would maximise the benefit of the Brexit adjustment fund but he never gave us the plans for how this would be allocated between Departments.  Obviously, I would anticipate that it will go to those sectors and regions that have been most heavily impacted by Brexit, including agriculture etc. However, do not know how it will be allocated and I ask the Minister to speak about that.  This is something that is important to us as members of the Committee on Budgetary Oversight.  Last year, figures were being bandied about and then a few days later they all seemed to change.  I am sure these things can happen but just for the transparency and the good working of this committee, it would be helpful if the Minister could speak about the Brexit adjustment fund.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#C00400","speaker":"1579"},{"type":"speech","time":1632956400,"counter":229,"content":"<p>I will provide as much information as I can now.  My departmental officials are available to provide whatever additional information and briefing we possibly can on the Brexit adjustment reserve.  As the Deputy knows, this comes from an EU fund with a total value of almost &euro;5.5 billion in today's prices.  The 2018 value was set at about &euro;5 billion and it then got reset in today's prices.  For Ireland the current value is &euro;1.165 billion.  About 80% of the total reserve comes in the form of prefinancing.<\/p> <p>  There is a certain eligibility period for the expenditure, which is backdated to 1 January 2020 and must be spent no later than 31 December 2023.  The bulk of our allocation will come in the form of prefinancing with about 40% of it to be paid in 2021, 30% in 2022 and 30% in 2023.  There is a degree of flexibility as to how and when we spend that but that is how we will receive the cash from the European Union.  The fund is subject to stringent EU funding requirements.  We believe it will get formal approval in October and we are currently awaiting that.<\/p> <p>  We will set out our plan for the Brexit adjustment reserve in broad terms on budget today.  It will come as no surprise to the Deputy that fishing communities and the fishery sector will be a significant beneficiary because they have been at the coalface of Brexit and have borne the brunt of it in many respects.  While some of the impacts of Brexit have not fully hit the agrifood sector yet because of postponement of the implementation of different aspects of the new regime, there is a Brexit impact and there will likely be a further Brexit impact, which will be taken into account.  In addition, certain sectors across the enterprise economy will also benefit.<\/p> <p>  We need to demonstrate a direct link between how we allocate the funding and the negative impact of Brexit.  That work is ongoing in my Department.  I do not anticipate we will be allocating in granular detail the full &euro;1.165 billion on budget day, but I anticipate that we will give a very clear statement as to where the funding will be going in overall terms.  I would be happy to provide any additional information we can.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#C00500","speaker":"1459"},{"type":"speech","time":1632956400,"counter":230,"content":"<p>That is brilliant.  Gabhaim bu&iacute;ochas leis an Aire.<\/p> <p>  Deputy Lahart spoke about the different payment supports, a matter the Minister mentioned in his opening statement.  We know that the EWSS will continue until the end of the year but we are not aware of what will happen in January.  The Minister has said that he will outline that on budget day and not at this committee.  For clarity, when the Minister was responding to Deputy Lahart, did he say he was allocating &euro;2.5 billion to payment supports?  I understand that is not just the EWSS but I ask him to clarify that point for me.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#C00600","speaker":"1579"},{"type":"speech","time":1632956400,"counter":231,"content":"<p>We all acknowledge how vital the wage subsidy scheme has been since it was introduced in March 2020.  The Exchequer has paid over &euro;8 billion across the two wage subsidy schemes in that period.  Even at this moment, we still have approximately 300,000 workers whose wages are paid in part or in full under the wage subsidy scheme.  There is a significant cost at over &euro;400 million a month.  This is not a scheme we can sustain over the medium to long term.  Therefore, we will need to make changes and taper off the scheme over the coming period.  On budget day we will set out our precise plans on that.<\/p> <p>  Not all the &euro;2.5 billion that we have earmarked for potential allocation to Votes on budget day will be for income supports.  It will include, for example, funding on transport, education, justice and health and will also carry over the training and activation measures from the July stimulus of 2020 where implementation was in some instances delayed due to the resurgence of the virus.  That is where we intend to place in broad terms whatever amount of the &euro;2.5 billion we allocate.<\/p><p>We are retaining a contingency of the order of &euro;2.8 billion and it is out of that contingency fund that we will allocate some funding for the extension of the employment wage subsidy scheme.  We also will have to hold back some money for the uncertainties of what may present over the course of next year.  The income supports will come out of that contingency fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#C00700","speaker":"1459","continuing":true},{"type":"speech","time":1632956400,"counter":233,"content":"<p>A Chathaoirligh, do I have another moment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#D00200","speaker":"1579"},{"type":"speech","time":1632956400,"counter":234,"content":"<p>You have just under a minute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#D00300","speaker":"1559"},{"type":"speech","time":1632956400,"counter":235,"content":"<p>I can wait and come back in, if it is easier, after the other speakers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#D00400","speaker":"1579"},{"type":"speech","time":1632956400,"counter":236,"content":"<p>Thank you, Deputy Farrell.  I call Deputy Durkan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#D00500","speaker":"1559"},{"type":"speech","time":1632956400,"counter":237,"content":"<p>First, I welcome the Minister to the committee and congratulate him and his colleagues for the safe handling of the Covid crisis.  It took a lot of courage and commitment to do so.  The Government responded bravely and I compliment it on that.<\/p> <p>  I want to ask a couple of questions.  One of the things our friend, the late Professor John Kenneth Galbraith, used to warn about was inflation in the wake of inducements, incentives or assistance in any case.  This was necessary assistance but it could have the same impact.  We see signs of inflation.  Some of it may be associated with Covid but some of it may have a life of its own. Can the Minister indicate whether any particular specific remedies come to mind, other than a short sharp cut, which would have a negative effect on the economy.  Of the two options available, how is it proposed to protect the economy, encourage the recovery from Covid and at the same time try to ensure that we do not contribute to further inflation in the measures to be taken?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#D00600","speaker":"1584"},{"type":"speech","time":1632956400,"counter":238,"content":"<p>I thank Deputy Durkan for his question.  We are seeing an increase in inflation.  I believe the latest figures from the Central Statistics Office, CSO, put it at 2.8% in the period to August of this year.  In a sense, it was an inevitability in the immediate rebound coming out of Covid and the burst of economic activity that we have experienced on foot of the pent-up demand, as many sectors and services were either impaired or fully shut down over the period of Covid.  We are now seeing the outcome of all of that play out.<\/p> <p>  There is also a range of international factors.  We are all witnessing the increases in electricity prices and in fuel costs generally.  We acknowledge as a Government that this places an obligation on us to take account of that and to respond in the context of the budget, and that is what we will do.<\/p> <p>  We also acknowledge the comments made by the European Central Bank and its monitoring of inflation across the eurozone.  In broad terms, it is fair to say that it believes the current trend is a temporary one.  The European Central Bank is monitoring very closely what it regards as the underlying inflation trend across the eurozone because, of course, we have benefited very significantly from the bond purchase programme.<\/p> <p>  The exceptional interventions of the European Central Bank in the markets have helped to keep borrowing costs low for Ireland over the past 18 months or so.  Undoubtedly, that is what has helped us to fund the additional spending on services and on income support for households, businesses, etc.  We equally acknowledge that this will not continue forever.  The European Central Bank will keep a very close eye on inflationary pressures across the eurozone and will stand ready over the course of next year to adjust its policies accordingly.<\/p> <p>  From our perspective, we see recovery taking hold in Ireland over the period ahead through a number of means.  We will have a really ambitious public capital investment programme and will be spending approximately &euro;11 billion next year on that capital programme, in health, in education, in housing, in transport and in climate action measures to name but a few.  We will spend up to &euro;50 billion of direct Exchequer capital over the next four years, from 2022 to 2025.<\/p> <p>  There is, of course, risk in the way in which we will taper off and gradually unwind the Covid supports.  There may well be businesses that are surviving by virtue of those supports.  The removal of those supports over time may well raise fundamental questions for some of those businesses but that day will have to be faced at some point in time because these supports cannot continue indefinitely.<\/p> <p>  Overall, we recognise that there is a strong rebound under way.  We anticipate that this will transition to a strong recovery.  The fiscal advisory council has, I understand, endorsed the latest economic forecasts that have been made by the Department of Finance and those will be published imminently.  There are strong grounds for optimism that both in terms of foreign direct investment and in the domestic economy, the recovery is sustainable.  We face challenges for sure, but the Government is determined to work its way through them and to help the recovery through its investment and through its supports and by not prematurely or abruptly ending the supports that are such a vital lifeline for so many businesses around the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#D00700","speaker":"1459"},{"type":"speech","time":1632956400,"counter":239,"content":"<p>I thank the Minister.  Given the expenditure levels across Europe, particularly in the eurozone, and the indications of inflation and the need for a full recovery from Covid, can I further inquire as to the possibility of there being a contradiction in the actions required?  Are we as well placed as anybody else in the eurozone or throughout the European Union in relation to borrowing requirements for capital purposes, bearing in mind that extended borrowing cannot last for ever, particularly for current purposes?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#D00800","speaker":"1584"},{"type":"speech","time":1632956400,"counter":240,"content":"<p>I thank the Deputy.  That is absolutely correct.  That is a key part of the strategy for the public finances that we brought forward in the summer economic statement.  As the Deputy will be aware, our intention is that, by 2023, we will only be borrowing for the public capital investment programme.  In fact, some of the public capital investment programme will be funded by revenues that the State is collecting.  We believe that by managing the public finances in this way and by having an investment-led approach to securing recovery, we can help the Irish economy in its different sectors to recover and reduce the deficit gradually over time.  For example, we anticipate that, by 2023, the deficit will be less than 2% of GDP.  For us, that is very significant progress.<\/p> <p>  We are looking at the overall trends in terms of foreign direct investment.  The pipeline is healthy.  We continue to see welcome and significant announcements of new jobs coming to Ireland and, indeed, expansions by multinationals that are already here.  That has a very positive spin-off effect for the wider ecosystem in the enterprise sector in Ireland and for SMEs here which support and provide services to the  foreign direct investment, FDI, sector.  We are conscious that many of the domestic sectors are the ones that suffered the most, including in tourism, hospitality and retail and those are the sectors that will require careful attention and support from Government over the period ahead.  By implementing the economic recovery plan and through the measures that we intend to bring forward in the budget, it is about striking the right balance.<\/p> <p>  We believe that overall, the outlook for the Irish economy is quite positive.  We need to be sensible in the way we manage the finances.  That means reducing the deficit over time.  We have the plan now to do that and it is really just about implementing it over the period ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#D00900","speaker":"1459"},{"type":"speech","time":1632956400,"counter":241,"content":"<p>Have I time for another question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#D01000","speaker":"1584"},{"type":"speech","time":1632956400,"counter":242,"content":"<p>You have just under a minute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#D01100","speaker":"1559"},{"type":"speech","time":1632956400,"counter":243,"content":"<p>I will try to perform that task in a minute.  To what extent will the Minister be relying on economic growth to bring about a reduction, by proportion, in borrowing relative to GDP?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#D01200","speaker":"1584"},{"type":"speech","time":1632956400,"counter":244,"content":"<p>I thank the Deputy.  That is a really good question.  In general terms, the real relevance of the measure of national debt is debt expressed as a percentage of national income.  For Ireland, we have two key measures of debt, the first being as a percentage of GDP and the second being as a percentage of GNI*.  Of course, the debt looks a lot more healthy as a percentage of GDP than it does as a percentage of GNI*.  However, we need to get it on a downward trajectory.  We believe that we will do that, primarily through growth in the Irish economy.  I refer to all of the international forecasts that we are working to, from the OECD and the European Commission, which are complemented by domestic forecasts.<\/p><p>They point to a level of confidence that Ireland as a small open trading economy, which is well positioned to benefit from a recovery in the international economy, will see continued growth over the coming years.  It makes it all the more important that in the coming years, we stop adding to the national debt.  It will hit &euro;250 billion next year.  By 2025 it will hit &euro;280 billion.  Coming into Covid it was approximately &euro;200 billion.  This will represent an &euro;80 billion increase in the national debt over the course of a five-year period.  This is a reality we cannot escape.  This is why our plan on the public finances is to close the budget deficit in order that we stop adding to the national debt and then that we grow the economy over the next number of years so the debt relative to the size of the economy shrinks.  These are the twin strategies we have to pursue to make sure our debt is sustainable in the medium and long term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#D01300","speaker":"1459","continuing":true},{"type":"speech","time":1632956400,"counter":246,"content":"<p>On the reward for essential and front-line workers and for people generally who sacrificed during Covid, I very much welcome this conversation.  It has become controversial.  It may be somewhat difficult for the Minister but it is very good that we are having a difficult and controversial conversation.  Many people went unacknowledged and unrecognised for a long time as to the importance of the work they did to keep our society going.  Generally, the right approach in terms of the immediate recompense is the engagement with the various groups that the Minister is now speaking about.  Obviously, there are different groups of workers, whether they be front-line health workers, most importantly, but also public transport workers, local authority workers, retail workers and carers.  They all had different experiences, played different roles and had different difficulties and challenges.  We need to talk to them.<\/p> <p>  I will give an example in which I was particularly involved which demonstrates something about how we need to listen to people on the ground.  This is the case of Dublin Bus workers.  After all they did for us during Covid, a proposal was put by the NTA and the company that would fundamentally attack their conditions of employment and lead them to work much longer hours.  Somebody dreamt up a plan for how to reconfigure Dublin Bus services which in the process would destroy the quality of life of the drivers.  They give a resounding \"No\" to that.  This is an example of how we have to listen to workers on the ground to see what their experiences are.<\/p> <p>  Beyond the immediate reward, what many people out there are looking for, whether they were on the front line or just sacrificed terribly because they could not work, is longer-term recognition of their importance, which has sometimes been undervalued.  The arts and music sector is an obvious area.  There are many others.  In many cases our supermarket workers are chronically low paid.  They suffer precarity and the issue of low pay more generally.  I would be interested to see whether these types of recognition are part of the longer-term lessons we learned, as well as the short term.<\/p> <p>  I would add to the Minister's consideration that some people who were under-recognised did a huge amount for us and sacrificed a lot for us and lost out in one shape or form during the pandemic.  Others did very well.  Some sectors of our economy saw profits go through the roof.  I wonder in the context of the budget should there not be serious consideration given, as some countries have done, to a Covid solidarity tax on those who did very well.  I ask the Minister to comment on this.<\/p> <p>  On the health service, perhaps the Minister could be a bit more specific about the lessons he has learned on the increased areas of expenditure he is considering.  We know our ICU levels were some of the worst as a proportion of population in Europe entering Covid.  Will we rectify this and get to the previously recommended levels?  At least we should get up to the EU average.  So we do not just respond in an emergency way and are desperately clambering, will we get our public health teams up to the levels they should be at so there are permanent increases in capacity?  All of these were recommended pre-Covid but in some cases we learned to our cost what the cost can be if we do not have the capacity when we hit an emergency.  Perhaps the Minister will say a little bit more about what the permanent areas of increased expenditure to deliver increased capacity in health will be.<\/p> <p>  I ask the Minister to clarify some matters on housing.  The figure of &euro;4 billion per annum over the course of Housing for All is being bandied around.  Is this direct Exchequer funding?  Can we have a little bit more detail on what this &euro;4 billion is and where it is coming from?  Is it &euro;4 billion additional or is it &euro;4 billion in total to the Department?  What I want to know is how much of it is directly going into the direct construction by local authorities and approved housing bodies of new public and affordable housing.  How much of it will continue in the rental accommodation scheme, the housing assistance payment, leasing or other expenditure that is not about directly delivering housing?  Perhaps the Minister will say a few words about that.<\/p> <p>  A lot of borrowing is being done.  It was justified to borrow to meet the challenges we faced.  There is a danger in borrowing because it has to be paid back.  We have always argued, as the Minister knows, that we should think more about taxing increased contributions in the area of profits, financial transactions and employers' PRSI in order that we increase our revenue but not at the expense of ordinary working people who suffered so much during this period.  Has the Minister drawn conclusions about needing to rebalance our tax system in this way, and making corporations, the very wealthy and financial services pay a bigger contribution in tax rather than having to rely on very high levels of borrowing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#E00200","speaker":"1478"},{"type":"speech","time":1632956400,"counter":247,"content":"<p>I thank Deputy Boyd Barrett.  There is much to cover there and I will be as brief as I can but as helpful as I possibly can.  The Deputy is right to point out that in coming to an appropriate answer on the question of recognition it is not about the Government having a conversation with itself.  We do not have all the wisdom on this issue.  Our country's approach to Covid was characterised by a collective effort and incredible solidarity by and large throughout the country.  This is a complex and difficult issue.  We recognise there is a need for special recognition to be given for the efforts of so many people.  No one could dispute that front-line healthcare workers are at the very top of that tree in terms of the exposure and work they did.  Others did an awful lot too and went above and beyond.  It is challenging and complex.  We need to come up with an answer and we will do this in a collaborative way.  We have a Labour Employer Economic Forum, LEEF, process.  It is a very suitable forum for us to discuss the issue in an open and honest way with trade union representatives and employer bodies.<\/p> <p>  The Deputy touched on carers.  This is the point I made last week.  Many carers had to carry an enormous burden over the course of the pandemic when disability services stopped and were shut down overnight on public health grounds.  Carers had to provide 24-7 care.  Many of them will point out they do this in normal times anyway but a far greater number of them had to carry this.  How do we compensate and acknowledge their efforts?<\/p><p>It is impossible.  We cannot put a value on it, and that is the truth.  The long-term legacy is better public services generally, and that is certainly something I and my party strongly believe in.<\/p><p> On the issue of working conditions and the issue of having a genuine appreciation for the role of people in society on whom we really rely, I believe we understood that in a very clear way over the course of the 18 months.  The Deputy mentioned a number of those sectors.  That whole agenda is one the Government is committed to, and we will make progress in regard to low pay, working conditions generally and providing as much support and opportunity as possible for people.<\/p><p> In regard to health, the additional spending, both last year and into the future, is first and foremost to build up the permanent capacity of the public health service.  Last year, for example, the funding we provided was sufficient to increase the number of acute beds in our hospital system by more than 1,100 in a single year, which was a very significant step.  It will not be fully met in delivery but it will be largely met, and the outturn will go a long way towards that.  The funding that was provided for that last year will be considered as part of the Estimates process.  If they were not able to spend it this year, the intention would be to allow them to keep that funding so they can implement fully next year those reforms we would have discussed and agreed last year.<\/p><p> Beds is one issue and the Deputy mentioned critical care capacity.  That has to be a learning from Covid, if we are to be honest with ourselves.  We did withstand the Covid challenge and the Covid surge, but at a price.  No country can take the risk of its public health service being overwhelmed because of capacity issues.  The Government is committed to dealing with the capacity issue in acute bed care and critical care capacity over the period ahead.  I think we have made very good progress, even in the midst of a global pandemic.<\/p><p> In regard to housing, the specific allocation from the Exchequer to the Department of Housing, Local Government and Heritage will be confirmed on Monday when we publish the new national development plan out to 2030.  It is important to acknowledge that housing will be getting very significant increases, which will underpin the delivery of the Housing for All programme.  The figure the Deputy mentioned of &euro;4 billion does involve some non-direct Exchequer funding, for example, through the Land Development Agency, but it is public in the broad sense of the word, and it is going towards building homes - social homes, affordable homes and cost rental homes.  I think it is fair to put that figure in the total public investment by the State in meeting the challenge of Housing for All.  The direct Exchequer element of that public contribution will be set out when we publish the national development plan on Monday.  It will represent a very large increase in capital spending for the Department of Housing, Local Government and Heritage over the next number of years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#E00300","speaker":"1459","continuing":true},{"type":"speech","time":1632956400,"counter":249,"content":"<p>I thank the Minister sincerely for his excellent presentation.  One of the biggest and most topical financial issues for many workers these days is the issue the Minister touched on and which we will call the recognition of the work done by certain workers in certain sectors of society during the pandemic crisis.  I would be acutely aware of the fact we do not have a blank cheque for this.  It is not a matter where we can do whatever we like or give whatever people want.  I have heard people from the left standing up in the D&aacute;il and, to be blunt about it, saying things that sound great to the public and that sound marvellous.  At the end of the day, however, I live in the real world of economics where it is like a business.  It has to make money, it has to be able to pay its debts and we have to be able to look after sick and vulnerable people, which is absolutely right.  We want to recognise work but we have to do so in a prudent way that the State can afford.<\/p> <p>  I thank the Minister personally for the effort that he and the other Ministers made during the pandemic.  I know for a fact there are businesses open today that would not have been able to stay open only for the supports they received during the crisis.  Any politician who would not thank the Minister personally for that or recognise that work would not be doing his or her job properly, in my opinion.  Yes, I will be the first person to admit that an awful lot of businesses are struggling post pandemic and coming out of it, and I am sorry to say some will not survive.  All I am saying is, only for the efforts of the Minister and others, an awful lot more would have fallen by the wayside.  We have to try to evolve as an economy and try to get ourselves up and running slowly, safely and surely, and it will take great guidance and prudence to do so.<\/p> <p>  Dealing with the whole issue, it is like when a person sets out in a well-meaning way to do something good and it sort of backfires in his or her face.  That is the feeling I get with the Government and the issue of recognising the work.  No matter what the Government does now, it is going to be 100% wrong.  The Government is going to be wrong-sided on this because it is not going to do enough for enough people and, therefore, it is going to be wrong, no matter what it does.  What I want to see the Government do is this.  Obviously, people working in healthcare put themselves and their families at risk, and we all know 100% that has to be recognised.  All I would say to the Government is to try to take everything on board, be balanced and reasonable, and not keep people waiting forever.  It is so much in the public domain now that people are expecting the Government to make an announcement in the budget with regard to recognising that, and I would like to see that happen so we can move on from it.  Whatever it is going to be, it should be done in the fairest way it can be, but in such a way that we will not be waiting until Christmas for it.<\/p> <p>  Financially, we are at a juncture in our economic cycle and we really have to recognise work.  We have to recognise the contribution of employers.  We have to look at people who stand up and speak about employers as if they are an awful type of person.  We actually have people in the D&aacute;il who, when they mention the word &ldquo;employers&rdquo;, it is like people talking about developers or builders.  Over recent days, I met a builder, a very sound man, and I said this on the record of the D&aacute;il yesterday.  The reason I did this was because I believe an awful lot of politicians today, if they met a developer or a builder, would nearly be ashamed to say it because it is as though, \"Oh my God, I should not be meeting with this person.\"  It is the exact opposite.  I think every person in the D&aacute;il should be meeting with developers, builders and people who are in a position, in their minds and in their ability, to turn around and provide us with housing.<\/p> <p>  The reason I met this man is because he is a sound man who is a builder in Kerry for many years.  The one thing he was talking to me about, which is something I am very interested in, is the provision of one-bed accommodations.  He was talking about our main town in County Kerry and he said he has the ability to build many houses - accommodations, we will call them - and one-beds in particular, because I told him that is what we need.  I told him I am continually raising it with the Government.  What I would like to see him do is build them at an affordable rate and then the voluntary housing agencies, the local authority and all those types of groups would be able to purchase them at affordable money.  That man, and more luck to him, would make a profit and his company would make a profit, and he would then be able move on to the next job.<\/p> <p>  My goodness, is that not what we want?  I hear politicians standing up in the D&aacute;il to talk about these types of people profiteering from the housing sector and all of this type of rubbish.  That is why we have a housing crisis.  It is because we are not encouraging that type of work and we are not encouraging that type of person to carry on with their building companies.  We have lost many good builders over the years and they would not go near it now because they hear themselves and their industry being ridiculed continually in the D&aacute;il by people who never did a day's work in their lives themselves.  It is about time they were told that.  They are very lucky they are in D&aacute;il &Eacute;ireann because, if they were not in the D&aacute;il, they would not manage to make a living driving a digger, with a shovel or mixing cement, or trying to buy a field or borrow money from the bank, because they would not have the ability.<\/p><p>They would be put out of the bank if they were seen going in because they are not wanted there.  We need more of those types of people in Ireland to help resolve our housing crisis.  I would love to see a queue of Deputies coming into the House on a Tuesday morning saying they had met a developer in their area, a building contractor or a landowner who wants land to be zoned because he wants to sell it for a profit in order that houses can be built on it.<\/p><p> The State will not be able to do it itself.  I am not condemning the Government or its two predecessors.  History will tell us that governments are not able to provide all the housing that is needed.  The private sector is needed and we need those people who have the ability to borrow money, buy land, get it zoned, build houses and make them available at an affordable price.  As I said, there seems to be an awful mentality now as though builders have leprosy and people have to run away from them because they do not want to be seen with them; if people had their picture taken with a developer, they should nearly hang their in shame.  That type of nonsense has to stop.<\/p><p> I would love a Government to come out and say it wants to encourage these people to be involved and to say it wants the employers who create one or two jobs for themselves, their family or their neighbours, because they are the backbone of Ireland.  It is like the farmers who create work for themselves on their farm, and perhaps when they have jobs to be done, they hire their neighbours. There are Deputies who are lucky they are politicians because they would not want to try to do anything else.  It is as though they have a hatred for work.  I recall hearing one day that on one of the largest construction projects in Ireland, three people had been infected with Covid, and a politician stood up and said the 5,000 or 6,000 other people should all be sent home indefinitely and given &euro;350 a week to stay at home.  He wanted to shut down the job because three people had got the virus.  The reason he did was he thought they would be better off at home twiddling their thumbs than working.<\/p><p> We have to bring a strong worth ethic back to D&aacute;il &Eacute;ireann and not listen to the fellas with their backsides coming out through their trousers who do not know the first thing in the world about work.  They could not create a job for themselves or anyone else.  We need to get down to brass tacks and start supporting that type of an economy.  I call on the Minister, the Minister for Finance and the wider Government to really encourage work-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#F00300","speaker":"1487","continuing":true},{"type":"speech","time":1632956400,"counter":251,"content":"<p>I am afraid the Deputy is out of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#G00200","speaker":"1559"},{"type":"speech","time":1632956400,"counter":252,"content":"<p>Perhaps it is as well that I am.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#G00300","speaker":"1487"},{"type":"speech","time":1632956400,"counter":253,"content":"<p>Would the Minister like to respond?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#G00400","speaker":"1559"},{"type":"speech","time":1632956400,"counter":254,"content":"<p>I will, briefly.  It will be difficult to respond because that was a comprehensive <i>tour de force<\/i>by the Deputy, although I thank him for his comments.  I acknowledge what he said about the recognition issue.  We will seek to deal with that as quickly as possible but I do not envisage it will be a budget day issue.  We need proper engagement with trade unions and employer bodies to come up with a considered response to this issue.  Otherwise, we run the risk of significant divisions in society on the back of it.  I look at the email traffic coming into my consistency office, as I am sure the Deputy too does every day, and many people are expressing a view on this issue.  It is fair to say there is not a consensus but rather a wide set of views on the matter.  That is not a reason to address it, which we will do, but we need to give it careful consideration.<\/p><p>I worked in the private sector and I think I have a good understanding of how our economy and our society work.  When I listen to all the demands in the House every day for additional public spending, I know those demands can only be met, in part, if we generate the revenues in our economy to pay for them.  We are dependent on taxation revenues being generated by a strong, enterprise-based economy.  That is what gives us the funding to have good public services and a decent society underpinned by those services.  I understand that and it is why I have no hesitation in engaging directly with employers, for whom I have great respect.  The sacrifices many of them make are extraordinary.  They take very significant risks, in many instances putting their personal home on the line, as the Deputy well knows, in order to take on debt to invest in their business and not all the businesses work.  Many of them fail and people are left with major legacy issues as a result.  I have tried to help people in all sorts of circumstances where they gave it a go.  We should encourage people to give it a go.  We want an entrepreneurial culture in Ireland and I think we have one.  We just need to ensure the State does not get in the way but is there to help people and support them.  That is the perspective I bring to being in government.<\/p><p>My Department works closely with the construction industry.  We have a construction sector group, for example, which meets regularly and involves officials in my Department and also those representing the industry and the professions.  It is about listening to them and coming up with solutions.  I have never built a house, so I of course listen to people who have built houses and know what the issues are in getting that work done.  We in the D&aacute;il are not going to build any houses; we will build them by providing support to local authorities and approved housing bodies and by providing support to, and enabling infrastructure for, the private sector.  There is much talk about building houses but very little talk about putting in place the water, the wastewater infrastructure and the other services needed to build homes.  That is an important aspect.<\/p><p>The Deputy raised a fundamental question about getting more people with direct private sector experience into politics.  There are some but more are needed, as is more mobility into and out of politics.  We need people to come into politics with life experience and a full career behind them of getting things done in the private sector and who are willing to offer themselves in the interests of public service.  I want to see more of that rather than less, and that is a challenge for all of us.  Perhaps it is about the way we do politics and the challenges involved in being in public life now that some people simply would not tolerate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#G00500","speaker":"1459"},{"type":"speech","time":1632956400,"counter":255,"content":"<p>I thank the Minister for his time.  As a politician who worked in construction for more than 30 years, I have a good idea of how to build a house and how to work in construction.  To return to the point about investment in housing, many young people nowadays cannot afford to buy or build a house because the standards and conditions under which people now have to build them have gone beyond affordability.  We are investing large sums in housing, whether in the form of housing delivered socially or through the affordable housing schemes, and I recognise the idea is to try to have housing for all.  There are some fundamentals, however, that are not correct, and when we are spending all this money, little details get lost.  One such detail I come across all the time relates to county development plans or local area plans.  We zone lands for residential purposes without knowing whether it will ever become available in the lifetime of the plan because we do it as a desktop exercise.  We zone land-locked land for residential use.  We zone lands that can never be sold, for a plethora of reasons beyond anybody's control.  We do not compulsory purchase order, CPO, lands we zone, and I do not think we should.  More due diligence needs to be carried out in forward planning to ensure that whatever areas we zone are available.  Otherwise, we are just creating a scarce resource, that is, land ready for development.<\/p> <p>  This issue has not been tackled.  I have spoken to the Planning Regulator and the Minister for Housing, Local Government and Heritage about it.  It needs to be cracked on with.  If we are zoning land and saying houses should be built in a certain area, the first question should be whether they can be built there.<\/p><p>There is another issue around housing.  The national development plan is going to be published on Monday.  It is going to involve large figures, billions of euro of taxpayers' money and money we have borrowed, to try to provide housing and all the other infrastructure we require and want.  The big risk is that public works contracts are cumbersome to deliver.  We can spend seven, eight or nine years without getting a digger on site or getting a builder in.  The planning processes and approvals can take that length of time.  Money will be announced in the budget but I believe we should be cherry-picking projects that are shovel-ready.  That should be an immediate target for every local authority and public sector body, including the Office of Public Works.  Those bodies should pick out projects that are ready to go because what is happening is that we make announcements and do not see anything happening on the ground for five, six or seven years.  We have seen that is the case with flood relief schemes and all of those types of things.<\/p><p> Youth employment is a big issue.  How do we get the youth back into work?  How do we make work pay?  That is another area of expenditure where we must create a difference between not working and working through the benefits that accrue to working. <\/p><p> Deputy Michael Healy-Rae was talking about building contractors.  We have an amount of public sector works to which builders have signed up in the past five, six, seven or eight months.  The contracts were based and priced on a particular set of circumstances that have now completely changed.  People have entered into contracts and have found, before they go far into the project, that it is going to cost a hell of a lot more.  The contracts at the moment are fixed price, with no price variation for increases in the cost of labour or materials.  If we expect builders and contractors, as distinct from developers, to remain in business, we must tackle this issue head on.  The Office of Public Procurement must deal with this issue as a matter of urgency.  Many projects are at risk of closing down because people cannot afford to build them because of the increases and inflation that is there.  We need to deal with that urgently and I would like to hear the Minister's comments in that respect.<\/p><p> Moving to infrastructure, the Minister mentioned the servicing of sites, water and wastewater.  Irish Water is totally underfunded.  It has been constantly fire-fighting since it was brought into being.  It is dealing with risk and trying to solve the risk of pollution and whatever else.  There are many towns and villages across the country that do not have wastewater treatment.  Houses cannot be built in those places even though they may be growth centres for the main cities.  That infrastructure is just not there and there does not seem to be any plan for when the provision of that infrastructure might happen.  I know there is talk about funding becoming available under such a scheme.  If Irish Water is to do its job properly, it needs to be funded properly in order to carry out all the remedial works that are required, as well as other works that need to be progressed if we are to build houses.  I ask the Minister for his comments on what I have said and, if I have a minute or two at the end, I will come in again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#G00600","speaker":"1482","continuing":true},{"type":"speech","time":1632956400,"counter":257,"content":"<p>I thank the Deputy for his comments and questions.  His experience of working in construction comes through in the nature of his questions and the contributions he makes in the Oireachtas, and I acknowledge that.  Of course, when local authorities zone land for residential development, the whole purpose is for those sites to actually be developed.  There is little point in zoning new lands for development if there is little prospect of them actually coming to the market and being built upon.  I accept the Deputy's point on the need for proper due diligence because zoning additional land for the sake of it serves no purpose.  It may, in fact, serve to deny the possibility of zoning another site with some prospect of being delivered to the market.  There are constraints within the national planning framework.  The Planning Regulator will take account of the amount of zoned land in each area so there is little point in having land zoned that is not going to be brought to the market for construction or developed.  Councils have the power to dezone land.  That is one of the functions that remains with the elected members and it is one that I know some councils implement.  It is an important tool for them.  As the Deputy knows, there is provision within the Housing for All strategy for the taxation of zoned land that is not being used.  That is an issue on which the Minister for Finance and the Minister for Housing, Local Government and Heritage are currently working.<\/p> <p>  I absolutely acknowledge the pressures that are there at the moment for first-time buyers and others who are looking to buy their own homes.  I remember, as a young lad growing up, we lived in a local authority house and there was a great scheme at that time in the 1980s whereby if a family was in a position to relinquish the house back to the local authority, there was a &pound;5,000 grant.  My parents bought a small, old cottage in a rural area near to where we were living and moved there.  It was a fantastic home.  That is a great example of the type of innovation and the type of scheme that we need to support people as they seek to own their own homes or secure rental accommodation from a local authority or an approved housing body.<\/p> <p>  The Deputy also mentioned the planning system.  As he knows, there is a major body of work under way in the Office of the Attorney General, for which the Cabinet gave formal approval on Tuesday, which involves essentially rewriting the whole planning code.  That will, I believe, significantly reduce the legal risks that are currently resulting in many successful judicial reviews of essential infrastructure projects.  People have a right to object and to go to court and seek judicial review.  However, we should have confidence that where a project has come through a comprehensive planning system, it will be upheld and that the planning system is robust and sufficient rigour has been applied to the application.  I believe we will secure progress on that issue through the work that is under way in the Office of the Attorney General.<\/p> <p>  The Deputy raised issues around procurement and I am very much alive to them.  They are presenting during live tenders at the moment and we have certainly seen instances where the sponsoring body, the public body, has had to go to the second, third or fourth lowest bidder in order to successfully place a contract.  That is because of the inflation in costs that has arisen since the tender was submitted by the contractor.  That issue and the issue of the public works contracts and the price variation provisions there, whereby there can be no variation, as the Deputy knows, for the first 30 months, are presenting a challenge.  I have met with officials in the Office of Government Procurement and we have gone through the issue in detail.  Those officials are currently examining the matter and I have asked them to come back to me with some options as a matter of urgency.  I expect them to come back to me shortly with some proposals on those issues.  <\/p> <p>  I do, at the same time, acknowledge that we have a role in protecting the interests of taxpayers.  We must ensure that public money is well spent.  That will always be a top priority in my Department, as one would expect.  We must acknowledge that particular issues are presenting at tendering stage.  There are also issues relating to the performance of contracts.  Those issues are being examined by the Office of Government Procurement and the chief procurement officer.  I expect that I will be going to Cabinet on that matter in the coming weeks.<\/p> <p>  I agree with the point the Deputy made about employment and that work should pay.  It should always be the case that work provides a better financial outcome for somebody than not working.<\/p><p>We are working through any specific issues in our social welfare code that create a disincentive to work.  We want to support people to work, even if it is part time, so that they do not end up worse off or lose secondary benefits, which tends to be a key issue in that regard.  <\/p><p> I acknowledge the point the Deputy made about Irish Water.  I have made progress in my time as Minister to date in significantly increasing Irish Water&rsquo;s capital funding.  I believe its budget this year is of the order of &euro;1.4 billion.  I provided additional funding in July last year and for quarter 4 of last year, which we announced on budget day.  The Minister for Housing, Local Government and Heritage, Deputy Darragh O&rsquo;Brien, is determined, as part of the overall settlement we have agreed in the context of the national development plan, to ensure Irish Water is properly funded and has a secure and steady level of public investment in the coming years to allow it to plan the projects to which the Deputy referred.  These are not projects that can start within a month of the Government providing the funding.  Irish Water needs to know well in advance that funding will be provided for particular schemes, so that it can go through all of the different stages and get them to the point of construction. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#H00200","speaker":"1459","continuing":true},{"type":"speech","time":1632956400,"counter":259,"content":"<p>I want to go back and forth with the Minister if that is okay with the Chair.  The Minister spoke about recognition for the national Covid-19 contribution.  Will the Minister elaborate on that?  Can we assume the matter will not be decided on budget day but after the budget?  When does the Minister expect talks to commence and conclude, so that we get an outcome from this process?<\/p> <p>  I would like to make a comment on Covid overall.  What we have come through is akin to a war, except that it was a virus.  Basically, Ireland has been on a war footing for the past two years.  It affected everyone in all areas of society.  Any recognition measure must be fair.  If it is seen by the public as favouring one sector over another, it will not work.  I ask the Minister to clarify the position.  Whatever talks take place must be inclusive of all sectors of society.  This affected everyone, from front-line workers and people who were moved into nursing homes when the pandemic broke out to garda&iacute; and others in a range of areas.  There should be a national recognition of Covid-19.  When will talks commence?  It will not be on budget day.  Will it be before the end of the year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#J00300","speaker":"1593"},{"type":"speech","time":1632956400,"counter":260,"content":"<p>I thank the Deputy for raising this issue, as did a number of his colleagues.  As I said earlier, it is a complex and sensitive issue.  The Government acknowledges that there is a need to provide appropriate recognition for the incredible efforts by so many people across our society and economy over the past 18 months.  We will strive to be as fair as we can.  I also acknowledge that people look at the question of fairness through their own lens and perspective and we do not always get a consensus on what is fair.  It is the intention that this matter will be dealt with after the budget, so not on budget day, as I said.<\/p> <p>  The Minister for Finance, Deputy Paschal Donohoe, and I met the Irish Congress of Trade Unions yesterday to discuss ICTU's pre-budget submission.  I took the opportunity to raise the issue with ICTU and it is fair to say that it broadly agrees with the approach that there needs to be collaboration and consultation.  I mentioned that we have the Labour Employer Economic Forum, which is a good forum in which the Government meets representatives of the employer bodies and trade unions.  That is a good forum for us to meet and discuss this issue further.  The LEEF will meet in October and the intention is to deal with this matter in the coming weeks.  We do not want it to drag on for months and months.<\/p> <p>  We also have the issue of a Labour Court recommendation in respect of a specific set of claims lodged by the Irish Nurses and Midwives Organisation and other healthcare workers.  I am sure the leaders of the relevant unions will demonstrate good faith and allow some time for us to work through the issue in its broader sense.<\/p> <p>  The Deputy touched on one point that highlights the complexity of all of this.  This is the issue of nursing homes where, unfortunately and tragically, many people passed away with Covid-19.   The vast majority of our nursing homes are private facilities and the people working in them are not public sector employees.  We have to ask what are the tools at the Government's disposal to provide appropriate recognition for people in that category.  They were on the front line and at the coalface of dealing with the worst of Covid-19.  That highlights the complexity and difficulty with this issue but we will deal with it.  We will not shirk from it.  There is a need for us to provide special recognition in as fair a manner as we can.  The best chance of achieving that outcome is by adopting a collaborative approach with wider society, including trade union representatives and the employer bodies.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#J00400","speaker":"1459"},{"type":"speech","time":1632956400,"counter":261,"content":"<p>Will the Minister give an indication of when he expects an outcome to that process?  Will it be the end of October, the end of November or before the end of the year?  The public are interested in finding that out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#J00500","speaker":"1593"},{"type":"speech","time":1632956400,"counter":262,"content":"<p>It needs to be in the coming weeks and certainly before the end of the year.  The discussions with the social partners will get under way shortly.  We have a budget to complete in the next 12 days or so.  We also have the launch of the national development plan.  The focus of the Minister for Finance and I over the next 12 days or so will, understandably, be on the budget.  That involves an intense set of meetings across Departments and with other stakeholders.  That work is ongoing.  I want to be able to give this matter proper reflection and consideration and hear the views of others.  The intention, therefore, is to address it in the coming weeks.  To answer the Deputy&rsquo;s question as directly as I can, I believe we need to have this matter dealt with before the end of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#J00600","speaker":"1459"},{"type":"speech","time":1632956400,"counter":263,"content":"<p>The summer economic statement referred to a figure of &euro;4.7 billion.  When we distil the statement, it provides headroom of &euro;1.5 billion, made up of &euro;1 billion in current expenditure and &euro;500 million in taxes.<\/p> <p>  Tax receipts for the month of August, post the summer economic statement in July, showed a 25% increase or &euro;866 million in extra taxes.  My question to the Minister zones in on the &euro;1 billion in spending.  When it comes to budget day, will this figure provide the Minister with extra headroom?  Will the &euro;1 billion be used to provide social welfare increases?  Will such increases keep pace with the rate of inflation, which was running at 2.8% up to the end of August?  Will they cover pensions and other areas of social welfare?  These questions are in the context of the additional tax revenue of &euro;866 million in August, which was not provided for in the summer economic statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#J00700","speaker":"1593"},{"type":"speech","time":1632956400,"counter":264,"content":"<p>I thank the Deputy who understands these figures very well.  To answer his question directly, we will not be using the stronger than expected tax receipts to boost the budget day package.  We do not believe that would be an appropriate or prudent thing to do.  We will, therefore, stick to the framework we set out in the summer economic statement.  As the Deputy noted, that involves an increase in core expenditure of &euro;4.2 billion, of which &euro;1.1 billion will go towards the increase in the public capital investment programme next year.  A further &euro;2.1 billion will go towards meeting the existing level of service commitments, demographics, public service pay costs and so on.  That leaves around &euro;1 billion for new budget day measures on the expenditure side.  That would be coupled with &euro;500 million, which will be available to the Minister for Finance for a tax package.<\/p> <p>  That is the structure of the budget.  We obviously welcome stronger than expected tax receipts.  If that leads to a lower than predicted deficit outturn, as set out in the summer economic statement, that is a good thing.  However, we certainly should not use this revenue to enhance what is already a strong budget package.<\/p> <p>  In overall terms, current expenditure growth for next year, as per the summer economic statement, stands at 4.6%, with overall expenditure growth for next year set to be around 5.5% because we are increasing capital spending by close to 12%.<\/p><p>Over the next five years, overall core expenditure growth will average around 5%.  We believe that is an appropriate level at which to set expenditure growth and it would be imprudent and unwise to use stronger than expected corporate tax receipts, for example, to boost that expenditure growth further.  We will not be doing that.<\/p><p> On the specific measures, they are the subject of live discussion.  The Minister for Social Protection, Deputy Humphreys, and I, in particular, are working closely together on the social welfare Vote to ensure we respond in the best way we can to the increase in fuel costs and electricity prices that people are having to live with.  In the last two budgets, there were no increases in core weekly social welfare rates but there were packages that were targeted and impactful, in relation to the living alone allowance, the carer's support grant, improvements in the working family payment, qualified child dependent allowances and so on.  We did a lot in those budgets to help people who needed it the most.  All of that will be taken into account and we look forward to finalising that in the coming days.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#J00800","speaker":"1459","continuing":true},{"type":"speech","time":1632956400,"counter":266,"content":"<p>I thank the Minister for the overview.  I will discuss three areas, namely, essential workers, capital projects and just transition and carbon tax.<\/p> <p>  The Minister has answered many of the questions on essential workers so I will be brief.  It is hugely important to acknowledge the massive effort essential workers put in during the pandemic.  It was so big that anything the Government does will only be a token but it is important the acknowledgement is there.  Easy options such as the public holiday will not suit everybody, such as supermarket staff who were on the tills without personal protective equipment, PPE, dealing with the public.  They will have to stock fresh food and keep shops running over the bank holiday.  I am glad the Government is taking an inclusive approach and consulting widely on it.  Bringing that to a timely conclusion with appropriate acknowledgement is important.<\/p> <p>  Spending on key capital projects, whether homes, schools, roads or public transport, is a massive deal.  It employs people locally and gives regions a chance to catch up.  On capital works like the N22 between Ballincollig and Macroom, trying to make that safer, or the N20 between Cork and Limerick, what is the outlook for such schemes in the short term?  It is essential such capital projects advance.  <\/p> <p>  The carbon tax and just transition are big issues for many people.  There is increased cost and we are likely to see it again in the budget.  The Government is aiming to change people's behaviour with increased costs, but that is easier to do in some sectors than others.  Somebody who farms and has to buy diesel has more difficulty transitioning than somebody who is in and out to work and has a public transport option available.<\/p> <p>  I understand the Government will ring-fence moneys for the just transition and doing works like insulating homes and so on.  Currently that is moving really slowly.  Look at the way the Sustainable Energy Authority of Ireland, SEAI, is delivering for homes around the country and the level of work it is doing on those homes with the insulation.  I am getting an increasing number of calls that people are disappointed with the length of time they are waiting and feel that the level of the works falls short of expectations.  What will ensure that, as carbon tax is increased and there is a bigger fund, it will deliver faster and more suitable works for people?  What oversight will be there on the likes of SEAI?  With the insulation of homes, SEAI pumps cavities but many bungalows built in the 1970s have a concrete strip across the top of the wall which will provide a cold bridge.  SEAI would want to pump the cavity and leave a cold bridge outside.  It is not delivering what people need and they are having to wait for the service.  As more money goes in, expectations will be higher.  What checks and balances will be there on SEAI to deliver on the just transition?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#K00200","speaker":"1455"},{"type":"speech","time":1632956400,"counter":267,"content":"<p>I thank the Deputy for his questions and his comments on the recognition issue, which a number of his colleagues also raised.  The Deputy raised an important point on the need for remembrance and the fact we tragically lost so many people to Covid-19.  It is appropriate that we recognise and remember all those we lost, including those we lost in the last 18 months not due to Covid, who were denied the send-off they otherwise would have got.  It has been a difficult 18 months for the whole country.  It would be such a shame, having had so much solidarity across society in the last 18 months, if we were to end up with a divisive approach to this issue.  I am determined to avoid that and the best way to do that is to consult wider stakeholders, including trade union leaders, employer bodies and civic society.  We will do that as a Government and bring forward a proposal because recognition is warranted, justified and will take place.  The manner in which the Deputy and other colleagues presented it is the correct way to do it.  It is not an easy issue and it is not about a reward or anything like that really.  You cannot reward people for the type of work they did and the sacrifices they made but some recognition by the Government is warranted.<\/p> <p>  I am looking forward to the publication of the national development plan on Monday.  I thank the team in my Department, led by Ronnie Downes, the assistant secretary, and the national investment office, who did outstanding work over many months on the review of the plan.  It is an exciting, ambitious plan and the Deputy touched on the kernel of it.  It is now about the delivery and implementation of this plan.  If we implement this plan and the funding is there to do so, it will be transformative in so many parts of the country.  We have put balanced regional development at the heart of the new plan.<\/p> <p>  The Deputy touched on some specific issues, including road projects.  While I will not get into individual road projects that may or may not feature in the national development plan, suffice to say there will be road projects in the plan.  I acknowledge the great progress being made on the ground with the N22 project, the Macroom-Ballyvourney bypass, which the Deputy, Deputy Michael Healy-Rae and many others have a keen interest in.  I am monitoring the progress of that and it is great to see it going so well.  The major Dunkettle interchange project is also under way in Cork and progressing well.  There will be road projects in the national development plan but the plan needs to be consistent with our climate action obligations.  The Minister for the Environment, Climate and Communications, Deputy Eamon Ryan, will bring forward a climate action plan to the Government shortly.<\/p><p>As the Deputy is aware, that involves carbon budgets that need to be implemented if we are to meet our targets of a 51% reduction in greenhouse gas emissions by 2030 and carbon net neutrality by 2050.  That is a difficult challenge but it is one to which we must rise, so there will be an emphasis in the new national development plan on public transport, active travel and all forms of sustainable transport.  It will, of course, involve investment in road infrastructure, but I wish to set the overall context for the Deputy and colleagues.<\/p><p> As regards the immediate issues raised by increases in the carbon tax, we acknowledge that those increases, which must happen and have already been legislated for by the Oireachtas, pose a challenge for many people across society and for parts of the economy.  We will seek to respond to that in our budget presentation.  We are conscious of the need to insulate people insofar as we can from the impacts of carbon tax, but also rising electricity and fuel prices.  The Minister, Deputy Humphreys, and I will be bringing forward proposals on budget day in that regard.<\/p><p> The Deputy touched on the important issue of the implementation of the retrofitting programme, whether through the warmer homes scheme or the better home energy grants.  The current waiting times for those who apply to the warmer homes scheme are too long.  We need to do much better.  In the budget last year we provided a significant increase in funding for the Sustainable Energy Authority of Ireland, SEAI, and the implementation of schemes such as the warmer homes scheme.  I should be fair and acknowledge that Covid-19 had an impact on the ability of contractors to go into homes and get this work done.  In addition, there is a shortage of contractors in this space.  That is why we are investing more funding in upskilling, training and providing opportunities for people who want to move into the sector.  A significant amount of public money will go into this space in the next ten years and we need to make sure we have the capacity to deliver it.<\/p><p> This has been a difficult year.  The Department will have a significant underspend on capital, not just because of the impact of Covid on the ability to retrofit homes, but also due to its impact on the national broadband plan.  That is an issue on which I and the Minister, Deputy Ryan, are working.  We will do everything we can to accelerate the roll-out of the broadband plan.  It suffered a setback during Covid-19.  The funding is secure for its implementation and I am open to all and any options to accelerate the roll-out of the plan.  Covid has certainly underlined the need for connectivity in all parts of Ireland and, with more people now working from home or community hubs and so on, the need for high-speed broadband is imperative for the economy and society.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#K00300","speaker":"1459","continuing":true},{"type":"speech","time":1632956400,"counter":269,"content":"<p>I will try to let members in for a second round.  We do not have much time left.  While members consider whether they wish to come in for two or three minutes for a second round of questions, I have a few questions, not so much about what is in budget 2022, but more the formation of it.  One of the more progressive measures in the budget last year related to areas such as mental health, where a differentiation was made between funding for continuation of services and funding for the development of new services.  Obviously, implementing Sharing the Vision is very important in that area.  Across the health sphere in particular and in the context of implementing plans such as Sl&aacute;intecare, it is incredibly useful that a differentiation is being made between keeping up core basic services as they are and the development of new services.  Will we see more of that in budget 2022?  Is it something the Department wishes to move towards more?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#L00200","speaker":"1559"},{"type":"speech","time":1632956400,"counter":270,"content":"<p>I thank the Chairman for her question.  The answer is \"Yes\".  In bringing forward a budget, it is important that we do not just set out the steady state and the overall amounts of money but, rather, actually lay out where the increases are going and what the new initiatives and measures in various areas are that will benefit from that funding, as well as, crucially, how that translates to services that people access and how it translates to where it really matters.  As the Chairman acknowledged, the budget last year in the area of mental health was more than &euro;1 billion, with more than &euro;30 million for specific new measures identified by the Minister of State, Deputy Butler, and her team.  I am in discussions with the Minister of State on that issue and also with the Minister of State, Deputy Rabbitte, regarding the disability sector.  We had a good budget last year for that sector and the Minister of State, Deputy Rabbitte, has made great progress in reducing the waiting lists for assessments of need, for example.  I know she is anxious to translate that progress into the provision of therapy services, an issue on which the Chairman has spoken on many occasions.  \"Yes\" is the answer to her question.  I want to be able to set out specifically what the country is getting for the extra money that is being provided in various areas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#L00300","speaker":"1459"},{"type":"speech","time":1632956400,"counter":271,"content":"<p>I thank the Minister.   That is really useful to know because it makes a significant difference to people working in those services and to non-governmental organisations, NGOs, to be able to see exactly where money will be going.  In a similar vein, many people and NGOs often raise with me the usefulness of multi-annual funding in the context of the surety it provides in respect of from where funding is coming, but large-scale projects such as Sl&aacute;intecare or the development of an ICT system in the health service, for example, require commitments over several years.  We have a particularly annualised system of budgeting but, as we move forward with considerable large-scale projects - and we can see the system definitely needs things like ICT upgrades and the implementation of Sl&aacute;intecare - is that something on which the Minister's Department is working?  I know there was resistance in the past to multi-annual funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#L00400","speaker":"1559"},{"type":"speech","time":1632956400,"counter":272,"content":"<p>In the context of capital funding, from next Monday when the national development plan will be announced, every Department will have multi-annual funding out to 2025.  They will know exactly what they will have each year and that gives them every opportunity to plan the delivery of projects, including in ICT.  There is a wide definition of what qualifies as capital expenditure.  It includes investment in ICT, for example.  That is a key issue.<\/p> <p>  In addition, as the Chairman is aware, there is flexibility to carry forward underspends in the capital space.  For each Vote, a maximum of 10% of the current year capital budget can be carried forward into the following year.  More than &euro;700 million was carried forward into 2021 as a result of underspends last year and it is inevitable that there will be underspends this year that will be carried forward to next year.  That funding will not be lost back to the central Exchequer.<\/p> <p>  It is more complex in the context of current funding.  When people raise the issue of multi-annual funding commitments, what they really want is a commitment to multi-annual increases in funding.  We set out the overall framework in the summer economic statement.  Built into that is an increase in core current expenditure of close to 4.75%.  As such, there can be a legitimate expectation that there will be increases in expenditure generally, but it has to fall to the Government, budget to budget, to set its priorities and monitor progress on the implementation of the programme for Government.  A degree of flexibility is needed because some Departments and projects may be ahead of schedule, while others may get stuck in the system.  One needs an ability to make budget day decisions.  I am not completely averse to multi-annual and there are certain specific areas where it would be helpful.  Several Ministers have raised that directly with me and we are examining it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#L00500","speaker":"1459"},{"type":"speech","time":1632956400,"counter":273,"content":"<p>Excellent work has been done by various Departments in respect of well-being budgeting.  Will budget 2022 be a well-being budget?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#L00600","speaker":"1559"},{"type":"speech","time":1632956400,"counter":274,"content":"<p>It will.  As the Chairman acknowledged, excellent work is being done across government, including by the Department of An Taoiseach, in respect of well-being budgeting and an overall well-being framework.  My Department has made significant progress in respect of non-financial measures generally, whether it be equality budgeting, well-being budgeting or green budgeting.  As part of budget 2022, we intend to continue to make progress in that space.<\/p><p>We will be providing relevant metrics and indices to show further progress on well-being.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#L00700","speaker":"1459","continuing":true},{"type":"speech","time":1632956400,"counter":276,"content":"<p>I have three questions that require short answers, as I know other members may wish to contribute.  With regard to the summer economic statement, the Minister for Finance appeared before the committee last week and said that he had committed to the budget package remaining the same regardless of tax buoyancy.  Can the Minister give the same commitment to the committee that, unless there are additional tax measures that will raise revenue, the budget package will remain the same?  Can he confirm that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M00200","speaker":"1579"},{"type":"speech","time":1632956400,"counter":277,"content":"<p>Yes, there is no intention to increase the budget package on foot of stronger than expected tax receipts.  At this point, we are planning to bring forward a budget that is consistent with the summer economic statement and I do not envisage that changing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M00300","speaker":"1459"},{"type":"speech","time":1632956400,"counter":278,"content":"<p>Last year there were some changes and I believe it is important for the role of the Committee on Budgetary Oversight that it is made aware of changes.  That is good to know.  I have two further questions relating to the secretarial assistants' pay claim.  Has an offer been made?  If it has, when is it to be paid?  I am asking just about the pay claim, not pensions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M00400","speaker":"1579"},{"type":"speech","time":1632956400,"counter":279,"content":"<p>I will make a quick point on the previous question.  Last year, we did not have a summer economic statement or a fiscal framework.  We were in truly extraordinary circumstances, so this year I hope the information we have been able to provide to the committee is more meaningful and helpful.  We have a degree of more certainty.<\/p> <p>  With regard to secretarial assistants, is the Deputy referring to secretarial assistants in the Oireachtas?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M00500","speaker":"1459"},{"type":"speech","time":1632956400,"counter":280,"content":"<p>I am referring to the school secretaries.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M00600","speaker":"1579"},{"type":"speech","time":1632956400,"counter":281,"content":"<p>I thought the Deputy said secretarial assistants.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M00700","speaker":"1459"},{"type":"speech","time":1632956400,"counter":282,"content":"<p>I apologise.  I probably did.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M00800","speaker":"1579"},{"type":"speech","time":1632956400,"counter":283,"content":"<p>That is fine, because there is a live issue there as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M00900","speaker":"1459"},{"type":"speech","time":1632956400,"counter":284,"content":"<p>There is, and it is an important one too.  The Minister might comment on that as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M01000","speaker":"1579"},{"type":"speech","time":1632956400,"counter":285,"content":"<p>On that issue, there has been engagement between my Department and the Houses of the Oireachtas Commission.  The way in which the Houses of the Oireachtas Commission is funded is different from all the other Votes.  It is given a three-year budget and that is done by means of an Act of the Oireachtas every three years, so later this year the Oireachtas will have to pass an Act providing for the budget for the commission for the next three years.  There are some discussions under way regarding secretarial assistants and pay issues.  I cannot go into any more detail than that.<\/p> <p>  Regarding the school secretaries, I welcome the progress we have made on the pay scale.  The trade union called off the industrial action for a short number of weeks to allow the detail of that to be fleshed out.  We all have great regard for the work done by school secretaries.  This is an issue I was very keen to make progress on when I came into office and if we can implement this, it will be very significant progress.  The school secretaries and, indeed, the caretakers will continue to have other issues on which they will seek progress, and we will continue engagement on those.  However, getting a pay scale that has public sector equivalence was a key request from them and that has now been achieved.  I look forward to seeing that being implemented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M01100","speaker":"1459"},{"type":"speech","time":1632956400,"counter":286,"content":"<p>For clarity, is that the offer that has been made in respect of the pay scale?<\/p> <p>  With regard to the Minister's other comment, I found this committee meeting quite helpful.  The Minister was quite open and helpful, perhaps even in comparison with last year, so I thank him for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M01200","speaker":"1579"},{"type":"speech","time":1632956400,"counter":287,"content":"<p>Yes, there is agreement in principle, which is probably the best way to describe it.  The Department of Education is the primary Department on the employer side.  Of course, the Department is not the direct employer of school secretaries so there is the issue that the secretaries are employed directly by schools.  Many of them have to sign on during the summer and there is a wide variation in the level of pay, for example, the pay to those who are with education and training boards, ETBs, relative to those not with ETBs.  The key issue I believe we have made progress on is a common pay scale that has public sector equivalence to certain clerical officer grades.  That was their key request and it has been agreed in principle.  There will always be points of detail that have to be ironed out and that is what they are working on now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M01300","speaker":"1459"},{"type":"speech","time":1632956400,"counter":288,"content":"<p>I do not see any other hands raised so it just remains for me to thank the Minister for his time today.  It has been a really useful session for everybody.  I also thank Mr. Downes and Mr. Kinnane for their attendance today and for their assistance to the committee.  We wish you all well in the next month or two with the budget and all the other issues we discussed today.<\/p> <p>  The committee's next meeting will be in private session on Thursday, 7 October, at 12.30 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2021093000002#M01400","speaker":"1559"},{"type":"unspoken","time":1632956400,"counter":289,"content":"<p>The select committee adjourned at 11.25 p.m. until 12.20 p.m. on Thursday, 7 October 2021.<\/p>","notice":"TIME STRING DETECTED"}]