[{"type":"majorheading","content":"Joint Oireachtas Committee on Housing, Planning and Local Government","time":1522148400,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 12:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Pat Casey, Senator Alice-Mary Higgins,* Deputy Eoin Ó Broin, Senator Jennifer Murnane O'Connor.<\/p><p>* In the absence of Senator Grace O'Sullivan.<\/p><p>DEPUTY MARIA BAILEY IN THE CHAIR.<\/p>","time":1522148400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002"},{"type":"minorheading","content":"Business of Joint Committee","time":1522148400,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#A00100"},{"type":"speech","time":1522148400,"counter":5,"content":"<p>The meeting is in public session.  Apologies have been received from Deputy Ruth Coppinger.  I propose that we go into private session to consider the draft reasoned opinion.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#A00200","speaker":"1246"},{"type":"unspoken","time":1522148400,"counter":6,"content":"<p>The joint committee went into private session at 12.10 p.m. and resumed in public session at 12.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Planning and Development Acts 2000 to 2017 Order: Motion","time":1522148400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#D00100"},{"type":"speech","time":1522148400,"counter":8,"content":"<p>At the request of the broadcasting and recording services, members and visitors in the Public Gallery are requested to ensure that for the duration of the meeting their mobile phones are turned off completely or switched to aeroplane, safe or flight mode, depending on their device.  It is not sufficient to put one's phone on silent mode as this will maintain a level of interference with the broadcasting system.  The next item is consideration of a motion regarding the Planning and Development Acts 2000 to 2017 (Increase in Number of Ordinary Members to An Bord Plean&aacute;la) Order 2018 with the Minister of State at the Department of Housing, Planning and Local Government with special responsibility for housing and urban development, Deputy Damien English, referred by the order of the Houses to the joint committee.  On behalf of the committee, I welcome Minister of State, Deputy English, and his officials, Ms Niamh Dew and Mr. Terry Sheridan, to the meeting this morning.<\/p> <p>  Members are reminded of a long-standing parliamentary practice to the effect that members should not comment on, criticise or make charges against a person or persons outside the House, or any official by name or in such a way as to make him or her identifiable.<\/p> <p>  I call on the Minister to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#D00200","speaker":"1246"},{"type":"speech","time":1522148400,"counter":9,"content":"<p>I thank the Cathaoirleach for affording me, along with Mr. Sheridan and Ms Dew, the opportunity to present to the committee on this draft order which proposes to increase by one member, on a temporary basis, the number of ordinary members of An Bord Plean&aacute;la.<\/p> <p>  The background to the draft order stems from the new additional functions of An Bord Plean&aacute;la in dealing with applications for strategic housing developments, SHDs.  Many members of the committee will be very familiar with these new arrangements which were introduced by the Planning and Development (Housing) and Residential Tenancies Act 2016.<\/p> <p>  In brief, the Act provided for new streamlined arrangements, which came into operation on 3 July 2017, to enable planning applications for large scale housing developments, SHDs, of 100 housing units or more, or student accommodation developments of 200 bed spaces or more, to be made directly to the board for determination.  These arrangements are intended to provide greater certainty for developers in terms of the timelines for planning decision-making, while also facilitating the earlier provision of much needed housing supply and helping to address the current housing supply shortage situation.<\/p> <p>  Under the SHD arrangements, a developer is required to firstly engage in pre-application consultations in relation to a proposed SHD development with the board and with the local planning authority, with such pre-application consultation phase having to be completed within nine weeks.  Where a planning application is subsequently submitted to the board, the board is required to make a determination on an application within a period of 16 weeks from the submission of that application.  These new fast track arrangements have the potential to result in planning decisions for concerned large developments being made within 25 weeks of commencement of the pre-application consultation, as against the more normal two stage planning process which can, in certain circumstances, take up to 18 to 24 months from initial design stage to ultimate approval.  I appreciate it can be shorter than that, but in some cases that has happened in the past.<\/p> <p>  In order to ensure that An Bord Plean&aacute;la had the necessary structures and resources in place to undertake these additional functions, the legislation provided for the establishment of a new strategic housing division of the board to decide on these housing applications.  The division requires two additional ordinary board members on a temporary basis, while the new arrangements are in place.  Separately, and in addition, the filling of an additional dedicated ten professional and administrative posts was sanctioned by our Department to support this division and the relevant staff are in place since 2017.<\/p> <p>  Over the last number of years the board has operated with a membership of nine members, consisting of the chair and eight ordinary members.  However, section 104 of the Planning Act provides that the board can consist of a maximum of up to ten members, the chair and nine ordinary board members.  Therefore, in January of this year, the Minister, Deputy Eoghan Murphy, appointed a ninth ordinary member to the board, thereby bringing the board to its full complement of ten, as provided for in the legislation and thereby filling the first of the two additional ordinary members positions required for the new SHD arrangements.<\/p> <p>  Section 104 of the Planning and Development Act 2000, as amended, also provides that the Minister may by order temporarily increase the number of ordinary members of the board, where this is necessary to enable it to fulfil its duties and objectives.  Such an order must be laid in draft before both Houses of the Oireachtas and receive a positive resolution from both Houses before it can be made.<\/p> <p>  As indicated, and in light of the tight statutory timeframes associated with determining applications under the SHD provisions, it is necessary to utilise this provision now.  The order before members is required so that the Minister can make a further appointment to the board, ensuring that the second additional member required for the new SHD arrangements are in place.<\/p><p>Under the 2016 Act, the SHD arrangements which it introduced will operate initially until 31 December 2019.  Subject to review, they may be extended to 31 December 2021, the end date of the Rebuilding Ireland action plan.  Accordingly, the draft order proposes to increase the membership of the board by one member, initially for the period until 31 December 2019, with a view to extending the appointment in accordance with the legislation, if required, at a later date.  Board members are generally appointed by the Minister from candidates nominated by prescribed organisations.  Subject to the necessary Oireachtas approval, it is the Minister&rsquo;s intention to select a nominee for appointment as a board member at the earliest possible date.<\/p><p> I support the making of this necessary order.  As I outlined, the SHD provisions were introduced to speed up the planning decision-making process for large-scale housing developments, with a view to addressing urgently the housing supply shortage.  The additional board member is vital to ensure there will be sufficient capacity within the board to undertake its additional functions related to SHDs and in order that SHD planning determinations can be made within the fast-track timeline prescribed under the 2016 Act.  <\/p><p> I look forward to engaging with the committee and will endeavour to answer questions committee members may have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#D00300","speaker":"1264","continuing":true},{"type":"speech","time":1522148400,"counter":11,"content":"<p>Can the Minister of State give us any updated information on the number of applications received by the board under the new strategic housing development legislation?  At what stage are they applications?  When the legislation was going through, we raised the question of why consideration had not been given to imposing statutory timelines on An Bord Plean&aacute;la for all planning decisions.  They apply to all local authorities which arguably have a bigger job to do in having to go through full applications, as opposed to an appeal to the board.  Is there any impact on non-strategic housing development decisions taken by the board of a lengthening of the timelines by virtue of having to deal with larger applications under the new legislation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#E00200","speaker":"1215"},{"type":"speech","time":1522148400,"counter":12,"content":"<p>From when the new arrangements were put in place in July up to 21 March, the board received 47 valid pre-application consultation requests, for the initial nine-week period, in respect of which 36 opinions have issued, with a further 11 due in the coming weeks.  A total of four of the 36 opinions indicated that the documents submitted gave a reasonable basis on which to submit planning applications, while 32 required further consideration.  Of the 36 opinions, 19 planning applications for strategic housing developments have been brought forward to the board which has issued a decision in seven of those cases.  It has granted permission for the construction of a total of 523 residential units, mainly apartments, and 3,408 student bed spaces.  It has refused permission for the construction of a total of 1,040 residential units, consisting of 478 houses and 562 apartments.  All of the decisions were made within the 16-week timeframe.  I have an overview of the seven cases decided if members want to have it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#E00300","speaker":"1264"},{"type":"speech","time":1522148400,"counter":13,"content":"<p>It would be great to have it in writing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#E00400","speaker":"1215"},{"type":"speech","time":1522148400,"counter":14,"content":"<p>There were two refusals and five grants, three of which were conditional.  Permission for the student accommodation at Belfield was granted with conditions.  Permission for the residential development on Ballyogan Road was refused.  Permission for the residential development at Barna in Galway was also refused.  Permission for the student accommodation on Cork Street was granted, while permission for the student accommodation in Cork was granted on 7 March.  Permission for the student accommodation and residential developments in Stillorgan, County Dublin, was granted with conditions on 15 March, incorporating 576 student bed spaces and 103 apartments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#E00500","speaker":"1264"},{"type":"speech","time":1522148400,"counter":15,"content":"<p>What is the ratio between student bed spaces and non-student accommodation units?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#E00600","speaker":"1215"},{"type":"speech","time":1522148400,"counter":16,"content":"<p>There are 523 residential units and 3,408 student bed spaces.  We set out a specific student accommodation action plan with the Department of Housing, Planning and Local Government and the Department of Education and Skills.  We wanted to drive that agenda and have purpose-built student accommodation on or close to campus which should also free housing for others.<\/p><p>There has been a push on there.  All our education players have been encouraged to become involved in that and to do more of their own alongside private developers.  There are 12 decisions to be made.  The remaining 12 strategic housing development applications consist of 3,420 residential units, which comprise 2,373 houses, 1,047 apartments and 691 student bed spaces.  Quite a number of residential units are coming through.  I have no problem providing a note on that in order to give members some information on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#E00700","speaker":"1264","continuing":true},{"type":"speech","time":1522148400,"counter":18,"content":"<p>Perfect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00200","speaker":"1215"},{"type":"speech","time":1522148400,"counter":19,"content":"<p>The Deputy's second question concerned the statutory timelines.  When we had a debate on this matter in the Seanad and in the D&aacute;il, that was considered.  Generally, 80% to 82% of An Bord Plean&aacute;la's cases are dealt with within the statutory timelines.  It has a service level agreement with our Department to reach that target.  In 2017, it was lower than that and only 65% to 66% of cases were dealt with within the statutory timelines, mainly because the board was down members and was awaiting appointees.  It was also seeking more staff, which we facilitated during 2017.  We will monitor that.  Sometimes the 20% of cases that are not dealt with within the specific timelines comprise high profile ones.  That is something we monitor and we discuss it in the context of the service level agreement.  We can review it and discuss it further, if we are of the view that we need to change the rules.  We need some certainty around timelines from the planning system.  The main reason for the changes we made in 2016 was to introduce some certainty and to encourage people who owned land - that is, unzoned - to bring forward applications.  We gave a commitment that we would give applicants a decision within a certain timeframe.  That assists with the costs involved and the business case in order to fast-track planning.<\/p> <p>  The Deputy asked if this had any impact on non-strategic housing developments.   We have not noticed anything different but we can do a check and do a trawl to be sure about that.  By increasing the overall complement of the board and meeting the staff requirements following the review in 2016, An Bord Plean&aacute;la should be in a better position to be able to reach its overall targets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00300","speaker":"1264"},{"type":"speech","time":1522148400,"counter":20,"content":"<p>That last point is important.  In an effort to fast-track the larger developments, we do not want small builders who build 20, 40 or 80 units to experience much longer delays.  If there was a way to track and monitor that, it would be useful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00400","speaker":"1215"},{"type":"speech","time":1522148400,"counter":21,"content":"<p>We will certainly track that and consult the board on it.  I have made it clear that we have proposed this order on foot of a commitment given that if we changed the legislation to provide for fast-track developments An Bord Plean&aacute;la needed additional board members.  A specific team was set aside for that, therefore, it should not influence the board's day-to-day processes.  If both Houses of the Oireachtas accept this, it will strengthen the position of the board to make sure applications are dealt with within the timelines and that nobody else will suffer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00500","speaker":"1264"},{"type":"speech","time":1522148400,"counter":22,"content":"<p>To follow up on that, I cannot remember the number of applications the Minister of State said did not get through the pre-planning process.  Is there a common trend in that respect, or could information be provided in order to tweak the system to improve that position?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00600","speaker":"1357"},{"type":"speech","time":1522148400,"counter":23,"content":"<p>There is a number of reasons.  I do not have a  breakdown of the trends, but I could ask the board about that.  Naturally, the board will come back to us if there are specific changes it would recommend.  Generally, this process is to make sure we have a high standard of application in the first place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00700","speaker":"1264"},{"type":"speech","time":1522148400,"counter":24,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00800","speaker":"1357"},{"type":"speech","time":1522148400,"counter":25,"content":"<p>I remember at the time the then Minister, Deputy Coveney, stressed that it would not be a surprise if those who submitted the first applications found the process difficult because it was a new process and the planning would be fast-tracked.  That nine-week phase is to make sure we get good quality applications and that nobody's time is wasted.  The 32 applicants would have been given different reasons setting out how they could improve their applications; it was not that they were refused-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00900","speaker":"1264"},{"type":"speech","time":1522148400,"counter":26,"content":"<p>No, they did not get through.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01000","speaker":"1357"},{"type":"speech","time":1522148400,"counter":27,"content":"<p>------a consultation.  If they want to come back, they can still apply.  Only four got a straightforward response; they were told their applications were at the top level, but 19 applications have come in.  Some of those 32 combined applications and they would have made changes before they formally applied.  The nine-week period is to guide best practice and the submitting of the best applications.  I will consult the board to see if there are any trends coming through.  If there is anything that we need to discuss, we can do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01100","speaker":"1264"},{"type":"speech","time":1522148400,"counter":28,"content":"<p>Regarding the appointments, the second appointment will be on a temporary basis until 2019-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01200","speaker":"1357"},{"type":"speech","time":1522148400,"counter":29,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01300","speaker":"1264"},{"type":"speech","time":1522148400,"counter":30,"content":"<p>-----or extended to 2021 whereas the first appointment will be permanent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01400","speaker":"1357"},{"type":"speech","time":1522148400,"counter":31,"content":"<p>This is not so much about the appointees but about the complement of the board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01500","speaker":"1264"},{"type":"speech","time":1522148400,"counter":32,"content":"<p>The first appointee would come within the bracket of board's ten members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01600","speaker":"1357"},{"type":"speech","time":1522148400,"counter":33,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01700","speaker":"1264"},{"type":"speech","time":1522148400,"counter":34,"content":"<p>The second appointee will be an additional member above that complement and that appointment will be on a temporary basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01800","speaker":"1357"},{"type":"speech","time":1522148400,"counter":35,"content":"<p>Both of them were required by An Bord Plean&aacute;la for its strategic housing division.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01900","speaker":"1264"},{"type":"speech","time":1522148400,"counter":36,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F02000","speaker":"1357"},{"type":"speech","time":1522148400,"counter":37,"content":"<p>I think they are both regarded as temporary positions until 2019.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F02100","speaker":"1264"},{"type":"speech","time":1522148400,"counter":38,"content":"<p>All right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F02200","speaker":"1357"},{"type":"speech","time":1522148400,"counter":39,"content":"<p>This is not about the persons but that the number on the board will be adjusted by 2019.  We can have a discussion on the need for a review, but if we consider there is no need for it, we will not be continuing with it.<\/p><p>That commitment was made, and it was given on floor of the Houses as well.  I would point out to the Deputy that there is a huge volume of applications in the pipeline.  Many of those-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F02300","speaker":"1264","continuing":true},{"type":"speech","time":1522148400,"counter":41,"content":"<p>I was just trying to get my head around it.  The first appointment was made under the legislation where we could appoint a ninth member so there was no need to have that made on a temporary basis whereas the second appointment, the one from 2019 and extended to 2021, will be on a temporary basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00200","speaker":"1357"},{"type":"speech","time":1522148400,"counter":42,"content":"<p>I understand the question.  Both appointments reflect the request from An Bord Plean&aacute;la for additional-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00300","speaker":"1264"},{"type":"speech","time":1522148400,"counter":43,"content":"<p>For additional appointments because of the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00400","speaker":"1357"},{"type":"speech","time":1522148400,"counter":44,"content":"<p>Yes, for this reason.  That is why we have both people established.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00500","speaker":"1264"},{"type":"speech","time":1522148400,"counter":45,"content":"<p>Deputy Casey has just clarified it.  Were these appointments made by the Minister?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00600","speaker":"1395"},{"type":"speech","time":1522148400,"counter":46,"content":"<p>Yes.  There is a nominating process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00700","speaker":"1264"},{"type":"speech","time":1522148400,"counter":47,"content":"<p>The Minister of State might explain that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00800","speaker":"1395"},{"type":"speech","time":1522148400,"counter":48,"content":"<p>There is a list of prescribed bodies, which we can give to the Senator, if she would like it-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00900","speaker":"1264"},{"type":"speech","time":1522148400,"counter":49,"content":"<p>Yes, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01000","speaker":"1395"},{"type":"speech","time":1522148400,"counter":50,"content":"<p>-----which can make nominations to the Minister when a call goes out.  There are five panels and the Minister of the day will have to make sure that, generally, there are two per panel.  They work off the nominations that come in.  The Minister cannot pick someone out of the sky.  He or she has to be nominated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01100","speaker":"1264"},{"type":"speech","time":1522148400,"counter":51,"content":"<p>Yes.  That is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01200","speaker":"1395"},{"type":"speech","time":1522148400,"counter":52,"content":"<p>Generally, specific skills are required.  The chair of the board has specifically said that she would like the candidates for these positions to have an architectural and engineering background.  The most recent appointee was Michelle Fagan, who I believe has an architectural background.  There are five panels.  The candidates are nominated.  The Minister chooses from those and it makes the appointments process correct; they are ministerial appointments.  It is hoped that if the Houses clear this on Thursday, the Minister should be able to work from the existing list of nominated people, so we will not have to waste any time.<\/p> <p>  Regarding Deputy &Oacute; Broin's point, housing developments in general are being prioritised by An Bord Plean&aacute;la.  There is an agreement that priority is given to all housing developments, regardless of their size.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01300","speaker":"1264"},{"type":"speech","time":1522148400,"counter":53,"content":"<p>During the consideration of the legislation we got a very useful spreadsheet with the 18 developments that were being assessed at that stage.  It would be helpful if we got a similar spreadsheet, even on a six-monthly basis, of the kind of information the Minister of State has shown but presented as a flow chart.  The smaller number of applications that got through the pre-application process quickly have been dealt with in a much more speedy fashion, but I would be interested to see, of all the developments, the actual improvement in the timeline.  The Minister of State might give a commitment that every six months we would get a spreadsheet update with the columns and the lengths of time for each stage of the process for all pre-applications and applications.  That would be useful to allow us track it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01400","speaker":"1215"},{"type":"speech","time":1522148400,"counter":54,"content":"<p>We can do that.  In terms of the ones who go through that early process and are given advice to make changes, all that information is on record and can be seen, and the inspector will comment on that as well.  It is all clear-cut.  I understand the Deputy's point.  It is to be able to track the process to see if it is working with regard to timelines.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01500","speaker":"1264"},{"type":"speech","time":1522148400,"counter":55,"content":"<p>Yes.  Some of us did not support the legislation and our argument was because the two areas that were taking the longest were the pre-planning and the request for information periods.  If we saw similar timelines for this, it would give us a sense of whether it is working the way the Minister of State hoped, or not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01600","speaker":"1215"},{"type":"speech","time":1522148400,"counter":56,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01700","speaker":"1264"},{"type":"speech","time":1522148400,"counter":57,"content":"<p>Did any of the applications require the EIS process?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01800","speaker":"1357"},{"type":"speech","time":1522148400,"counter":58,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01900","speaker":"1264"},{"type":"speech","time":1522148400,"counter":59,"content":"<p>Does anyone have any further questions for the Minister of State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02000","speaker":"1246"},{"type":"speech","time":1522148400,"counter":60,"content":"<p>Dealing with local government, as all of us have done in councils in previous years, we know that An Bord Plean&aacute;la plays a massive part in their decisions.  As an elected representative who dealt with issues of housing estates, one-off housing or whatever over the years, it is good to know that the Department is working on this area.  I believe it plays a massive role and it can be life-changing for some people.  It is welcome that we are monitoring it.  I know it is a fair process - I do not have any complaints - but it is crucial that decisions are made more speedily, and work is needed on that..<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02100","speaker":"1395"},{"type":"speech","time":1522148400,"counter":61,"content":"<p>I agree with the Senator.  It is very important that we are involved in this process.  While we do not interfere with the decisions of An Bord Plean&aacute;la-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02200","speaker":"1264"},{"type":"speech","time":1522148400,"counter":62,"content":"<p>Absolutely.  We cannot do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02300","speaker":"1395"},{"type":"speech","time":1522148400,"counter":63,"content":"<p>-----we have to make sure it has the staff and the resources to do the work faster, and that process is clearly set out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02400","speaker":"1264"},{"type":"speech","time":1522148400,"counter":64,"content":"<p>That completes the committee's consideration of the motion regarding the Planning and Development Acts 2000 to 2017 (Increase in Number of Ordinary Members of An Bord Plean&aacute;la) Order 2018.  I thank the Minister of State, Deputy English, Mr. Terry Sheridan and Ms Niamh Dew for attending today and engaging with the committee.  This meeting is adjourned until 9.30 a.m. on Wednesday, 28 March 2018, when we will consider the Bills on micro-plastics and vacant housing refurbishment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02500","speaker":"1246"},{"type":"minorheading","content":"Messages to Dáil and Seanad","time":1522148400,"counter":65,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02600"},{"type":"speech","time":1522148400,"counter":66,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Joint Committee on Housing, Planning and Local Government has completed its consideration of the following motion:That D&aacute;il &Eacute;ireann approves the following Order in draft:<blockquote>Planning and Development Acts 2000 to 2017 (Increase in Number of Ordinary Members of An Bord Plean&aacute;la) Order 2018,<\/blockquote>a copy of which has been laid in draft form before D&aacute;il &Eacute;ireann on 21st February, 2018.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02700","speaker":"1246"},{"type":"unspoken","time":1522148400,"counter":67,"content":"<p>In accordance with Standing Order 75, the following message will be sent to the Seanad:<\/p><p><\/p>"},{"type":"unspoken","time":1522148400,"counter":68,"content":"<p>The joint committee adjourned at 12.35 p.m. until 9.30 a.m. on Wednesday, 28 March 2018.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Social Protection","time":1522153800,"counter":69},{"type":"unspoken","content":"<p>The Select Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Regina Doherty (Minister for Employment Affairs and Social Protection), Deputy Joan Collins, Deputy John Brady, Deputy Willie O'Dea, Deputy Joe Carey, Deputy Bríd Smith.<\/p><p>DEPUTY JOHN CURRAN IN THE CHAIR.<\/p>","time":1522153800,"counter":70,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002"},{"type":"minorheading","content":"Estimates for Public Services 2018<br \/>Vote 37 - Employment Affairs and Social Protection (Revised)","time":1522153800,"counter":72,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#D00200"},{"type":"speech","time":1522153800,"counter":73,"content":"<p>Before we begin, it would be appreciated if mobile phones were turned off or put in flight mode.  This meeting has been convened to consider the Revised Estimate for Vote 37 - Employment Affairs and Social Protection, as referred by the D&aacute;il to the select committee with an instruction to report back to the D&aacute;il.  I welcome the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, and her officials to the meeting and thank them for the briefing material, which has been circulated to committee members.  I propose that the Minister will make an opening statement and members will then be afforded an opportunity to ask questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#D00300","speaker":"1298"},{"type":"speech","time":1522153800,"counter":74,"content":"<p>I thank members for the invitation to be meet the committee to discuss the Revised Estimates for my Department.  Department officials have provided detailed briefing material for the use of the committee at this meeting, which includes comprehensive financial and recipient data.  This briefing also provides updates on the Department&rsquo;s performance on its output targets for 2017.<\/p> <p>  Members know that, while the scale of the Department&rsquo;s expenditure is larger than any other Department, the services it provides are also hugely important.  It is important for the people who receive payments or services weekly or monthly, but it is also very important for society generally.  The Department&rsquo;s work impacts positively on people throughout their lives, from the payment of child benefit to provision of the State pension.  It also provides much-needed support when it is required at various stages in between.<\/p> <p>  Each week, more than 1.3 million people - pensioners, people with disabilities, people on maternity or sick leave, carers and jobseekers - receive a payment from my Department.  In addition, more than 625,000 families receive child benefit each month in respect of 1.2 million children.  An allocation of slightly more than &euro;20 billion was provided for the Department this year, which represents 36% of gross current Government expenditure and is &euro;155 million more than was provided in the further Revised Estimate for 2017.<\/p> <p>  This level of expenditure is obviously significant.  It represents not only the level of service that we aim to provide, as a country, to our citizens when they are in need.  In addition, our social protection system is one of the key cornerstones in our social fabric, whereby tax and social insurance income is redirected to people when they are in need at different periods during their lives.  Without these social transfers we would see a society where poverty and social exclusion become more extreme and acute.  Through policy and legislative change, through this Estimates process and through our annual budget cycle, we seek to improve the system, to alleviate poverty further and to support families, children and older people while seeking to ensure that our spending is efficient, which means getting it to the people who need it most.<\/p> <p>  As I said, &euro;20 billion represents 36% of gross current Government expenditure and it is useful for a moment to consider the areas in which this money is to be spent.  The biggest single block of expenditure in 2018 will be on pensions, which will amount to almost &euro;7.6 billion, or 38% of overall spend.  Expenditure on illness, disability and carer payments will amount to &euro;4.2 billion in 2018, representing 21% of expenditure.  It is interesting to note that these two programmes alone account for almost 60% of total expenditure between them.  Working age income support schemes account for 17% of expenditure, at &euro;3.4 billion this year.  This includes payments for jobseekers, one-parent families, maternity and paternity leave and supplementary welfare allowance.  In parallel, expenditure on employment services, including community employment, the back to education allowance, T&uacute;s, the rural social scheme and various employment and activation programmes, amounts to &euro;823 million this year, or 4.1% of the Department&rsquo;s overall expenditure.<\/p> <p>  Thankfully, we are seeing expenditure on working age income and employment supports decreasing, both in financial terms and as a proportion of overall expenditure, reflecting the ongoing improvements in the labour market in terms of reducing unemployment and rising employment levels.  We still have a lot to do in this space and we are aiming to reach those furthest from the labour market to ensure that we provide people with as much assistance as possible to get back into either work or education and upskilling.  Expenditure on children and families will account for more than 13% of expenditure at &euro;2.6 billion, of which more than &euro;2 billion is spent on child benefit and &euro;430 million on the working family payment.  Expenditure on supplementary payments like rent supplement, and on agencies like the Citizens Information Board and miscellaneous services, accounts for &euro;814 million, or slightly more than 4% of expenditure.<\/p><p> To a large extent, the Department anticipates and responds to emerging issues in the economy and society.  The schemes it provides are demand led and expenditure is largely driven by demographic trends and economic factors, including changes in the labour market.  I have mentioned that we have seen welcome and significant improvements in the labour market over recent years.  These improvements have occurred at a rapid pace.  Results from the latest labour force survey show that there are now more than 2.23 million people in employment, an increase of almost 67,000 in 2017.  Reflecting the survey results, the seasonally adjusted unemployment rate for February this year stands at 6.1%.  Significantly, long-term unemployment reduced from 3.7% to 2.5% during 2017.  These trends in unemployment are reflected in reducing the live register.  At the end of February, there were almost 40,000 fewer people on the live register than the same time last year and 84,000 fewer people than this time two years ago.  The live register peaked at 470,000 in mid-2011 and is now around 230,000, which is a reduction of more than 50%.  The CSO will have new figures on Friday.<\/p><p> JobPath is one of the initiatives introduced by the Department which seeks to improve the employment outcomes for the long-term unemployed.  Since it commenced in July 2015, 151,000 people have engaged with the service and we have had notification of 30,900 job starts.  This is good news for all involved but JobPath is about more than that.  It is about assisting those who get employment to remain in that employment.  That is why even when a jobseeker has gained employment, he or she is offered a further 52 weeks of in-work support designed to assist those who have been out of the work place longest to stay in it once they have returned.  The statistics are published regularly showing how many jobs are sustained and for how long.  It is a positive service because customer satisfaction is very high.  Overall satisfaction has improved from a mean score of 4.05 in 2016 to 4.26 in 2017 out of a total score of 5.0.  Scores across the key areas of offices, staff, service and processes are very strong and all scores have improved significantly.  Out of 151,000 people who have engaged with the service, there have been complaints in just one third of 1% of cases.  In my humble opinion, this is incredibly impressive.  This is remarkable and is the synopsis of the real story concerning JobPath, which is not perhaps what one would see in some fora.<\/p><p> The reduction in the live register is freeing up the resources we need to meet demands emerging from demographic changes.  In addition, it provided the basis on which I could take steps in budget 2018  to ensure that everyone could begin to see the benefits accruing from our sustained economic recovery.  In budget 2018, I sought to ensure that people dependent upon fixed incomes saw some improvements.  I ensured that people receiving weekly social welfare payments saw an increase in their rates.  We all acknowledge that they are coming into force this week.  I placed a particular focus on families and children, particularly children living in poverty.  These increases will benefit our pensioners, people with disabilities, carers and jobseekers and will take effect from this week.<\/p><p> Focusing on families and children, the payment for qualified children on social welfare payments was increased to &euro;31.80 per week, or an increase of &euro;104 per annum per child, the first increase in these payments since 2010.  I also increased the weekly income thresholds in the working family payment for families of up to three children, ensuring that these families get a better return from their earnings.  This change increases the after-tax income of families by &euro;312 per annum.  In addition, I also introduced changes to improve the financial benefit of work for lone parents who take up some employment.  The income disregards for the one-parent family payment and jobseeker's transition payment increased by &euro;20 from &euro;110 to &euro;130 per week.  This change improves the level of take-home earnings of lone parents by up to &euro;520 per annum. I also removed the sunset clause for the back to work family dividend payment.  These changes, excluding the changes in the underlying basic rates of payment, amount to expenditure of an additional &euro;66 million per annum for working families on low incomes.<\/p><p> I am also conscious of our most vulnerable citizens and increased the fuel season by one week from 26 weeks to 27 weeks.<\/p><p>In the light of Storm Emma and the recent severe cold snap - the beast from the east - I also ensured persons in receipt of the fuel allowance received an additional fuel payment this year to assist with the cost of higher domestic fuel bills.  Furthermore, budget 2018 provided for the introduction of a new telephone support allowance, which will be paid to social welfare customers in receipt of both the fuel allowance and the living alone increase - people who are living on their own and of limited means.  <\/p><p> I was also pleased to be able to increase the number of places on the rural social scheme by a further 250 this year.  This was announced last week.  <\/p><p> While the level of youth unemployment continues to fall, it still remains unacceptably high.  That is why I also announced in budget 2018 the introduction of a new youth employment support scheme later this year.<\/p><p> A Christmas bonus of 85% was paid to over 1.2 million long-term social welfare recipients such as pensioners, people with disabilities, carers, lone parents and long-term unemployed jobseekers, at a cost of almost &euro;220 million.<\/p><p> The Department has also provided a briefing on claims processing last year.  For many of my Department&rsquo;s schemes, claims are processed within, or close to, the Department&rsquo;s processing time standards.  However, for some schemes, the processing time standards were not achieved in 2017.  This was particularly the case for schemes such as the carer&rsquo;s allowance and domiciliary care allowance schemes.  While the targets have not been met under these schemes, there have been underlying improvements.  For example, under the carer&rsquo;s allowance scheme, the average number of weeks taken to award a claim fell from 19 weeks in 2016 to 14 in 2017.  Under the domiciliary care allowance scheme, the number of claims in hand was 40% lower at the end of 2017 compared to at the start of the year.  My Department is committed to ensuring claims are processed as quickly as possible and that delays are kept to a minimum.  It is worth mentioning that anyone who is awaiting a decision on a claim for a social welfare payment can apply for a means-tested supplementary welfare allowance payment pending the outcome of his or her social welfare application.<\/p><p> I want to make some comments on the position for pensioners who qualified for the contributory State pension in reduced rate bands since 2012.  Committee members will be aware of the efforts we have made to provide a solution for these pensioners.  I have discussed the matter several times with the committee.  I would like pensioners to feel we have listened and worked on a solution.  In January I was delighted to announce very significant changes in the pension system.  These changes will benefit tens of thousands of pensioners, the majority of whom are women, who spent time out of the workforce caring for their families.  The early availability of a total contributions approach, with substantial home caring credits, will deliver more equitable pension outcomes.  The changes are an indication of the value that we, as a Government and society, place on the women and men, now of pension age, who have worked both outside and inside the home throughout their lives.  The new total contributions approach for pensioners assessed under the 2012 rate band changes will come into effect from the end of this week.  Following the passing of the necessary legislation, my Department will invite over 40,000 pensioners, currently assessed under the 2012 rate band changes, to have their pensions recalculated under the total contributions approach to determine if they qualify for a higher rate of payment.  The first payments will be made from the first quarter of 2019, with payments backdated to 30 March 2018.<\/p><p> In comparing the Department&rsquo;s expenditure in 2017 with the allocation for 2018 it is important to note that variances in expenditure on most social welfare schemes are typically explained by a combination of factors which include trends, including downwards, in recipient numbers; changes in average weekly payment values, and differences in the number of paydays in any given year.  In addition, comparisons between 2017 and 2018 expenditure figures are further impacted on by the measures introduced in budget 2018, including the increases in the weekly rates of payment, and the payment of an 85% Christmas bonus in 2017, at a cost of almost &euro;220 million.  Provision for such bonuses is made, subject to the financial position of the State in October each year as part of the budgetary process, and is not included in the Revised Estimates at this time.<\/p><p> We have come through a difficult time for the country, n economic crisis that lasted for too many years.  As the economy continues to recover, we can now begin to see the benefits of more jobs and lower unemployment and ensure everyone in society will gain from this progress.<\/p><p>Recent budgets have allowed us to look at the social protection system and provide for improvements in the lives of the most vulnerable people who do not see an immediate benefit from the economic recovery but who are seeing improvements in their income.<\/p><p> My statement has sought to provide the select committee with an overview of the scale and scope of the Department's expenditure and how the significant improvements in the budget are reflected in the Estimates for 2018.  I look forward to hearing the views of Deputies and responding to their questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#D00400","speaker":"1338","continuing":true},{"type":"speech","time":1522153800,"counter":78,"content":"<p>I thank the Minister for her statement.  The select committee has agreed that the format of the meeting will be that the Minister will respond to each individual member's questions and that we will not bank Deputies' questions.  I ask members to be specific and direct and the Minister to respond with direct answers.<\/p> <p>  I will make one comment on the presentation of the accounts, to which the Minister also alluded.  In many cases, the outcome for 2017 is being compared with the Estimate for 2018.  The Christmas bonus is included in one figure and not in the other.  This means that we are not comparing like with like when we see expenditure increases.  Will the Minister to reconsider this approach in the presentation of the figures?  I am aware that the issue is explained in the additional information, but it is not immediately clear when one examines the figures in tabular form.  Is the Minister really telling the committee that she must wait until October before being able to state a Christmas bonus will be paid?  Given that no one expects the Christmas bonus to disappear this year, it should be included in the Estimates process.  The Minister can review the matter in her own time.  The issue is simply that the figures across all headings do not allow for a like for like comparison.  <\/p> <p>  I call Deputy Willie O'Dea. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#G00200","speaker":"1298"},{"type":"speech","time":1522153800,"counter":79,"content":"<p>Deputy Br&iacute;d Smith will contribute first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#G00300","speaker":"1227"},{"type":"speech","time":1522153800,"counter":80,"content":"<p>I thank the Deputy for allowing me to speak first as I cannot stay for long.  <\/p> <p>  This is the first time I have scrutinised the budget for social protection, on which I note that expenditure as a proportion of the overall budget stands at 36%, which appears to be high.  However, a comparison with figures for other European states shows that they are much higher, standing at 40% or 41%.  I do not know what the reason is for the difference, whether it relates to the amounts paid or whether the social welfare budgets of other countries cover more areas.  It should be noted, however, that the Irish figure is not high and is lower than the European average.<\/p> <p>  I welcome the development in pension provision.  I was very much part of the protests that developed on this issue.  Without wishing to detract from the wonderful work done by the Minister on the issue, we would not be congratulating ourselves on this achievement were it not for the men and women who protested, kicked up a fuss, lobbied and ensured their voices were heard.  I am pleased that they will receive their proper entitlements, rather than living under penalties.  However, the decision not to do this retrospectively should be reviewed, particularly as the economy is healthy and growing, as the Minister noted.  These are the men and women who built the country and the economy.  We should provide for retrospective payments far in excess of what is provided for in the document which indicates that the new provisions will kick in on 30 March.  I will probably campaign with the same men and women for the restoration of more back money because it is not fair that it will be provided from 30 March onwards. <\/p> <p>  The Minister has indicated that the youth unemployment rate is falling and that she intends to introduce a new programme of intervention and activation measures for young people.  Why are they still being penalised?  This is the only cohort of the population which suffered discrimination under austerity that has not had payments restored.  I do no understand the reason we continue to penalise young people who are unemployed.  No attempt is being made to reverse the cuts they suffered.  While there are different categories of young person, their age does not mean that they need less to eat, spend on bus fares or pay rent.  Will the Minister to explain the continued penalties imposed on young people?<\/p> <p>  My secretary who lived on the lone parent's allowance for a long time and is a founding member of the SPARK organisation which the Minister has met many times makes some interesting points about the restoration of the income disregard which is now back up to &euro;130 a week.<\/p><p>The point she makes is that it was &euro;127 in 2009, whereas a basket of goods that could have been purchased for &euro;127 in 2009 now costs &euro;147.  There is no genuine restoration of the income disregard which was taken from lone parents during the period of austerity.  There is still a big gap to be filled and it should be looked at.<\/p><p> My next point concerns climate change.  A stink was kicked up in the D&aacute;il about the need for an extra week's payment for people in fuel poverty and it was very welcome that it was made to them.  However, as we will see more of it, there should be a climate change section to deal with the issues that will arise as a result.  I argue that, given that the Minister is responsible for employment as well as unemployment issues, we need to look at measures to ensure that, if there is another Storm Emma or Storm Ophelia and workers are told by the Government to stay at home, their employers will pay them.  There are tens of thousands of workers who got nothing - zilch - for the two days they were told to stay at home.  They stayed at home for health and safety reasons, not because they did not want to be paid.  This issue needs to be looked at in employment legislation.  All Departments need to look at the impact of climate change but particularly the Department of Employment Affairs and Social Protection.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#G00400","speaker":"1367","continuing":true},{"type":"speech","time":1522153800,"counter":82,"content":"<p>I thank Deputy Br&iacute;d Smith who is worse than I am.  If I had my way, the figure would be 41%, but it is 36%.  I will challenge every single year to try to get more in order to be able to do some of the stuff we want to do collectively.  Nonetheless, there is a difference between our budget and those of many other European countires.  As such, we are not necessarily comparing like with like.  The budgets of other European countries include a lot of health and education stuff that we do not deal with in the Department because it comes under other Departments.  However, that does not discount the fact that I would like it to be more and the Deputy can count on me asking for more next year.<\/p> <p>  I hear the Deputy loud and clear on back money for pensioners.  Women, in particular, have been coming into all of our offices since the announcement was made.  The difficulty I have is that I can only make a change when I bring forward new legislation.  I cannot backdate the legislation to 2012 when the law was changed by the Parliament.  The new law I am going to bring in will have an effective date of 30 March.  I can only bring in a new law and make the changes now.  It is not about having a conversation with somebody about where we are going to get the money, rather it is about those who were adjudicated on under the law of the land for the past five or six years.  It is only because I am bringing forward new legislation that there will be a change to how they are adjudicated on.  I have no means of changing what happened in the past and while that may be difficult to hear, unfortunately, it is the reality, but that is not to say the Deputy will not support people politically and do what she has to do.  If she can come up with a solution, that will be deadly, but what I am being told is that I can only bring forward new legislation to effect change, which is what I am doing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#H00200","speaker":"1338"},{"type":"speech","time":1522153800,"counter":83,"content":"<p>Is it possible that the legislation will contain an amendment or clause stateing that, in recognition of the impact of previous legislation, the new legislation will allow for backdating?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#H00300","speaker":"1367"},{"type":"speech","time":1522153800,"counter":84,"content":"<p>We would then be discriminating against all others who were adjudicated on under the 2012 legislation.  Effectively, what we are doing is bringing forward a new law to recognise that people were outside the workforce for a variety of reasons.  In most cases, we know that it was women who were rearing their families.  We need to be cognisant of the fact that they were not in the system.  Either way, it is not unique to this legislation.  It is as if we introduced new legislation to outlaw the murdering of cats, although there is probably already a law-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#H00400","speaker":"1338"},{"type":"speech","time":1522153800,"counter":85,"content":"<p>The cats are dead.  The pensioners are still alive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#H00500","speaker":"1367"},{"type":"speech","time":1522153800,"counter":86,"content":"<p>I cannot do it.  If we were to introduce a new law today, we would not be able to charge somebody under it for something they did last year.  Unfortunately, that is the way it is.<\/p> <p>  On the income disregards for lone parent families, the Deputy is right that the cost of living has gone up.  I would have increased it by more if we had more money.  I have every intention of continuing to do so for as long as I am lucky enough to be in this role and able to look after the most vulnerable in society.  We are all aware, not just from ESRI reports but also from the physical evidence of meeting people, that the most vulnerable financially in our society are those living with disabilities and lone parent families.  They are the ones who need to be supported in whatever way we can support them in the next budgetary process and thereafter until they have a good quality standard of living.  I can give the Deputy a guarantee that as long as I am in this seat, that will be one of my priorities.<\/p><p>In particular, I want to address the issue of the 120,000 children who are living in consistent poverty.  Thankfully, that figure is decreasing, but it is not decreasing half fast enough.<\/p><p> On youth unemployment, we will be introducing a new scheme later this year for the under 26s.  As it will be on a voluntary basis, no one will be made to join it.  There will, however, be a large uptake, given the type of scheme that it will be.  I am looking forward to launching it in the next year in the light of the response we are receiving.<\/p><p> I will disagree with Deputy Br&iacute;d Smith who I know will disagree with me on the issue of changing the payments.  We are not asking anyone under 25 years of age to live on a lower payment than others.  They have the option of returning to training, taking courses and upskilling, for example, to become carers.  There are a variety of means for them to increase their payments to what they could be were they jobseekers over 26 years of age, if that is what they want.  I make no apologies for not wanting people younger than 26 years to be on the dole.  I want them to be working, which is why we are aggressively working via JobPath with young people who have spent more than 12 months on the live register.  We are finding them jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#H00600","speaker":"1338","continuing":true},{"type":"unspoken","time":1522153800,"counter":88,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1522153800,"counter":89,"content":"<p>It is the Kremlin.  People under the 12-month threshold will have the opportunity to join this Youth Guarantee scheme or avail of any of the other training options.  That is what we are trying to get-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J00300","speaker":"1338"},{"type":"unspoken","time":1522153800,"counter":90,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1522153800,"counter":91,"content":"<p>Is that me?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J00500","speaker":"1338"},{"type":"speech","time":1522153800,"counter":92,"content":"<p>Someone is giving out to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J00600","speaker":"1367"},{"type":"speech","time":1522153800,"counter":93,"content":"<p>It is probably someone's phone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J00700","speaker":"1298"},{"type":"speech","time":1522153800,"counter":94,"content":"<p>Mine is in silent mode.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J00800","speaker":"1338"},{"type":"speech","time":1522153800,"counter":95,"content":"<p>I am sorry, but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J00900","speaker":"1367"},{"type":"speech","time":1522153800,"counter":96,"content":"<p>Please, Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J01000","speaker":"1298"},{"type":"speech","time":1522153800,"counter":97,"content":"<p>That is my thinking on this matter, although the Deputy thinks differently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J01100","speaker":"1338"},{"type":"speech","time":1522153800,"counter":98,"content":"<p>I want to clarify that my question was about why young people did not have their austerity measures reversed as had been attempted for everyone else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J01200","speaker":"1367"},{"type":"speech","time":1522153800,"counter":99,"content":"<p>It is because I do not want them to be on the dole.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J01300","speaker":"1338"},{"type":"speech","time":1522153800,"counter":100,"content":"<p>Therefore, the Minister is penalising them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J01400","speaker":"1367"},{"type":"speech","time":1522153800,"counter":101,"content":"<p>Please, Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J01500","speaker":"1298"},{"type":"speech","time":1522153800,"counter":102,"content":"<p>No.  They are being given an opportunity to take back-to-education courses, upskill further, become carers and provide employment and training facilities and options for themselves, if money is an issue.  We have an ambition to get young people off jobseeker's payments and not welfare dependent.  We want them to upskill, train and participate in the workforce.  That is what they also want.  If money is a difficulty for them, they have options to increase their payments.<\/p> <p>  I agree with the Deputy on the issue of fuel poverty.  We had this conversation a couple of months ago when I appeared before the joint committee as opposed to the select committee.  I am undertaking some work that will further inform any decision we might make in budget 2019.  As I told the Chairman before the meeting, I hope to revert to the committee on the outcome of that work when I am ready to do so in order that we might have a conversation about it in advance of entering the budgetary process.<\/p> <p>  I agree with the Deputy that there is ambiguity surrounding employment rights in terms of how climate change impacts on us.  We need to consider this matter.  Clear guidelines have been given, but they are probably not clear enough and we might need to re-examine them.<\/p> <p>  Did the Deputy ask about anything else?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J01600","speaker":"1338"},{"type":"speech","time":1522153800,"counter":103,"content":"<p>That was it.  I thank the Minister and the Chairman.  I am sorry for interrupting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J01700","speaker":"1367"},{"type":"speech","time":1522153800,"counter":104,"content":"<p>We need to revert on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J01800","speaker":"1338"},{"type":"speech","time":1522153800,"counter":105,"content":"<p>I have a few questions for the Minister.  On pensions which was the topic of Deputy Br&iacute;d Smith's final question, I am taken aback by the Minister's announcement today that there will be no question of compensating people from 2012 onwards, apart from what she has already announced.  My understanding of the Constitution is that it only prohibits retrospective legislation in the case of criminal law or revenue matters, for example, where someone is penalised, and that there is no prohibition on retrospective legislation to compensates people.  We can debate that matter again.  My understanding is that, regardless of who will gain from the changes the Minister has announced in respect of 2012 pensioners, thoe changes will kick in from this week but that they will not be paid until next year.  When will they be paid?  I presume it will be when the pension increase comes through next year, whenever that might be.  How will they be paid?  Will they be paid in one lump sum or will they be paid the arrears over a period?<\/p> <p>  On pensions generally, the Minister had to find an extra &euro;208 million because an additional 16,610 people had reached the age of 66 years.  That gives an indication of the looming pension crisis and how badly it is accelerating.  Does the Minister accept that one way to deal with the issue is to abolish mandatory retirement?  I read the Government's roadmap on pensions, in which there seems to be an implicit acceptance that, were mandatory retirement to be abolished, it might have a considerable impact on the pension bill in the future.<\/p><p>The Minister will be aware that Deputy John Brady and I have proposed Bills.  If they are defective in some way, I am sure we could sit around the table to rectify them and make them pristine.  Has anybody calculated what the Minister would save by introducing legislation to prevent people from being mandatorily retired before pension age?  If there was a link between mandatory retirement and pension age, people would not have to retire before reaching pension age.  Does the Minister have statistics that specify how many pensioners rely solely on the State pension because they have no other income?  How many rely mainly on it?  Does the Minister have figures that indicate the number between the ages of 65 and 66 years who are claiming jobseekers' allowance?<\/p><p> I would like to ask a few questions that relate to working age and employment supports.  Can the Minister tell us how much it would cost if we were to pay the same rate of jobseekers' allowance and benefit to everybody from the age of 18 years?  I am sure she has such a figure.  How much extra would it cost?  I note that Intreo is compiling a report on the effectiveness of the local employment services and jobs clubs, etc.  Is the effectiveness of Intreo in upskilling people and finding placements for them being reviewed?  I understand the JobPath programme is being reviewed.  The Minister can correct me if I am wrong in that regard.<\/p><p> The number who claim disability allowance has jumped by 6,270, a considerable increase.  There was a greater increase of 8.2% in the number in receipt of carer's allowance.  I presume the ageing population is the reason for the latter increase.  Will the Minister explain the increase in the number claiming disability allowance?<\/p><p> The Minister referred to domiciliary care allowance and carer's allowance when she spoke about targeting.  It is made clear on page 53 of the Estimates that the target of 15 weeks, or four months, was achieved in just 2% of domiciliary care allowance cases in 2015 and 2016.  In 2017 the figure increased to 24%, which is still very poor.  The target was met in 44% of carer's allowance cases.  People are waiting a long time to be paid these benefits which are means tested.  I know that they receive arrears, etc.  In the case of carer's allowance, just 44% of applicants receive a decision within four months.  In the case of domiciliary care allowance, fewer than 25% receive a decision within four months.  This shows the urgent need for improvements in this area.<\/p><p> In the case of children, has there been a review of how the working family payment is working?  What jobs are being taken up as a result?  I note that half of the increase of &euro;4.4 million in the allocation for the Citizens Information Board relates to administration.  Will the Minister explain exactly what it relates to?<\/p><p> I will conclude by asking the Minister about her figures for control savings.  A projected figure of &euro;510 million has been cited.  I take it that it refers to the extra amount the State would have to pay if these anti-fraud measures were not in place.  Are there figures to show how much was saved last year as a result of people being pursued and prosecuted for making fraudulent claims?  Will the Minister give us an indication of the total overpayments?  Most overpayments occur innocently as a result of errors on the part of the Department or the individual.  What percentage of errors can be attributed to fraud?  Annual savings of &euro;510 million were projected for the past couple of years.  The same projection has been made for this year, which means that there has been no significant improvement as a result of the anti-fraud campaign.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#J01900","speaker":"1227","continuing":true},{"type":"speech","time":1522153800,"counter":107,"content":"<p>Where do I start?  I am surprised that the Deputy is surprised by what he considers to have been an announcement today.  It was not an announcement.<\/p><p>It was made clear in the D&aacute;il in January that I would introduce new legislation and what that new legislation would do.  That is what the couple of hundred people outside the gates were told.  In the correspondence I have received from most of them, there is an understanding there will be a new adjudication process for their cases using a different method, namely, the total contributions model.  The payment will come into place in the first quarter of 2019.  Whatever back payment is owed to someone from 30 March 2018 will be made in one lump sum on the first day after the adjudication.  Based on the adjudication, the pensioner will move to a new payment if he or she has decided to change payments.<\/p><p> The Deputy's second point was that he wanted me to abolish the mandatory retirement age, but my difficulty with that is there is no such thing as a mandatory retirement age.  I cannot abolish something that does not exist.  I have considered a number of ways of getting around what it is the Deputy is trying to fix.  I have met industry representatives.  The reason we cannot introduce a new law to the effect that, for example, Willie O'Dea cannot be made to retire at 65 years of age if he wants to work until he is 66, 67 or so on is the terms and conditions included in his contract are a matter for him and his employer.  Presumably, he would have signed that contract; therefore, if he wanted to change its terms, it would be a matter between him and his employer and it would not be for the State to intervene.  However, I have tried to ask employers to be cognisant of the fact that people are living longer and healthier lives and a valuable resource in an environment in which employers are telling us that they have recently been finding it more difficult to get workers.  Thankfully, that is a new problem for us.  They are proactively going to seek to extend contracts.  They have agreed with me that, where new contracts are concerned - for example, if someone's nephew was to start working in Dunnes Stores tomorrow - they should reflect whatever is the current age of retirement when workers retire.  As we all know, someone who is now in his or her 20s will not retire at 66 or 67 years of age.  The likelihood is that he or she will retire at 68 years after the legislation has been changed.  A contract of employment should reflect the reality as opposed to some long-standing practice of setting an age of 65 years, despite the change to 70.  I am trying to get industry to change its practice which I hope will seep in and result in people actually wanting to work for longer.  Possibly through the new pensions roadmap, I am proposing that we devise ideas on how to incentivise people, from a State pension perspective, to remain working for longer where they are in a position to do so.  Nothing has been finalised, but we are considering the matter.  It is not as simple as introducing a brand new law that no one can be made to retire at 65 years of age, as it is on a contract by contract basis.<\/p><p> If the Deputy does not mind, I will revert to him on the issue.  I do not have with me the figures for the numbers of people who rely solely or mostly on their pension.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#K00200","speaker":"1338","continuing":true},{"type":"speech","time":1522153800,"counter":109,"content":"<p>The Minister can forward them to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#L00200","speaker":"1227"},{"type":"speech","time":1522153800,"counter":110,"content":"<p>I will send them to the Chairman in the next couple of days.<\/p> <p>  To reply to the question on working age and the possibility of giving everyone under 25 years of age an increase to the level of the full unemployment payment made to everyone aged over 25 years, I will revert to the Deputy on the issue in the next couple of days.  I beg the committee's pardon, I have the information.  The cost of restoring jobseeker's benefit and jobseeker's allowance to the full rate for all recipients under 26 years of age would be &euro;90 million in a single year.<\/p> <p>  The Deputy asked about a review.  I read in the newspapers that a review of JobPath was under way, but I do not know from where that information came.  Through the Intreo and JobPath offices, we work with our two contractors, Seetec and Turas Nua, very closely on a daily basis.  As such, there is a constant review of the cases sent to and returned from JobPath.  We have daily and weekly figures for the numbers of people who are successfully employed and retained in employment thereafter.  There is also a constant review of our internal structures in the case of JobsPlus, jobs clubs, Intreo offices and controls.  We regularly monitor the services we provide so as to ensure they are right for those who are looking for jobs.<\/p><p> The disability allowance increase is due to demographics.  The large increase is not specific to Ireland.  We are very much in line with all of the trends across the European Union.  Thankfully, people are living longer.  In many cases, they are leading healthier lives.  Those who are not healthy are pressing for various supports, as reflected in some of our schemes.<\/p><p> The working family payment is under constant review.  I want to be able to tailor it to make it more effective.  We started that process last year.  My predecessor, the Taoiseach, started it before I took over from him in this portfolio in June last year.  I made some changes in the budget in October 2017 and I am planning to make more this year.  The working family payment is under continuous review.  I want to make sure it reaches the widest number of people on low and middle incomes.  This is necessary not only to make sure they have a decent quality and standard of living but also to allow them to upskill and perhaps find a better job and career, as we have discussed.  The report on the working family payment being prepared for the committee is due to be given to us in June.  I hope to be able to come here at that stage to discuss my plans in that regard and get a buy-in and suggestions from members of the committee.<\/p><p> The Deputy asked me to explain why the level of control savings was on a par with that in previous years.  Our ambition every year is to continue to go after people claiming payments to which they are not entitled under particular schemes.  We will make sure our money is directed towards those who are entitled to receive payments under the various schemes.  I do not need to explain again the control savings of &euro;510 million.  The Deputy is familiar with the multiplication factor used.  The actual or real value of the savings is significantly less than &euro;510 million.  The Deputy is right when he describes the figure as a representation of what the cost to the Department of making additional payments would have been if the control savings had not been made and the payments had continued.  Overpayments of &euro;111 million were made in 2017,  just &euro;1.8 million of which resulted from departmental error.  In certain cases, we paid people who should not have been paid.<\/p><p> The Deputy also asked about the Citizens Information Board.  He is correct when he says an extra &euro;4.357 million has been allocated this year.  We were very pleased to be able to give this money to the board to pay for various things.  For example, &euro;327,000 is being provided to deliver on commitments made in legislation passed in both Houses on sign language permission, as set out in the national disability inclusion strategy.  A further &euro;650,000 is being provided for the replacement of the current wide area network infrastructure.  The improvement in the telephone systems will facilitate the development of high speed broadband links between the Citizens Information Board and its 220 partner delivery services.  Some &euro;1.4 million is being provided to cover the estimated cost of external restructuring arising from the board's decision to restructure the governance arrangements and reduce the network of regional companies from 93 to 16.  A further &euro;1.98 million is being provided to meet critical staffing needs across the 42 citizens information companies, the citizens information telephone service and the 53 MABS companies.  All of this adds to the total budget of &euro;53.05 million for the Citizens Information Board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#L00300","speaker":"1338","continuing":true},{"type":"speech","time":1522153800,"counter":112,"content":"<p>I welcome the Minister and her officials.  I thank them for coming before the committee.  I want to touch on a few areas.  <\/p> <p>  Page 42 of the document presented to the committee refers to additional money for branch managers.  I have sent correspondence to the Minister on the ongoing difficulties facing 58 branch managers who have engaged with the Department, but I have yet to receive a response.  Agreement was reached during considerable discussions, but out of the blue the Department withdrew from them.  To say the least, it was bizarre that it cited competition law in doing so.  Has the additional &euro;2.7 million been provided to address the payment issues that have arisen from the increased workload faced by branch managers?<\/p><p>Is it a new payment for branch managers agreed in negotiations between the Minister and the association?<\/p><p> On pensions, Deputy O'Dea referred to the mandatory retirement age.  As the Minister will be aware, I introduced legislation on this matter which has completed Second Stage.  I am awaiting a money message from the Government to allow the Bill to advance to Committee Stage.  Late last year, the Minister for Public Expenditure and Reform, Deputy Paschal Donohoe, announced changes which would allow public service workers to remain in the workforce beyond their retirement age.  Strict guidelines will apply to these new measures, including a condition that persons seeking to continue in employment must first retire and be rehired at the lowest payscale in the relevant employment.  I realise this matter does not come within the Minister's remit.  Despite major concerns being expressed about these changes, the Minister for Public Expenditure and Reform has not introduced heads of a Bill or legislation to give effect to them.  Legislation to abolish the mandatory retirement age could be introduced and older citizens who want to remain in the workforce would thank us for doing so.  In that sense, I disagree with the Minister's response to Deputy O'Dea's question on this matter.  Legislation could be introduced if there was the political to do so.<\/p><p> On the changes introduced in 2012 and the Minister's welcome announcement regarding her efforts to address the matter, great credit must go to organisations such as Age Action Ireland, which made this the political issue of the day.  While the vast majority of the citizens impacted by the issue are women, a sizeable number of men are also affected.  I commend Age Action Ireland and all the older citizens who mobilised and made their voices heard on this matter.  Will the Minister confirm that to qualify for a full pension under the total contributions approach, a person will require a full 40 years of credits?  Is that the position because people are concerned?<\/p><p> An issue arises regarding total contributions and self-employed people who became sick and no longer qualified for credited payments.  This is a serious issue which must be examined.  Is the Minister considering this matter and what provision is being made for self-employed persons?<\/p><p> On employment support programmes such as the community employment scheme, T&uacute;s and the back-to-education scheme, the Minister stated that the drop in spending under the community employment and T&uacute;s schemes was due to a \"decline in the number of participants arising from the improved labour market.\"  Why have referrals to the JobPath scheme soared, while community employment schemes are struggling to fill places?  Is the Minister aware of the difficulty T&uacute;s and community employment programmes are experiencing filling places?  As I indicated, referrals to JobPath are soaring, whereas the number of referrals to these schemes is plummeting. <\/p><p> Last week, representatives of the Irish Local Development Network, ILDN, appeared before the joint committee.  They stated that there was a direct correlation between JobPath commencing operations and the decline in the number of referrals to their schemes.  They cited the example of D&uacute;n Laoghaire-Rathdown where in 2015, the year JobPath was established, the number of referrals to T&uacute;s declined from 722 to 261.<\/p><p>In another area - this applies throughout the State - the local employment service, which was contracted for 20,050 referrals, has only received 15,900 referrals, a drop of 20% in referrals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#M00200","speaker":"1252","continuing":true},{"type":"speech","time":1522153800,"counter":115,"content":"<p>Thank you, Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#O00200","speaker":"1298"},{"type":"speech","time":1522153800,"counter":116,"content":"<p>It ensures these bodies are actually struggling-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#O00300","speaker":"1252"},{"type":"speech","time":1522153800,"counter":117,"content":"<p>Deputy, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#O00400","speaker":"1298"},{"type":"speech","time":1522153800,"counter":118,"content":"<p>I will finish on this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#O00500","speaker":"1252"},{"type":"speech","time":1522153800,"counter":119,"content":"<p>No, but I will come back to you if I have time.  Others Members wish to speak as well.  Minister, a number of specific issues were raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#O00600","speaker":"1298"},{"type":"speech","time":1522153800,"counter":120,"content":"<p>Some of the information and statements made by Deputy Brady are factually incorrect with regard to branch managers.  I do not mean to be facetious when I respond to the Deputy.  I am unsure who has told Deputy Brady that the workload has increased, but it has actually drastically decreased in recent years because our jobseekers have drastically decreased.  The workload of our branch managers has thankfully decreased from a jobseekers perspective, as has the workload of all the actual offices that are Department offices rather than branch offices.  Since they get paid on a work basis the revenue going into those branches has dropped in recent years because the workload has dropped.  That is why we sought to have a conversation with those involved.  We wanted to talk about giving them an increase in what they are being paid currently on the current workload for potentially changing practices and using more online technology and genuinely having a renegotiation.<\/p> <p>  Those negotiations were taking place productively but not without some difficulty - I do not think any negotiations are ever as sweet and pie.  Anyway, we had a grand conversation last year.  We came to an agreement shortly after Christmas.  The reason we had to pull out at that stage was because we received legal advice that what we were doing was close to touching the procurement rules.  It was right up to the nose and stretching to being illegal in so far as we were renegotiating a contract without actually putting it out to full public tender.<\/p> <p>  Now, we have pulled back temporarily to check the legal advice.  We have now gone back into negotiations with the branch managers' association and the talks are being chaired by Kevin Duffy.  I figure we are close to closing an agreement.  I imagine it will happen if not in a matter of days then definitely within a matter of weeks.<\/p> <p>  The talks have been constructive.  Under the final deal, when we reach it, the figure will be significantly higher than the figure mentioned by Deputy Brady.  This is because of the negotiations that we have had, as chaired by Kevin Duffy in recent months.  We expect a successful outcome.<\/p> <p>  Anyway, it is certainly not because their workload has increased.  It is because their workload has decreased.  Indeed, it has decreased drastically in recent years because the live register has decreased drastically, thankfully.<\/p> <p>  With respect, Deputy Brady and I do not agree on a great deal.  I do not think that mandatory retirement is set out in law.  Deputy Brady seems to think it is.  I definitely know that in practice people are made to retire at 65 years of age, but that is because of what their contract says and that is what is being carried out.  What we need to try to do is to change their contracts.<\/p> <p>  Much as Deputy Brady might have great faith in me and might think that I am running the whole shop, the Minister for Public Expenditure and Reform, Deputy Paschal Donohoe, is the person responsible for all public sector employees and he is the person responsible for bringing forward the legislation.  I believe he has brought forward heads of the Bill.  He will bring it to the relevant committee to tease through what the actual negotiations had been with unions and public sector representative bodies.  The role from his perspective is to recognise that people in the public sector are living longer healthier lives and want to contribute.  The Minister, Deputy Donohoe, wants to find a mechanism to say that if they want to stay working until they are 70 years of age, they can do so.  Again, I do not have that responsibility.<\/p> <p>  I agree with Deputy Brady completely with regard to the advocacy group and the work Age Action Ireland does.  I think it is an incredible company.  I think the people the company works with and for are among the most good-natured group of people we have as citizens in the country.  We all know that woe betides anyone who messes with them.  Such a person will feel a real clip on the ear.  That is why I like working with Age Action Ireland.  The company is incredibly proactive and exceptionally reasonable.  Those involved do a great deal of helping and assisting when things need to be changed.  They were most helpful and co-operative with me during the time I needed their help.  I am keen to put my thanks to them on record.<\/p> <p>  I get the feeling some Deputies believe that when we start the public consultation on the total contributions model we will already have an end game in mind, but we do not.  The reason we are going to do a comprehensive public consultation process is to arrive at the end game.  This is one of the most sizeable reforms that we have seen to a particularly large policy in many years and we want to get it right.<\/p><p>The only way we will get this right is by listening to all of the people who will be impacted by it.  That includes pensioners and advocacy organisations, and might include a person in their 20s or a person in their 50s or 60s.  We will carry out a very public consultation process whereby any of the impacts, whether on self-employed people or people who are retired already and who may be able to move to the total contributions category if there is a window, will be laid out.  That will help us achieve the desired outcome.  There will be straw men put out so that we can go up and down the options and have a look at what it would look like, based on various suggestions, but we certainly have no end game in sight yet.  That will be very much determined by everybody's input over the next couple of months.  I hope to be in a position by the end of this year where we can all collectively say what we want, and where we will all feel that we have had some sort of valuable input into what the retirement situation will be when we all retire in a few years.  <\/p><p> I am always baffled when people think that one scheme is in competition with another scheme.  The new figures have been signed off on by Cabinet today, and the live register is consistently going down.  The aim of the Department is to help the 230,000 people still on the live register to get back to work, in the most effective way we can.  In some instances that will mean sending people to jobs clubs.  It might mean that people are sent to JobsPlus, or that they are put on a T&uacute;s scheme, which is compulsory.  For some people it might mean community employment, CE, which is entirely voluntary.  Deputies are being told that CE schemes are reporting that people are not being referred to CE schemes.  The Department never referred people to CE schemes.  It is an entirely voluntary scheme.  The jobs are advertised and people on the live register apply for those jobs.  That has not changed.  We are sending people with huge ambition to JobPath in their tens of thousands because we want those people - particularly the people who are long-term unemployed - in the workforce, because that is what they want.  I make no apologies for wanting to help people who present themselves as looking for work to help them get the type of work and the type of training they need to get the kind of job they want to get.  However, no course or scheme is in competition with another.  There are a variety of places and a variety of schemes-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#O00700","speaker":"1338","continuing":true},{"type":"speech","time":1522153800,"counter":122,"content":"<p>The facts would say otherwise.  The referral-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#P00200","speaker":"1252"},{"type":"speech","time":1522153800,"counter":123,"content":"<p>-----are on offer.  The activation process-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#P00300","speaker":"1338"},{"type":"speech","time":1522153800,"counter":124,"content":"<p>The Minister has not answered the question.  Referrals over the JobPath are soaring.  How many vacancies are on those schemes, either the CE, the local employment service, LES, or T&uacute;s?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#P00400","speaker":"1252"},{"type":"speech","time":1522153800,"counter":125,"content":"<p>The Minister should direct her answers to me.  Two other colleagues are waiting to speak.  The meeting is due to conclude at 3.15 p.m., and I want both colleagues to have an opportunity to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#P00500","speaker":"1298"},{"type":"speech","time":1522153800,"counter":126,"content":"<p>I want to put this on the record because I believe the Deputy is misinformed.  It was never compulsory for people to go on CE schemes.  It was always voluntary and it is entirely voluntary.  We do not refer people to CE schemes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#P00600","speaker":"1338"},{"type":"speech","time":1522153800,"counter":127,"content":"<p>I will not repeat questions that have already been asked.  In terms of Storm Emma and the fuel allowance, how many people were paid on 12 March?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#P00700","speaker":"1306"},{"type":"speech","time":1522153800,"counter":128,"content":"<p>Different people were paid on different days because people are on different schemes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#P00800","speaker":"1338"},{"type":"speech","time":1522153800,"counter":129,"content":"<p>How many people were actually paid the fuel allowance?  What did it cost?  People on the household benefit package were impacted just as much as others.  I am aware that the fuel allowance is means tested and is specifically for people who need it.  However, under the household benefit package many people are having gas or electricity paid for.  Those people did not get paid that extra amount.  How many people are on that package and how much would it cost to pay them the fuel allowance?  They were still badly impacted, and were told to put on their heating so that they would not get cold or ill.<\/p> <p>  Social Justice Ireland brought out a report last week which stated that more than 100,000 working Irish people are at risk of poverty.  The research found that 780,000 people live in poverty in Ireland today, and that over one quarter of those are children.  The point was made that tax credits are not refundable.  That should change.  Has the Department looked at that idea?  I do not know whether the Minister has seen the report or not.  I can send it to her.  Social Justice Ireland said that the failure to make tax credits refundable is totally unacceptable.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#P00900","speaker":"1306"},{"type":"speech","time":1522153800,"counter":130,"content":"<p>Refundables.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#Q00050","speaker":"1338"},{"type":"speech","time":1522153800,"counter":131,"content":"<p>Yes refundables, in a way to try to protect those who are in poverty.  That people who are working are in poverty in this day and age is a serious issue.  The report is called Poverty Focus 2018, if the Minister wants to check it out.<\/p> <p>  I refer to the pension legislation brought in this year.  This Government and previous Governments have been very creative in creating situations where people who were hiding money in offshore accounts were protected by way of the amnesties and so on.  They did not have to pay the tax they owed.  Here we have a cohort of people, particularly women, who over the last six years have been discriminated against because of legislation that was introduced in 2012.  The Department should have the knowledge and experience to be able to come up with an amnesty for those people, or something that would declare this legislation was discriminatory.  There should be some sort of compensation scheme, or something like that, for that period of time.  Those who got their pensions in 2012 have lost out big time, financially, over a period of six years.  It was highlighted in 2012.  It was not as if it was under the carpet, or Members of the D&aacute;il did not raise with the then Minister how it would impact on people.  It was only when the good people of this country realised what was going on, in critical numbers, and went out on the streets that the Minister was forced to review the situation.  Something has to be put in place.  Pensioners will continue to campaign to get that money backdated to 2012, and I will certainly support them.<\/p> <p>  I refer to the youth employment scheme the Minister will introduce later this year.  Can we get a report on that?  How exactly will it be run?  Who is running it?  What is the whole protocol around it?<\/p> <p>  I refer to community employment schemes.  I was at a meeting of the canal communities local drugs task force where people were devising a strategy to link in with the national drugs and alcohol strategy.  They made the point that they have heard that community employment schemes are now being told that workers have to be job ready.  Community employment schemes will now be geared towards people being job ready.    That will raise the question of how the community will be supported through community employment schemes into the future.  That is a serious question if that is the way the Department is approaching community employment schemes, namely, being geared towards people being job ready rather than playing that important role in a community, which needs support for task forces and that sort of thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#Q00100","speaker":"1306"},{"type":"speech","time":1522153800,"counter":132,"content":"<p>I welcome the Minister and thank her for her positive and open engagement with the committee.  It is important to recognise the huge progress that has been made in terms of reducing the live register figures.  The Minister said in her opening statement that there was a 50% reduction from 2011 to now.  The numbers are still high enough and there remains much work to be done on them, but it is important to recognise the work that has been done.  That work has led to a position whereby increases in the weekly payments to pensioners, people with disabilities, carers and jobseekers can be made.  Those increases will come about this week.<\/p> <p>  I refer to community employment, which a number of members have raised.  The Minister has said she will perhaps tweak the scheme.  There are issues around people who are eligible.  Some people would like to stay on in a community employment scheme, but it is regarded as a training scheme as opposed to an employment scheme.  The Minister received a delegation from Clare County Council on this issue.  The delegation, which included supervisors on community employment schemes, left the Minister with some proposals to bring about changes in community employment that would have a positive impact.  I refer to little tweaks that would enable people to stay on schemes longer, or make people eligible.  The Minister might inform us if she has looked at that question.  When will she be in a position to make an announcement on that?<\/p> <p>  I welcome the additional placements for the rural social scheme, RSS.  That scheme has a massive impact on rural Ireland and on a county like County Clare, so I very much welcome that.<\/p><p> Something that concerns me are the processing times for the carer's allowance.  A period of 14 weeks is a long time for someone who is waiting for that payment and who is providing a service to a person.  Does the Department have a target to reduce that processing time for this year?  It is important that we would have one.  I recognise the Minister's work in addressing the anomaly that was there in the State pension.  The compromise position the Minister has reached is a sensible one and it has been recognised by Age Action Ireland and by people who have campaigned for it.  I recognise the Minister's work in Cabinet to bring about that solution.  It is a workable solution and I welcome it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#Q00200","speaker":"1273","continuing":true},{"type":"speech","time":1522153800,"counter":134,"content":"<p>Before I go to the Minister for her final remarks, I want to reiterate the point Deputy Carey made.  I refer to the community employment and T&uacute;s schemes.  The community employment scheme, in particular, has been around a long time.  It has tended to evolve to reflect the economy, whether there was high unemployment and so forth.  Apart from the benefit to the individuals who are participating in the schemes, they have a broader community benefit.  It is important that the terms and conditions of the schemes are kept under constant review, both from the point of view of the community good and the individual, but also in the context of where the economy is.<\/p> <p>  There is a vote in D&aacute;il, so we will conclude very quickly.  I refer to a point that Deputy O'Dea raised.  In regard to the Citizen's Information board, it was surprising that there were no savings as a result of the restructuring.  I refer to mortgage interest supplement, which I have discussed with the Minister before.  The Estimate for this year is zero, so how are those people being funded, or what has happened to them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#R00200","speaker":"1298"},{"type":"speech","time":1522153800,"counter":135,"content":"<p>We had this conversation at the meeting before Christmas.  It is in another column now, but they are still being funded.  Do not worry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#R00300","speaker":"1338"},{"type":"speech","time":1522153800,"counter":136,"content":"<p>I propose that the Minister reply to us in writing because we will not be able to get back here-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#R00400","speaker":"1306"},{"type":"speech","time":1522153800,"counter":137,"content":"<p>Are members happy to do that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#R00500","speaker":"1298"},{"type":"speech","time":1522153800,"counter":138,"content":"<p>It is 3.15 p.m. that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#R00600","speaker":"1306"},{"type":"speech","time":1522153800,"counter":139,"content":"<p>I thank the Minister and her officials for attending today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#R00700","speaker":"1298"},{"type":"minorheading","content":"Message to Dáil","time":1522153800,"counter":140,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#R00750"},{"type":"speech","time":1522153800,"counter":141,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Employment Affairs and Social Protection has completed its consideration of the following Revised Estimate for public services for the year ending 31 December 2018: Vote 37 - Department of Employment Affairs and Social Protection.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SPS2018032700002#R00775","speaker":"1298"},{"type":"unspoken","time":1522153800,"counter":142,"content":"<p>The select committee adjourned at 3.07 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]