[{"type":"majorheading","content":"Select Committee on Agriculture, Food and the Marine","time":1639526400,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 17:30<\/p><p>The Select Committee met at 17:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Martin Browne, Matt Carthy, Michael Collins, Cormac Devlin,* Michael Fitzmaurice, Paul Kehoe, Brian Leddin, Charlie McConalogue (Minister for Agriculture, Food and the Marine), Michael Ring.<\/p><p>* In éagmais \/ In the absence of Deputy Joe Flaherty.<\/p><p>I láthair \/ In attendance: Deputy Michael Healy-Rae.<\/p><p>Teachta \/ Deputy Jackie Cahill sa Chathaoir \/ in the Chair.<\/p>","time":1639526400,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002"},{"type":"minorheading","content":"Business of Select Committee","time":1639526400,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#A00100"},{"type":"speech","time":1639526400,"counter":5,"content":"<p>Apologies have been received from Deputy Flaherty, for whom Deputy Devlin will substitute.<\/p> <p>  Before we begin, I remind members that, due to the current Covid restrictions, only the Chairman and staff are present in the committee room.  Members must join remotely from elsewhere in the parliamentary precincts.  The secretariat can issue invitations to join the meeting on Microsoft Teams.  Members may not participate in the meeting from outside the parliamentary precincts.  It important to note that, in order to participate in a division on Committee Stage, members must be physically present in the committee room.  If a division is called, the Minister and members must make their way to committee room 3.<\/p> <p>  I ask members to mute their microphones when not making a contribution, to use the raised hand function to indicate and to note that messages sent in the meeting chat are visible to all participants.<\/p> <p>  Speaking slots will be prioritised for members of the committee.<\/p> <p>  This meeting has been convened to consider Committee Stage of the Animal Health and Welfare (Miscellaneous Provisions) Bill 2021.  I welcome the Minister for Agriculture, Food and the Marine, Deputy McConalogue, and his officials, who join our meeting from a witness room.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#A00200","speaker":"1611"},{"type":"minorheading","content":"Animal Health and Welfare (Miscellaneous Provisions) Bill 2021: Committee Stage","time":1639526400,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#A00300"},{"type":"unspoken","time":1639526400,"counter":7,"content":"<p>Sections 1 to 5, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1639526400,"counter":8,"content":"<p>SECTION 6<\/p>"},{"type":"speech","time":1639526400,"counter":9,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 4, line 29, to delete &ldquo;6 months&rdquo; where it secondly occurs and substitute &ldquo;12 months&rdquo;. <\/blockquote> <p>This is significant legislation, not least because it arises from the only commitment in the programme for Government that would seek to close down three Irish businesses.  This is the first instance in which a legitimate and lawful farming practice will be prohibited in this State.  One could be concerned that this sets a dangerous precedent for other legitimate and lawful traditional farming practices purely based on the ideological views of a select cohort.  I understand that the discussions between the Department of Agriculture, Food and the Marine and the three farmers concerned have not been progressing, much to the farmers' disappointment.  The three farmers have sought to meet with the Department in recent weeks and wrote to the Minister's office directly on 17 November expressing their outstanding concerns but received no response.  The Minister reiterated in the D&aacute;il on 4 November his intention to provide for a fair and reasonable scheme of compensation for the three farmers concerned.  No one of sound mind, however, would consider what is proposed to them in the closing down of their business as fair or reasonable.<\/p><p>These amendments were also sent to the Minister's office directly by the farmers but went unanswered.  That is neither fair nor reasonable treatment of any farmer.  As discussed by the committee during pre-legislative scrutiny of the Bill in July of this year, the basis on which the Department's proposal to calculate the compensation entitled to the farmers, taking into account their earnings before interest, taxes and depreciation, uses the worst five-year reference period.  This would give the farmers a pittance in compensation.  Farmers have asked that a longer reference period be used in order to reflect fairly and accurately the cyclical nature of their trade.  The farmers have provided the necessary financial information illustrating this to the Department.  Why is the Department opposed to considering this when it is clear that the fur trade operates in a cyclical nature and on an average of seven to ten years?  Committee members raised concerns about staff being entitled only to statutory redundancy and asked that the Minister and his officials commit to reconsidering this.  These concerns seem to have been ignored by the Department officials, who have reaffirmed that staff will be entitled only to the bare minimum statutory redundancy.  It is completely unacceptable that these workers should be punished through no fault of their own and just because they now find themselves unemployed at the hands of the Government.  Will the Minister, for once and for all, consider giving these workers a redundancy package that is fair and reflective of their services?  The farmers concerned have been left in limbo while the Department drags its heels and while there remain huge disparities in agreeing the terms of the phasing out of the practice of fur farming that would constitute fair and reasonable compensation for those involved.<\/p><p>The amendment takes into account that workers will be needed for the winding down process of each farm.  We feel that the amendment should be added to the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#A00700","speaker":"1461"},{"type":"speech","time":1639526400,"counter":10,"content":"<p>I do not have a copy of the Bill to hand, so the Chairman might stop me if I am out of order.  At their appearance before the committee, the representatives of fur farmers claimed that two of every three farms have asbestos in their buildings.  At that time, we were told the Department was considering putting a cap of &euro;50 per square metre on the compensation.  Is it sticking to that figure?  Will the additional costs involved in asbestos removal, transportation and disposal-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#B00100","speaker":"1613"},{"type":"speech","time":1639526400,"counter":11,"content":"<p>I apologise but that would be more appropriate on amendment No. 2, which we will deal with next, if that is okay with the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#B00200","speaker":"1611"},{"type":"speech","time":1639526400,"counter":12,"content":"<p>I had some trouble joining the meeting, so I apologise for being a few minutes late.  Will the Minister give his rationale for not accepting the amendment, if that is his intention?  Will he elaborate on the wording it is proposed not to amend, namely, \"during the period commencing 6 months before\"?  There is a seasonal element to workers in this sector.  Is the Minister satisfied all workers who will be at a loss as a result of this decision will be in line to receive a redundancy package?  We have heard a number of times a dismissal of any suggestion we would provide in legislation for redundancy beyond-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#B00300","speaker":"1451"},{"type":"speech","time":1639526400,"counter":13,"content":"<p>I apologise but that would be more appropriate in the context of amendment No. 2.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#B00400","speaker":"1611"},{"type":"speech","time":1639526400,"counter":14,"content":"<p>I am talking specifically about employees as opposed to farmers, so-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#B00500","speaker":"1451"},{"type":"speech","time":1639526400,"counter":15,"content":"<p>The amendment seeks to \"delete &ldquo;6 months&rdquo; where it secondly occurs and substitute &ldquo;12 months&rdquo;.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#B00600","speaker":"1611"},{"type":"speech","time":1639526400,"counter":16,"content":"<p>My supplementary question to that is in respect of the redundancy package, bearing in mind the Minister's and his officials' assertions that we cannot legislate for anything beyond the statutory redundancy provision and bearing in mind these are jobs that will be lost because of a decision the Houses of the Oireachtas make.  This is a rare occurrence.  Has the Minister considered provisions such as those in the globalisation fund to provide for specific funding for retraining and other relevant supports for those employees who will lose their jobs as a result of this decision?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#B00700","speaker":"1451"},{"type":"speech","time":1639526400,"counter":17,"content":"<p>Deputy Michael Healy-Rae will contribute from the committee room because he did not have the means to connect with the meeting electronically.  He asked permission to stay in the room and, given it is only me and the clerk to the committee here, I allowed that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#B00800","speaker":"1611"},{"type":"speech","time":1639526400,"counter":18,"content":"<p>I thank the Chairman.  I will support the amendment proposed by Deputy Collins.  This is so important.  The county I represent has one of these farms, which are being adversely affected by the closure of its agricultural activity.  I have seen that business grow and evolve over the years and comply with the highest of regulations and European standards.  It has given employment and been very meaningful in our community, given fish farms and so on were able to work in conjunction with it.  A void is now being left, as I have explained to the Minister on numerous occasions, which is why I was opposed in the first instance to this move to shut it.  It is a very unusual development for farming of any nature to be shut, banned and outlawed for ever.<\/p> <p>  I too have been dealing with the farmers involved.  While I appreciate very much, as the Minister will be aware, the work he and his officials are doing, on 17 November he received correspondence with regard to Second Stage of the Bill, when farmers' worries and concerns at that time related to the fact the package as proposed was slow in its delivery and it had not been made meaningful to them.  Furthermore, they had concerns about the redundancy package and what was involved.  We are talking away their livelihoods and talking about operations that have been built up over decades.  A practice like that cannot be made to disappear overnight.  There are purpose-built sheds that might have absolutely no other function in farming.  They would have to be dismantled, which would involve a lot of money.<\/p> <p>  We have also to consider the livelihoods of the people who work on those farms.  I personally know fine, hard-working, genuine people who have worked on them and made their careers on them.  It has been their life&rsquo;s work and their job.  We have to bear in mind and acknowledge the enormity of what is happening here.  People's way of life, the place where they pulled up their trousers and went to work every day, is being closed.  We have to acknowledge that.  Will the Minister please take on board what is being said here today in that regard?  It is very important and farmers deserve to be treated well.  Any time the Department and the Government pull the rug from underneath somebody, there has to be some sort of a net to catch them when they fall.  As for the people in the Government who pushed for and insisted on this, let it be on their heads that they have done this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#B00900","speaker":"1487"},{"type":"speech","time":1639526400,"counter":19,"content":"<p>I thank the Chairman and all the members for ensuring Committee Stage of the Bill would be dealt with today.  I thank them also for the opportunity earlier in the D&aacute;il to comment on changes the Bill will make to the forestry industry.  That was a sensible, reasonable and practical approach to furthering that measure.<\/p> <p>  This is a significant change.  Only three or four of these farmers remain in the country.  All of them have been operating in line with the laws, regulations and practices required of them.  When the industry started, they were given State encouragement to start their enterprises.  I am very cognisant of that, but times have changed and the social acceptability of fur-farming as a practice has changed.  Indeed, the social acceptability of the use of fur in clothing is very much a changed vista as well.  As a result of that, a decision was made by the State that it was not appropriate to farm what would be naturally wild animals for their fur and to make that illegal.  Nevertheless, it is important we treat the remaining farmers with respect and fairness in recognition of the fact their livelihood is being impacted.  That is why, with this legislation, as we have discussed at earlier stages, we are seeking to ensure a fair approach will be taken in the context of compensation for those farmers and their workers.<\/p> <p>  To respond specifically to Deputy Collins's amendment, the Bill defines a redundant worker as an employee \"who was dismissed, during the period commencing 6 months before [the commencement of the Bill], and ending 6 months after, the date of commencement of [the Act]\".  This provision applies certain parameters and limits to the group of workers who will be eligible when compensation is being calculated.<\/p><p> The legislation has not been enacted by the Oireachtas yet.  We are at the first stage of that, bringing it through the D&aacute;il, then it will go through the Seanad.  Once it has gone through both Houses, it will be open to me, as Minister, to commence the legislation.  There will be a period of six months before and six months after the commencement of the legislation in which workers will be eligible for a redundancy payment as part of a compensation package to employers and farmers to provide for their workers.  The fact that it will be six months before and six months after reflects that there is seasonality to mink farming.  It covers a full calendar year.  That is proportionate and appropriate, covers the seasonality and is the right approach.  If it was 12 months, there would be a two-year window, and somebody who was made redundant 12 months before the commencement of the Act would be eligible for redundancy even though the farming could be continued in that period and there was no requirement for the farmer to stop.  First and foremost, we have to be fair to the farmers concerned, but we also have to be sensible and proportionate with regard to what we put in the legislation.  We have been more than proportionate in reflecting the 12 months of a full calendar year to ensure that we capture any seasonality associated with the close-down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#B01000","speaker":"1546","continuing":true},{"type":"speech","time":1639526400,"counter":21,"content":"<p>I am conscious that members are all out of the room, so I will not rush.  When I ask questions, I will give everybody ample opportunity to answer as if they were all physically present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#C00200","speaker":"1611"},{"type":"vote","time":1639526400,"counter":22,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 4; Níl, 6.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#C00300","aye":["1613","1451","1461","1508"],"nay":["1611","1481","1619","1594","1546","1500"],"abs":[]},{"type":"speech","time":1639526400,"counter":23,"content":"<p>We will suspend for five minutes to allow members to return to their offices.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#D00100","speaker":"1611"},{"type":"unspoken","time":1639526400,"counter":24,"content":"<p>Sitting suspended at 6.02 p.m. and resumed at 6.08 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1639526400,"counter":25,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 6, after line 41, to insert the following:  \t <blockquote> \t <blockquote> \t&ldquo;(v) all other reasonable, necessary and consequential costs and losses so that the totality of the compensation is reasonable and fair,&rdquo;. <\/blockquote> <\/blockquote>  <\/blockquote> <p>I thank the Chairman for giving me the opportunity to speak.  I do not know if the Minister is going to accept any of the amendments I have tabled.  That is entirely up to him and the Department.  In winding down their businesses, the people involved will incur many expenses.  There will be professional costs that need to be accounted for.  I refer, for example, to the necessary legal costs incurred by farmers.  I do not think these have been accounted for.  The Minister stated that he wants to treat these people with respect.  As I said earlier, they feel they are being treated unfairly.  The discussions between the Department of Agriculture, Food and the Marine and the farmers about their concerns have not been progressing.  Nobody can say they are treated with respect unless the discussions are progressing.  They are putting suggestions to the Minister and not getting any replies.  That is what the Minister sees as progress and treating them with respect.  I ask the Minister to reconsider his position and to support this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#D00300","speaker":"1461"},{"type":"speech","time":1639526400,"counter":26,"content":"<p>Okay.  Deputy Martin Browne wanted to speak to this amendment when he came in first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#E00100","speaker":"1611"},{"type":"speech","time":1639526400,"counter":27,"content":"<p>During their appearance at the committee the farmers claimed two of the three farms had asbestos in their buildings.  At the time of the committee's discussions, we were told the Department was looking to cap that at &euro;50 per square metre.  Will the Department confirm whether it is sticking to that figure and if the additional costs involved in asbestos removal, transportation and disposal have been taken into account?  Like I said, I have experience with that kind of thing and &euro;50 per square metre does not wash with me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#E00200","speaker":"1613"},{"type":"speech","time":1639526400,"counter":28,"content":"<p>Do any other members wish to contribute?  I will go back to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#E00300","speaker":"1611"},{"type":"speech","time":1639526400,"counter":29,"content":"<p>I thank Deputies Michael Collins and Martin Browne.  Obviously, the objective here is to be reasonable and fair, as I said at the outset, and to ensure appropriate and fair compensation is provided for the closure of these farms.  When we discussed Deputy Michael Collins' previous amendment, I outlined that a full 12-month period is covered.  There will be six months before a farm closes and six months afterwards, which makes up a full year.  Again, that is a reasonable and fair approach.  I did not support that amendment, as I said, because the Deputy is looking to extend the period to two years.  This would give a full year before the farm was actually shut.<\/p> <p>  On amendment No. 2 itself, I will first outline what is contained in section 71D.  The section sets out the overarching principles that will govern the compensation payable to fur farmers.  Compensation will be payable for income losses, non-income losses and costs incurred as a direct result of the prohibition.  The amount of compensation for each affected fur farming business is to be determined by an independent assessor to be appointed by the Minister.  The Bill contains principles and policies that authorise the Minister to make regulations to specify the income and non-income losses and other costs in respect of which compensation will be payable, the basis of valuation for assessing income and non-income losses, and to provide for financial limits to apply to certain compensation payments where appropriate.  Regulations will also provide compensation for the costs involved in disposing of breeding mink, demolition and clean-up costs - accommodating the likes of what Deputy Martin Browne indicated there in respect of asbestos, for payments required to be made to redundant workers - which we dealt with in the previous amendment, for certain professional fees incurred in the preparation of applicants&rsquo; claim form and in the making of representations to my Department relating to the development of this legislation.  Regulations can also be made to provide for a number of administrative matters including advanced payments to claimants prior to any final determination of their compensation entitlements under this Bill, the appointment of an assessor, the form and content of applications for compensation, information required to be furnished by applicants and any other matters that are incidental, supplemental and consequential to that.<\/p> <p>  Deputy Michael Collins' amendment seeks that farmers be compensated for: \"all other reasonable, necessary and consequential costs and losses so that the totality of the compensation is reasonable and fair\".  In response, I state that these overall provisions govern the compensation package that will be made available to existing fur farmers and have been developed with the benefit of expert, independent and objective financial advice.  My officials have also engaged with colleagues from other member states and have had the benefit of their experience in developing similar compensation schemes that are to apply to fur farmers in other jurisdictions.  My officials have also directly engaged with the fur farmers and their representatives on these provisions and will continue to engage with them on the specific details of the compensation scheme that will soon be provided for in the regulations.  However, for present purposes, I am very confident that the overarching loss categories provided for in this Bill are sufficient to ensure a fair and reasonable compensation package can be made available to the fur farming businesses impacted on.  Therefore, I do not propose to accept the amendment.<\/p> <p>  There has been much engagement.  I have met the fur farmers on at least a couple of occasions.  There has also been ongoing engagement with officials and that will continue.  Certainly, we are open to all further correspondence and to meeting them as appropriate as well.  I will also meet them as appropriate in the time ahead to discuss any further issues they have with the Bill.  There has been really comprehensive and ongoing engagement between the farmers and my officials.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#E00400","speaker":"1546"},{"type":"speech","time":1639526400,"counter":30,"content":"<p>How stands the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#E00500","speaker":"1611"},{"type":"speech","time":1639526400,"counter":31,"content":"<p>I am pressing it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#E00600","speaker":"1461"},{"type":"speech","time":1639526400,"counter":32,"content":"<p>Is the Department sticking to the figure of &euro;50 per square metre?  Who has decided on that?  When the fur farmers were before the committee there was a difference of opinion between the Department and the farmers on how the compensation scheme would be designed.  The farmers were saying we needed to factor in the dip in the market the stakeholders were claiming they had experienced in 2015 and 2020.  Is there an update on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#E00700","speaker":"1613"},{"type":"speech","time":1639526400,"counter":33,"content":"<p>That matter is being moved to the regulations.  We have done on-site engagements and assessments on what the likely cost will be and to take advice on that.  It is something that will be assessed and finalised as part of the regulations following on from the Bill itself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#E00800","speaker":"1546"},{"type":"speech","time":1639526400,"counter":34,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#E00900","speaker":"1611"},{"type":"vote","time":1639526400,"counter":35,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 4; Níl, 6.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#E01000","aye":["1613","1451","1461","1508"],"nay":["1611","1481","1619","1594","1546","1500"],"abs":[]},{"type":"unspoken","time":1639526400,"counter":36,"content":"<p>Sitting suspended at 6.27 p.m. and resumed at 6.33 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1639526400,"counter":37,"content":"<p>Amendments Nos. 3 and 4 are related.  Amendment No. 4 is a physical alternative to amendment No. 3 and the amendments will be discussed together.  If amendment No. 3 is agreed, amendment No. 4 cannot be moved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#G00100","speaker":"1611"},{"type":"speech","time":1639526400,"counter":38,"content":"<p>I move amendment No. 3:<\/p> <blockquote> \tIn page 10, line 21, to delete &quot;a serious or significant error or a series of errors&quot; and substitute &quot;a serious and significant error or a series of such errors&quot;. <\/blockquote> <p>This section enables an applicant for compensation or the Minister to bring an appeal to the High Court against an assessment of compensation by the independent assessor.  This amendment will ensure the correct legal test is applied by the High Court hearing any such appeal when determining whether it is appropriate for the court to vary, set aside or substitute its own decision for the determination of the independent assessor.  The High Court must first be satisfied that there is a serious and significant error or a series of such errors before it can vary, set aside or substitute its decision for that of the assessors.  In the original provision the High Court could make such orders if satisfied that there was a serious or significant error or a series of errors.  I am advised that this is not the correct legal test to apply to such appeals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#G00200","speaker":"1546"},{"type":"speech","time":1639526400,"counter":39,"content":"<p>Will the Minister clarify a matter?  There are not many people who would be able to sustain the likes of the Minister or the Department hauling them to the High Court.  There should always be an opportunity to bring this about if he or she feels aggrieved but from what I understand, the Minister has the right to bring an ordinary individual, who may help us in this case, to the High Court.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#G00300","speaker":"1508"},{"type":"speech","time":1639526400,"counter":40,"content":"<p>The objective in putting the Bill together is to put a reasonable and common-sense structure to how we make a decision on what is appropriate compensation, and that it should not be done in the courts but rather the mechanisms as established in the Bill.  That means there would be an assessor and independent overview of what the costs might be.  It would be really important that this is fairly done, and that is why we are being as clear as we can in the legislation.  It would also be important that regulations bring clarity to the process too.<\/p> <p>  We do not want it to be the case that the court process is used, partly because of the costs associated with it.  Everyone will always have the right to appeal to the High Court but it is not where we might hope these decisions would be made.  We hope that with the structure we have put in the Bill and a fair process, we would come to a good conclusion that would fairly reflect the outcome.<\/p> <p>  There are parallels and precedents for rights of appeal to the High Court.  Having taken legal advice through the Attorney General's office and my Department, it seems the general precedent in this regard is to use the threshold of serious and significant errors.  That is why I am making this adjustment in the legislation.  It is based on the legal advice that this is the appropriate and normal legal threshold for an appeal to the High Court.<\/p> <p>  In terms of the compensation package structure, there is capacity for legal and other expenses for farmers to engage with the Department in finalising the compensation package.  There is the support for the farmers around administration, including the potential for legal advice around engaging with the Department.  Any decision to appeal to the High Court is a separate matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#G00400","speaker":"1546"},{"type":"speech","time":1639526400,"counter":41,"content":"<p>I have a couple of questions.  What constitutes a serious or significant error?  Who decides this?  Will standard errors not be considered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#G00500","speaker":"1461"},{"type":"speech","time":1639526400,"counter":42,"content":"<p>There is precedent in the process normally taken for the threshold in appealing to the High Court.  In putting the structure of the compensation process together, it is important that it should ensure a fair outcome.  It is also appropriate in setting the threshold for appeal to the High Court that we take cognisance of what happens in other situations.  I have been very much guided by the legal advice from the Attorney General around that.<\/p><p>To clarify the point I made earlier regarding legal advice, there will be the capacity for costs in terms of legal advice and other costs associated with making an application for compensation.  There will be support for that in terms of the compensation package.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#G00600","speaker":"1546","continuing":true},{"type":"speech","time":1639526400,"counter":44,"content":"<p>That is too unclear in terms of the barometer that is set.  The easiest way of giving assurance on the definition of a \"serious or significant\" error is to give us a ballpark figure of the costs that would be involved.<\/p> <p>  The second part is to ask whether the Minister has received advice from the Attorney General on Deputy Michael Collins's proposed amendment regarding the word \"material\".  It seems to me that if an actual cost has been incurred then there will be recourse, if necessary.  It would also provide assurance for those people who are making claims in the first instance and put an emphasis on those who are dealing with claims to make sure they do not make any errors.  If people were told in their day-to-day work that the criteria that would apply to them was that they would not make any serious or significant errors than that is a fair bit of latitude.  It is important, therefore, as the Minister said, that we avoid instances reaching the level of the High Court at all.  I would be interested to hear whether there is a rationale against using the particular word \"material\", which to my mind makes more sense from a practical point of view.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#H00200","speaker":"1451"},{"type":"speech","time":1639526400,"counter":45,"content":"<p>I thank Deputy Carthy.  The assessment would be that, for example, to use the word \"material\" would be too broad and, indeed, very vague as a result of that.  In putting the legislation together as lawmakers, it is important that we have due regard to putting in place a good robust structure and process that will get a fair outcome in terms of the implications for the farmers concerned and also for the State and its responsibility in that regard.<\/p> <p>  It is also important in setting the legislation that we give good, appropriate consideration to what the threshold is for it all ending up in the High Court.  Were we to use a vague term that is not very clear and is really broad, which the word \"material\" is, then obviously, the capacity for that to end up in the High Court would be much higher.  The capacity to end up in the High Court is a serious step in which there are very significant costs involved for everyone concerned.  We will all be aware of many examples and instances in the past where things went to the High Court and ended up costing a multiple of what the actual point at consideration might have been.  In terms of setting what the thresholds might be, therefore, it is important that we set an appropriate one.  We do not want to structure the legislation in such a way that it increases the likelihood of more minor matters or ones that are of a much lower threshold being considered in that forum.<\/p> <p>  It is important that we look at the structure of the legislation and the process involved in terms of the Bill itself.  We must look at the processes we are putting in place to make sure that by addressing and structuring those well, we come to an outcome that is suitable, proportionate and leaves everyone in a good place, both the farmers and the State.  By setting thresholds that, first of all, do not take into account the standard thresholds for appealing to the High Court, and by setting them at a level that is broad and vague, we as lawmakers would leave a much higher chance of it ending up being decided in the High Court rather than by the process we are setting up under the legislation.  That is the thinking behind it all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#H00300","speaker":"1546"},{"type":"speech","time":1639526400,"counter":46,"content":"<p>The difficulty is that we have not elicited clearly from the Minister's remarks what would constitute a \"serious or significant\" error.  Remember, this process deals with compensation for people's livelihoods ending as a result of legislation that is passed.  The standard should be, therefore, that no errors are made when the compensation that is due to people is being assessed.<\/p> <p>  I will put on record that I will be supporting Deputy Michael Collins' amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#H00400","speaker":"1451"},{"type":"speech","time":1639526400,"counter":47,"content":"<p>The Minister's amendment is being taken.  If that is agreed, we will not be taking amendment No. 4.  That is the procedure we will be following.  Is the Minister pressing amendment No. 3?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#H00500","speaker":"1611"},{"type":"speech","time":1639526400,"counter":48,"content":"<p>Yes, I am.  I will make a further comment on Deputy Carthy's contribution.  On thresholds that are \"serious or significant\", these are words most commonly used with regard to a referral of a case to the High Court.  There is, therefore, significant case law around that.  Obviously, making that decision and consideration at the end would be a matter for the judges based on the threshold we set.  That threshold has precedence here, however, and is standardly used.<\/p> <p>  The point the Deputy made would be more applicable to the word \"material\" because there is not the same consideration as to what that means.  That is much more vague and would not have the same case law or precedence around it to test exactly what it might mean.  Obviously, it is important that anything going to the High Court would be a matter of importance.  That is why I am bringing forward this threshold, which is the one that is standardly used in such instances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#H00600","speaker":"1546"},{"type":"speech","time":1639526400,"counter":49,"content":"<p>Is the amendment agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#H00700","speaker":"1611"},{"type":"speech","time":1639526400,"counter":50,"content":"<p>It is not agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#H00750","speaker":"1451"},{"type":"vote","time":1639526400,"counter":51,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 6; Níl, 4.<\/p><br\/><br\/><p><\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#H00800","aye":["1611","1481","1619","1594","1546","1500"],"nay":["1613","1451","1461","1508"],"abs":[]},{"type":"unspoken","time":1639526400,"counter":52,"content":"<p>Amendment No. 4 not moved.<\/p>"},{"type":"unspoken","time":1639526400,"counter":53,"content":"<p>Section 7, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1639526400,"counter":54,"content":"<p>Sitting suspended at 6.50 p.m. and resumed at 7 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"unspoken","time":1639526400,"counter":55,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1639526400,"counter":56,"content":"<p>Amendments Nos. 5 to 8, inclusive, are related and will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#K00050","speaker":"1611"},{"type":"speech","time":1639526400,"counter":57,"content":"<p>I move amendment No. 5:<\/p> <p style=\"padding-left: 20px; margin-bottom: 10px\">In page 12, between lines 9 and 10, to insert the following:<\/p> <p style=\"padding-left: 20px; margin-bottom: 10px\">&quot;PART 3<\/p> <p style=\"padding-left: 20px; margin-bottom: 10px\">AMENDMENT OF FORESTRY ACT 2014<\/p> <p style=\"padding-left: 20px; margin-bottom: 10px\"><b>Amendment of Forestry Act 2014<\/b><\/p> <p style=\"padding-left: 20px; margin-bottom: 10px\"><b>8.<\/b> The Forestry Act 2014 is amended&mdash;<\/p> <p style=\"padding-left: 40px; margin-bottom: 10px\">(a) in section 2, by the insertion of the following definitions:<\/p> <p><pli3>&ldquo; &lsquo;native tree area&rsquo; means land under trees&mdash; <\/pli3><pli4>(a) with&mdash; <\/pli4><pli5>(i) an area of not less than 0.1 hectare and not greater than 1 hectare, or<\/pli5><pli5>(ii) an area of not less than 0.1 hectare that is not greater than 20 metres in width,<\/pli5><pli5>and<\/pli5><pli4>(b) where the trees concerned are native tree species only, of which not more than 25 per cent are Scots pine;<\/pli4><pli3>&lsquo;native tree area grant&rsquo;, in relation to a native tree area, means any payment made by the Minister for native tree area-related activities, other than a loan;<\/pli3><pli3>&lsquo;native tree species&rsquo; means a species of tree specified in the Schedule by its common name in column (1) thereof and by its scientific name in column (2) thereof;<\/pli3><pli3>&lsquo;planting&rsquo;, in relation to a native tree area, means the conversion of land to a native tree area;&rdquo;,<\/pli3><pli2>(b) in section 6, by the insertion of the following paragraph after paragraph (g):<\/pli2><pli3>&ldquo;(ga) in order to enable the State to pursue, and achieve, the transition to a low carbon, climate resilient, biodiversity rich and environmentally sustainable economy&mdash;<\/pli3><pli4>(i) undertake, participate in or promote any scheme or project promoting the planting of native tree areas, and<\/pli4><pli4>(ii) in accordance with the relevant statutory provisions, give approval for and provide native tree area grants, subject to such conditions as may be specified, for the planting of native tree areas,&rdquo;,<\/pli4><pli2>(c) in section 22(1), by the substitution of &ldquo;Subject to sections 7 and 22A,&rdquo; for &ldquo;Subject to section 7,&rdquo;,<\/pli2><pli2>(d) by the insertion of the following section after section 22 but in Part 5:<\/pli2><pli3>&ldquo;<b>22A<\/b>. (1) The Minister may, for the purpose of enabling the State to pursue, and achieve, the transition to a low carbon, climate resilient, biodiversity rich and environmentally sustainable economy, provide by regulation for a scheme to facilitate the planting of native tree areas.<\/pli3><pli5>(2) Regulations under subsection (1) may&mdash;<\/pli5><pli6>(a) subject to paragraph (b) and subsection (3), provide for the exemption of the planting of native tree areas, that would, but for such exemption, be subject to the requirements of section 22, from the requirements of that section, <\/pli6><pli6>(b) prescribe conditions for an exemption under paragraph (a), having regard to&mdash;<\/pli6><pli7>(i) the requirements of the environment and environmental law,<\/pli7><pli7>(ii) the need for increased planting of native tree species,<\/pli7><pli7>(iii) public safety,<\/pli7><pli7>(iv) fire, pest or disease control, and<\/pli7><pli7>(v) research and such other silvicultural requirements as the Minister considers appropriate, and<\/pli7><pli6>(c) in relation to the scheme referred to in subsection (1)&mdash;<\/pli6><pli7>(i) prescribe the terms and conditions of that scheme, having regard to such matters referred to in subparagraphs (i) to (v) of paragraph (b) and any other matters as the Minister considers relevant, and<\/pli7><pli7>(ii) provide for the provision of native tree area grants for the planting of native tree areas.<\/pli7><pli5>(3) Regulations under subsection (1) shall provide that an exemption from the requirements of section 22 shall be granted only where, on the basis of objective information, the proposed native tree area is not likely to have a significant effect on a European site in view of the site conservation objectives, either individually or in combination with other plans or projects.<\/pli5><pli5>(4) In this section, &lsquo;European site&rsquo; has the same meaning as it has in the European Communities (Birds and Natural Habitats) Regulations 2011(S.I. No. 477 of 2011).&rdquo;,<\/pli5><pli2>(e) in section 27(1), by the substitution of &ldquo;in applying for a grant, native tree area grant, registration, licence or approval&rdquo; for &ldquo;in applying for a grant, registration,licence or approval&rdquo;,<\/pli2><pli2>and<\/pli2><pli2>(f) by the insertion of the following Schedule after section 35:<\/pli2><pli2>&ldquo;SCHEDULE<\/pli2><pli2><i>Section 2<\/i><\/pli2><pli2>NATIVE TREE SPECIES<\/pli2><pli2> <table>    <tr>       <th><b>Common Name<\/b><\/th>       <th><b>Scientific Name<\/b><\/th>    <\/tr>    <tr>       <td>Alder<\/td>       <td>Alnus glutinosa<\/td>    <\/tr>    <tr>       <td>Strawberry tree<\/td>       <td>Arbutus unedo<\/td>    <\/tr>    <tr>       <td>Silver birch<\/td>       <td>Betula pendula<\/td>    <\/tr>    <tr>       <td>Downy birch<\/td>       <td>Betula pubescens<\/td>    <\/tr>    <tr>       <td>Hazel<\/td>       <td>Corylus avellana<\/td>    <\/tr>    <tr>       <td>Ash<\/td>       <td>Fraxinus excelsior<\/td>    <\/tr>    <tr>       <td>Holly<\/td>       <td>Ilex aquifolium<\/td>    <\/tr>    <tr>       <td>Crab apple<\/td>       <td>Malus sylvestris<\/td>    <\/tr>    <tr>       <td>Scots pine<\/td>       <td>Pinus sylvestris<\/td>    <\/tr>    <tr>       <td>Black poplar<\/td>       <td>Populus nigra<\/td>    <\/tr>    <tr>       <td>Aspen<\/td>       <td>Populus tremula<\/td>    <\/tr>    <tr>       <td>Wild cherry<\/td>       <td>Prunus avium<\/td>    <\/tr>    <tr>       <td>Bird cherry<\/td>       <td>Prunus padus<\/td>    <\/tr>    <tr>       <td>Sessile oak<\/td>       <td>Quercus petraea<\/td>    <\/tr>    <tr>       <td>Pedunculate oak<\/td>       <td>Quercus robur<\/td>    <\/tr>    <tr>       <td>Goat willow<\/td>       <td>Salix caprea<\/td>    <\/tr>    <tr>       <td>Grey willow<\/td>       <td>Salix cinerea<\/td>    <\/tr>    <tr>       <td>Bay willow<\/td>       <td>Salix pentandra<\/td>    <\/tr>    <tr>       <td>English whitebeam<\/td>       <td>Sorbus anglica<\/td>    <\/tr>    <tr>       <td>Whitebeam<\/td>       <td>Sorbus aria<\/td>    <\/tr>    <tr>       <td>Rowan<\/td>       <td>Sorbus aucuparia<\/td>    <\/tr>    <tr>       <td>Irish whitebeam<\/td>       <td>Sorbus hibernica<\/td>    <\/tr>    <tr>       <td>Rock whitebeam<\/td>       <td>Sorbus rupicola<\/td>    <\/tr>    <tr>       <td>Yew<\/td>       <td>Taxus baccata<\/td>    <\/tr>    <tr>       <td>Wych elm<\/td>       <td>Ulmus glabra<\/td>    <\/tr> <\/table> <\/pli2><pli0>&quot;.&quot;.<\/pli0><\/p> <p>I thank members again for their agreement to consider this amendment.  It is a sensible approach and the most efficient approach for all of us.  It will help to achieve a worthy objective in the most reasonable timeframe we can.  The amendment is intended to facilitate the promotion of small-scale planting of native tree species in a nuanced manner.  It will not be a requirement to get a licence for an area that is larger than 0.1 ha but not greater than 1 ha and for an area that is not less than 0.1 ha but is also not greater than 20 m in width, and where the trees concerned are native tree species only, of which not more than 25% are Scot's pine.<\/p> <p>The key objective behind the amendment is to facilitate the introduction of a scheme that would allow us to incentivise more plantation of native trees.  If we have a legal basis, the Department would then have the capacity to introduce a scheme and look at incentivising farmers to do small-scale plantations and riparian zones alongside waterways, which would have an environmental benefit from the point of view of biodiversity and water quality.<\/p> <p>The largest size that does not require a licence application at the moment is 0.1 ha.  That is small and prohibitive limit that does not allow people to do much.  After much consideration of the legislation around this topic and of what would be feasible and possible within the overall framework to facilitate planting without a licence and promote native trees, we are driving legislation to enable us to run a scheme that would encourage the growth of native trees.<\/p> <p>This is in addition to, and entirely separate from, the objective to reach our commercial afforestation targets.  The target in the climate action plan is to reach 8,000 ha per year of commercial forests over the this decade.  That is important.  We have had challenges over the past year that we have been working our way out of.  We have found ourselves in an unacceptable position in respect of the number of licences being issued and the backlog that is in place.  We have been making progress in that regard but more progress is necessary.  Thankfully, the dial is now moving in the right direction.  We must keep raising the output level and improving the situation during the time ahead.<\/p> <p>This measure is separate from those considerations.  It is a worthy objective to seek to improve the number of native trees in the countryside through small forest plantations and riparian zones.  This is an important amendment that would make the process as administratively smooth as possible, without the necessity for a full-blown licence application for an area smaller than 1 ha.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#K00200","speaker":"1546"},{"type":"speech","time":1639526400,"counter":58,"content":"<p>As I said in the D&aacute;il earlier, I agree fully with what the Minister is trying to do here.  An increase in small acreages of trees would be of great benefit.  It would allow a farmer to plant a corner or along a riverbank, as he said, without the necessity of a licence.  It is also imperative that the programme for Government target for afforestation, which is to ensure we have a vibrant forestry sector going forward, is kept separate and divorced from this measure.  We have a target of 8,000 ha that we need to afforest every year.  We must keep those two targets separate.  They can be mutually beneficial as we address the challenges of climate change.  However, it is imperative that the 8,000 ha target is what we judge our afforestation targets on.  I know the Minister agrees.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#K00600","speaker":"1611"},{"type":"speech","time":1639526400,"counter":59,"content":"<p>I will support the amendment.  However, I do not believe this will be a silver bullet to meet our target of 8,000 ha per annum.  I spoke earlier in the D&aacute;il on this matter.  I have a couple of specific questions to put to the Minister.  The Social Economic Environmental Forestry Association of Ireland, SEEFA, has voiced concerns around the lack of detail given to the industry stakeholders regarding this amendment.  We all received messages and emails from that organisation.  What consultation took place with the industry regarding the amendment?  Will the involvement of registered foresters be mandatory for the planting of these areas?  Who is going to oversee what species of trees is being planted?  I know this has been a big issue for the Department.<\/p> <p>  How many plants per acre are being envisaged in these areas?  How will that compare to the current rates of afforestation?  When will consultation take place between the stakeholders to ensure that the measures developed will complement existing tree-planting schemes?<\/p> <p>  The species of trees involved are contained within the amendments.  The Chairman mentioned Sitka spruce not being included in that list while some strange species of trees are included.  I am not sure many people will grow native crab apple trees.  People have been cutting them down for years.  I find it strange that the Minister cannot broaden the list of the species of trees set out in the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#K00700","speaker":"1619"},{"type":"speech","time":1639526400,"counter":60,"content":"<p>Will we take the questions individually or collectively?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#K00800","speaker":"1611"},{"type":"speech","time":1639526400,"counter":61,"content":"<p>Whatever you prefer, Chairperson.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#K00900","speaker":"1546"},{"type":"speech","time":1639526400,"counter":62,"content":"<p>Let us take them individually.  This legislation only came before us recently so, with that in mind, we will take the questions individually, if that is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#K01000","speaker":"1611"},{"type":"speech","time":1639526400,"counter":63,"content":"<p>Deputy Kehoe made the point that people have been cutting down certain tree species for years.  The culture is changing.  It needed to change and we need to encourage it to change.  We also need to make it as smooth and amenable as possible for those who want to plant.  In terms of small-scale afforestation, we need to encourage native trees and native tree plantations.  We can all envisage an addition to the countryside if we were to see, for example, more riparian zones alongside waterways.  That could be beneficial for the visual aspect of the countryside and, importantly, could also be beneficial for biodiversity and water quality.  That is something farmers are increasingly open to doing.  Small-scale plantations of native trees up to 1 ha can have a benefit from the point of view of biodiversity so that is why we put a lot of thought into whether this would be possible and amending the legislation around this.<\/p><p>Following on from this, if the committee and the Oireachtas decide to support providing a legal basis for such a scheme, we would proceed to develop such a scheme and engage with all representatives and those with expertise on this to ensure it is a scheme that works well and is as effective and practicable as possible for those who want to plant trees.  We would also look at an appropriate mechanism for incentivising and rewarding those who do that.  <\/p><p> This is entirely separate from afforestation targets for commercial forestry, which will be really important from a climate, emissions reduction and sequestration perspective.  It will also be really important in changing behaviour and materials usage in wider society over the next number of years, particularly in construction.  We will need to have the wood material if we are to displace some of the more emissions-intensive materials used at the moment and central to that is having the plantations.  We have a lot of work to do and getting to 8,000 ha will be really important alongside that.  This in itself is a very worthy initiative.  There is no crisis or emergency around it.  It is just something we think is a really worthy objective, which is why we looked at trying to bring it in as promptly as we can so that the scheme could be put in place and farmers who want to avail of it can get on with that.  This is why we sought the committee's discretion to be able to include it in this Bill so we could consider it together, move it along and give it further consideration on Committee and Report Stages, as it goes through the Seanad and, ultimately, in enabling the scheme to be introduced after that, working really closely with the sectoral representatives, interests and stakeholders regarding the structure of this scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#K01100","speaker":"1546","continuing":true},{"type":"speech","time":1639526400,"counter":65,"content":"<p>Perhaps I picked it up wrong but we were led to believe today that the number of hectares would be included in the 8,000.  Is the Minister stating that the commercial target is still 8,000 ha and we will still aim for that as well as this but that it will not be counted as part of the 8,000?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#L00200","speaker":"1508"},{"type":"speech","time":1639526400,"counter":66,"content":"<p>All forests over 0.1 ha are included in our assessment as to our forest cover and inventory so it would be included and counted.  Obviously, we want to achieve that target of 8,000 but we want to go higher than that in the decades ahead so every contribution to that and every new piece of afforestation will be important.  Whenever we are doing at small scale, that is not necessarily as commercial in its structure or nature.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#L00300","speaker":"1546"},{"type":"speech","time":1639526400,"counter":67,"content":"<p>So the Minister is saying that the target of 8,000 commercial ha is being changed and that the small stuff will come in with it, which, if we listen to what Deputy Kehoe is saying and what we are hearing today, means it is basically a get-out for the Department in forestry and will stop farmers planting.  They will probably plant a hectare and that will be it.  That is the big fear.  The Minister is saying it will be included in the target of 8,000 ha.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#L00400","speaker":"1508"},{"type":"speech","time":1639526400,"counter":68,"content":"<p>Anything over 0.1 ha is countable and is assessed and measured.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#L00500","speaker":"1546"},{"type":"speech","time":1639526400,"counter":69,"content":"<p>I must suspend the meeting as a vote has been called in the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#L00600","speaker":"1611"},{"type":"unspoken","time":1639526400,"counter":70,"content":"<p>Sitting suspended at 7.15 p.m and resumed at 7.53 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1639526400,"counter":71,"content":"<p>The Minister was answering a question from Deputy Fitzmaurice when I suspended the meeting due to a vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#P00100","speaker":"1611"},{"type":"speech","time":1639526400,"counter":72,"content":"<p>We were finished discussing my question.  The Minister has established that it is going in on the 8,000 ha even though it is not commercial.  There is no point in calling votes here because the result will be six to four no matter what we do but I have the right to table an amendment on this matter on Report Stage.<\/p> <p>  The Minister talked about a width of 20 m.  Only 20 m or less is not counted as part of the carbon sequestration survey.  I understood that one could do 40 m, 50 m or whatever equals a hectare.  Is one allowed to do that?<\/p> <p>  Almost every type of tree is allowed bar spruce.  Will the Minister consider adding spruce?  Pine is allowed.  I used to work in forests and above all timbers pine is probably one of the worst type of timber to grow because it grows crooked and does everything that one does not want it to do compared with spruce.  Farmers should have the option to grow spruce.  We have seen in shelter belts, and I have said this in the D&aacute;il, that one could have a spruce in a corner of a field but it could be 30 m or 40 m wide so one could go around in a semi-circle,.and one could have a few of them.<\/p> <p>  Anyone who is used to farming will know that one could have bits of land that are a few miles apart.  If lands are in separate parcels is one allowed to put a hectare into different parcels or is the scheme based on a herd number?  Is there an establishment grant?<\/p> <p>  I am raising these issues here so that I can table amendments when this legislation reaches the D&aacute;il.  I hope that the Department will have these issues teased out before we reach that stage.  We have talked to representatives of the industry today, and over the last couple of days as we got more information on this matter, who have expressed their fear that this is a fixer job for the 8,000 ha.  I will table an amendment that 1 ha, of what the Minister is calling non-commercial now, will be kept in a separate inventory to the commercial and that the 8,000 ha will be judged as a commercial operation.<\/p> <p>  I ask the Minister to address my points.  I advise Ms Sarah O'Farrell, clerk to the committee, and the committee that I have raised this matter here so that I can table an amendment on Report Stage as there is no point in anyone calling votes today when we have not received amendments back. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#P00200","speaker":"1508"},{"type":"speech","time":1639526400,"counter":73,"content":"<p>To return to the question on the 8,000 ha, the situation has always been that anything over 0.1 of a hectare is calculable for sequestration, etc. and is counted as forestry.  The same applies in this case and that will be countable towards it.<\/p> <p>  In terms of the 8,000 ha target, in the first instance the forestry programme and, indeed, the European regulations require at least 30% of that must be native trees.  The provision does not seek to undermine the 8,000 ha target.  We will strive to achieve and surpass the target.  This is something that can contribute and make a positive contribution in terms of biodiversity, forestry and sequestration.  It is something that can allow many farmers to play a role in making forestry more of the farming enterprise and personality of an individual farm, and become more integrated.  The provision is a very useful and productive measure.<\/p> <p>  The point that the Deputy made about 20 m speaks against the first point that he made about 8,000 ha.  I mean his point that by virtue of the fact that it is less than 20 m then it may not be countable towards the 8,000 ha.  The idea behind the continuous line of up to 20 m is to facilitate riparian zones along waterways.    <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#P00300","speaker":"1546"},{"type":"speech","time":1639526400,"counter":74,"content":"<p>With no disrespect to the Minister, we are used to shelter belts down the country.  A field is generally rectangle or square.  When one mows a field then one goes around in a semi-circle and there could be an area that is 40 m by 40 m.  My question does not contradict my first point.  Why do we not allow people to plant the hectare in whatever way they like?  For example, if the space is along a river then it should be three trees wide.   I would promote the planting of native trees for an area along a river.  If a person is doing a shelter belt or something that helps the environment then people should be able to put a hectare together or in two sections if they wanted that would be wider than 20 m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#P00400","speaker":"1508"},{"type":"speech","time":1639526400,"counter":75,"content":"<p>I take the Deputy's point.  The capacity to plant up to 1 ha covers that type of an approach.  While it might be wider, if it is within the 1 ha then it will cover it whereas the capacity to plant something that is above 1.1 ha but not greater than 20 m in width means that people will be able to plant more than 1 ha because there is no 1 ha limit but only if it is less than 20 m wide.  The provision targets a long riparian zone type that would be more than 1 ha in size but it would be a riparian feature in nature.<\/p><p> Regarding the establishment grant, we will put a scheme together if we have the legislative basis for it.  We will consult and engage with members and others on feeding into that.<\/p><p> On Sitka spruce, the objective is to try to encourage more native tree plantation and facilitate a scheme in that regard.  That is why we have structured the Bill in the way we have.  For riparian zones and smaller groves, we regard native trees as more appropriate. The idea is to introduce a scheme specifically to encourage the plantation of more native trees on a smaller scale.  I take the point the Deputy is making on Sitka spruce, but the objective is to try to promote small-scale native tree plantation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#P00500","speaker":"1546","continuing":true},{"type":"speech","time":1639526400,"counter":77,"content":"<p>I hear what the Minister is saying about enticing new people into the business.  The Minister of State, Senator Hackett, stated one of the purposes is to entice farmers into forestry.  If one is not communicating with anyone in any sector, it is next to impossible to build up the confidence that would make them to do as desired.  Like other members of the committee, I must point out my serious misgivings about how an amendment to the forestry legislation is being introduced at such a late stage through completely different legislation and with no consultation.  While I support measures that will help to increase the country's forest cover, I must take issue with the way the proposed measure is being introduced.  This is representative of the poor way the industry has been treated up to now.  I got a phone call from a forester this evening who stated that what has been done was done with no proper input from the forestry sector.  According to the Society of Irish Foresters, SIF, only a small minority in the forestry industry were made aware of this legislation.  They heard about it for the first time last Friday evening.  The organisation states there has been no discussion with the industry even though there are forms available to allow for the discussion of such initiatives.  I pointed this out earlier today also.<\/p> <p>  While the primary aim of the scheme is to fulfil environmental criteria and is not related to forestry as such, it is being described as a cosmetic exercise aimed at ticking boxes and making the forestry sector seem better than it actually is.  \"Landscaping\" is one of the words that was used earlier to describe it to me.  I have a couple of questions.  What engagement did the Minister have with the forestry industry before this amendment was submitted?  Has he targets for this measure?  Can the Department tell us whether the land a farmer may wish to plant under the scheme must be used for forestry alone in the future?  I have another two questions but would like answers to those three before I ask them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#Q00200","speaker":"1613"},{"type":"speech","time":1639526400,"counter":78,"content":"<p>I thank the Deputy.  The provision is to enable us to put together a scheme, on which we would consult and engage with all interested stakeholders.  We simply would not have the capacity to put a scheme together now to encourage the small-scale planting of native woodland and trees.  I do not see how anyone could object to the proposal.  It is a sensible and logical measure.  It is about making it easier to plant forests, within reason, at a small scale.  It is something we have been considering and assessing.  There is a lot of work ongoing within the Department through Project Woodland and the various work streams to try to streamline the regulation and forestry-licensing processes as much as possible and examine what is happening internationally.  There is a lot of work ongoing in that regard.<\/p> <p>  This is one small measure that we believe could be helpful.  We felt we would like to make the most of the opportunity that exists and to give people who want to engage in the type of afforestation in question the opportunity to do so.  Currently, the bottom line is that if the area in question is more than 0.1 ha, a licence must be applied for.  This is something we believe we can change.  It is entirely sensible to change it to allow people to plant more than 0.1 ha.<\/p> <p>  There has to be a first time for everybody to hear about the measure.  Over the past few days, we engaged with the committee and informed members that we would like to proceed using this legislation.  We felt that proceeding in this way, with the co-operation of the members, would be a practical approach.  It just makes sense to move it on.  Otherwise, we would have to start with an entirely new Bill, which would understandably take longer.  It is procedurally possible to proceed as we are doing, so it is really sensible to do so.  I appreciate the unanimous decision made when we spent an hour in the D&aacute;il seeking authorisation to do this.  We are now able to discuss the matter by way of a Committee Stage amendment.  It is an efficient use of all our time.  Importantly, it is also efficient in the sense that we can develop a scheme, promptly after the passage of the legislation, that gives people the capacity to engage in afforestation and increase the proportion of native trees.<\/p> <p>  This is not a cosmetic exercise; it could make a real difference and be economically beneficial to farmers.  Most farmers, when they examine their landholding, will see spots where they could incorporate native woodland to their benefit and that of the environment around them.  The mechanism is about empowering them to do that.  It was very dismissive of whomever the Deputy was communicating to describe it as landscaping.  There is no doubt whatsoever that the scheme would be beneficial to the landscape.  It would empower farmers to make use of their land in a way that would be beneficial to the environment and biodiversity.  Allowing them to avail of the scheme would also be financially beneficial.<\/p> <p>  The amendment facilitates the planting of riparian woodland along waterways.  This can have a positive impact, in numerous instances, on water quality because it provides a natural break.<\/p> <p>  We will engage further from this point on.  The matter will be considered further on Report Stage by the members, and it will also be considered in the Seanad.  I hope that, because we are proceeding in the way we are doing, we will see what we propose alongside the enacted legislation very early in the next D&aacute;il term.  We can then get on with putting the scheme into place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#Q00300","speaker":"1546"},{"type":"speech","time":1639526400,"counter":79,"content":"<p>It is not me who is calling it cosmetic or landscaping; it is members of the sector.  I have no reason to doubt what the Minister is saying, but I am not the one who is planting and the Minister is not trying to entice me.  The people he is trying to entice have fears and concerns over not having been listened to before and the effort to introduce the measure in the way it is now being introduced.  The Minister said the measure was being thought about for a long time.  For how long has it been talked about?  Why were there no conversations with the very people the Department was trying to entice before introducing the measure in the manner it has been introduced?  It is not me saying it is cosmetic or landscaping.  It is the very people the Department wants to come on board in a small way who need convincing, not Martin Browne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#Q00400","speaker":"1613"},{"type":"speech","time":1639526400,"counter":80,"content":"<p>Over the past three or four months, we have been considering this in a significant way.  Again, I cannot see how anyone would object to making it more practical to facilitate some afforestation.  It is a positive, enabling mechanism.  We will engage with all stakeholders when putting the scheme together.  The more everyone reflects on this, the more they will realise it ticks the boxes in every way.  I do not see how anyone, on reflection, could come up with a reason why we should not do this.  It will be a really positive and progressive thing for us to do and consider.<\/p><p>We will take it forward if members approve it, to take action and engage with all stakeholders about how to do that best.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#Q00500","speaker":"1546","continuing":true},{"type":"speech","time":1639526400,"counter":82,"content":"<p>The principle here is incredibly good.  I would have suggested it.  I think everybody would have suggested that we need to make it easier for small plantations of native woodland to be planted across the country.  It is a shame that we have not had this type of scheme in the past.  The principle is not a point of debate.  The Minister is correct about that.  There are genuine concerns in what the sector is raised, which are fair enough.  Legislatively, it is not good practice to submit amendments to members of a committee on a Friday for consideration, including a briefing, D&aacute;il debate and a select committee meeting on the following Wednesday.  It does not give adequate time to identify potential problems in order that we can avoid them.  That goes back to our earlier debate.<\/p> <p>  To paraphrase the Minister, he is saying that plantations above 0.1 ha which are part of this scheme will be included in the overall afforestation figures, but he plans to achieve an 8,000 ha afforestation target separately to this.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#R00200","speaker":"1451"},{"type":"speech","time":1639526400,"counter":83,"content":"<p>Up until now, any plantation above 0.1 ha would count towards our figures but people would have to apply for a licence for it, even if it was between 0.1 ha and 1 ha.  This means that it is much more practical for anybody who wants to plant.  On reaching the target of 8,000 ha, up until now, the target would be for 30% to be deciduous or native trees anyway.  We need to be as ambitious as we can.  The target set out in the climate action plan is 8,000 ha.  I would like to go further than that and would encourage that we do.  That is the objective that we set out with regard to reaching the assigned carbon sequestration targets.  A hectare of forestry will contribute to that.  If 10 ha are planted 1 ha at a time, native trees on ten different farms will have the same sequestration capacity as 10 ha.  It is not in any way to inhibit or reduce our ambition elsewhere.  We will push in every way that we can and we should seek to surpass that 8,000 ha.  The figure of 8,000 ha is the target in the climate action plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#R00300","speaker":"1546"},{"type":"speech","time":1639526400,"counter":84,"content":"<p>We were nowhere close to reaching the 8,000 ha limit last year.  It was about 2,400 ha.  The latest parliamentary question response I have indicates that it will be about 2,000 ha for 2021.  The Minister can understand the concerns that we are not coming close to reaching the 8,000 ha, so there is an attempt to make up figures through another scheme.  It is good and laudable from a climate action and biodiversity perspective to encourage farmers to plant woodland but it does not do anything for the forestry and timber sector.<\/p> <p>  My second concern is about the last point the Minister raised, relating to the proportion of native broadleaf.  I agree with and support the concept of trying to reach our 30% target.  I have a fear that this would let others off the hook.  Does the Minister plan to bring proposals?  Can this provision be amended to put a greater onus on Coillte to increase the level of native broadleaf trees in its stock?  I understand that it is below 20% at the moment.  It is the State's forestry company.  Does the Minister have any plans in that regard?  Can he give any assurances that native broadleaf trees planted under this scheme will not be used to allow other people to get off the hook with regard to meeting their own obligations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#R00400","speaker":"1451"},{"type":"speech","time":1639526400,"counter":85,"content":"<p>We all have to strive to improve the percentage of native trees.  This is not about trying to reduce any ambition but about increasing our ambition and using every possible tool and the willingness that people have to contribute in a sensible way.  This proposal stands on its own merits.  I believe it can only be looked at in a positive fashion and its purpose is to enhance and contribute to our overall progress and objectives.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#R00500","speaker":"1546"},{"type":"speech","time":1639526400,"counter":86,"content":"<p>Is the Minister planning to bring forward any proposal?  Let us deal with Coillte.  It is the biggest player in the sector.  Is the Minister planning to do anything to increase the level of native broadleaf trees within the Coillte stock?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#R00600","speaker":"1451"},{"type":"speech","time":1639526400,"counter":87,"content":"<p>Coillte has significant plans in that regard.  In advance of Report Stage, I can get a briefing on what it is doing.  With regard to Project Woodland and the work that we are doing, there is significant effort to make sure that we increase the level of native plantation and trees planted.  That is something that Coillte plans to contribute to, as well as the fact that we need to try to encourage everyone to contribute inasmuch as they can, and to facilitate them to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#R00700","speaker":"1546"},{"type":"speech","time":1639526400,"counter":88,"content":"<p>I have concerns with the scheme itself.  As I mentioned in the D&aacute;il earlier, the devil will be in the detail of the scheme.  As I mentioned a number of times, there is significant distrust with the forestry section.  What is the Minister's proposal to deal with that?  Does he propose to bring it back to our committee and the Oireachtas for approval or will it be another instance where there is a leak, we start to get questions, it takes a month to get the full details of the scheme published, and then we backtrack to try to fill in the exposed gaps?  Will the Minister consider bringing this scheme before the committee and Houses for approval in order that we can deliberate on the aspects of it and make sure that we iron out any potential problems?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#R00800","speaker":"1451"},{"type":"speech","time":1639526400,"counter":89,"content":"<p>There is no conspiracy under way here.  This is a positive, progressive measure.  We want to get agreement for it to provide us with the legal basis to design a scheme to help to encourage this.  In doing so, we will engage with all stakeholders and take all views on board.  I would be happy to take the Deputy's and the committee's views on board and have a consultation with them about that?  It will be a matter for the Minister of State, Senator Hackett, and me to approve and come forward with but we will certainly do so and will engage with all ideas about this.  We all want this to work.  We want all ideas and creative suggestions to try to encourage this.  It can be progressive and work well for farmers, the environment, the rural landscape and biodiversity.  It would be a positive move.  We want to engage and hear what the committee and anyone else have to say.  We want to do it in an open manner that embraces all that and to ultimately put together a scheme which will work and be successful, which people will want to avail of, and which will see trees planted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#R00900","speaker":"1546"},{"type":"speech","time":1639526400,"counter":90,"content":"<p>On community engagement, when we get to the crux of this and trees are being planted as part of this scheme, does the Minister see a mechanism being in place for community views or particular residents' views in an area?  One hectare of woodland might not be much, but in some parts of the country, there may be a substantial amount of forestry already.  If a number of farmers or landowners are engaged in it, an additional hectare might have a bearing that we would not see now on specific individuals or families.  Does the Minister anticipate a mechanism whereby people will be able to have their views known prior to plantation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#R01000","speaker":"1451"},{"type":"speech","time":1639526400,"counter":91,"content":"<p>On putting a scheme together, we will assess all those considerations to ensure the forestry is in appropriate places, is environmentally appropriate and that its location is appropriate.  It is the finer detail that will be important and which we will bring together if we have the legal capacity to be able to develop such a scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S00100","speaker":"1546"},{"type":"speech","time":1639526400,"counter":92,"content":"<p>On our afforestation targets and the licensing backlogs, would any of the licences currently in the system for processing fit the broad criteria outlined in this scheme, namely, native broadleaves between 0.1 ha and 1 ha?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S00200","speaker":"1451"},{"type":"speech","time":1639526400,"counter":93,"content":"<p>I do not have the figures to hand at the moment.  Part of our concern and part of the problem here is because there is so much administration involved for quite a small plantation, they are not happening, even though farmers might want to do them and want them to happen.  I am not aware of many such applications in the system.  We would like to have many applications like that but for a small area, we will not see them unless we make it as practicable as possible.  That is why I hope that by doing this and by taking this positive and progressive approach we can really encourage this type of plantation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S00300","speaker":"1546"},{"type":"speech","time":1639526400,"counter":94,"content":"<p>I would like clarification of whether this new scheme is going to be outside the CAP.  Will it be part of the agri-environmental scheme?  How precisely is this going to fit in with the overall forestry measures within the CAP and the agri-environmental measures?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S00400","speaker":"1451"},{"type":"speech","time":1639526400,"counter":95,"content":"<p>It is outside the CAP.  All of our forestry programme is outside the CAP strategic plan.  It has been and will be this time around as well.  It is separate and in addition to the CAP.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S00500","speaker":"1546"},{"type":"speech","time":1639526400,"counter":96,"content":"<p>To finish, I have two broader questions on forestry.  What will be the weekly output for licence processing will be next year?  I think we have averaged about 100 per week over the recent period.  As I said earlier today, that needs to increase.  Is that the Minister's intention?<\/p> <p>  Secondly, he previously mentioned that he will consider bringing forward legislation to provide a statutory period for the provision of processing applications.  Is there any prospect of him doing that in the early part of next year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S00600","speaker":"1451"},{"type":"speech","time":1639526400,"counter":97,"content":"<p>We are on course.  We are processing at least in excess of 100 per week at the moment and we are on course to meet 4,000 licences issued this year.  That is up from approximately 2,000, from memory, for last year.  That was an historic and unacceptable low.  We have made progress over the past year, especially in the second and final thirds.  There was an interruption over the summer due to a statutory requirement change and the process had to be adjusted.  We hope to push on significantly and further improve on that next year.<\/p> <p>  The legislation we introduced around this time last year enabled the capacity to put statutory timelines in place.  At the moment, the key objective is to get the number of licences up significantly and deal with the backlog.  When we achieve an equilibrium there is capacity to put statutory timelines in place but I do not have a timeline for that at the moment.  The key objective is to keep the graph going in the right direction, keep the output growing and deal with the backlog to get through it in the best timeframe we possibly can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S00700","speaker":"1546"},{"type":"speech","time":1639526400,"counter":98,"content":"<p>I welcome this scheme.  Whatever scheme the Minister and his officials are introducing, it must be simplified.  I agree with the previous speakers.  If the scheme is going to be complicated it is not going to happen.  I must be honest.  I was recently talking to somebody who was waiting three years to plant.  The Department, to be fair, granted the application but it was lost on appeal.  The Minister and his officials are serious but how then is it there was an appeal mechanism for land that was quite capable of being planted?  There were objections but if we are going to leave room for objections even to a single hectare then we are going to have problems.  People must be encouraged.  The forestry industry is on its knees.  In a few years we will not have the supply of timber and jobs in the industry, if we do not do something at this stage.  We have failed over the past year to implement the planting that we need and the licensing for people to fell their trees.  I am aware it has improved.  I must give credit where it is due; when it improves, it improves.  The Department worked hard on trying to get the licences approved.<\/p> <p>  My point is simple.  If the Minister and his officials are bringing this scheme in and they are serious about it, they should not let it be destroyed before it starts by virtue of the way they draw it up.  That is the only thing I ask.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S00800","speaker":"1500"},{"type":"speech","time":1639526400,"counter":99,"content":"<p>I thank the Deputy.  This is about simplifying how people can grow forestry and making it as straightforward and simple as we can.  It is also about having proportionate and appropriate considerations on where it happens and how it integrates.  In designing the scheme we will try to make it as streamlined and as sensible as possible, to ultimately ensure there is a good output and a good outcome from it and that we get good plantations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S00900","speaker":"1546"},{"type":"speech","time":1639526400,"counter":100,"content":"<p>Where does the Minister see the commercial forestry situation being resolved in this new proposal?  Does he see it as being of any help to the commercial operators?  We are cutting six to one at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S01000","speaker":"1508"},{"type":"speech","time":1639526400,"counter":101,"content":"<p>I do not see it having any impact on larger applications that require licences.  The key issue is that licence output continues to increase and we address the backlog that is there.  I understand that at the moment we do not have many applications of this size.  Hopefully, we will start to see farmers taking this on and doing some planting but I do not see it as having an impact on the commercial side.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S01100","speaker":"1546"},{"type":"speech","time":1639526400,"counter":102,"content":"<p>If a person has two or three plots of land-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S01200","speaker":"1508"},{"type":"unspoken","time":1639526400,"counter":103,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1639526400,"counter":104,"content":"<p>The Deputy's sound has gone there but I think he is asking that if a person has two or three plots of land on one farm, can he or she avail of this more than once?  It would be sensible if a person could.  It is for small-scale plantations.  It would not be something that would be open to abuse in the form of putting several together to form a larger plantation that would require a licence.  However, within reason it should be possible to have more than one on a particular holding.  That is something we will examine in further detail and consult people on when we are putting the detail of the scheme together.  Certainly in principle and at this remove, it is something we would encourage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S01400","speaker":"1546"},{"type":"speech","time":1639526400,"counter":105,"content":"<p>I have two quick questions.  One is from earlier.  The Minister will forgive me if he answered it.  If a farmer takes up this scheme, is that land going to be restricted to forestry into the future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S01500","speaker":"1613"},{"type":"speech","time":1639526400,"counter":106,"content":"<p>The objective here is to plant native woodland.  I understand that if something is being supported through a European premium, there would be a plantation obligation or a replantation obligation on it.  That is my understanding but I can clarify it for the Deputy on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S01600","speaker":"1546"},{"type":"speech","time":1639526400,"counter":107,"content":"<p>I ask that the Minister does so.  I do not want to keep harking back to what has gone on but does he think there is going to be an appetite to go through these various assessments, given the small scale of the land involved?<\/p><p>The lack of consultation with the Department is a complaint that has been raised repeatedly at the committee.  Will there be an appetite for farmers to take up such a small scheme when that is going on? <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#S01700","speaker":"1613","continuing":true},{"type":"speech","time":1639526400,"counter":109,"content":"<p>I reject the notion that there has not been good consultation with the Department, with myself and the Minister of State, Senator Hackett and the sector.  I would say there has never been more consultation.  There have undoubtedly been real and significant challenges.  This time last year we were in a real crisis situation around the supply of wood.  We passed emergency legislation then with the co-operation and support of the members here and with cross-party support.  Thankfully, we have worked ourselves into a better position but there is still a lot of work to do.  However the situation is improving and progressing, and we are in a much better position now than this time last year.<\/p> <p>  There has been immense consultation throughout.  Project Woodland was established with three different project streams to look at how we can make our system work more effectively and look at what is happening internationally and try to implement any agreed changes that could improve the system.  That is ongoing.  Those project streams and work groups have been working all the time.  That is representative of all stakeholders.  Both myself and the Minister of State have had regular meetings with industry representatives as well.  Consultation has been really strong and will continue to be.  It will be strong on this measure also if we get the co-operation of the Oireachtas to facilitate the capacity to develop such a scheme and to engage and get views on how we can put in place a scheme that will work and be successful.  <\/p> <p>  While there have undoubtedly been challenges there has been immense and deep consultation.  There may not be satisfaction in the industry.  Indeed, none of us have been satisfied.  The Department is not satisfied about where things have been over the past year but we are all working to improve things and make progress.  Thankfully I feel we are doing that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#T00200","speaker":"1546"},{"type":"unspoken","time":1639526400,"counter":110,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1639526400,"counter":111,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1639526400,"counter":112,"content":"<p>SECTION 9<\/p>"},{"type":"speech","time":1639526400,"counter":113,"content":"<p>I move amendment No. 6:<\/p> <blockquote> \tIn page 12, lines 13 and 14, to delete &ldquo;<i>Animal Health and Welfare (Miscellaneous Provisions) Act 2021<\/i>&rdquo; and substitute &ldquo;Animal Health and Welfare and Forestry (Miscellaneous Provisions) Act 2021&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#T00600","speaker":"1546"},{"type":"unspoken","time":1639526400,"counter":114,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1639526400,"counter":115,"content":"<p>I move amendment No. 7:<\/p> <blockquote> \tIn page 12, to delete lines 15 to 17. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#T00800","speaker":"1546"},{"type":"unspoken","time":1639526400,"counter":116,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1639526400,"counter":117,"content":"<p>Section 9, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1639526400,"counter":118,"content":"<p>TITLE<\/p>"},{"type":"speech","time":1639526400,"counter":119,"content":"<p>I move amendment No. 8:<\/p> <blockquote> \tIn page 3, line 13, after &ldquo;marts;&rdquo; to insert the following:  \t&ldquo;to amend the to make provision for schemes to facilitate the planting of native tree areas;&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#T01100","speaker":"1546"},{"type":"unspoken","time":1639526400,"counter":120,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1639526400,"counter":121,"content":"<p>Title, as amended, agreed to.<\/p>"},{"type":"speech","time":1639526400,"counter":122,"content":"<p>Pursuant to Standing Order 187(3), I have to report specifically to the D&aacute;il that the committee has amended the Title to read as follows:<\/p> <blockquote> \tAn Act to amend the Animal Health and Welfare Act 2013 to provide for the prohibition of the breeding, rearing or keeping of specified animals solely or primarily for the value of, or the manufacture of products from, their fur or skin; to provide for a system of compensation to persons who before the coming into operation of the prohibition were engaged in the fur farming of mink pursuant to a licence under the Musk Rats Act 1933; to confer on the Minister for Agriculture, Food and the Marine the power to make regulations for the purpose of licensing livestock marts; to repeal certain provisions of the Animal Health and Welfare Act 2013 relating to the licensing of animal marts; to amend the Forestry Act 2014 to make provision for schemes to facilitate the planting of native tree areas; to repeal the Milk (Miscellaneous Provisions) Act 1979; and to provide for related matters. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#T01400","speaker":"1611"},{"type":"minorheading","content":"Message to Dáil","time":1639526400,"counter":123,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#T01500"},{"type":"speech","time":1639526400,"counter":124,"content":"<p>In accordance with Standing Order 101, the following message with be sent to the Clerk of the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Agriculture, Food and the Marine has completed its consideration of the Animal Health and Welfare (Miscellaneous Provisions) Bill 2021 and has made amendments thereto. <\/blockquote> <p>I thank the members and the Minister for their co-operation and wish everyone happy Christmas and a healthy and happy new year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGS2021121500002#T01600","speaker":"1611"},{"type":"unspoken","time":1639526400,"counter":125,"content":"<p>The select committee adjourned at 8.35 p.m.sine die.<\/p>","notice":"TIME STRING DETECTED"}]