[{"type":"majorheading","content":"Joint Oireachtas Committee on European Union Affairs","time":1448447400,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 10:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Eric Byrne, Senator Colm Burke, Deputy Seán Crowe, Senator Aideen Hayden, Deputy Timmy Dooley, Senator Terry Leyden, Deputy Bernard J. Durkan, Senator Catherine Noone, Deputy John Halligan, Senator Kathryn Reilly. Deputy Derek Keating, Deputy Seán Kyne, Deputy Joe O'Reilly,<\/p><p>DEPUTY DOMINIC HANNIGAN IN THE CHAIR.<\/p>","time":1448447400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500002"},{"type":"minorheading","content":"UK Referendum on EU Membership: Discussion","time":1448447400,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500002#A00100"},{"type":"speech","time":1448447400,"counter":5,"content":"<p>I ask everybody to turn off mobile phones.  They cannot be put on silent mode because even on silent mode, they can affect the broadcasting equipment.  I am told the meeting is being shown live on television, so we do not want any viewers having trouble hearing us.  I thank everyone very much.  We have received apologies from Deputy Derek Keating who hopes to join us later.<\/p><p>I am very pleased to welcome Professor Jonathan Faull, who is the director general of the task force for strategic issues related to the UK referendum.  He will brief us on the current state of play.  As we are all aware, Prime Minister David Cameron, recently at Chatham House set out the UK's reform agenda for its membership of the European Union.  The UK will now begin discussions in earnest with the Commission so it is useful for us to hear from the Commission directly, in particular given that we recently carried out a report looking at the implications for Ireland.  Members will remember that there were 24 specific recommendations within that report which no doubt Professor Faull is aware of.  We hope we will have an opportunity to discuss some of those today and how the Commission might take on board those recommendations to make sure that Ireland's voice is heard in the negotiation process.<\/p><p>Before I ask Professor Faull to make his contribution, I remind members of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person or persons outside the Houses or an official either by name or in such a way as to make him or her identifiable.  By virtue of section 17(2)(<i>l)<\/i>of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  If witnesses are directed by the Chairman to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons, or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>I invite Professor Faull to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500002#A00200","speaker":"1076"},{"type":"speechnospeaker","time":1448447400,"counter":6,"content":"<p>Thank you very much Chairman and good morning.  It is a great honour for me to be here.  I have a great deal of admiration for the work of the joint committee and the report it issued in June which has been studied very carefully.  We are well aware of the considerable importance that Ireland attaches to these issues.<\/p>  <p>  Where do we stand?  The European Commission's view is, uncontroversially, that we want the United Kingdom to remain a member of the European Union.  We believe that is best for the European Union and we believe that it is also best for the United Kingdom itself.  We are, therefore, working to help respond to the concerns expressed by Prime Minister Cameron in his recent letter to the President of the European Council, Mr. Donald Tusk, and we are heavily engaged now, as the Chairman said, in a very serious process of discussions.  We have recently completed a round of individual meetings with each of the other 27 member states, including of course this one and will have to come to a view pretty soon &ndash; in the next few days I think &ndash; as to whether the President of the European Council considers that there is sufficient hope for a satisfactory conclusion to a discussion in the European Council in December to schedule such a discussion in the European Council in December.  That is only a few days away and, as I shall illustrate in a few minutes, there are still considerable difficulties around some of the issues under discussion.  A European Council meeting is scheduled in December and the next one scheduled after that will be in February.<\/p> <p>It is hoped that if it is not possible to reach final decisions in December then the period up to February will be used to resolve outstanding differences and the Council could reach its conclusions in February.  When the British referendum takes place is, of course, a matter for the British Government.  We do not know when that will happen.  The Act providing for the referendum is still making its way through the British Parliament.  All we can say is that we know, as does everyone else, that it has to take place by the end of 2017 but we do not know the exact date.<br\/><br\/>The implications for Ireland are considerable and the recent very good report on the matter raises a number of important issues in that regard.  This is widely understood in Brussels and in all of the other member states.  The outcome of the referendum will be an answer to the question, &quot;Do you want to remain in the European Union?&quot; and if the United Kingdom remains in the EU, as we hope will be the case, then the implications for Ireland are positive.  Based on my understanding of the Irish position, the <i>status quo<\/i>will prevail and whatever reforms have been agreed between now and the referendum in the context of the British re-negotiations, the reformed European Union which the United Kingdom will have voted to remain in will not be in any way objectionable to Ireland.<br\/><br\/>If, however, the United Kingdom votes to leave the EU, then we are in completely uncharted waters.  This has never happened before and nobody knows the outcome of the negotiations, which would certainly follow a decision by a member state to leave the EU.  Of course, we are aware of the particular concerns of Ireland in that regard but I do not wish to speculate about any of the details because I am unable to do so.  We do not know how the United Kingdom's Government, the governments of the other 27 member states and the institutions of the European Union would set about crafting new relationships in that unfortunate eventuality.  The voice of Ireland is being heard in London, Belfast, Cardiff and Edinburgh too.  We have every reason to believe that the other European capitals are also well aware of the particular implications for this country of this debate because of Britain and Ireland's shared history and the existence of the land border between Ireland and Northern Ireland.  <br\/><br\/>The British Prime Minister has set out in his letter four categories of issues that he wishes to be resolved.  They are the relationship between the euro area countries and the non-euro area countries, sovereignty, competitiveness and welfare.  I will take them one by one and try to explain how we see things developing.  The relationship between the euro area countries and the non-euro area countries is one which has come to the fore, for obvious reasons, in the discussions on measures in response to the financial and economic crisis.  In the building, for example, of the banking union, we have had to face what are often difficult, technical, political and legal issues about how we create mechanisms for banking union countries, which at present are just the euro area countries - other countries may join the banking union later - on the one hand, and those countries which retain their own national currencies on the other hand.  We have found solutions throughout the difficult discussions on the banking union, for example, on reassuring the non-euro area countries that their interests will not be harmed by discrimination on grounds of location or currency and on the difficult technical issue of how we use the EU budget as a whole to deal with euro area -specific issues.<br\/><br\/>We have found solutions to those problems and it is not particularly difficult to distil them down into principles which can give the necessary reassurances to both sides that there is no reason why the banking union in the euro area cannot co-exist with the wider single market.  The countries not using the common currency, the euro, are in different categories.  There are those countries which are preparing to join the euro or who want to join the euro as soon as they can and then there are two countries with rather different opt-outs, Denmark and the United Kingdom.  The latter says that its Government's intention is not to join the euro or the banking union.  We must look at all of those rather complex relationships and make the necessary arrangements so that all of the member states, whatever their status, feel comfortable in this new developing world.  <br\/><br\/>On the question of sovereignty, there are two main issues under discussion.  One is the notion of ever closer union among the peoples of Europe, which is an expression found in today's EU treaties and which goes all the way back to the very first treaty of the European Economic Community, EEC, the Treaty of Rome.  Indeed, it is to be found in the treaties of accession of new member states, including the United Kingdom, when they joined the European Union.  That expression has always been understood generally as not having any particular legal effect in its own right, but as expressing an aspiration of co-operation among the peoples of Europe but not integration among governments and states of Europe.  However, it has come to mean, in the British political debate, something rather different.  I do not know how it is understood here but I hear from other member states that what is seen as an aspiration about co-operation between peoples is somehow understood differently in the UK, where it is interpreted as symbolising a move towards further integration.  If that is true, and I have no reason to doubt the people who are telling us that, then as a matter of fact, it is understood in different ways in different places and that must be addressed.  I hope that will be possible.<br\/><br\/>The second sovereignty issue, one no doubt close to the hearts of the members of this committee, as parliamentarians, is the role of national parliaments in the decision making processes of the EU.  As the committee will know, over the last few years in successive amendments, national parliaments have taken on a greater role in considering European Union business.  My understanding is that the British Government would like to go a step further and give a further enhanced role to national parliaments, particularly in respect of subsidiarity issues.<\/p> <p>The idea is that if a number of national parliaments object to a particular proposal on the grounds of subsidiarity, something should happen.  What that \"something\" is would be a matter for debate.  Should it be stopped, for example, should further consideration be given and what further process should take place after such an event?  That is a matter for further discussion and it is fair to say the United Kingdom was not alone in thinking that national parliaments could play a greater role without, of course, in any way undermining the particular institutional role of the European Parliament.<\/p> <p> The third basket of issues concerns competitiveness and what the British Government wants to see.  Prime Minister Cameron's letter sets this out.  It indicates the British Government wants to see a greater focus on efforts to boost competitiveness, growth and employment creation in the European Union.  That is a very widely shared view and something that the European Commission believes is already happening.  There is no doubt it could be done even more effectively than it is now and what we are doing must be explained very clearly.  The new Commission under President Jean-Claude Juncker has made it clear that it wants to concentrate on the essential matters; we say \"big on the big things and small on the small things\".  It is about doing everything we can to get growth and jobs back into the European economy by focusing on the various tools at our disposal, making the Single Market a reality and making good, effective and fair trade agreements.  It is generally about taking measures to ensure that our companies, particularly the small and medium-sized companies sector, will not be overly burdened by regulation and are enabled to become more competitive.<\/p> <p> The fourth issue and no doubt the most controversial in our discussion so far is what the British Prime Minister's letter calls immigration and we think of as raising issues of free movement and the relationship between free movement and welfare systems between member states of the European Union.  As is well known, the United Kingdom - although not alone in this - has seen a large and essentially unpredicted influx of people from other member states in the past decade or so.  The British Government has identified certain incentives that it believes may be acting as an artificial pull factor for such an influx of workers using their free movement rights as citizens of the European Union.  The British Government wants to alter the incentive effect that some aspects of its social security system seem to create.  It is controversial because the mechanism identified both in the Conservative Party's manifesto before the last general election and in Mr. Cameron's letter is a four-year delay in eligibility for certain in-work social security benefits.  There is the challenge of how to reconcile that sort of measure with the fundamental principle that in the European Union, workers should not be discriminated against on grounds of nationality within our Single Market.  I do not hide from the committee that this is not easy and it is controversial; unsurprisingly, it is the issue that many other national delegations raised with us when we met.  I hope our colleagues in London are working very hard to try to find solutions.  It is the most difficult technical, legal and, perhaps, political example of the problems we face.<\/p> <p> I hope all of this will be resolved.  The European Council is the forum in which this will be decided, so the Heads of State or Government of our member states will come together in a summit and reach decisions that will enable Mr. Cameron to go home and start the campaign for the referendum.  That will take place and we hope it will have a positive outcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500002#A00300","nonspeaker":"Professor Jonathan Faull","continuing":true},{"type":"speech","time":1448448000,"counter":9,"content":"<p>A number of members wish to contribute so I ask them to limit contributions to two minutes.  In that way, we can give everybody a chance.  I will kick off and try to keep within the two minutes.<\/p>  <p>  I thank Professor Faull for his comments.  He mentioned our report.  I welcome that the Commission is engaging on this and my understanding is that this is the first time the Commission has publicly engaged with a committee process.  We very much welcome that and appreciate the delegation taking the time to be here.  I come from the north east of this country and we are particularly concerned about a potential exit of Britain from the European Union.  We have seen the benefits of the peace process and that is one of the reasons we heard from experts about the potential impact.  Our report contains four recommendations relating to the North, with three being bilateral recommendations between ourselves and the UK, whereby we need to put in place funding for the European bodies that might be abolished.  We have a proposal to ensure the impact on agriculture and tourism is taken into account.  We also have a proposal on the future role of the Irish Government in the negotiations.  What role does Professor Faull envisage the Irish Government having in these negotiations, specifically relating to Northern Ireland?<\/p>  <p>  A second question relates to a potential exit.  We asked our Minister recently what plans the Irish Government has for a potential exit and whether there is a plan B.  What is the Commission doing with respect to contingency planning?  Does it have a plan B in place so that if a referendum leads to a British withdrawal, the Commission will be in a position to act?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500004#C00200","speaker":"1076"},{"type":"speech","time":1448448000,"counter":10,"content":"<p>I welcome the witnesses to our meeting and I am delighted they decided to come before an Oireachtas joint committee.  It is very encouraging.  The witnesses' position is interesting and there will certainly be no misunderstanding of Professor Faull's knowledge of Britain and its role in the European Union.  That is helpful, to say the least, as he knows the nuances and background of what has arisen in the context of the British idea of having a referendum.  It will be a once-off and it will not happen too often.<\/p>  <p>  The points made by Prime Minister Cameron are not all that unreasonable.  They are manageable within the European Union.  We have faced major crises in the past with respect to different issues and treaties.  With the connections with colleagues and the European Council, there will be a positive outcome, which is very important.<\/p>  <p>  Will the witness remind the negotiators of the effect if Britain withdraws?  For example, it could affect US-European Union negotiations on treaties and exports from the United Kingdom to the rest of Europe.  There would also be implications for the car industry and financial services in London, as well as the strength of sterling compared with the euro.  There are many issues that are not necessarily evident on the negotiating side from Mr. Cameron and I hope they will be reminded of the position.  Of course, we would be most directly affected and our position would have to be fully taken into account as working and long-standing members of the European Union.<\/p> <p>I have a certain sympathy for Mr. Cameron on the points he made regarding how European legislation is transposed into the laws of member states.  Far too many statutory instruments are implemented here without proper debate in the D&aacute;il or Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500004#C00300","speaker":"1140","continuing":true},{"type":"speech","time":1448448600,"counter":12,"content":"<p>It is difficult to cover this subject in the two minutes allocated but I will do my best.  On the question of eurozone versus non-eurozone countries and the relationship they expect to have in the future, we should be moving towards a situation where all countries within the European Union use the euro.  I have always held the view that it is not feasible or sustainable to have that division there.  With the passage of time, I am further convinced of it.<\/p>  <p>  In regard to national parliaments versus the EU, we have spoken about this issue on numerous occasions.  I have yet to find the person who can tell me how national parliamentary policy, when superimposed on the EU, is going to be accepted by all member states.  Each parliament has its own priorities and shopping list.  I would love to hear how it is intended to marry the wish lists of national parliaments with the requirements of the European institutions.<\/p>  <p>  I will not refer to competitiveness because I expect it to be covered by colleagues.  In regard to the UK and its welfare system, I cannot understand the argument that is being made.  If we compare our welfare system with that of the UK, we do not come off all that badly.  It is at least as good as the neighbouring system.  There may have been a misunderstanding somewhere along the line but I do not think this is to do with welfare.  People who converge on the more developed countries within the EU do so for economic reasons which are not beyond explanation.  People from this country have done the same and will continue to do so.  If freedom of movement is to mean something, then the presumption must be there that people will move freely to achieve a better result economically for themselves.<\/p>  <p>  We all know the consequences of a British exit from the EU.  It will not be good for the Union.  If some member states come to the conclusion that we will get along fine without the UK, they will be wrong.  Brexit would be the beginning of the end, the beginning of the break-up of the EU and the ending of a project we have come to appreciate over 50 years.  It will be a very sad and bad day if that happens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500005#D00200","speaker":"957"},{"type":"speech","time":1448448600,"counter":13,"content":"<p>I welcome the delegates.  The problem for the European Union is that, on one hand, it cannot be seen to give Britain too much.  The UK must be given enough to encourage its people to vote to stay in the Union.  On the other hand, however, if too much is ceded, there is a danger that other member states will try for the same.  The delegates must attempt to marry those two considerations.  I do not see how we can change the fundamental pillar of EU membership that is the concept and practice of the free movement of peoples within the Union and the expectation of a uniformity of application in respect of workers' rights.  Ireland is a small country and we have managed that well.  When ten new member states joined the EU in 2004, we were one of the few countries not to impose any restrictions on persons from those states coming here.  That was not universally welcomed by the population but we did it.  It could be argued, of course, that it led subsequently to difficulties for us as we faced severe economic challenges.  The point is that there are both gains and losses in being a member of the Union.  For me, the gains far outweigh any potential losses.<\/p>  <p>  We must move relatively quickly in this negotiation process so that the question can be put to the British people as soon as possible.  It is at that point in the course of the referendum campaign that voters, when all the aspects of membership of the Union are put starkly to them, will make up their minds.  The delegates are aware of the decisions we have had to take in the past in respect of the failure to pass certain treaties and so on.  When the politics was stripped away and those who have a real stake in society, whether they be employers, support organisations or other groups, got to have their say, it gelled with voters.  I have great faith in the capacity of the British people over time to see the benefits they gain from membership of the EU.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500005#D00300","speaker":"976"},{"type":"speech","time":1448448600,"counter":14,"content":"<p>I thank the delegates for their presentation.  As colleagues noted, we have debated this issue in great depth here at the committee.  The collective conclusion of those debates was that Ireland will suffer terribly if the UK decides to pull out of Europe.  We also discovered from our academic and financial advisers that Britain, equally, would suffer terribly.  It is saddening that the UK is considering a withdrawal from the EU at a time of great crisis not just in Europe but throughout the world.  There is a greater case to be made for unity as against individual nations taking sovereignty to the degree to which Britain is taking it.<\/p>  <p>  The document Prime Minister Cameron gave to Mr. Tusk is very valuable because it tells us the issues that are of most interest to the UK.  We have no problem with some of them, such as measures to combat fraud, sham marriages and other peripheral stuff.  I foresee no problem with negotiations on those proposals.  However, we have a fundamental problem with the proposals the UK is making in regard to welfare.  I would argue strongly that Ireland's welfare system is superior to that of the UK but there is no argument being made here - certainly no argument based on fact - that welfare is the attraction for people coming to our country.  To dismiss the 300,000 migrants coming to Britain as welfare tourists is fundamentally wrong.  The UK will have to explain to Europe and the world how it proposes to discriminate against those who might be deemed to be welfare migrants as opposed to the doctors, architects, lawyers and so on it wishes to welcome.  How will that differentiation be managed?<\/p>  <p>  The argument for controlling the movement of EU citizens between member states requires significant elaboration.  One might understand the desire to control the numbers coming in from outside the Union but when it comes to internal movement, the UK is on very dodgy ground.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500005#D00400","speaker":"1030"},{"type":"speech","time":1448448600,"counter":15,"content":"<p>I welcome the delegates and thank them for their contribution.  We all are aware of the negative impact a UK exit from the European Union would have on the Irish economy, particularly the agricultural, food and drinks industries.  The worst-case prediction is that it would affect our GDP by up to 3.1%, with the figure being 1.1% in a best-case scenario.  There is no doubt it would have a detrimental effect on this country.  Ireland is the only member state which has a border with the UK, which has its own particular consequences.<\/p>  <p>  Many of us have travelled to Britain to meet members of the Government and Opposition there.  I attended such meetings as part of a delegation representing European socialists.  What we saw clearly is that there is a continuous opposition to the EU within the Conservative Party irrespective of what negotiations are actually taking place in Europe.  Many of those people just want out and that is it.  It was extraordinarily interesting to discover there are elements within the British Labour Party who are likewise sceptical about remaining in Europe, even if they do not voice that scepticism openly.<\/p>  <p>  Reading the British newspapers, one gets the impression that for the people of Britain, this is really all about freedom of movement.  The ordinary man in the street seems to be expressing the view that there are too many people from other countries living in Britain and that is the fault of the UK's EU membership.  Even though that is a falsity, the fact remains that it will be extremely difficult to convince the British public otherwise.  When the three main parties remain divided on the issue - not to mention the position promoted by UKIP, which polled quite well in the last election but did not get the seat numbers reflective of that - and the public is inclined towards the simplistic view that the UK should get out of Europe because of the apparent consequences of freedom of movement, it seems clear there are real dangers in terms of the outcome of the referendum.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500005#D00500","speaker":"1094"},{"type":"speech","time":1448449200,"counter":16,"content":"<p>I approach this debate from the perspective that we need serious and radical democratic reform within Europe.  Only a fool would suggest we did not need to strengthen the accountability and transparency of European institutions.  We also need to be honest about the mistakes and failings which have led to a growing number of people across Europe being alienated from the institutions of the European Union.  Starting from that basis, I note that Professor Faull said at the start of his contribution that there was a clear understanding within member states of the difficulties facing Ireland in relation to the British exit.  Has the Irish dimension been formally discussed at any level?  How have the member states actually reacted to the negotiations so far?  Are people up for discussing the serious issues I have outlined that the British Government has lumped in with its concerns as well?  Is there a view across Europe that the British have gone too far?  I met Alex Salmond, the leader of the SNP in Westminster, and we spoke about the free travel between Ireland and Britain.  How significant is the fact that it pre-dates both of our European Union membership?  Ireland has concerns about that free travel.  When will the negotiations themselves finish?  There was talk at one stage of December, but I do not think that is going to happen.  There are issues around migrants and welfare reform and there has been an awful branding of people as \"welfare tourists\".  Does the British Government have figures to back its argument on this up?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500006#E00100","speaker":"1037"},{"type":"speech","time":1448449200,"counter":17,"content":"<p>That is quite a few questions.  See how you get on with them, Professor Faull.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500006#E00200","speaker":"1076"},{"type":"speechnospeaker","time":1448449200,"counter":18,"content":"<p>I thank all the members.  I confirm that this is the first time I have spoken to a parliamentary committee.  Even though this is at a, frankly, delicate stage and there are lots of things, as the members will see in a moment, on which I simply cannot answer, I thought it was right to come here first because we acknowledge that Ireland has a very specific and important stake in the outcome of these discussions.  To make a few general remarks first, I am not here as a Brit.  I happen to be a Brit, but I am also a European Commission official.  Certainly, I do not represent the British Government.  When I say \"we\" and \"our\" occasionally, it is because it is an easy way to explain things.  However, I am a European civil servant.  My job is to try to understand what Mr. David Cameron wants and to help craft the appropriate responses.  That means a great deal of legal analytical work and a great deal of discussion with the other member states on what they, who are the ones who will ultimately have to decide, can agree with the UK.  What all this means for the referendum campaign is a second and completely separate issue.  Who knows to what extent whatever happens in these negotiations will have an impact on the way the men and women of Britain vote?  No one can tell.  To what extent some of the issues the committee members raised, including the City of London, sterling, exports and agreements with the United States of America, will play a role is not something anyone knows at the moment.  I would be surprised if they were not mentioned and debated in the campaign which is barely beginning now, but they are not matters on which we are negotiating with the British Government.  They are not matters that Mr. Cameron wants to see Brussels reacting to immediately, as he set out in his letter, other than under the general notion of competitiveness where, no doubt, he wants to see more effective trade agreements.<\/p>  <p>  What is the role of the Irish Government in the negotiations now?  The members should ask the Irish Government.  Like all other member states, it is involved in the discussions in Brussels which have taken place and which will continue to take place in the run-up to the European Council meeting on 17 and 18 December 2015.  It will be involved in such subsequent meetings as may be necessary.  I talk to Irish officials.  I did so just this morning before coming here.  There is a regular round of contacts in Brussels and I am sure Irish Ministers and diplomats all over Europe are talking to their counterparts in other countries and leaving them in no doubt of the importance Ireland attaches to this issue.  Everybody understands that instinctively, but it also needs to be brought home to them precisely what it means for the Border, the Border regions on both sides and, more generally, for Anglo-Irish relations.<\/p>  <p>  Do we have a plan B or contingency plan?  No.  There is no speculation or consideration about the outcome of a referendum which has not even been called yet and on which the campaign has barely begun.  We hope the outcome will be that the United Kingdom remains in the EU and therefore the EU remains united.  To those committee members who mentioned the other huge crisis facing us, I come from a city which is still largely in lock-down because of a very serious terrorist threat.  We all know the major challenges facing Europe politically, economically and in security terms and we certainly believe the unity of Europe is very important at this moment.<\/p>  <p>  Somebody said that all member states should be in the eurozone.  I think it was Deputy Durkan.  The treaty says very clearly that the euro is a currency of the European Union but as a matter of fact we know that some member states do not have it as their currency.  We also know that they are not obliged to have the euro as their currency.  The United Kingdom and Denmark have legal opt-outs of slightly different kinds, but they both have them.  It is fair to say that the relationship between eurozone and non-eurozone countries is a genuine issue and it will not disappear overnight through everybody joining the euro.  That is simply not the world we live in.  In the Single Market and on this island we have to live with that reality and make sensible arrangements for doing so.<\/p>  <p>  The challenge for national parliaments in working together is a considerable one.  National parliaments have their domestic role and there are several ways they can feed into European business by controlling their own executives but also by taking positions in co-operation with other national parliaments.  How that is organised is largely a matter for the committee members and their colleagues but it is an area of considerable importance.  We are talking not so much about whether a particular policy choice is a good one; subsidiarity is much more fundamental.  Whether a particular issue is best dealt with at national or at European level is an issue that is often very important and people have different views.  I agree that national parliaments are very well placed to have strong views on the subject and should share those views with colleagues in other places and bring them to bear on the Brussels process.  That is the general idea.  How it is organised-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500006#E00300","nonspeaker":"Professor Jonathan Faull"},{"type":"speech","time":1448449200,"counter":19,"content":"<p>I have to interrupt Professor Faull to note that a vote has been called in the D&aacute;il.  I note that quite a few Senators are here so I propose to continue on.  I will sit this out.<\/p> <p>I would appreciate if members could return as soon as the vote is over.  The Official Report of today's meeting will be online presently, so members who are not here when Professor Faull replies to their questions can check it later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500006#E00400","speaker":"1076","continuing":true},{"type":"speechnospeaker","time":1448449800,"counter":21,"content":"<p>Democracy in action.<\/p>  <p>  Several members asked how much of an incentive the welfare system is and to what extent welfare systems create a pull factor.  It is hard to determine precisely what causes individuals to move in search of work or to take up a job offer from one country to another.  The availability of work is obviously important.  Our shared language must play a role too because we speak the language which most other Europeans today learn as a second language or want to improve their proficiency in.  We have wonderful weather in our countries and so forth.  There are many factors which go into the decision to emigrate, which is not an easy one.  Ireland knows very well how much turmoil and upheaval emigration can cause.  For people to take that step, the question is to what extent does the welfare system in the host country play a role.  There are some data on it.  The British Government has put forward some data on this too.  For us, it is simply a matter of fact that this is what the British Government wants to discuss.  Therefore, we are discussing it.  All other European Union member states have to proceed on that basis.  This is what Mr. Cameron has said he wants to change and what the other European Union leaders, collectively, have to decide is acceptable.  It is also complicated by the fact that the British welfare system, domestically, is undergoing a process of reform.  We are not quite sure precisely what the criteria would be to whom a particular measure would apply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500007#F00200","nonspeaker":"Professor Jonathan Faull"},{"type":"speech","time":1448449800,"counter":22,"content":"<p>The abolition of tax credits could affect everybody and, in that way, it would not be discriminatory, for example.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500007#F00300","speaker":"1076"},{"type":"speechnospeaker","time":1448449800,"counter":23,"content":"<p>I do not want to speculate on what might happen.  I know the British Chancellor of the Exchequer is delivering his autumn statement this afternoon.  Against that background of reform of the domestic welfare system, one now has this European issue.  Discrimination is obviously at the heart of the problem it causes for the European Union to treat people differently in the Single Market.  We will have to look at that carefully.<\/p>  <p>  As some members said, this, of course, feeds into the timing question.  The European Council will meet on 17 December, roughly 20 days away.  Is it possible to conclude these discussions, at least between civil servants, so that prime ministers and presidents can have a detailed substantive discussion in a few weeks&rsquo; time?  It is not impossible but given the complexity of some of these issues and the relatively recent date on which the United Kingdom Prime Minister sent his letter to Mr. Donald Tusk, President of the European Council, it is not going to be easy.  We will see where we are before the European Council meets on 17 December.  If there are papers to be written, they have to be given to prime ministers in advance so they can study and analyse them to come ready for a serious debate.  If that is not possible, we will go into next year.  The next scheduled European Council is in February.  That gives us a few more weeks to work on these very tricky issues.<\/p>  <p>  As to when the negotiations will finish, they will finish when they finish and we find mutually acceptable ways to resolve these problems.  It is not for me to answer whether the United Kingdom has gone too far or not far enough.  People will have political views on that.  I am not a politician.  What I know is what Mr. Cameron has written down in his letter.  That is what we have to engage with.<\/p>  <p>  The Irish position is pretty well-known in the capitals around Europe.  I am sure Irish diplomats, officials and Ministers are losing no opportunity to make that clear.  There is considerable understanding, therefore, of the Irish position because of its geography, history and economic with the United Kingdom.  The Irish dimension is clearly under discussion and understood.  The very effective Irish Civil Service is very busy doing that.<\/p>  <p>  It is certainly not for me to comment on whether a Brexit would be the beginning of the end, as Deputy Durkan said in rather apocalyptic terms.  I hope it does not happen.  We are working hard to ensure it does not happen.  However, there is no doubt that a Brexit would have considerable consequences for the Continent and our Union.  Some of those are perhaps predictable, while some of them will be unpredictable and, therefore, unpredicted, as Europe reacts to this new and unprecedented development.  Our outlook on all of this is that we have Mr. Cameron's proposals.  We are discussing them in enormous detail in Brussels with each of the other 27 member states and other European institutions.  A real negotiation has started but it is only recently started.  Mr. Cameron's letter was dated 10 November.  There were all sorts of exploratory talks before that. Now, we are in serious and earnest negotiations.  The stakes are high for us all and we will try our best to ensure we resolve this problem as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500007#F00400","nonspeaker":"Professor Jonathan Faull"},{"type":"speech","time":1448449800,"counter":24,"content":"<p>It really boils down to the issue of ever-closer union.  The committee has had interaction over the years with different EU presidencies and strong views have been expressed by some countries about the importance of ever-closer union.  None of us disagrees with the idea that we need to be more democratically accountable to the individual peoples and that parliaments need to have a greater role.  How does Professor Jonathan Faull see Britain negotiations in this ever-closer union dimension?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500007#F00500","speaker":"1172"},{"type":"speechnospeaker","time":1448449800,"counter":25,"content":"<p>The expression of ever-closer union has been in the treaty since the beginning.  It is ever-closer union among the peoples.  It is not never-ending integration between states and governments.  It seems to be understood differently in different places.  The reality of today's Europe is, as we know it, different member states are doing different things.  Some are in the euro, some are not.  Some are in Schengen, some are not.  The United Kingdom has quite a catalogue of protocols, declarations and opt-outs which have co-existed quite happily with the language of ever-closer union among the peoples of Europe remaining in the treaty.<\/p>  <p>  Again, however, political facts are what they are.  The Chancellor of the Exchequer, Mr. Osborne, made a speech in Berlin recently where he said frankly that we have come to understand this term differently in Britain from most of the rest of Europe.<\/p> <p>It has come to symbolise for some in Britain a never-ending, relentless move towards further integration, so they say they want that issue addressed.  Can it be addressed in a way that allows other countries to continue to understand it in a way with which they are comfortable?  I do not believe that is impossible.  That is one of the challenges facing us.  It is not an expression that has legal effects on its own, and it is not a basis for European legislation.<br\/><br\/>The finest bit of ever-closer union I have seen recently was the football crowd in Wembley Stadium singing the <i>La Marseillaise<\/i>the other day.  This was an example of people understanding that they have a common destiny and face common challenges.  It was not about committee meetings and regulations in Brussels.  Whether it is a different understanding or a misunderstanding, it is a fact and we have to deal with it.  I believe we can find ways of doing so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500007#F00600","nonspeaker":"Professor Jonathan Faull","continuing":true},{"type":"speech","time":1448450400,"counter":27,"content":"<p>I apologise, as I must leave to attend business in the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500008#G00200","speaker":"1172"},{"type":"speech","time":1448450400,"counter":28,"content":"<p>I thank Professor Faull for his engagement, which has been very useful, and for answering our questions so comprehensively.  We wish him well with the negotiations and remain hopeful of a successful conclusion.  I thank the witnesses for appearing before us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500008#G00300","speaker":"1076"},{"type":"unspoken","time":1448450400,"counter":29,"content":"<p>The joint committee went into private session at 11.35 a.m and resumed in public session at noon.<\/p>"},{"type":"minorheading","content":"Business of Committee","time":1448450700,"counter":30,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500009#K00100"},{"type":"speech","time":1448450700,"counter":31,"content":"<p>For the information of members who may not have been present for the COSAC contribution, it was agreed that Deputy Dooley will speak on the digital agenda on the afternoon of the Monday and Senator Aideen Hayden will speak on migration on the morning of that day.  The clerk will discuss and liaise with the Deputy and Senator on briefing notes.  We will return directly to Dublin from Luxembourg on Tuesday morning.  On a small but important housekeeping point, it should be noted that there are no shops within a 20 minute radius of the hotel.  If members need any personal items - deodorant is very popular these days - they will need to buy them beforehand and ensure they bring everything they need with them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500009#K00200","speaker":"1076"},{"type":"minorheading","content":"Transatlantic Trade and Investment Partnership: Motion","time":1448450700,"counter":32,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500009#K00300"},{"type":"speech","time":1448450700,"counter":33,"content":"<p>I move:<\/p><blockquote>That the Committee on European Union Affairs- withdraw the political contribution on the Transatlantic Trade and Investment Partnership, TTIP, as the process from which it has been drafted is significantly incomplete, is based solely on evidence given to only three committees, which exposes the committee to censure from stakeholders and citizens who are already deeply concerned regarding the secretive nature of the TTIP negotiations and believe that concerns raised are not being dealt with;<br \/><br \/>- commence with the process agreed to in May 2015, which included the holding of hearings to examine in full the identified policy areas of the trade agreement for consideration across the six Oireachtas joint committees, namely: <blockquote>- European Union Affairs;<br \/><br \/>- Jobs, Enterprise and Innovation;<br \/><br \/>- Agriculture, Food and the Marine;<br \/><br \/>- Finance and Public Expenditure and Reform;<br \/><br \/>- Justice, Defence and Equality; and <br \/><br \/>- Foreign Affairs and Trade<\/blockquote>- prepare a comprehensive political contribution on completion of the agreed process by all six committees that adequately reflects the comprehensive examination members have undertaken in their consideration of the Transatlantic Trade and Investment Partnership trade agreement, an agreement that is unprecedented in its scale and depth. <\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500009#K00400","speaker":"1155"},{"type":"unspoken","time":1448450700,"counter":34,"content":"<p>Question put:<\/p><p>The Committee divided: T&aacute;, 3; N&iacute;l, 10.<\/p><p>T&aacute;N&iacute;lCrowe, Se&aacute;n.\r\nHalligan, John.\r\nReilly, Kathryn.Byrne, Eric.\r\nBurke, Colm.\r\nDooley, Timmy.\r\nDurkan, Bernard J.\r\nHannigan, Dominic.\r\nHayden, Aideen.\r\nKeating, Derek.\r\nKyne, Se&aacute;n.\r\nNoone, Catherine. \r\nO'Reilly, Joe.<\/p>"},{"type":"unspoken","time":1448450700,"counter":35,"content":"<p>Question declared lost.<\/p>"},{"type":"speech","time":1448450700,"counter":36,"content":"<p>As agreed by the joint committee on 21 October, the political contribution will be laid before the Houses and submitted to the relevant Ministers and European Union institutions.  Tomorrow, at 2 p.m., the French ambassador will appear before us to discuss the recent atrocities in Paris.  That meeting will be followed at 3 p.m. with a meeting with the Commissioner for Agriculture and Rural Development, Mr. Phil Hogan, to discuss the annual work programme of the Commission for next year.  I expect the possibility of a British exit from the EU or \"Brexit\" will feature heavily in that discussion.  Proceedings should conclude by 4.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2015112500009#K00700","speaker":"1076"},{"type":"unspoken","time":1448450700,"counter":37,"content":"<p>The joint committee adjourned at 12.05 p.m. until 2 p.m. on Thursday, 26 November 2015.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Finance, Public Expenditure and Reform","time":1448452800,"counter":38},{"type":"unspoken","content":"<p>The Joint Committee met at 12:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Tom Barry, Senator Catherine Noone.* Deputy Richard Boyd Barrett, Deputy Eric Byrne,* Deputy Marcella Corcoran Kennedy,* Deputy Michael Creed, Deputy Timmy Dooley, Deputy Robert Dowds,* Deputy Gabrielle McFadden,* Deputy Michael McGrath, Deputy Kieran O'Donnell, Deputy Arthur Spring, Deputy Peadar Tóibín,<\/p><p>* In the absence of Deputies Ciarán Lynch, Ciaran Cannon, Pat Rabbitte, Regina Doherty and Senator Paul Coghlan, respectively.<\/p><p>DEPUTY LIAM TWOMEY IN THE CHAIR.<\/p>","time":1448452800,"counter":39,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002"},{"type":"unspoken","time":1448452800,"counter":40,"content":"<p>The joint committee met in private session until 12.10 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Credit Union Sector: Discussion","time":1448452800,"counter":41,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#B00100"},{"type":"speech","time":1448452800,"counter":42,"content":"<p>We are here to review the credit union sector with the Credit Union Development Association, the Credit Union Managers Association and the Irish League of Credit Unions.  I welcome Mr. Kevin Johnson, chief executive officer, and Ms Elaine Larke, from the Credit Union Development Association; Mr. Sean Hosford, chairman, and Ms Lisa Stapleton, from the Credit Union Managers Association; and Mr. Ed Farrell, chief executive officer; and Mr. John Knox from the Irish League of Credit Unions.  The committees should note that the registrar of credit unions at the Central Bank, Ms Anne Marie McKiernan, was not available to attend today's meeting as she has a prior commitment which could not be altered.  However, she has expressed a willingness to meet the committee.  The secretariat is looking at possible dates for this engagement before Christmas and the meeting will most likely be on 16 December.  The format of the meeting is that each of the representatives will make a short opening statement lasting five minutes.  I remind members, witnesses and those in the Visitors Gallery that all mobile phones must be switched off.<\/p><p>I advise witnesses that, by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, they are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not comment on, criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing ruling of the Chair to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official by name or in such a way as to make him or her identifiable.<\/p><p>We must vacate this room by 2.15 p.m. which means we will keep the debate fairly tight.  Each of the representative organisations will have five minutes to make an opening statement.  Main spokespersons will have ten minutes and after that, it will be five minutes.  I will stick to that schedule.<\/p><p>I call on Mr. Johnson to commence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#B00200","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":43,"content":"<p>Good afternoon Chairman and members.  CUDA is grateful for the invitation to discuss topical issues pertaining to credit unions.  CUDA was formed in 2003.  It is owned by and represents many of the largest credit unions in the country.  It also provides a wide range of support services to them and a growing number of credit unions throughout the country.  I am the CEO of CUDA and I am joined by my colleague, Ms Elaine Larke, who is head of legal and compliance at CUDA.  Members have a copy of my slides which I will go through.  <br\/><br\/>The blueprint for the future of credit unions in Ireland has been set out in the report of the Commission on Credit Unions which was published in April 2012 and resulted in the Credit Union Act 2012.  The commission's report provided a factual insight into the financial position of credit unions.  It looked at international best practice and presented its views on where the credit union movement in Ireland should be headed.  It went on to make proposals for stabilising and restructuring the sector and for strengthening the legislative and regulatory frameworks, including an improved governance regime.  We are now in the final stage of implementation which should see the introduction of a tiered regulatory framework.  Unfortunately, we are not getting that and this deviation has the potential to place the credit union movement in jeopardy.<br\/><br\/>CUDA works with credit unions to help them develop their business models in line with their requirement to remain viable and relevant.  These business models reflect the needs of the credit union members.  Like the commission, we realise that not all business models are or will be the same.  The commission envisaged an environment that offered a flexible approach to the regulation of credit unions and assists credit unions in determining the business model they wish to adopt.  Some examples have been illustrated on slide No. 3.  It was to allow some credit unions to continue to offer basic savings and loans.  It was also to allow other credit unions to develop and offer a greater range of services as long as they have the necessary scale and comply with specific additional requirements.  This is what is meant by a tiered regulatory framework.<br\/><br\/>While sharing the same ethos, values and principles, the business models vary as they are driven by the needs of their respective members.  Slide No. 4 demonstrates the breadth of needs that exist which can be categorised across personal business and community needs.  CUDA supports credit unions achieve their clear vision of helping members become financially independent through access to financial services, products and education.  CUDA has identified a spectrum of co-operation which ranges from knowledge sharing right through to the good work of the ReBo team who support credit unions which wish to merge.  <br\/><br\/>In 2011, CUDA developed the credit union support platform.  Building on that success, CUDA introduced a shared compliance and risk management officer service and now a series of exciting and innovative projects are ongoing under the auspices of the solution centre.  There is little point in working on expanding these services if we do not have an enabling regulatory and legislative framework that supports the development of enhanced business models.<br\/><br\/>Credit unions have taken on significant change and the <i>quid pro quo<\/i>was that there would be a tiered regulation.  Unfortunately, the Central Bank is now choosing to deviate from the commission's recommendations.  New regulations for credit unions, following the consultation paper CP88, primarily focus on minimising or eliminating risk to the detriment of the appropriate development and evolution of the sector. <br\/><br\/>The vast majority of credit unions are financially sound, compliant, competent and ready to provide more services to more people.  It is time to recognise that fact and to allow them to do what they do best which is to offer the services their members rightly expect from a modern credit union.  Strangling credit unions with over-zealous regulation will see their demise and force credit union members to switch to more expensive banks.<\/p><p>There is a simple answer to this dilemma.  Before the Minister, Deputy Noonan, allows further rules to come into effect, by commencing the remaining sections of 2012 Act, he should conduct a review on how the commission&rsquo;s recommendations are being implemented and whether the legislation and regulations reflect the current needs of credit union members.  This will afford the opportunity to ensure there are no unintended consequences and that all the good work of all the stakeholders, is not unravelled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#B00300","nonspeaker":"Mr. Kevin Johnson","continuing":true},{"type":"speechnospeaker","time":1448452800,"counter":45,"content":"<p>My name is Sean Hosford.  I am the chair of the Credit Union Managers Association, CUMA, and I am joined today by my colleague Ms Lisa Stapleton.  I thank the Chairman and members of the committee for invitation to come here to discuss recent regulatory matters and their impact on the credit union sector.<\/p> <p>  CUMA is the professional representative association for managers of credit unions in Ireland.  CUMA provides professional development training and assistance to its members and engages with a wide range of stakeholders and industry bodies in our pursuit of excellence in professional standards in credit union management.  Our main priority is to ensure that members&rsquo; savings are protected through prudent, transparent and effective professional management.<\/p> <p>  CUMA fully supports the introduction of a strong regulatory framework for credit unions as recommended by the Commission on Credit Unions.  Credit union boards and management teams have successfully introduced major regulatory changes over the past three years.  The introduction of these new requirements in the areas of risk, compliance, internal audit, fitness and probity and minimum competencies, policies and procedures were, we understood, designed to prepare credit unions for the future growth and development of our sector.  This we believe would enable credit unions to further provide excellent high-quality services on a local basis to local communities.<\/p> <p>  Despite the prophecies of many, we have come through the financial crisis relatively unscathed and are well placed and prepared collectively and locally in the interests of our members to move to the next exciting stage of our development.  However, CUMA is extremely disappointed at the outcome of the consultation process with regard to CP88.  Following consultation with the movement, the Central Bank received 117 submissions all of which rejected the proposed regulations for sound business reasons.  Having reviewed and then ignored these submissions, the Central Bank is proposing further restrictions on our business, the most controversial and ultimately damaging to credit unions being a cap on shares, a new short-term liquidity requirement, a cap on lending terms and, most controversially, the intention of the bank to regulate credit unions on an undifferentiated one-size-fits-all basis.  CUMA believes that some of these proposals run contrary to the objects of credit unions, as enshrined in credit union legislation, and are disproportionate, unnecessary and potentially damaging to our future growth.<\/p> <p>  CUMA has contended in the context of previous consultation papers that the sector should not be regulated on a one-size-fits-all basis.  Rather, we contend that a tiered regulatory approach which supports growth and development and which can be adapted to reflect proportionality and complexity, as recommended by the Commission on Credit Unions, would be more appropriate.  This type of model is recognised as a strategy requirement in the Central Bank's strategic plan for the period 2013 to 2015.  All stakeholders, including Government and the Central Bank, signed up to the recommendations of the Commission on Credit Unions.  Credit unions have complied with the new extensive governance requirements as outlined earlier.  We have participated in restructuring and have awaited the tiered framework to allow us to evolve under regulations based on the nature, scale and complexity of our chosen business model.  The Central Bank, however, has diverged significantly and on a selective basis from the agreed set of recommendations by omission and by planning the introduction of this most recent manifestation of the one-size-fits-all regulations that will undermine the sustainability of credit unions, both small and large.<\/p> <p>  CUMA is concerned that the planned commencement at the end of December, without amendment, of the remaining sections of the Credit Union and Co-operation with Overseas Regulators Act 2012 and the regulations set out in the Central Bank's CP88 pose a significant threat to the competitive viability of the credit union sector.  We believe CP88 regulations are an unnecessary involvement by our regulator in the day-to-day operations of credit unions.  CUMA, therefore, calls on the Minister for Finance not to commence the remaining sections of the Credit Union and Co-operation with Overseas Regulators Act 2012 pending a focused review of the proposed regulations in line with the recommendations of the Commission on Credit Unions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#C00200","nonspeaker":"Mr. Sean Hosford"},{"type":"speechnospeaker","time":1448452800,"counter":46,"content":"<p>I am grateful to the Chairman and members for inviting the Irish League of Credit Unions to make a presentation on regulatory reform and its impact on credit unions.  I am joined today by John Knox from the research and development department of the league.  The Irish League of Credit Unions represents 437 credit unions across the island of Ireland.  The league-affiliated credit unions in the Republic of Ireland have almost 3 million members, savings in excess of &euro;11 billion and over &euro;13 billion in total assets.<\/p> <p>  As the committee is aware, credit unions are a voluntary, visionary movement.  Members own and run their credit unions.  Being a grassroots, not-for-profit organisation founded and run for a social purpose, credit unions are a unique financial institution.  Democratically run, volunteer-led, and based on helping members and not profiting from customers, our ethos sets us apart.<\/p> <p>  The economic crash has put enormous pressure on families and credit unions have been there for them.  Now we want to do more.  The clear, focused policy steps we advocate will strengthen credit unions, ensure that prudent lending is available to those who cannot access it elsewhere and make a major contribution to key national objectives including social housing and small business.  The specific policies we advocate for are set out in the league&rsquo;s six strategic steps policy document.<\/p> <p>  Credit unions have an exciting developmental agenda as demonstrated by our payments company CUSOP.  We are rolling out electronic payment facilities in credit unions and with some financial assistance this could be done much more quickly.  As members will know, providing loans at affordable interest rates for those who cannot access credit elsewhere is the reason credit unions were established.  With this in mind, credit unions are at the forefront of a project to provide those on welfare with a real alternative to moneylenders.  Led by the Department of Social Protection and in conjunction with the Social Finance Foundation, over 30 credit unions are involved in a six-month pilot of a new loan scheme which we hope will be a solution to this pressing social need.<\/p> <p>  Providing credit to small and micro-businesses is something credit unions already do and is a key contribution our movement can make to a recovering economy.  Our aim is to create a central fund in which individual credit unions could invest so that loans would be available to small businesses nationwide.  Expertly supported and effectively regulated, pooling the resources participating credit unions hold individually will ensure availability of credit more widely throughout the economy.  This would match available credit union capacity with small enterprise that needs credit to survive and develop.  This proposal meets a need that clearly is not being adequately met by other lending agencies and it is in keeping with the social, community-based objectives of our movement.<\/p> <p>  Serving a broader social agenda is part of what credit unions were set up to do.  At present, credit unions hold surplus funds of &euro;8 billion in investments on behalf of members.  We believe these surplus funds could be used more effectively.  Under current regulations, there are limited options for the management and placement of these funds.  We believe these funds could be better used to deliver key social goals, while also fully protecting them.  For example, credit unions surplus funds could be used to assist in important areas of Government policy such as social housing.  In this regard we have recently submitted a detailed proposal to the Minister for the Environment, Community and Local Government.  However, a major barrier to this and many of the other initiatives I have outlined is the impending regulations which are due to apply to credit unions.  The final sections of the Credit Union and Co-Operation with Overseas Regulators Act 2012 are due to be commenced in January 2016 and the accompanying regulations will place limits on the savings credit unions can take in from their members, but also limit the types of investments they can make.<\/p><p>There now is a growing disconnect between the ethos of credit unions and that of our regulator, the Registry of Credit Unions, which sits within the Central Bank.  That disconnect is highlighted again in the recent publication by the Central Bank of the report by the International Credit Union Regulators Network, ICURN, entitled Central Bank of Ireland Peer Review Report: Central Bank Performance of its Regulatory Functions in Relation to Credit Unions.  We note the ICURN review team expressed concern at the sheer volume and complexity of the requirements with which credit union boards of directors and management must now comply.  It therefore is very frustrating that the views expressed on behalf of credit unions regarding the overly onerous regulatory approach of the Central Bank have not been taken into account or acknowledged.<\/p><p> This is not about being for or against regulation.  It is about better, more effective regulation and doing the right thing.  A lot has changed since the report of the Government's Commission on Credit Unions was published and its recommendations partially implemented and the Government's own analysis of Ireland&rsquo;s economic position says as much.  Now is the time, we strongly believe, to pause briefly, review and then move forward on the basis of better regulation for the future of credit unions.  I again thank the joint committee for its invitation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#C00300","nonspeaker":"Mr. Ed Farrell","continuing":true},{"type":"speech","time":1448452800,"counter":48,"content":"<p>I thank Mr. Farrell.  Before I call on Deputy Michael McGrath to begin proceedings, I presume the witnesses have seen the transcripts of the debate last night on the Private Members' motion in the D&aacute;il.  I am aware some of the witnesses already have had meetings with the Minister and his officials.  The joint committee intends to prepare a report to be submitted to the Minister and the regulator will appear before the joint committee on 16 December.  Consequently, when replying, witnesses should bear in mind that the committee will try to tease out more answers for them with the regulator and the Minister.  Consequently, they can put such points on the record when giving their replies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#D00200","speaker":"1095"},{"type":"speech","time":1448452800,"counter":49,"content":"<p>I welcome the three organisations before the committee, namely, the Credit Union Development Association, CUDA, the Credit Union Managers' Association, CUMA, and the Irish League of Credit Unions.  This meeting is a great opportunity for the credit union movement to state its case before an Oireachtas joint committee, and in their presentations the witnesses have done this clearly and cogently.  It is clear that there is a huge amount of goodwill towards credit unions across the political spectrum.  However, it also is clear that this no longer is enough and credit unions now need practical support at a political level to ensure the movement has a viable future.  At the outset, I will express my hope that the outcome of these hearings will be that agreement can be reached on an all-party and non-party basis to call on the Minister to press the pause button and to not sign into law the remaining sections of the 2012 Act pending a review of the implementation of the recommendations of the commission.  I hope such an agreement can be reached, and I am putting down a marker that I do not believe the joint committee can wait until after meeting the registrar on 16 December to make that recommendation, because the horse could well have bolted by then.  That is my view, but it will be a matter for members to make that final decision.<\/p> <p>  One key issue that continues to emerge is this one-size-fits-all approach to regulation and the non-implementation of the recommendation from the commission for a tiered approach to regulation.  I note Mr. Johnson addressed this point in his presentation, in which he outlined three separate strands, but on a day-to-day basis, what difference does this uniform regulatory approach make to credit unions despite the diverse nature of independent credit unions in terms of scale, complexity and their day-to-day operations?  What problems is that causing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#D00300","speaker":"993"},{"type":"speechnospeaker","time":1448452800,"counter":50,"content":"<p>I thank Deputy Michael McGrath for the question.  The idea of setting out on the third slide that illustration of what business models could be like was an attempt to reflect the obvious diversity within each credit union.  The problem is that when one is pitching one-size-fits-all rules, it is aiming at an average, and we do not have an average credit union.  Incidentally, if one goes back to the objective of the commission report, the idea behind tiered regulation was twofold.  In the first instance, it was to protect the smaller credit unions, which does not necessarily just mean size - although it tends to be related to the asset size - but means smaller in the sense of its business model, that is, in the services it provides.  In looking at that illustration, it would be the more traditional model of basic savings and basic personal unsecured loans.  The idea here is that appropriate governance would reflect this in order that the cost of meeting all these regulatory requirements would be proportionate to the level of business the credit union is doing.  On the other hand, other credit unions are much bigger in size and scale and could have 30,000 or 40,000 members.  Consequently, the joint committee can imagine the diversity of needs in such credit unions, as some may be community-based and some may be industry-based.  In the fourth slide, we are trying to show the wide range of needs people have, which can be personal or for small business, things at which credit unions again traditionally have been very good, as well as some of the other opportunities to provide some genuine competition on home loans and to provide some proper financing for social housing.  There are many different ways to so do and, as was mentioned last night, several proposals have been submitted to the various Departments.  Again, to be allowed to move on and to provide more services, we expect that a little more risk will be taken on and, therefore, we accept that it is proportionate that those risks would be managed.  However, one cannot have a situation in which the average one-size-fits-all model takes in all of the requirements.  For example, over the past two or three years, credit unions have been obliged to develop compliance officers, to implement risk management frameworks with a specific risk officer and to introduce internal audit functions.  That may be totally overplayed in respect of the small, traditional business model, but for those that now have this in place and are building up such expertise and competence, we believe this is the appropriate platform from which to provide more services, because one has put in place the risk management structures and infrastructure.  To be blunt, to be able to pay for all of that, one must be able to generate the income to cover it.  The great thing is that in so doing, we are providing a lot more services for a lot more people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#D00400","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":51,"content":"<p>As my time is limited, I have one question each for the league and for CUMA.  In the dark days of October 2011, the Minister for Finance told the Seanad that the cost of rescuing credit unions could be between &euro;500 million and &euro;1 billion, but thankfully this was far wide of the mark.  However, Mr. Farrell probably is best placed to tell members today what is the underlying health of the credit union sector.  There have been problems in individual credit unions and some high-profile cases, but at present, in November 2015, what is the state of the credit union movement and of the credit unions represented by the Irish League of Credit Unions?  While obviously there will be consolidation, are bailouts in prospect?  I ask Mr. Farrell to give members a sense of the underlying health of the sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#D00500","speaker":"993"},{"type":"speechnospeaker","time":1448452800,"counter":52,"content":"<p>Deputy Michael McGrath is correct that four years ago, very large numbers were being pushed about.  We always objected to those numbers, having conducted our own stress tests on the figures for the credit unions individually and for the credit union movement, and we thought those figures were way off.  Four credit unions have received assistance from Government funds over the past four years - that is, 1% of credit unions - of approximately &euro;20 million.  Through the league's own savings protection fund, which is a prudent rainy-day fund it set up 20 or 30 years ago to help credit unions that might get into financial or other difficulty over the years, the league has helped a small percentage of credit unions over those tough days since Ireland came into the global financial crisis.  That fund had &euro;120 million in it five years ago and still has &euro;100 million in it after helping a small percentage of credit unions.  If one rolls forward to September 2015, the credit union movement across the board has 15% in capital, while it needs to have 10% in capital.  As I stated earlier, credit unions have &euro;13 billion in assets and the capital requirement, if one likes, is 10% of total assets.  This is one of our ongoing issues with the regulations, in that it is not risk-weighted.  Anyway, the capital requirement at 10% is &euro;1.3 billion.<\/p><p>The credit unions have &euro;2.2 billion in capital, which means that we have &euro;700 million or &euro;800 million extra.  We have better capital reserves than we need.  Some credit unions are merging through the auspices of the Credit Union Restructuring Board, ReBo, while others are merging with capital assistance from the savings protection fund.  We have handled half a dozen of these so far this year and do not believe anything unforeseen will happen.  A handful of credit unions are just under the 10% minimum figure and we are working with them on a stand-alone basis or helping them to merge with a view to bringing them above the 10% level.<\/p><p> The good news is that there is &euro;3.5 billion in loans.  We have &euro;13 billion in assets, &euro;11 billion in savings and &euro;3.5 billion in our loan books.  We have turned a corner.  In the past two quarters there has been a slight increase in the loan books of approximately 0.5%.  After the onslaught of the recession, many people turned away from borrowing and repaired household balance sheets, as we have heard.  That the total credit union loan book has started to grow in the past two quarters is important if credit unions are to increase their incomes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#D00600","nonspeaker":"Mr. Ed Farrell","continuing":true},{"type":"speech","time":1448452800,"counter":54,"content":"<p>I thank Mr. Farrell.  I will discuss with Mr. Hosford the issue of section 35 lending restrictions.  Representing the managers' body, he is well placed to tell us what impact they are having.  The commission recommended a review of the operation of section 35, but lending is credit unions' bread and butter.  Without being able to lend, they do not have a viable business model.  What impact does section 35 in its current construction have on the day-to-day operation of credit unions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E00200","speaker":"993"},{"type":"speech","time":1448452800,"counter":55,"content":"<p>I ask Mr. Hosford to be brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E00300","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":56,"content":"<p>Section 35 limits the value of loans we can have for longer than five and ten years.  We like to believe we are coming out of the tail end of the recession.  Demand for loans is beginning to grow.  As the committee can imagine, any restriction on our lending in the marketplace damages our business.  We accept that our core business is personal lending of less than five years' duration.  We are good at it, but, as the committee knows from discussing the housing crisis, there is pent-up demand for longer term lending.  The section 35 limits and the proposed 25-year limit in consultation paper 88, CP88, will affect our ability to lend money to our members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E00400","nonspeaker":"Mr. Sean Hosford"},{"type":"speech","time":1448452800,"counter":57,"content":"<p>I thank Mr. Hosford.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E00500","speaker":"993"},{"type":"speech","time":1448452800,"counter":58,"content":"<p> Deputies Marcella Corcoran Kennedy and Arthur Spring are sharing time and can decide how they want to proceed themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E00600","speaker":"1095"},{"type":"speech","time":1448452800,"counter":59,"content":"<p>I am under pressure because there will be votes at another committee.  I thank the Chairman.  <\/p> <p>  I thank the delegates for presenting.  I have engaged on this issue numerous times nationally, as well as locally.  I subscribe to the idea that the credit union model is the best in terms of local knowledge and the personal touch.  Since the pillar banks are moving further and further away from this model, credit unions' current model of short-term lending places them in a position where they can capitalise on their relationship management.<\/p> <p>  I would like to see the credit union movement heading into the mortgage sector.  It has considered how it can assist communities via social housing, something in which the banks will not become involved.  They will provide no community gain in that regard despite the fact that we own them.<\/p> <p>  Deputy Michael McGrath hit the nail on the head.  The movement has a problem.  It is in discussions with the Department of Finance and this issue will be debated in the D&aacute;il tomorrow.  The movement is getting political support from across the board, but is there a way to put credit unions in a regulatory format that will leave them as individuals, while affording them the autonomy required to deal with a regulatory body in the same capacity as the banks?  This is the comfort blanket the Central Bank and the Department of Finance need.  It will give credit unions the capacity they need to expand and the key ratios may loosen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E00700","speaker":"1048"},{"type":"speechnospeaker","time":1448452800,"counter":60,"content":"<p>The simple answer is, as the three of us have stated, tiered regulation.  We should regulate credit unions according to their scale and the complexity of their business.  The original proposal which the Central Bank asserts was rejected in CP76 was related to scale, that is, over or under a figure of &euro;100 million.  In their submissions on CP76 the three organisations made it clear that they were in favour of tiered regulation but not in the manner - purely on scale - the Central Bank wanted to do it.  There are credit unions with a figure of &euro;10 million or &euro;15 million that are well capable of doing the same business in a safe manner as some of the larger credit unions, whereas there are credit unions with a figure of &euro;50 million that may not be able to do this.  Basing tiered regulation on nature, scale and complexity was the commission's recommendation.  Last night the Minister of State, Deputy Simon Harris, stated the commission's recommendations were clear Government policy.  We are asking for nothing more than what was contained in these recommendations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E00800","nonspeaker":"Mr. Sean Hosford"},{"type":"speech","time":1448452800,"counter":61,"content":"<p>Tiering regulation in that way leads to complexity in administration.  Is there any way to simplify it for the purpose of giving regulatory bodies comfort as regards what the credit union movement is trying to do and its expansion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E00900","speaker":"1048"},{"type":"speechnospeaker","time":1448452800,"counter":62,"content":"<p>I will address that question.  It is an interesting one, as there is a danger one will create a contradiction.  According to an interesting survey recently conducted by Customer Experience Insights, CEXi, to review all 157 brands in Ireland across all industries, credit unions were the most trusted.  It is incredible that a financial organisation would be regarded in this way.  As the Deputy rightly stated, one of the great strengths of credit unions is their local presence.  While there has been some consolidation which has strengthened credit unions, they have managed to maintain their presence in local communities.  That is important.<\/p> <p>  Given the initiatives that would involve greater lending in support of the likes of social housing, the legislation and regulations need to be examined.  A credit union would run into a commercial problem with the latter straightaway.  It might have the necessary expertise, but only 10% of its loan book could extend beyond ten years.  There are also legislative constraints on the market credit unions can serve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E01000","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":63,"content":"<p>Deputy Arthur Spring's time has concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E01100","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":64,"content":"<p>Central supports could help.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E01200","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":65,"content":"<p>I advocate for a form of cross-guarantee or central support.  I just wanted to know whether that was from where credit unions would draw comfort.  I am conscious that my time has concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E01300","speaker":"1048"},{"type":"speechnospeaker","time":1448452800,"counter":66,"content":"<p>The credit unions are capable of moving forward and serving their communities.  Greater collaboration is emerging which should help.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E01400","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":67,"content":"<p>But their individual capacity is brilliant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E01500","speaker":"1048"},{"type":"speechnospeaker","time":1448452800,"counter":68,"content":"<p>The savings protection scheme, a quasi-cross-guarantee, would also help.  Credit unions pay into it.  On the off chance that a small number of them need financial or resourcing assistance, it can be and has been made available.  It is about the movement keeping itself solvent in line with the regulations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E01600","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":69,"content":"<p>Making it larger might-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E01700","speaker":"1048"},{"type":"speechnospeaker","time":1448452800,"counter":70,"content":"<p>The Governor of the Central Bank acknowledged this in recent speeches.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E01800","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":71,"content":"<p>I thank members for supporting my correspondence asking that this matter included in the committee's work programme.  It is timely and important and I thank the representative bodies for attending.  In Mr. Farrell's opinion, what has been the greatest change in the credit union movement?  I am a strong supporter of it and a member of a credit union.  From the report, I see the type of lending has changed considerably.  The movement has transitioned from being a local, small loans organisation to a lender of larger loans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E01900","speaker":"1099"},{"type":"speechnospeaker","time":1448452800,"counter":72,"content":"<p>The greatest change has been in the regulatory structure.  Since moving from the Registrar of Friendly Societies to the Registrar of Credit Unions within the Central Bank, there has been a rewrite of the rule book on how credit unions operate.  There has also been a great deal of hardship for them, their business, paid employees and volunteers.<\/p><p>There has been a huge change in governance, which as Mr. Kevin Johnson said earlier we have bought into and implemented.  The additional paperwork and regulatory burden in respect of the smaller loans has made it much more difficult for credit unions to do character based lending, with which traditionally they would have been very good.  They would have been able to lend on a person's previous record of repaying his or her loan and from knowing the character of a person from the community of the credit union but now lending is based on rules, regulations and paperwork.  If the credit union does not have the right paperwork and background checks on the person, even though it knows the person is good for the loan, then it is very difficult to do business with the same people for which the credit union was established to do business.  The most significant change has been the rules and operations around lending practices, even for smaller loans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#E02000","nonspeaker":"Mr. Ed Farrell","continuing":true},{"type":"speech","time":1448452800,"counter":74,"content":"<p>Mr. Farrell mentioned earlier that he had met the Minister for Finance, Deputy Noonan.  A number of the queries that credit unions in County Offaly and North Tipperary raised with me centres on their concern about the maximum deposit levels and the first charge on certain loans.  Subsequent to that meeting has there been clarity on any of these issues?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#F00200","speaker":"1099"},{"type":"speechnospeaker","time":1448452800,"counter":75,"content":"<p>The three organisations met the Minister for Finance the week before last and we repeated our main concerns with the proposed regulations, on the savings limit and some of the lending rules.  We are pleased that he has met us and acknowledged that the credit unions have a major issue.  We are meeting the Secretary General of the Department of Finance later this week to see if we can reach some solutions or that the Secretary General can act as an honest broker between the credit union movement and the Central Bank to see whether there is a compromise on some of the major blocking points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#F00300","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":76,"content":"<p>I have a question on the alternative to the moneylenders.  I understand there is a pilot scheme with the credit unions, the Social Finance Foundation and the Department of Social Protection.  When will that be reported on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#F00400","speaker":"1099"},{"type":"speechnospeaker","time":1448452800,"counter":77,"content":"<p>In total there are 30 credit unions, with credits unions from each of the three organisations.  My colleague, Mr. John Knox, Mr. Sean Hosford and one of Mr. Kevin Johnson's colleagues sit on a stakeholder implementation project group.  That project is being officially launched on Friday by the T&aacute;naiste and the Minister of State in the Department.<\/p> <p>  There was a soft roll-out last week so about a dozen loans have been made in the pilot project among the 30 credit unions.  All the stakeholders in that project are very pleased because a lot of work had to be done to get a simple loan product across the table so that people on welfare with household budgets could apply for and get a loan with less red tape and paperwork than what I outlined.  Everybody is very pleased that this is up and running and that a dozen loans have gone out in the first couple of days.  There will be more about it on Thursday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#F00500","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":78,"content":"<p>Go raibh maith agat.  F&aacute;ilt&iacute;m roimh na finn&eacute;ithe.<\/p> <p>  There is a major problem in the banking system, which is a tight concentrated oligopoly and it means behaviour of the banks is not tempered by their need to meet the needs of citizens.  There is a problem in the structure.  Credit unions can provide a solution to that problem with the structure.<\/p> <p>  Sinn F&eacute;in supports the credit union movement playing a greater role in the area of financial products.  There seems to be an ideological brake with regard to the sector evolving further.  I notice the use of language in today's presentation, with words such as \"jeopardy\" and \"threat\" being used.  This is a major difficulty currently for the sector.  <\/p> <p>  Obviously another factor of the credit union sector is the social enterprise element.  Most people think of social enterprise as very small constructs.  This is a social enterprise with &euro;13 billion in assets.  It is one of the largest financial social enterprises I am aware of.  As is the case with my party, it is an all-Ireland body, which is always good.  <\/p> <p>  We live in a society with major problems with moneylenders and with finance for small businesses and housing.  It is hard to believe that the credit unions have a capital surplus and yet it is being kept away in terms of addressing outstanding issues.  Why is the Central Bank deviating from the initially agreed tiered regulatory approach?  The witness can self-select in regard to who answers that question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#F00600","speaker":"1080"},{"type":"speechnospeaker","time":1448452800,"counter":79,"content":"<p>It is very important to factor in that all the stakeholders endorsed the recommendations of the commission.  It was endorsed as a package.  For example, all of the new requirements around governance, including the significant cost that came with it, was to be balanced by it being proportionate to the nature, scale and complexity of the business of each credit union.<\/p> <p>  The Deputy makes a very valid point regarding the distinction between the structure of banking and credit unions.  The credit union is an integral part of the community.  It is a self-fulfilling success. That is the reason why credit unions succeed.  We need to be very careful not to dismantle that.  We have to build on the strengths that are there and not try to mimic something else that has failed in the past.  The ideology has not changed.  We are simply seeking to modernise it.  We are also seeking to be able to satisfy the needs of more people.  The Deputy asked earlier about small loans, which is still a core element of the business, but much more can be done.<\/p> <p>  There were very good examples of credit union involvement in social enterprise.  A credit union in Galway was mentioned last night.  I am familiar with one in Galway that funded an enterprise centre which now provides significant employment.  It has a major social and economic benefit.  This is what credit unions can do.<\/p> <p>  The point in regard to the Central Bank is a question for the registrar.  Our view is that the Central Bank is being over-zealous.  It is taking risk management to the extent where it is risk prevention.  We have built up skills around risk management in recent years and we believe that credit unions are in a position to do more for people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#F00700","nonspeaker":"Mr. Sean Hosford"},{"type":"speech","time":1448452800,"counter":80,"content":"<p>I have two questions for Mr. Farrell.  Six steps have been set out in respect of the strategic plan.  Will he outline which ones arise from regulatory changes, policy changes and legislative changes?  Will he discuss the arm's length housing funding operation and what it will look like?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#F00800","speaker":"1080"},{"type":"speechnospeaker","time":1448452800,"counter":81,"content":"<p>One of the six steps is the micro credit pilot, which was to get a pilot scheme up and running.  It was more a regulatory procedure rather than any changes and the regulator.  The registrar's people are part of the project group.  They have been able to work with the group.<\/p> <p>  Housing and the small business are the two sectors that will need regulatory changes over investment rules that credit union are bound by at present.  Credit unions have very few options on where to place the surplus money they do not lend.  If they do not lend the money to their members, it is really a choice between bank deposit accounts or Government and-or bank bonds.  Some 80% to 90% of our surplus money is in bank deposit accounts lying largely idle and earning very small income.  It is against that background that we have the central vehicle in the six-step plan for small business and social housing to try to have a central pool of money so that the credit union, subject to the regulator changing the investment rules, could place the money into a central fund or trust.  There would be expertise employed by that trust to assess the loan for the SME or the loan to the housing body for the social housing.<\/p><p>We are trying to centralise decision making and underwriting to convince people that this is a safe and prudent alternative use of credit union funds.  <\/p><p> We launched our social housing proposal on international credit union day, approximately a month ago.  When the Government launched its social housing strategy at the end of 2014, it talked about the formation of a financial vehicle into which pension funds and credit unions could place money which could then be used to build social housing.  In our early engagement with the Department of the Environment, Community and Local Government, it became clear that it was a medium-term, rather than a short-term, priority and the Department asked us to think about the issue in some other way.  Our paper contains two options.  It makes reference to the Government's financial vehicle but also leaves open the option of credit unions creating their own financial vehicle, which would have underwriters and lending people who would access the loans from the approved housing bodies, namely, the not-for-profit companies which build social housing.  This puts it further from the State's balance sheet.  We were asked to do this by the Department because its vehicle was for the medium term, whereas we have the money ready to roll.  We look forward to engaging with the Department and there is a meeting next week to get it started.  It would require a small enough regulatory change to allow the investments, and not just bank deposits, to be formed in a central pool, properly managed and regulated as a central vehicle to lend to housing bodies that are also regulated entities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#F00900","nonspeaker":"Mr. Ed Farrell","continuing":true},{"type":"speech","time":1448452800,"counter":83,"content":"<p>Has the Credit Union Managers Association approached the Strategic Banking Corporation of Ireland, which used the two pillar banks to try to get funds?  The ReBo process was to finish in 2016.  There is a &euro;250 million fund and credit unions are looking for the balance to be invested.  How would that work?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#G00200","speaker":"1080"},{"type":"speechnospeaker","time":1448452800,"counter":84,"content":"<p>On the first question, I do not think-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#G00300","nonspeaker":"Mr. Sean Hosford"},{"type":"speechnospeaker","time":1448452800,"counter":85,"content":"<p>A social housing proposal was launched a month ago and we are days from launching a similar paper proposing a central vehicle for SME lending.  An accountancy firm is assisting us with these proposals and it is familiar with the workings of, and the people in, the Strategic Banking Corporation of Ireland.  Some of the proposals in the paper will consider the question of the Strategic Banking Corporation of Ireland providing funding to banks to lend on.  It will ask whether we could be a part of the on-lending, although the credit unions would not provide funding to the Strategic Banking Corporation of Ireland for it to give to the pillar banks to on-lend.  We would try to work with a slightly different model.  It will be our money ultimately going to SMEs in the localities of our various credit unions.  The paper will be out in a couple of weeks and we will have a meeting with those people to see if there could be a solution there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#G00400","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":86,"content":"<p>My other question was on the balance of the &euro;250 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#G00500","speaker":"1080"},{"type":"speechnospeaker","time":1448452800,"counter":87,"content":"<p>The lifetime of ReBo has been extended to March 2016 and we believe any applications made before the end of March 2016 will be dealt with in the rest of the life of the scheme.  As regards the funding model, we believe the UK credit unions are being funded by central government in the area of additional services, and particularly in the area of technology.  We understand the Government has to work very closely within EU rules on state funding, but it is an initiative that we could certainly discuss further.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#G00600","nonspeaker":"Mr. Sean Hosford"},{"type":"speechnospeaker","time":1448452800,"counter":88,"content":"<p>The Credit Union Development Association met with the Strategic Banking Corporation of Ireland, but credit unions are extremely well positioned to provide funding directly for social housing.  As Mr. Farrell outlined, there is a mechanism to do so as an investment.  We have produced a very detailed proposal on how this can be done as a loan, which is traditional within the credit union business.  We are very happy to share that with the committee because we have been working on it for some time and it would be fantastic to get the support of the committee for it.  It requires a small enhancement - not a change - to the legislation to permit the credit unions to do it.  I would be more than happy to circulate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#G00700","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":89,"content":"<p>Mr. Johnson might send it to the secretariat and we will take it from there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#G00800","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":90,"content":"<p>Certainly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#G00900","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":91,"content":"<p>Some of my questions have already been answered.  What would the witnesses see as the advantage in delaying the implementation of CP88?  How would the witnesses see the modernisation of credit unions, with modern technology and so on, coming about?  There would obviously be a hope of some Government involvement.  How might that work out?<\/p> <p>  On providing funding for social housing, would the Government be the borrower?  How would it operate in practice?  Some credit unions are very substantial bodies while others are small.  Would a programme of widespread amalgamation assist the smaller credit unions in strengthening them and their operations?  It is really important that we continue to have a very strong credit union movement and it is even more important now, for the reasons Deputy Spring mentioned, with so many commercial banks becoming more removed from the general public.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#G01000","speaker":"1011"},{"type":"speechnospeaker","time":1448452800,"counter":92,"content":"<p>On CP88, it effectively comes back to the recommendations of the Commission.  That was the agreement, but we have got to this stage and some of the recommendations have not been acted upon, particularly those on tiered regulation and the review of section 35.  These were major issues.  The Minister signs the order on 31 December and it is then the Central Bank's role to regulate it.  We have no issue with that, but we agreed to something and yet have only got 75% of it.  We are being asked to move on, but it is not fair to ask us to do that.  The Government made the agreement and this is its policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#G01100","nonspeaker":"Mr. Sean Hosford"},{"type":"speech","time":1448452800,"counter":93,"content":"<p>I support Mr. Hosford in looking for that pause.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#G01200","speaker":"1011"},{"type":"speechnospeaker","time":1448452800,"counter":94,"content":"<p>On the question on technology, it goes back to the size of credit unions.  In my day job I am the CEO of a fairly large credit union.  Mobile technology, digital marketing and such stuff are important to us as they are the gateway to our younger members, whom we have difficulty attracting because of the business model we operate at the moment.  There are local and segmented efforts.  We are a member of a group of 11 credit unions at the moment which is trying to introduce a debit card and it has been a tortuous road.  My own credit union has been in and out to the Central Bank for four and a half years just to try to get agreement to introduce technology that is over 20 years old.<\/p><p>As members know, the debit card is now moving towards contactless and mobile formats.  We openly admit we are struggling to catch up.  We need to catch up but we just find that hurdles are consistently put in our way in trying to get into the market.  Unless we get into it, we will not attract younger members.<\/p><p> The amalgamations are happening.  The extension of ReBo will add to that further.<\/p><p> I will defer to my colleagues on the Government funding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#G01300","nonspeaker":"Mr. Sean Hosford","continuing":true},{"type":"speechnospeaker","time":1448452800,"counter":96,"content":"<p>On whether the Government is the borrower in respect of social housing, it does not have to be.  Our proposal, to which I referred, is very consistent with Government policy, which is to take the type of financing off-balance sheet for the State.  The credit union would actually be the lender.  Our proposal clearly sets out the risks and how they would be managed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H00200","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":97,"content":"<p>How far has the association got in that regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H00300","speaker":"1011"},{"type":"speech","time":1448452800,"counter":98,"content":"<p>The Deputy's time is up.  We must move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H00400","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":99,"content":"<p>I would be very happy to share the details with the committee.  We can explore that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H00500","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":100,"content":"<p>What percentage of the income of an average credit union was traditionally from savers' money on deposit?  What percentage came from loans to customers?  Has it changed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H00600","speaker":"1060"},{"type":"speechnospeaker","time":1448452800,"counter":101,"content":"<p>It has changed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H00700","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":102,"content":"<p>By how much?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H00800","speaker":"1060"},{"type":"speechnospeaker","time":1448452800,"counter":103,"content":"<p>It has shifted and is in transition at present.  As the Deputy probably knows, one of the biggest challenges is that credit unions are approximately 27% or 28% lent on average.  Traditionally, the income split would probably have seen in the order of 17% of the income coming from the loans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H00900","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":104,"content":"<p>A ratio of 70:30.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H01000","speaker":"1060"},{"type":"speechnospeaker","time":1448452800,"counter":105,"content":"<p>Roughly.  That is changing now, particularly as the loan balances are falling.  Moreover, since there is pressure on the investment portfolios, the returns are diminishing.  One has to be careful in that the challenge is not just with the shift in the percentages; it is with the actual income also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H01100","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":106,"content":"<p>My question really relates to the practical model for keeping credit unions viable.  What is the percentage of deposits over &euro;100,000?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H01200","speaker":"1060"},{"type":"speechnospeaker","time":1448452800,"counter":107,"content":"<p>Currently, the number is very small.  I believe it is approximately 1%-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H01300","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":108,"content":"<p>Is this regarded as a reputational issue in terms of the limit of &euro;100,000?  With a view to having a sustainable model for credit unions, what are the current policies or changes that need to be made to provide a credit union with a balance sheet that is solvent and profitable, that can result in the paying of a dividend to members and that allows for lending to individuals and small businesses?  What is the logic for wanting to go into the property market?  There are risks associated with it.<\/p> <p>  I am a great believer in the credit union movement and have dealt with it professionally at every level over many years.  I just want to get into the space on a practical level and strip away all the abstract talk and distil the matter to the basics regarding what the credit unions need to have in place.  There are obviously risks and that is why only 1% of deposit holders have over &euro;100,000 on deposit.  Could the delegates strip it down to the basics?  What needs to be put in place to bring about a solvent, profitable and dividend-paying credit union movement for members?  I am really referring to the old basics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H01400","speaker":"1060"},{"type":"speechnospeaker","time":1448452800,"counter":109,"content":"<p>To go back to basics - the magic answer - our current difficulty is essentially that the bulk of loans on our loan books are unsecured.  Some balance needs to be brought to our loan books.  As Mr. Johnson rightly says, the loan-to-share ratio nationally is between 25% and 30%, which is quite low.  We have an amount of money to lend.  Our traditional market has been the personal loan market, involving loans with terms of under five years.  We need to  look beyond that.<\/p> <p>  On the housing market and risks attached thereto, we have all learned a salutary lesson.  There are risks in the personal loan market.  Lending is risky, full stop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H01500","nonspeaker":"Mr. Sean Hosford"},{"type":"speech","time":1448452800,"counter":110,"content":"<p>Why does the movement see the need for the business model to shift from having loan terms of five years to having loans terms of ten years, for example, even for personal loans?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H01600","speaker":"1060"},{"type":"speechnospeaker","time":1448452800,"counter":111,"content":"<p>It is not even about shifting, it is to bring a bit of balance to the loan book.  I am CEO of the Health Services Staffs Credit Union, a large industrial credit union.  We have a loan book worth over &euro;100 million.  The loan book turns every 28 or 29 months, that is how quickly the loans are repaid.  Therefore, one must be lending very quickly because the money is coming back in as quickly.  If a certain proportion of our book had loans with terms of ten, 20 or 25 years, it would give a steady stream of income and put us in a stronger position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H01700","nonspeaker":"Mr. Sean Hosford"},{"type":"speechnospeaker","time":1448452800,"counter":112,"content":"<p>In talking about property, we are not suggesting credit unions charge wholesale and heads down towards competing in the mortgage market, as we know it.  There are certain areas of the market that are seriously under-served.  We have mentioned social housing.  It is a serious need.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H01800","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":113,"content":"<p>Do the delegates envisage a cap on the value of the mortgages that credit unions could approve?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H01900","speaker":"1060"},{"type":"speechnospeaker","time":1448452800,"counter":114,"content":"<p>One will find that many credit unions understand risks and how to manage them.  They know how to impose the limits themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H02000","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":115,"content":"<p>I thank the delegates for their presentation.  I did not really have any doubts about the case they made on the credit union legislation.  If I did, they completely persuaded me as to the merits of their case.  Given all that has happened, it is really quite extraordinary that the case they are making is not having a greater impact on the Government.  Lending is risky but, quite obviously, lending by institutions that are not for profit is less risky.  To me, that is so self-evident that it is beyond question.  The credit union movement has proven itself in that regard in the teeth of the biggest financial crisis the country has ever faced.  Whatever problems it had - it had a small number - they were just a drop in the ocean by comparison with those of the profit-oriented commercial banking sector.<\/p> <p>  The entire banking system should be run like the credit union movement.  For-profit banks should be put out of business.  I am completely on the side of the delegates.  Could they enlighten me as to why the Government is not listening?  There are Members of the Houses who, in this debate and in that relating to the credit union legislation, have been falling over themselves to say how much they love the credit unions.  However, they do not seem to have listened to the case the delegates made this time around and in respect of the legislation.  They said that the one-size-fits-all approach and tiering proposed by the Government are not appropriate for the credit unions and are a stumbling block to the development of new services and to the sustainability of the movement.  Therefore, why the hell is the Government or the Central Bank not listening?  Perhaps the delegates will enlighten us as to which one is not listening.  I am a bit baffled.  I am shocked to my core that the Government and Central Bank have not taken up with speed and urgency a suggestion made by the credit union representatives in 2012 when what became the Credit Union and Co-operation with Overseas Regulators Act was being debated.  They said they could contribute substantially to dealing with the social housing crisis.<\/p><p>All we hear from this Government is that it takes a few years to build houses so it cannot solve the problem immediately.  The big issue that the Government always cites is that it does not have the capital upfront, but two years ago the credit unions offered the capital upfront to help solve the social housing crisis.  Mr. Johnson or Mr. Farrell said that in response to the credit unions' suggestions on this, the Government said that it was only a medium-term priority.  Is that really what it is saying?  That is quite extraordinary.  We are in an emergency situation which has been looming for two years around social housing.  The credit unions offered the Government the capital on a plate.  I do not know what the Government is saying.  Could Mr. Farrell or Mr. Johnson elaborate on that?  I am baffled that the Government considered it a medium-term issue.  Could Mr. Farrell or Mr. Johnson enlighten me about what is wrong with the Government?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#H02100","speaker":"1003","continuing":true},{"type":"speechnospeaker","time":1448452800,"counter":117,"content":"<p>The Government's social housing strategy paper published in November 2014 said that outside money such as pension and credit union funds could be put into a State-owned financial vehicle to fund the provision of social housing.  That piece of the social housing strategy was medium term.  It had other ways of getting funds, probably more directly, and the priority was to get that piece moving.  This was a second phase.  On that basis, we put the current proposal together to construct our own vehicle.  It was not that social housing was a medium-term strategy but that that element of the strategy was medium term.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J00200","nonspeaker":"Mr. Ed Farrell"},{"type":"speechnospeaker","time":1448452800,"counter":118,"content":"<p>We share the Deputy's bewilderment.  This time we are not asking for anything other than what we all signed up for.  There was a package of recommendations from the commission.  The credit unions have gone through significant change and taken on the challenges of implementing the new governance requirements.  What was perceived as the balancing benefit was that they would be allowed to do different things as a result and that the regulations would be proportionate to the nature, scale and complexity of each credit union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J00300","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":119,"content":"<p>On the social housing side of it, Mr. Johnson seems to be saying that the Government has not lived up to the deal.  Is it correct that the restrictions on credit union investments are part of this inappropriate regulation that is blocking development?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J00400","speaker":"1003"},{"type":"speechnospeaker","time":1448452800,"counter":120,"content":"<p>To be clear, certain recommendations were made within the commission.  I am not talking about a specific recommendation.  We are talking about social housing and currently there are two proposals which are very complementary because they can manage the risks that were mentioned earlier.  Depending on the stage of development of social housing, there are different approaches that can meet that.  The recommendations were to look for ways to deliver on these things.  That has not happened.  That is the frustration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J00500","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":121,"content":"<p>Does Mr. Johnson have an explanation?  The thing that seems to be thrown around is the management of risk, which baffles me somewhat.  Obviously, risk has to be managed, but the record would imply that, in general, the credit union movement has managed the risk pretty well.  It did not require big bailouts.  Only a few credit unions got into trouble - one in particular - and a few others had some small problems.  How is the Government or the Central Bank - whichever is making the calls on this - justifying the delay or the failure to respond the credit unions' requests?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J00600","speaker":"1003"},{"type":"speechnospeaker","time":1448452800,"counter":122,"content":"<p>As Mr. Johnson said, we are baffled.  Everybody loves us but nobody seems to be able to help us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J00700","nonspeaker":"Mr. Sean Hosford"},{"type":"speech","time":1448452800,"counter":123,"content":"<p>Deputy Boyd Barrett feels like that sometimes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J00800","speaker":"1095"},{"type":"speech","time":1448452800,"counter":124,"content":"<p>That is true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J00900","speaker":"1003"},{"type":"speechnospeaker","time":1448452800,"counter":125,"content":"<p>We consistently try to do the right thing.  Some of us will be at Finglas Credit Union tomorrow, where the personal micro-credit loan will be launched.  The T&aacute;naiste, Deputy Joan Burton, and the Minister of State at the Department of Social Protection, Deputy Kevin Humphreys, will be there.  I am sure they will tell us what great people we are.  It is credit union money that was put into this scheme; it is not Government money.  Credit unions have always worked in this area.  It is nothing new to us.  Eight or ten years ago, we presented to Deputies and the Central Bank on the interest rate that was being charged by licensed moneylenders.  Nothing was done about it.  This is an area we have always worked in.  The Deputy has expressed what we are feeling - we continuously do the right thing but we do not seem to get any reward from official Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J01000","nonspeaker":"Mr. Sean Hosford"},{"type":"speech","time":1448452800,"counter":126,"content":"<p>One might suspect that the commercial banks would feel very threatened by the credit unions.  I can see why.  I hope that threat is realised because I trust the credit unions more with banking.  Is that force at work?  Are the banks frightened that if the credit unions expand their service offering it will seriously challenge the for-profit banking sector?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J01100","speaker":"1003"},{"type":"speechnospeaker","time":1448452800,"counter":127,"content":"<p>As a business, we would have to be seen as a threat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J01200","nonspeaker":"Mr. Sean Hosford"},{"type":"speechnospeaker","time":1448452800,"counter":128,"content":"<p>There are some people in the grassroots of credit unions who believe that because investments are so restricted, any surplus moneys they have will end up in a bank.  As I said earlier, investments are either bank deposits or Government or bank bonds.  The banks are closing down local branches and credit unions are trying to stay open.  The introduction of the &euro;100,000 restriction means that when more mature members come in and their balances go above that, the credit unions will have to send them back out to the branch of the bank.  If it is closed, they will have to go to the next town to wherever a bank is open.  Directly and indirectly, credit union members' money is ending up in the banks.  There are people who think it is a result of policy rather than accident.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J01300","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":129,"content":"<p>The credit unions have my support.  Sadly, I did not get speaking time on tonight's motion, but I will certainly vote for it.  I hope we can advance this struggle towards a successful conclusion.  I am bemused by the social housing issue.  I have made that point.  I hope that can be advanced.<\/p> <p>  On the issue of the debit card, will the witnesses elaborate on what obstacles have been put in their way?  It is quite extraordinary that they are being blocked on that.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J01400","speaker":"1003"},{"type":"speechnospeaker","time":1448452800,"counter":130,"content":"<p>I am happy to say that the debit card is being tested on a pilot basis and we are ready to roll on it.  There was a huge debate on how we could withdraw money.  In credit unions, if members have a loan, the shares are pledged against it.  We got over that obstacle and the next one was whether it was an exempt service under section 48 of the Act.  We got a legal opinion and so too did the Central Bank.  We eventually had to agree to disagree.  It then moved onto the question of whether or not we could operate a payments account.  The European payments directive said that we could operate a payments account but the Credit Union Act does not say that specifically.  Arguments like that delayed the project, but I am happy to say that it is in its pilot phase and is ready to go.  We have been trying for four or five years, so it is old technology and is leaving us behind in the race.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J01500","nonspeaker":"Mr. Sean Hosford"},{"type":"speechnospeaker","time":1448452800,"counter":131,"content":"<p>It is not only banks.  There are many new competitors in the personal lending market and there are new delivery mechanisms.  The credit unions need and want to evolve.  That means having to do some new things and doing some of the old things in a new way.  I would not like anybody to think that we suddenly want to jump from being a credit union to being something else.  That is not the case.<\/p><p>It is an evolution and we are very conscious of managing the risks along the way.  I would hate anybody to think we want to go into development finance or anything bizarre like that.  One thing that we cannot lose sight of is the current and potential future members of credit unions.  This is about the ordinary person and giving him or her a credible alternative where they can avail of financial services.  That is a critical thing in all of this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#J01600","nonspeaker":"Mr. Kevin Johnson","continuing":true},{"type":"speech","time":1448452800,"counter":133,"content":"<p>I thank the delegations for the presentations which have been most interesting.  There is a debate in the D&aacute;il tonight and there are parallel debates going on between the credit union sector and the Department.  I hope we can collectively aim for an end game which involves something that is workable for everybody, not least the punter out there who puts his or her money in trust with the credit unions.  I know that is what the credit unions want as well.  We must be cautious as we go from an era of light touch regulation that we do not end up with a situation where we put people into a straitjacket that would not work for them either.  I am generally conservative on the matter.  I am in favour of making haste slowly.  I would rather err on the side of caution than make the mistake of not sufficiently regulating the sector.  We are involved in a process on which I hope we will reach a successful conclusion.<\/p> <p>  With your indulgence, Chairman, I will do a little bit of fishing.  I do not wish to ask anyone specifically but whoever thinks it is appropriate to his or her area can respond.  Most of the people in financial services to whom I have spoken said that in a recession people saved more.  The credit unions now have to deal with a lot of money sloshing around and on which they must get a return.  People have not been borrowing as they were previously because they were mending household balances among other issues.  The credit unions now have the problem of having a lot of money on deposit.  Is there a danger that the credit unions will get the balance wrong between long-term lending, which they want to get into, for example, the housing market, and short-term lending, which has been the core business of credit unions?  I refer to the college grant, replacing the car, dealing with the hole in the roof or whatever else.  Just because the credit unions have the immediate problem of having a lot of money on deposit, they could get the balance wrong and we could make regulations which might be out of sync with what might be a more normalised economy in a few years&rsquo; time.<\/p> <p>  The credit union movement is a very effective lobby group.  I received many representations in my constituency but I did not get representations from all of the credit unions that operate there.  I thought that was strange so I decided to make some inquiries on the matter.  Why do some credit unions currently have their own in-house rules to the effect that they do not want deposits in excess of &euro;100,000?  Why do some credit unions consider that prudent and others do not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#K00200","speaker":"986"},{"type":"speechnospeaker","time":1448452800,"counter":134,"content":"<p>I will take the second question.  Some credit unions decided themselves during the recession when people were saving, and essentially paying them credit, to prudently, as the Deputy correctly said, impose a savings cap.  I am not aware of how many did that.  Most of my experience is from a background in an industrial credit union.  We have loan demand and where that exists, we will continue to take in savings.  We are above the national average.  The indications in the movement are that loan demand is beginning to return.  The answer to the question is that individual credit unions have taken that choice.  What we look at, as a credit union, is consumer choice.  Effectively, if a cap is imposed, there may not be many but we would have to go to a number of members in our credit union to ask them to take their money out.  Where will they take their money?  Essentially, they will take it to the high street bank.  Is the Central Bank or the Department telling us that it is safer for people to put their money in a bank than in a credit union?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#K00300","nonspeaker":"Mr. Sean Hosford"},{"type":"speech","time":1448452800,"counter":135,"content":"<p>Is it not part of the regulations that credit unions can apply to keep those funds?  The credit unions do not have to ask people to take funds out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#K00400","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":136,"content":"<p>No, the regulation is that one can apply to keep what one has but the credit union cannot take new money.  In our case, there will be a requirement on us, if we want to apply to keep the amount of money that we have over &euro;100,000, to move &euro;7 million in investments from higher earning deposits to lower earning deposits because of the requirement to increase our liquidity.  In actual fact, it will cost the credit union more in income to apply to hold those moneys than the money is earning for us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#K00500","nonspeaker":"Mr. Sean Hosford"},{"type":"speech","time":1448452800,"counter":137,"content":"<p>I gleaned from Deputy Mattie McGrath&rsquo;s contribution to the debate last night that 55% of credit unions will be affected by the cap.  Half of the credit unions have individual deposit holders and the other half do not and are unaffected.  Of the half that are affected, what percentage of their total deposits are in accounts of more than &euro;100,000?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#K00600","speaker":"986"},{"type":"speechnospeaker","time":1448452800,"counter":138,"content":"<p>It is in or around 1%.  We know it is a very small figure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#K00700","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":139,"content":"<p>It is 1% of deposit holders but what percentage is it of the total amount of &euro;11 billion on deposit?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#K00800","speaker":"986"},{"type":"speechnospeaker","time":1448452800,"counter":140,"content":"<p>It is less than 5% of the total.  We need to be careful.  If we link the two questions, the earlier one was about regulation, one point on which we should be very clear is that all three bodies have been very consistent in stating that they want robust, appropriate and proportionate regulation.  That is not in question here.  I think what the Deputy is saying is that the fear was that in seeking to involve the credit unions, we would be looking for lighter touch regulation.  That is not what we are saying.  What we are saying is that what was agreed by the commission should be proportionate and that it would reflect the nature, scale and complexity of each credit union.  The problem we have had is that we are presented with a one-size-fits-all solution and this is the second time around with CP88.  It is important to remember we also had CP76, which was the first attempt to present a tiered regulatory structure.  What that did was put all the credit unions on the left hand side of the diagram that I showed the committee and then there was an unknown process to get out of it but it was never explained how anybody could ever get out of it.  The concern that we had then, and we still have now, is that there is insufficient consideration for future advancement of the changes to the credit union business model.  The registrar and the Central Bank have stated on occasion that there would be engagement with stakeholders on development, which is very welcome, but that should happen before the rules are put in place not after.<\/p> <p>  To tie in what I have said with the savings limit, first, one must remember that savings are the only source of funds a credit union has, as we do not take capital from external sources.  The second thing is that it is a member&rsquo;s choice.  Even with all the new deposit guarantee scheme requirements coming in, no matter what institution a consumer saves with, they must be informed about exactly what is covered and what is not.  It is no different with us.  Ironically, there are even opportunities within the new deposit guarantee scheme, DGS, requirements where amounts of more than &euro;100,000 would be covered and yet a person could be penalised if he or she were with a credit union, as he or she would not get the advantage of that.  The point I am trying to get at is that nobody is suggesting that there needs to be lighter regulation-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#K00900","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":141,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#K01000","speaker":"986"},{"type":"speechnospeaker","time":1448452800,"counter":142,"content":"<p>-----what we are simply saying is that it needs to be proportionate and allow credit unions to evolve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#K01100","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":143,"content":"<p>What about the appropriate balance to be struck in terms of long-term savings?  Since we are coming out of the recession, credit unions have a lot of money on deposit.  As the economy picks up, people might consider changing their car, going on holiday or extending their home.  As that level of activity picks up, the credit union business of short-term lending will pick up and that money on which credit unions are searching for an optimum return on now, which might be in longer-term lending, may no longer be a problem in two or three years time.  The credit unions are looking for an immediate, long-term solution for what might be a short-term problem.  If the money on deposit was put into long-term loans, it might not be available then for the core business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#K01200","speaker":"986"},{"type":"speechnospeaker","time":1448452800,"counter":144,"content":"<p>I think that balance is something that definitely would be managed.  I tried to make the point earlier that we are not talking about shifting from one end of the spectrum to the other end overnight.<\/p><p>That is not what is intended at all.  As Mr. Hosford mentioned earlier, it is about balance.  Credit unions have operated a personal lending market.  As was pointed out earlier, in a recession people save more and borrow less.  The actual market has declined by over 66%.  Credit unions have held their market share in all of that.  As a result, there are more funds available.<\/p><p> We are not suggesting that there has to be a free-for-all of providing loans.  We are saying that the expertise resides within credit unions to enable them to meet a lot more of the existing needs.  The types of things we have been talking about this afternoon, such as social housing, have a definite requirement for funds - for example, the housing boards.  They are crying out for funds and we are saying they are here available.  That is a relatively low-risk model and fits nicely in with the credit union.<\/p><p> If the credit unions are able to do some longer-term lending, they can start providing longer-term savings for members and the internal balance management will start to take place.  There is a lot of expertise within the credit unions.  This is already manifested among those which impose their own limits to manage their balance sheets appropriately and ensure they are viable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#K01300","nonspeaker":"Mr. Kevin Johnson","continuing":true},{"type":"speech","time":1448452800,"counter":146,"content":"<p>I thank the witnesses for their presentations.  I was at another committee, but I am familiar with what they require and very supportive of it.  It seem to be a relatively straightforward requirement.  The demands of credit union members are changing and the credit unions are responding.  The difference between them and a bank is that their principal requirement is to serve their customers.  At the end of the day the bank is ultimately about serving the shareholders, which is a completely different subset of individuals within the overall mix.  I fail to understand why the Government would not respond in a more favourable way and recognise where the credit union is coming from as a not-for-profit organisation.<\/p> <p>  There are a couple of things that follow from this.  Diversification can only reduce risk.  The more a product offering or investment strategy is diversified, the safer the overall standpoint has to be.  If the demand for the credit union's product mix is changing, its investment strategy would have to change in line with that.  However the customer might view the product, the people who have to provide the funding behind it need an investment strategy, exactly as Mr. Johnson has said.  I disagree with my colleague who has left in respect of the size of the investment and the nature of the money.  The credit unions are not looking at this purely from the point of view of having a lot of cash washing around.  That does not reflect where they are at.  We must recognise that the credit unions have a changed environment, with changed demands from the customers.  There are opportunities there and the credit unions can provide competitive products, and rightly so.  If they sit on their hands and continue to provide the same products they will become insolvent over time and irrelevant.<\/p> <p>  Taking all that into consideration, it is a compelling case that will have to be addressed over time.  There is a unique opportunity now that we have come through the banking apocalypse, as it were.  The credit unions are starting from a completely different point.  There is definitely a need for competition within the lending sector.  We all know about that from the number of representations we get from constituents on an ongoing basis.  We regularly refer people to the credit union.  Some lost touch with the credit union during better times when money was being doled out like confetti.  They are now re-engaging.<\/p> <p>  From my experience in assisting constituents, they are getting a very fair hearing, whatever their credit rating might be.  The credit union's community structure is far more intuitive in terms of understanding risk, in contrast to the way in which the pillar banks have gone.  A lot of the assessment is at a remove and online, and there is an awful lot less personal interaction.  The credit unions maintain that, which gives them a better capacity to profile the risk of the individuals within their membership base.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#L00200","speaker":"976"},{"type":"speech","time":1448452800,"counter":147,"content":"<p>I have a technical question on the signing into law of the regulations.  Is it open to the Minister to sign those any day or is he due to sign them at the very end of the year, to come into effect on 1 January?  This is in the context of my opening remarks about our meeting the registrar and still being in time to possibly influence the decision of the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#L00300","speaker":"993"},{"type":"speechnospeaker","time":1448452800,"counter":148,"content":"<p>We do not actually know when the Minister intends signing the regulations.  It was indicated that it would be toward the end of the year - that they would be signed closer to when the Department finishes for Christmas.  We do not know of any reason they cannot be signed sooner, merely that the commencement date would be aligned with that of the regulations, namely 31 December.  Unfortunately, we do not know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#L00400","nonspeaker":"Ms Elaine Larke"},{"type":"speechnospeaker","time":1448452800,"counter":149,"content":"<p>If I could jump ahead of the Deputy's question a little bit, we are not aware of any compelling reason why 31 December is so set in stone.  The point of having the review was to ensure that we get this right and have the time to do it.  We are all comfortable that there is no crisis here.  There is time to do this, so why not do it once and do it right?  That is really what we are saying.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#L00500","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":150,"content":"<p>I suggest that we write to the Minister and ask him to allow us time and opportunity to have an engagement with the registrar prior to taking any step.  At least he might give us that window.  The onus will then be on us.  I will be putting a proposal to the committee after that hearing that we ask the Minister not to sign at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#L00600","speaker":"993"},{"type":"speech","time":1448452800,"counter":151,"content":"<p>We can do that, Deputy McGrath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#L00700","speaker":"1095"},{"type":"speech","time":1448452800,"counter":152,"content":"<p>Thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#L00800","speaker":"993"},{"type":"speech","time":1448452800,"counter":153,"content":"<p>We have had a fairly good debate on this and have had two Private Members' motions also.  We are down in the bowels of this place and even though we might think we are on TV, nobody is watching.  It is the nature of these committee hearings.  In the D&aacute;il Chamber the tone is more \"Credit unions, good; Government, bad,\" and there is nothing in between.<\/p> <p>  There are issues here.  A report was written by the commission with 75% of the recommendations.  Everybody was represented on that commission.  What has gone wrong?  Things are better.  The credit unions' financial position is better and there is less concern.  What is the story?  Is it a very conservative regulator who is opposed to taking on too much of a workload in dealing with tiered regulation through the credit union system?  Is there a fear that if something goes wrong or is missed there will be a blot in the copybook?  Is the conservative approach being chosen of imposing restrictive regulations and treating them all as bad boys?  We have passed a lot of the legislation here in conjunction with the credit unions and with the recommendations of the commission.  We have all been playing ball together, so what has suddenly gone wrong that we find ourselves at odds?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#L00900","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":154,"content":"<p>In our engagements with the regulator, particularly around the cap on savings, which has become the major issue, when I asked for a rationale I was told there was a concern that we would wake up some Monday morning and find that the deposit guarantee scheme had to be invoked because some credit union somewhere had got into difficulty and nobody knew about it, causing a member to lose money.<\/p><p> In our daily work in credit unions we have risk officers, risk committees and compliance officers.  We have an internal auditor.  An auditor from an external accountancy firm comes in to audit us four times per year.  I have an external auditor who does interim and year-end audits<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#L01000","nonspeaker":"Mr. Sean Hosford","continuing":true},{"type":"speech","time":1448452800,"counter":156,"content":"<p>Perhaps Mr. Hosford could give the contact number to the IFA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M00200","speaker":"976"},{"type":"speech","time":1448452800,"counter":157,"content":"<p>There is also a contingency fund for this sort of thing.  Is that not correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M00300","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":158,"content":"<p>We have our own savings protection scheme, SPS.  We are affiliated to the league.  We have a league monitoring scheme.  Given the size of the credit union, we have one probability risk and impact system engagement per year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M00400","nonspeaker":"Mr. Sean Hosford"},{"type":"speech","time":1448452800,"counter":159,"content":"<p>You have obviously repeated this.  This is <i>d&eacute;j&agrave; vu<\/i>for you.  You have said this to the regulator.  What did the regulator say to you?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M00500","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":160,"content":"<p>What I am saying to the committee - I have said it to the regulator - is that if we wake up one Monday morning and a credit union is in difficulty, then some people are not doing their job, but they are not in the credit unions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M00600","nonspeaker":"Mr. Sean Hosford"},{"type":"speechnospeaker","time":1448452800,"counter":161,"content":"<p>This is not sudden.  The CP88 document has been published for almost a year.  It was published before Christmas.  Even before that, there was a particularly difficult relationship between the movement and the Central Bank of Ireland.  I suppose this has built to something of a climax now.  The CP88 document has been out for a year.  There was a three-month window during which over 100 submissions were made by the end of March.<\/p> <p>  At the end of July the final CP88 version came out.  It took on board practically nothing from the 100 submissions.  It has not proved to be in any way a two-way dialogue.  In the coming five years we see credit unions being micro-managed by the same rules that have been in place for the past 20 years.  Indeed, the rules seem to stretch backward in the area of savings and so on.  It is keeping or even pushing credit unions backwards rather than allowing them to develop.  This is not sudden.  There has been a hardening of the relationship for quite some time.  We do not seem to have a regulatory process that has the understanding of the details of credit unions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M00700","nonspeaker":"Mr. Ed Farrell"},{"type":"speechnospeaker","time":1448452800,"counter":162,"content":"<p>I wish to come in at this point.  A major flaw in the CP88 paper was that the regulatory impact analysis attached to the document was based on the credit union as it is today.  However, our regulatory authority has told us in numerous speeches that our business model needs to change.  Really, we are calling for a regulatory impact analysis to see how CP88 would impact on credit unions in future, in other words, on how credit unions would look in five years time if the regulations from CP88 were imposed.  There is a need to change our business model.  We know that.  The regulatory impact analysis did not take that into account.  It did not take into account that we need to consider other means of savings and lending products.  That was a serious flaw.  Perhaps it is one of the justifications in suggesting that CP88 is appropriate, because it relies on the regulatory impact analysis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M00800","nonspeaker":"Ms Elaine Larke"},{"type":"speech","time":1448452800,"counter":163,"content":"<p>Let us hear a little more on that.  You are saying the regulator is not taking into account the future of the credit unions and that the regulator does not understand the business model of the future for credit unions.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M00900","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":164,"content":"<p>We have to remember that CP88 takes all the existing rules.  It copper-fastens those for the coming years.  Then, it added more on top.  A major concern we have relates to lending.  We had a good discussion around section 35.  However section 35 was supposed to be overhauled as part of this process, but it was not.  It has now been copper-fastened.  On top of that, we get categories of lending with additional limits on those categories.  It is always the lower of the two.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M01000","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":165,"content":"<p>Surely the regulator understands that the section must be altered to take account of the future.  Is that not the case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M01100","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":166,"content":"<p>I would hope so, Chairman.  Again, in the interests of fairness, some of the engagements directly with credit unions in recent years have strengthened the credit unions and improved the overall governance.  That is why we have bought into a package.  However, when we get to the one area that allows us to move on, that is the concern we have and that is the part we do not understand.  Why is that the case when we now have stronger, more competent and more capable credit unions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M01200","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":167,"content":"<p>Mr. Farrell, you made a point earlier.  Obviously, you are embedded in this considering your role.  Are you saying that the relationship between the credit unions and the regulator needs to be improved dramatically?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M01300","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":168,"content":"<p>Credit unions have found the regulatory process and the relationship with the Central Bank to be very difficult.  It has been 11 or 12 years since the credit unions began to be regulated by the Central Bank.  As the crisis proved, the credit unions did not mis-lend or over-lend.  That is clear because only a small number were in trouble during the crisis.  They proved that they managed their balance sheets fairly prudently.  Yet they have been subjected to a rather difficult and uphill regulatory environment and a particularly negative one.<\/p> <p>  Credit unions are in contact with us on a regular basis.  We try to help them through the processes, debates, dialogues and meetings with the Central Bank.  It has been a difficult relationship.  Credit unions find that they are over-regulated.  They were never subjected to light-touch regulation.  Thankfully, I suppose, we came out of the other side of the crisis intact because of prudent management and appropriate levels of regulation.  However, certainly in the past five or six years it seems to have become far heavier than it was.  This was probably unnecessary, because we were managing our balance sheets and moneys in a prudent fashion.  We bought in to it.  We undertook risk, compliance, internal audit, strategic planning and fitness and probity work.  All voluntary people now must subject themselves to testing in the Central Bank.  Even the voluntary chairman of a credit union has to be interviewed by the Central Bank to take on the voluntary job as chairman of a credit union.  That is a considerable journey that credit union people have taken.  They have bought into it and they have taken it, but they cannot see the reward of developing a business model as the gain for the pain, as it were.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M01400","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":169,"content":"<p>You can imagine many Members in the Parliament will have formal and informal discussions with each other as well as with officials and Ministers on this issue.  Can you give me a little background on what you were saying about the honest broker, someone in the Department of Finance?  What is the theory behind that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M01500","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":170,"content":"<p>We were at a meeting with the Minister last Thursday week.  Ms Ann Nolan was at the meeting with the Minister.  We have to engage with her to see if there are any amendments that the Central Bank might bring through on the CP88 measures before they get enacted.  That engagement is starting on Thursday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M01600","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":171,"content":"<p>You are going to bring the amendments.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M01700","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":172,"content":"<p>No, we are meeting Ms Nolan on Thursday to point out our main issues of concern with CP88.  Our understanding is that she will then relay them to the Central Bank to see whether there can be any leeway or movement.  That is my understanding of the process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M01800","nonspeaker":"Mr. Ed Farrell"},{"type":"speechnospeaker","time":1448452800,"counter":173,"content":"<p>At the meeting the three of us attended with the Minister we were asked to outline our main concerns.  We have done that and we submitted them in writing.  As Mr. Farrell mentioned, we will meet the second Secretary General tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M01900","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":174,"content":"<p>Have you outlined most of those concerns to us as well?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M02000","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":175,"content":"<p>Yes, members would be aware of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M02100","nonspeaker":"Mr. Kevin Johnson"},{"type":"speechnospeaker","time":1448452800,"counter":176,"content":"<p>It includes all the issues we have discussed, such as lending, savings, reserves, social investments and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M02200","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":177,"content":"<p>There was a comment on social housing and how credit unions could arrange a fund.  Credit unions can do that anyway.  Is that correct?  If I remember rightly, the Minister of State, Deputy Harris, spoke about this last night.  Did he not say there are no restrictions on credit unions organising this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M02300","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":178,"content":"<p>That may be in reference to what credit unions can do under section 44 of the Act.  They can establish a fund.  In the first stage a credit union can put in 2.5% of reserves.  Following that 0.5% of the annual surplus can be put into that fund, with the permission of members at an annual general meeting.  However, that is for a different purpose.  Many credit unions use that.  However, what we are talking about is on a larger scale.  It would need to be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M02400","nonspeaker":"Mr. Kevin Johnson"},{"type":"speech","time":1448452800,"counter":179,"content":"<p>Does that require the Minister or the regulator?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M02500","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":180,"content":"<p>It depends on how it is actually done.  It was stated last night that there are a number of proposals.  Some would be realised through regulation and others would need-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M02600","nonspeaker":"Mr. Kevin Johnson"},{"type":"speechnospeaker","time":1448452800,"counter":181,"content":"<p>When CP88 starts it will be a matter for the regulator.  As of now, it is in the legislation, but it will be different when CP88 starts.  That is the reason for the recommendation in the commission report to the effect that the investments credit unions are allowed to undertake should include social and community investments.  That recommendation from the commission report found its way into the 2012 Act.<\/p><p>However, it has not found its way into the proposed regulations.  If they start in January, it does not include the community social investment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#M02700","nonspeaker":"Mr. Ed Farrell","continuing":true},{"type":"speech","time":1448452800,"counter":183,"content":"<p>Did Mr. FarreIl say it does not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#N00200","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":184,"content":"<p>It does not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#N00300","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":185,"content":"<p>In other words, they can be done by regulation now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#N00400","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":186,"content":"<p>It is included in the Act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#N00500","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":187,"content":"<p>Now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#N00600","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":188,"content":"<p>Yes, when the Act commences, the regulation kicks in but it is not in the current final draft of the regulations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#N00700","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":189,"content":"<p>Will the regulator decide whether the social housing fund can be established?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#N00800","speaker":"1095"},{"type":"speechnospeaker","time":1448452800,"counter":190,"content":"<p>Ultimately.  We are now meeting with officials from the Department of the Environment, Community and Local Government.  We are looking to work with the various stakeholders to try to convince the regulator in due course that this is a good, prudent proposition.  We hope the rule will be changed.  However, it would be easier and quicker to get a project up and running if the regulatory rules did not need to be changed.  It will take time to get the fund, the Department of Environment, Community and Local Government and the project people on board to do it, without having to start the process of changing a rule.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#N00900","nonspeaker":"Mr. Ed Farrell"},{"type":"speech","time":1448452800,"counter":191,"content":"<p>As there are no further questions, on behalf of the joint committee I thank all the witnesses who participated and for the material they supplied to the committee.  They may be invited to return in view of the way the conversation is going.  Do members agree that we make all of this material available on the website?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015112500002#N01000","speaker":"1095"},{"type":"unspoken","time":1448452800,"counter":192,"content":"<p>The joint committee adjourned at 2.05 p.m.sine die.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Committee on Health and Children: Select Sub-Committee on Health","time":1448472600,"counter":193},{"type":"unspoken","content":"<p>The Joint Committee met at 17:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Peter Fitzpatrick, Deputy Mary Mitchell O'Connor, Deputy Seamus Healy, Deputy Leo Varadkar (Minister for Health). Deputy Billy Kelleher,<\/p><p>DEPUTY JERRY BUTTIMER IN THE CHAIR.<\/p>","time":1448472600,"counter":194,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002"},{"type":"minorheading","content":"Health Insurance (Amendment) Bill 2015: Committee Stage","time":1448472600,"counter":195,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#A00100"},{"type":"speech","time":1448472600,"counter":196,"content":"<p>We have a quorum.  The Minister, being an <i>ex officio<\/i>member of the committee, can be counted for the quorum.  Apologies have been received from Deputy Caoimhgh&iacute;n &Oacute; Caol&aacute;in.<\/p><p>I welcome the Minister for Health, Deputy Varadkar, and, from the Department of Health, Ms Patsy Carr, principal officer, and Ms Roisin Cahillane, assistant principal, to discuss the Committee Stage of the Health Insurance (Amendment) Bill 2015.  The Bill was referred to the select sub-committee by the D&aacute;il on 19 November.  I invite the Minister to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#A00200","speaker":"989"},{"type":"speech","time":1448472600,"counter":197,"content":"<p>As members are aware from the Second Stage debate, the main purpose of the Health Insurance (Amendment) Bill 2015 is to specify the amount of premium to be paid from the risk equalisation fund in respect of age, gender and level of cover from 1 March 2016 and to revise the stamp duty levy required to fund the risk equalisation credits for 2016.  The Bill will set credits for the 60 to 64 age group at zero and increase the credits payable for those aged 65.  The Bill also provides for an improvement in the health status measure under the scheme by expanding the setting in which a utilisation credit will be payable.  It will now include day case admissions.  This increases the support provided by the scheme to less healthy people.  The Bill also provides for consequential amendments to the Stamp Duty Consolidation Act 1999 and a technical amendment to the Health Insurance Acts is also included.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#A00300","speaker":"948"},{"type":"speech","time":1448472600,"counter":198,"content":"<p>Does Deputy Kelleher wish to make some opening remarks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#A00400","speaker":"989"},{"type":"speech","time":1448472600,"counter":199,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#A00500","speaker":"983"},{"type":"speech","time":1448472600,"counter":200,"content":"<p>Does Deputy Healy wish to make some opening remarks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#A00600","speaker":"989"},{"type":"speech","time":1448472600,"counter":201,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#A00700","speaker":"960"},{"type":"unspoken","time":1448472600,"counter":202,"content":"<p>Sections 1 and 2 agreed to.<\/p>"},{"type":"unspoken","time":1448472600,"counter":203,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1448472600,"counter":204,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 4, between lines 13 and 14, to insert the following:<br \/><br \/><b>&quot;Amendment of section 7A of Principal Act<\/b><br \/><br \/><b>3.<\/b>Section 7A of the Principal Act is amended by the insertion of the following subsection after subsection (1):&quot;(1A) Any insured person who has paid a relevant increase over a continuous period of 10 years shall have their age of entry adjusted to 35 if they  <blockquote>continue to remain insured.&quot;.&quot;.<\/blockquote><\/blockquote> <p>I submitted this amendment last year.  Its seeks to limit the payment of lifetime community rating loading for ten years.  Given that lifetime community rating is now in place, it could be argued that continual loading is unnecessary and that there should be a ten-year cut off.  In view of the fact that the person has committed himself or herself to that timeframe, one would have thought he or she would make every effort to stay in private health insurance.  Is there a logical reason to oppose it?  We have had this debate on the bigger issue of universal health insurance and the abandonment of that policy.  Clearly, lifetime community rating would not have been necessary if we had compulsory universal health insurance but we now have the option of taking out private health insurance.  There is a need to incentive to ensure intergenerational support and solidarity and a vibrant private health insurance market to fund the elderly and the challenges that will have be faced in the years ahead because of the demographics, the changes in medical technologies and the costs that will be incurred.A continual penalty is unnecessary and I ask the Minister to look at that ten year limit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#A01000","speaker":"983"},{"type":"speech","time":1448472600,"counter":205,"content":"<p>I thank the Deputy for submitting the amendment.  Section 7A of the principal Act refers to premiums which may be charged under health insurance contracts in certain circumstances and provides the legal basis for Statutory Instrument No. 312 of 2014 which allows for late entry loadings.  Under lifetime community rating, late entry loadings apply and policies written after 1 May 2015 where the person is taking out health insurance for the first time and is aged 35 or over or where 93,000 people avoided loadings by taking out health insurance since January 2015 in the lead-up to its introduction.  Lifetime community rating supports intergenerational solidarity but also rewards those who take out health insurance at a younger age with a lower price.  The continued encouragement of younger people into health insurance is necessary in order to make health insurance affordable and accessible to more people.<\/p> <p>  The scheme has only been in operation for a relatively short period, a matter of months.  Provision is made in the regulations for a review to be carried out by the independent regulator, the Health Insurance Authority, after April 2017.  While the Deputy's proposal does have merit I would like to receive proper consideration in the context of that review of the legislation as a whole.  Following the review, any actions deemed appropriate to further enhance the working of the scheme will be considered, therefore I do not propose to accept the amendment at this time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#A01100","speaker":"948"},{"type":"speech","time":1448472600,"counter":206,"content":"<p>That it will be reviewed is something I can accept.  On the broader issue, the claim is that lifetime community rating is actively encouraging people to take out private health insurance.  One would be forgiven for thinking the Minister was applauding himself or the decision to introduce lifetime community rating.  However, a number of factors are at stake here.  Thankfully, we have a growing economy and there are more people at work so more people are taking out private health insurance.  The key question one has to ask is why people are taking out private health insurance.  The biggest advertisement for private health insurance is the waiting lists in the public health system.  That is what is encouraging people to take out private health insurance.<\/p><p>They are taking it out because of fear, anxiety and concern that they simply will not be able to access diagnostics or treatment in the public health system.  The Minister cannot claim the policy is working because lifetime community rating has been brought in and the number of people now taking up private health insurance is increasing.  He has to accept there is a major concern out there that people cannot, in a timely fashion, access basic treatments, appointments with consultants or diagnostics.  The biggest recruiter of private health insurance are the appalling waiting lists in the public health system.<\/p><p> There should be continual review of the lifetime community rating policy.  This amendment should be considered in order to reduce that burden on people after a ten-year period.  While there is a weighting and encouragement for young people to take out insurance, the real encouragement is the fear of not being able to access the public health system.  That is what is supporting the private health insurance market more than anything else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#A01200","speaker":"983","continuing":true},{"type":"speech","time":1448472600,"counter":208,"content":"<p>The proposal the Deputy is making has a lot of merit and it is what is done in Australia, for example.  However, it is obviously not necessary that we do it now because nobody has been paying the loading for a year, never mind ten years.  I would like to review the Act in 2017, when it has been proposed to do that.<\/p> <p>  There are quite a number of reasons people are taking out health insurance, including a recovering economy at long last, increasing employment and increasing income, as well as the young adult discounts and the fact lifetime community rating is now in place.  At the same time, I have no doubt what the Deputy says is true, namely, long waiting times are one of the things that encourage or drive people to take out health insurance.  However, so long as we have those issues - we have had them for quite some time, for lots of reasons, particularly the capacity of our public health service - it is important we regulate health insurance to ensure that those who are older and those who have illnesses are not discriminated against.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#B00200","speaker":"948"},{"type":"speech","time":1448472600,"counter":209,"content":"<p>How stands the amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#B00300","speaker":"989"},{"type":"speech","time":1448472600,"counter":210,"content":"<p>I will withdraw, with leave to reintroduce it on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#B00400","speaker":"983"},{"type":"unspoken","time":1448472600,"counter":211,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1448472600,"counter":212,"content":"<p>Sections 3 to 5, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1448472600,"counter":213,"content":"<p>SECTION 6<\/p>"},{"type":"speech","time":1448472600,"counter":214,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 8, between lines 29 and 30, to insert the following:<br \/><br \/>&ldquo;(c) where a relevant contract is paid by instalments during the course of a policy year then the specified rate shall also be paid proportionately throughout said policy year.&rdquo;.<\/blockquote> <p>One of the problems with the levy is the fact the full levy is payable the moment a person pays the first premium, even if they cancel it afterwards, but the credits are paid on a monthly basis.  That is why we tabled the amendment.  There is a concern in that the levy was previously going to Revenue.  While I accept there would be challenges in terms of cash flow and administration, I decided I would table the amendment in order to raise the issue that people pay the levy upfront but the credits are paid in monthly instalments.  I am looking for observations on why that is the case and whether there would be administrative difficulties in addressing it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#B00800","speaker":"983"},{"type":"speech","time":1448472600,"counter":215,"content":"<p>The Stamp Duties Consolidation Act 1999 sets out the provisions for the payment of stamp duties in Ireland.  Section 125A of that Act provides for a levy payable by insurers on each health insurance policy written by them.  The amount of this levy is reviewed annually and section 6 of the Bill amends section 125A of the Stamp Duties Consolidation Act by specifying the applicable stamp duty rates for, first, the period 1 January to 29 February 2016 and, second, the period 1 March 2016 onwards.  Stamp duty for health insurance involves a four-rate structure depending on whether the policy written is for an adult or child, or for a non-advanced or advanced plan.<\/p> <p>  I am advised by the Department of Finance that the proposed amendment is not supported by the Revenue Commissioners as it would create an additional administrative burden with the reconciliation of the returns and payments submitted by health insurers, while not having any clear demonstrable benefit to consumers.  Therefore, recognising the concerns expressed by the Department of Finance and the Revenue Commissioners, I am not in a position to accept the amendment. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#B00900","speaker":"948"},{"type":"speech","time":1448472600,"counter":216,"content":"<p>Will the Minister explain what is meant by advanced and non-advanced plans?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#B01000","speaker":"1004"},{"type":"speech","time":1448472600,"counter":217,"content":"<p>As the Deputy knows, there are something like 340 different policies.  The non-advanced ones have a very basic level of cover, usually only apply to existing public hospitals and cover no more than 66% of hospital charges.  The advanced plans go further.  The key difference is that the amount of stamp duty is higher for an advanced policy.  The vast majority of people have advanced policies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#B01100","speaker":"948"},{"type":"speech","time":1448472600,"counter":218,"content":"<p>Is Deputy Kelleher satisfied with that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#B01200","speaker":"989"},{"type":"speech","time":1448472600,"counter":219,"content":"<p>I will withdraw, with leave to reintroduce the amendment on Report Stage.  This is in order to facilitate the smooth passage of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#B01300","speaker":"983"},{"type":"unspoken","time":1448472600,"counter":220,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1448472600,"counter":221,"content":"<p>Section 6 agreed to.<\/p>"},{"type":"unspoken","time":1448472600,"counter":222,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1448472600,"counter":223,"content":"<p>TITLE<\/p>"},{"type":"unspoken","time":1448472600,"counter":224,"content":"<p>Question proposed: \"That the Title be the Title to the Bill.\"<\/p>"},{"type":"speech","time":1448472600,"counter":225,"content":"<p>On a point referred to by the Minister in response to Deputy Mitchell O'Connor, we must accept there is a complete proliferation of health insurance policies.  Perhaps it is because I am spokesperson on health, but we are daily getting calls, letters or e-mails from people who, when they avail of their private health insurance, are being informed they have to make a partial payment, which they previously would not have thought of.<\/p> <p>  There is something of a campaign to ask people to consider other insurance policy cover but, if they do take it out, they find there is a reduction in the cover.  Surely the Health Insurance Authority has an obligation in this regard.  While it has a great website and people can make comparisons on it, if we are to have a health insurance market, everyone should at least be able to understand what is being covered.  It is impossible for a person to assess all the various policies that are out there and find the option that suits them most.  Among some health insurers, and in some policies with all health insurers, there seems to be a reduction of cover for people when they most need it.  For example, as people get older, it is more likely they will need cover in the area of ophthalmology and orthopaedics.<\/p> <p>  I would like to know if the Government Members are hearing of this level of concern because we certainly detect it is becoming a big issue.  I would imagine it is primarily because people revisited their health insurance policies during the difficulties of the economic downturn, when, rather than dropping their health insurance completely, they may have been encouraged to change policy.  I wonder whether they were given a full explanation of the cover they are entitled to.  We now have many cases where people are paying for overnight stays in private hospitals or are being charged &euro;350 or &euro;400 for four hours of treatment, whereas, until recently, their health insurance would have covered that.  Is the Government detecting this as an issue?  If so, it really should be addressed so the health insurance market is seen to have absolute integrity in terms of how it promotes its products.  If insurers do not promote them with that type of integrity, there should be some sanction but I do not believe there is such a sanction at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#B01900","speaker":"983"},{"type":"speech","time":1448472600,"counter":226,"content":"<p>I agree with Deputy Kelleher.  I recently rang my health insurance company to go through the policy I had in the past year.<\/p><p>If I become stroppy, say the premium has gone up too much and am about to hang up, they will say they can offer the same premium.  Why is maternity cover pushed on women who are over the age where they require such cover?  I acknowledge the Minister explained this previously.  Perhaps I stand to be corrected but I understand men pay for this cover as well, which is ridiculous.  Why would that be built into insurance cover?  One has to become stroppy and with the last throw of the dice say one is leaving the company before they come up with an alternative policy that might be &euro;400 or &euro;500 cheaper.  I do not expect the Minister to address that but I would say to the insurance companies that this is not good enough.<\/p><p> They also offer a corporate rate.  They will ask whether the customer is in a union or a company and they are willing to offer a cheaper rate to keep the person on side and this is also not good enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#B02000","speaker":"1004","continuing":true},{"type":"speech","time":1448472600,"counter":228,"content":"<p>This issue comes up.  There are few things in the mix.  We always have to be aware of competition legislation.  This is a private industry and it is also a financial services industry.  The Competition Authority, Central Bank and Health Insurance Authority all have a role.  There is confusion given there are 300 or 400 plans.  Some have an excess; some do not.  People like the fact that they can opt for an excess because it reduces their premium if they are willing to pay the first couple of hundred euro.  Usually, that is well flagged and sometimes items are not covered.<\/p> <p>  There are minimum benefits, which every plan has to cover.  They are set down in law and the minimum benefits include maternity cover.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#C00200","speaker":"948"},{"type":"speech","time":1448472600,"counter":229,"content":"<p>For men?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#C00300","speaker":"1004"},{"type":"speech","time":1448472600,"counter":230,"content":"<p>Yes.  My health insurance policy covers maternity.  The reason it does is community rating.  The rating is designed to spread the burden of the cost across society and if it did not include maternity cover, then women would pay more for health insurance than men.  We could do that but it would not be fair.  That is one of the benefits that should be covered across society.  The reverse could be applied as well.  For example, why should women pay for prostate cover?  There are swings and roundabouts.  We could amend the minimum benefits to include, for example, orthopaedics.  What might work is having a certain number of standard plans such as the old VHI A, B and C.  People would at least know what they are and then the insurers could have variations on those plans.  In my discussions with insurers, they point out that anything that reduces the number of plans available may increase costs overall and we would have to bear that in mind.<\/p> <p>  Everyone is entitled to the corporate rate such as the teacher's policy whether one is a teacher or not.  Corporate rates have to be open to everyone even if they are not in that profession or a corporation, which is a bit odd but that is the way it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#C00400","speaker":"948"},{"type":"unspoken","time":1448472600,"counter":231,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1448472600,"counter":232,"content":"<p>I thank the Minister and his officials for their presence and I also thank members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HE12015112500002#C00600","speaker":"989"},{"type":"unspoken","time":1448472600,"counter":233,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"unspoken","time":1448472600,"counter":234,"content":"<p>The select sub-committee adjourned at 5.55 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]