[{"type":"majorheading","content":"Joint Oireachtas Committee on Future of Mental Health Care","time":1519824600,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Pat Buckley, Senator Máire Devine, Deputy Michael Harty, Senator Frank Feighan. Deputy Tom Neville, Deputy Anne Rabbitte,<\/p><p>In attendance: Deputies Paul Murphy and Éamon Ó Cuív and Senator Fintan Warfield.<\/p><p>SENATOR JOAN FREEMAN IN THE CHAIR.<\/p>","time":1519824600,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018022800002"},{"type":"minorheading","content":"Business of Joint Committee","time":1519824600,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018022800002#A00100"},{"type":"speechnospeaker","time":1519824600,"counter":5,"content":"<p>Apologies have been received from Deputies Catherine Martin, Fiona O'Loughlin, Mary Lou McDonald, John Brassil and James Browne and Senators Colette Kelleher and Gabrielle McFadden.  I propose that we defer dealing with private business until later and that we proceed to our engagement with the Minister so that if we have to finish up early we can get a commitment from him to meet with us again.  Is that agreed?  Agreed.  We will suspend for a few minutes to allow the Minister and his officials to take their seats.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018022800002#B00200","nonspeaker":"Chairman"},{"type":"unspoken","time":1519824600,"counter":6,"content":"<p>Sitting suspended at 1.47 p.m. and resumed at 1.49 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Mental Health Services: Discussion (Resumed)","time":1519824600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018022800002#B00400"},{"type":"speechnospeaker","time":1519824600,"counter":8,"content":"<p>I welcome the Minister for Health, Deputy Harris, to the meeting.  We have been advised to follow D&aacute;il proceedings as the House may adjourn at 2 p.m. for health and safety reasons.  Obviously, we will follow suit so we would like to get a commitment from the Minister today that he will come back to us another day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018022800002#B00500","nonspeaker":"Chairman"},{"type":"speech","time":1519824600,"counter":9,"content":"<p>Sure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018022800002#B00600","speaker":"1251"},{"type":"speechnospeaker","time":1519824600,"counter":10,"content":"<p>I thank the Minister and I invite him to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018022800002#B00700","nonspeaker":"Chairman"},{"type":"speech","time":1519824600,"counter":11,"content":"<p>I thank the committee for the invitation to appear before it today.  Should we have to finish up early, I would be more than happy to have my office arrange a further engagement with the committee at the earliest possible date.  I appreciate the opportunity that this committee provides for a cross-party and cross-group approach to mental health.<\/p><p>It is welcome that we now have this important forum within the Oireachtas.  I see this as a committee for the sharing of information and good ideas, for oversight and for suggestions.  It sends an important message that the Oireachtas has decided mental health is such an important issue it should have a dedicated stand-alone committee.  That was a view shared by many, including the Chair, who sought the establishment of this committee. <\/p><p> While there is a dedicated Minister of State at the Department of Health with special responsibility for Mental Health and Older People,  I am pleased to be here as the Minister with responsibility for mental health and take on my responsibilities in respect of a number of the issues the committee has been discussing, and will discuss, very seriously.  I look forward to having an ongoing engagement with the committee.  <\/p><p> This Government is committed to developing our mental health services.  I think that commitment is well documented.  It predates this Government, the last Government and the Government before.  In general, this country, regardless of who is in government, wishes to do all it can to develop our mental health services.  Since 2012, we have seen significant increases to the HSE's mental health budget.  I refer to an increase of over &euro;200 million or about 28%, with further increases that I have already pre-committed to in a letter to Mental Health Reform.  It was also sent to the director general of the HSE.  <\/p><p> I have been conscious, from watching coverage of some of the committee's meetings and following the transcripts, that from the committee's perspective and mine it is not just about the budget.  The budget is terribly important and it important we continue to invest.  However, it is also about how we best use the budget to achieve the best outcomes in developing the services we have.  As part of our considerations in this respect, as the committee knows and is familiar with, we are working on developing a successor policy to a \"Vision for Change\".  <\/p><p> An oversight group has been established to look at where we are now in our mental health services in Ireland, where we want to be and, most important, how we get there.  The oversight group will provide us with a blueprint for the provision of mental health services in the future.  The group is currently finalising its work plan.  This will outline its objectives and the work completed to date.  I expect the chair of the oversight group will shortly be in a position to share the group&rsquo;s work plan with the committee.  I welcome the committee's engagement on this.  I know the committee is looking forward to this body of work.   <\/p><p> The text of the general scheme of a Bill to amend the Mental Health Act is currently being prepared in my Department.  This Bill is a comprehensive revision of our existing legislation and I know that Oireachtas members have a particular interest in improving legislation in this area.  If I was ever in any doubt about that, I think the number of Private Members' Bills we have seen in recent months has signified that.  We are in the process of addressing four Private Members&rsquo; Bills which will propose more immediate changes to the Mental Health Act covering areas such as consent to admission; replacing \"best interests\" with new guiding principles; introducing safeguards regarding admissions of children to adult units, an issue the Chair has been working on; ensuring mental health has equal parity with physical health; and, ensuring that advance health care directives apply to persons detained under mental health legislation.   <\/p><p> Much work has also been done in the critical areas of suicide reduction and youth mental health.  The implementation plan of the national suicide reduction strategy, &ldquo;Connecting For Life&rdquo;, has now been published.  The strategy will be implemented on a cross-sectoral basis.  The cross-sectoral aspect is important.  I hope this will help to decrease further suicide rates in this country.  The report of the national task force on youth mental health was launched by my colleague, the Minister of State at the Department of Health with special responsibility for Mental Health and Older People, Deputy Jim Daly, and myself last December.  Many of its recommended actions have been incorporated into existing service agreements with various Departments, the HSE and Tusla.   <\/p><p> Other actions will be driven by a new interdepartmental initiative currently under consideration, called the youth mental health pathfinder project.  The pathfinder project aims for effective collaboration across three Departments in the area of youth mental health.  These are the Department of Children and Youth Affairs, the Department of Education and Skills and my own Department of Health.  While the importance of planning cannot be overstated, it is equally important we now work to address any existing gaps between mental health services demand and supply.  We are all aware that is a real situation.  We are also aware it is a situation not equal in its existence across the country.  It is more of an acute problem in some areas than others.  It is important, as we plan, to look at how do we address those existing gaps.  <\/p><p> With this in mind, we have taken a number of steps to increase the supply of services across the country.  We have provided funding to increase the annual number of psychiatric nurse undergraduates by 130.  In addition, we have introduced an assistant psychologist grade in primary care and have provided funding for 114 posts and an extra 20 psychologists.   This can be a significant positive development for our community mental health services.  <\/p><p> If this works properly, and if we make sure the posts are allocated to the areas most in need and on the basis of need, what we can see is these posts working hand in hand to try to relieve pressure on our child and adolescent mental health services, CAMHS, while ensuring quicker access to services for those with mental health issues.  If we can have a situation where this new grade can deal with some cases that perhaps are lower complexity or acuity, it can free up more capacity within our CAMHS services to try to drive down our waiting times there as well.  <\/p><p> I will also make a point the committee will be familiar with from engagement with the HSE and the chief officers from across the country.  There is a particular challenge with recruitment and retention at the moment.  It is an issue I have discussed with many people here in different fora over recent months.  We have a number of funded posts within our mental health services that we have not been able to fill.  <\/p><p> I have outlined some of the measures we are taking to address this issue, including the additional psychiatric nurse undergraduate posts and the new assistant psychologist grade.  However, there is also a body of work being done by the Public Service Pay Commission.  I think that is important.  It came up with an analysis of public sector pay that led to the public service stability agreement.  There was a view within the Government that there are some sectors of the public service where there are particular challenges in recruiting and retaining staff.  They are not generic right across the public service.  <\/p><p> Health was, thankfully, one of those areas where Government recognised a particular challenge.  I and the Minister for Finance, Deputy Donohoe, asked Government to approve a phase two of that commission to look specifically at health recruitment and retention.  I refer to how we recruit in the first place and, more important, retain staff in the Irish health service.  That is due to report in June of this year with recommendations and what I hope will be a roadmap in respect of what more can we do to help recruit and retain our staff.  That will be a significant piece of work.  I look forward, either now or on the next occasion, to any questions the committee may have.  I assure the Chair and the committee that in terms of any information needed, attendance from my officials, or anything we can do to collaborate, I am keen to make sure that happens.  If on any occasion it is not happening please do let me know directly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018022800002#B00800","speaker":"1251","continuing":true},{"type":"speechnospeaker","time":1519824600,"counter":13,"content":"<p>I do appreciate that.  We have three minutes.  Out of respect to the Minister, Deputy Harris, and also to the members, I propose we leave the questions until the next session if that is agreed.  Agreed.  May I just say one thing to the Minister, to be clear for the sake of the members?  He spoke about the oversight group.  At the beginning of our remit here as a committee we were confused about what we were supposed to be doing.<\/p> <p>  There seemed to be an incredible overlap between us and the oversight group.  One of the things that probably comes to all of our minds is that the oversight group is now eight months old.  There still is not a work plan.  We have been asking for that.  It is taking a long time for that plan to come in.  We are also not quite sure what the Minister thinks we are.  We know ourselves what we are and we really want to support the Minister.  One aspect in which we can support him is in looking at accountability and by looking at the questions the Minister may not be able to ask.  That is what this committee has to offer, as well as dedicated members who want to make things happen in mental health services.  If the Minister, in one minute, can answer about the difference between us and the oversight group and what is delaying them coming up with the work plan, I would be very grateful for that answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018022800002#C00200","nonspeaker":"Chairman"},{"type":"speech","time":1519824600,"counter":14,"content":"<p>I do not mean this rudely but I would be interested in hearing what the Chair, on behalf of the committee, feels its role is.  It is important we have a common understanding and a common agreement as to what the committee's role is.  I see this committee as having an opportunity to scrutinise in a public forum the working of our mental health services.  That is extraordinarily important.  I am encouraged by the way the committee has carried out its work to date because I happened to see some of the meeting where the chief officers were in from the HSE.  All too often as politicians we just look at the resourcing issue, and that is not to excuse myself from the resourcing area.  However, it also what happens when the funding leaves Hawkins House or Merrion Street and goes out into the community.<\/p><p>It is also about how the funding provided to the communities is being spent, whether we are getting bang for our buck in terms of the services we want delivered and whether everything that can be done is being done in terms of recruitment and retention.  The role of this committee, as the people's representatives, is to scrutinise and hold to account those who have a responsibility for our mental health services, including myself.  My colleague, Deputy Daly, who is charged with responsibility for mental health within the Department of Health is open to working with the committee as a forum in which to stress test ideas, good and bad.  <\/p><p> In regard to the oversight group, my understanding is that it has met four times but that as it took some time to get the various experts together membership of the group was only finalised before Christmas.  I understand also that it is to produce a work plan soon.  I will revert to the committee on how quickly that will happen.  I know that the Chairman of the oversight group wants to share that work plan and I will ensure it is shared with this committee so that it can track that what we are committing to deliver is being delivered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018022800002#C00300","speaker":"1251","continuing":true},{"type":"speechnospeaker","time":1519824600,"counter":16,"content":"<p>I thank the Minister for being here today.  It is proposed to adjourn the meeting at this point.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FMJ2018022800002#D00200","nonspeaker":"Chairman"},{"type":"unspoken","time":1519824600,"counter":17,"content":"<p>The joint committee adjourned at 14.05 p.m. until 1.30 p.m. on Wednesday, 7 March 2018.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Transport, Tourism and Sport","time":1519824600,"counter":18},{"type":"unspoken","content":"<p>The Select Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Catherine Murphy, Deputy Shane Ross (Minister for Deputy Kevin O'Keeffe, Transport, Tourism and Sport), Deputy Robert Troy.<\/p><p>In attendance: Deputies Danny Healy-Rae, Mattie McGrath and Paul Murphy.<\/p><p>DEPUTY FERGUS O'DOWD IN THE CHAIR.<\/p>","time":1519824600,"counter":19,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002"},{"type":"minorheading","content":"Road Traffic (Amendment) Bill 2017: Committee Stage","time":1519824600,"counter":20,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#A00100"},{"type":"speech","time":1519824600,"counter":21,"content":"<p>I welcome all members to the meeting.  The D&aacute;il referred the Road Traffic (Amendment) Bill 2017 to our select committee on 18 January 2018.  At today's meeting, the select committee will consider the Bill on Committee Stage and then report back to the D&aacute;il.  I remind members and those in the Public Gallery to switch off their mobile phones completely for the duration of the meeting.<\/p> <p>    Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  I welcome the Minister for Transport, Tourism and Sport, Deputy Shane Ross and his officials.  I invite him to make his opening statement if he wishes to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#A00200","speaker":"1329"},{"type":"speech","time":1519824600,"counter":22,"content":"<p>I will make some brief remarks.  I thank the committee for the opportunity to discuss this short but very significant Bill.  In 2010, we overhauled our legislation on drink driving.  The measures brought in then have largely worked well.  In particular, we quite rightly reduced the permitted level of alcohol in drivers from 80 mg to 50 mg per 100 ml of blood.  This was an important step in bringing the law into line with the scientific evidence that even small amounts of alcohol can have a potentially disastrous impact on people's reaction times.  When the person in question is behind the wheel of a car, that difference can be the difference between life and death.<\/p> <p>  Unfortunately, there was a concession made at that time which, frankly, screams off the pages of the legislation.  This was the decision to allow some people who are over the limit and in the 50 mg to 80 mg range to receive penalty points in place of disqualification.  This makes no sense as law or policy.  It flies in the face of the supposed principle that all drink driving offences should lead to a disqualification.  The Road Traffic (Amendment) Bill 2017 provides that the three penalty points which people currently receive in these cases be replaced by a three-month disqualification.  This is entirely reasonable and proportionate.  It will finally ensure that the law takes drink driving seriously and is seen to do so.  It is not about changing the alcohol limits; those remain the same.  It is about changing the consequences of breaching those limits.<\/p> <p>  During the debate on Second Stage, I indicated my intention to address a number of matters by way of amendments to be introduced on Committee Stage.<\/p><p>In 2016, the Oireachtas decided to introduce a measure making it an offence for the owner of a mechanically propelled vehicle to allow a learner to drive that vehicle without an accompanying qualified driver.  As anyone who has followed this issue will know, I support this measure as do, I think, a large number of Deputies.  However, a point which we must always bear in mind when dealing with legislation is that it is one thing to intend to do something in law and quite another to get the wording correct and ensure that the provision makes sense as law.  Unfortunately, the amendment, which was introduced in 2016 in this case, contained a number of flaws and I indicated that I would take the opportunity, posed by the present Bill, to introduce an amendment to ensure that the provision could be repaired and made workable.  What has happened since is instructive.  The work of making revisions to this provision has revealed a number of other significant issues.  One matter which had not been taken into account or, indeed, addressed in the original amendment was that if we are saying it is to be an offence for an owner to allow an unaccompanied learner to drive his or her vehicle, what about an owner who lends a vehicle to a person who is not licensed at all?  That should surely be addressed too and I am going to do so.  Besides this important addition there have been several significant legal issues to be overcome in order to get this provision right.  As a result the Office of the Attorney General has not been in a position to provide a draft in time for the committee to consider today.  I shall endeavour to present this amendment on Report Stage.  At the same time, I shall propose an amendment to section 41 of the Road Traffic Act 1994 to allow garda&iacute; to detain a vehicle driven by an unaccompanied learner, as well as technical amendments to correct errors in section 78(<i>a<\/i>) of the Road Traffic Act 1961 and sections 13(1)(a) and (b) of the Road Traffic Act 2010.  <br\/><br\/>I would like to take the opportunity to clarify a point about the detention of vehicles.  There has been a great deal of ill informed and alarmist publicity in recent days about the detention of vehicles with suggestions that it would involve going into farmyards and seizing tractors if they were driven by unaccompanied learners.  I would like to set the record straight and explain that the requirement for a learner to have an accompanying driver does not apply to tractors nor does road traffic law apply to farmyards or any other private land.  It applies to public places.  I trust in the farming community to know better than to be alarmed by this inaccurate publicity.  I am glad to avail of this opportunity to put the truth on record. <br\/><br\/>On a more general point, my own experience of how much work is necessary to get provisions like this right is a lesson that I hope we can all take to heart.  There is a world of difference between wanting to do something in legislation, particularly in road traffic legislation of this sort, and getting the actual provisions right.  If we legislate in haste we may not be able to do what we intend, or worse, create unintended consequences.  <br\/><br\/>The Bill has attracted a fair amount of interest.  The overwhelming reaction that I have encountered from both the public and road safety experts has been positive.  It has not been unanimously positive but it has been generally very positive.  It is interesting that public support is even higher in rural areas in spite of unsustainable claims that this Bill will somehow damage social life in rural Ireland.  People in rural Ireland evidently see through that.  They know that rural Ireland has suffered more than urban Ireland from the damage caused by drink driving despite the claims to the contrary.  They also know that rural social isolation is a real problem and has nothing to do with drink driving.  Nothing could be more insulting than to suggest that rural Ireland needs a bit of drink driving as a cure for social problems, and the people of rural Ireland know that.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#A00300","speaker":"1213","continuing":true},{"type":"speech","time":1519824600,"counter":24,"content":"<p>I thank the Minister for his opening statement.  It is our intention, as a committee, to conclude this Bill today if we can.  I am happy to take questions in a minute, if possible, during this afternoon's meeting.  The Business Committee organises the affairs of the D&aacute;il.  I understand that there may be an intervention by the Business Committee if it decides to close business at a particular time and we would have to conform with same.  Deputy Catherine Murphy has indicated her wish to comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B00200","speaker":"1329"},{"type":"speech","time":1519824600,"counter":25,"content":"<p>The Minister has indicated his intention to bring forward amendments on Report Stage.  I understand his wish to get the legislation right and the risk of unintended consequences from rushed legislation.  However, I do not want something that has the potential to save lives unnecessarily delayed.  Tabling amendments on Report Stage does not give us an opportunity to suggest amendments, which weakens the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B00300","speaker":"1226"},{"type":"speech","time":1519824600,"counter":26,"content":"<p>I am conscious of the important point that the Deputy has made.  Perhaps the Minister can make his amendments available as soon as he has them.  It is more than likely that Report Stage will not take place for a couple of weeks.  I ask him to commit to making his amendments available as soon as possible and, hopefully, within the next couple of days.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B00400","speaker":"1329"},{"type":"speech","time":1519824600,"counter":27,"content":"<p>I will.  I hope to have them by today.  There was just a small problem.  It was not a material problem in the Bill.  I think there was a staffing problem in the Office of the Attorney General.  I am flagging my amendments now, specifically what they are going to be about and what they are going to say.  I will make them available straightaway to all of the members of the committee the moment I get them, which will give the committee a reasonable amount of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B00500","speaker":"1213"},{"type":"speech","time":1519824600,"counter":28,"content":"<p>We will have other amendments, which have been ruled out of order on a technical point, on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B00600","speaker":"1329"},{"type":"speech","time":1519824600,"counter":29,"content":"<p>Right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B00700","speaker":"1226"},{"type":"speech","time":1519824600,"counter":30,"content":"<p>I mean amendments from members of the committee and also the D&aacute;il.  I shall now refer members to the grouping of amendments for the purpose of debate.  I also note that a number of amendments that were submitted by Deputies have been ruled out of order by the Bills Office, and that they have been written to and advised accordingly.  Let us proceed to the consideration of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B00800","speaker":"1329"},{"type":"unspoken","time":1519824600,"counter":31,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1519824600,"counter":32,"content":"<p>Amendment No. 1 is in the name of Deputy Troy and I ask him to speak to his amendment, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B01000","speaker":"1329"},{"type":"speech","time":1519824600,"counter":33,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 3, to delete line 10 and substitute the following:&ldquo;1. (1) The Road Traffic Act 2010 is amended in section 4 by the substitution of the following for subsection 5:<blockquote>&ldquo;(5) A person who contravenes this section commits an offence and is liable on indictable conviction to a fine not exceeding &euro;10,000 or to imprisonment for a term not exceeding 12 months or to both.&rdquo;.<\/blockquote>(2) The Road Traffic Act 2010 is amended in section 29&mdash;&quot;.<\/blockquote> <p>Before we debate my amendment I wish to ask the following.  Will we get an opportunity to comment on the legislation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B01100","speaker":"1250"},{"type":"speech","time":1519824600,"counter":34,"content":"<p>To be very clear, this is a committee meeting so people can comment as much as they want as long as they keep to the section.  I shall be as respectful and as open as the Chair can be to anyone who wants to comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B01200","speaker":"1329"},{"type":"speech","time":1519824600,"counter":35,"content":"<p>Before we start discussing the amendments and the Bill I have a question about the amendments that were ruled out order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B01300","speaker":"1250"},{"type":"speech","time":1519824600,"counter":36,"content":"<p>I have been advised that I can deal with all of those amendments when we reach the relevant section.  The only amendments that have been ruled out of order are in section 3.  I can deal with the Deputy's query when we reach section 3.  As I have said, there is no restriction on members tabling amendments, just like the Minister has talked about doing for Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B01400","speaker":"1329"},{"type":"speech","time":1519824600,"counter":37,"content":"<p>I appreciate the Chairman's assurance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B01500","speaker":"1250"},{"type":"speech","time":1519824600,"counter":38,"content":"<p>The amendments were ruled out order purely on technical grounds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B01600","speaker":"1329"},{"type":"speech","time":1519824600,"counter":39,"content":"<p>I seek a clarification.  I understand that the amendments were ruled out order based on the fact that this Bill specifically deals with an alcohol-related offence.  I wish to refer to my amendment on the minimum passing distance, which has been overridden by the events of today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B01700","speaker":"1250"},{"type":"speech","time":1519824600,"counter":40,"content":"<p>As Chair, I wish to be helpful.  I want the Deputy's question answered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B01800","speaker":"1329"},{"type":"speech","time":1519824600,"counter":41,"content":"<p>I do not know how the Chairman can answer my question if I have not had an opportunity to ask it first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B01900","speaker":"1250"},{"type":"speech","time":1519824600,"counter":42,"content":"<p>I can answer the Deputy.  The fact that he has not asked it is the whole point.  He is referring to amendments in section 3.  First, we shall deal with section 1 and his amendment No. 1.  When we do so we can move on to section 2, which has no amendments, and then we can deal with section 3.  The details have been circulated to the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B02000","speaker":"1329"},{"type":"speech","time":1519824600,"counter":43,"content":"<p>I seek a clarification.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B02100","speaker":"1250"},{"type":"speech","time":1519824600,"counter":44,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B02200","speaker":"1329"},{"type":"speech","time":1519824600,"counter":45,"content":"<p>The Minister has indicated that he will bring forward further amendments on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B02300","speaker":"1250"},{"type":"speech","time":1519824600,"counter":46,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B02400","speaker":"1329"},{"type":"speech","time":1519824600,"counter":47,"content":"<p>The Minister is duly entitled to do so and my party has indicated that we will be supportive of this.  I was advised that my amendments were ruled out of order because they were not alcohol-related and this Bill is an alcohol-related road traffic measure.  I am sure that the Chairman will acknowledge that the Minister will bring forward amendments on learner permits, which are not related to alcohol.  I intend to reintroduce some of my amendments that have been ruled out of order and to introduce a new amendment.  For clarity, why were my amendments ruled out of order?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B02500","speaker":"1250"},{"type":"speech","time":1519824600,"counter":48,"content":"<p>The note on this has been issued to the Deputy.  According to the clerk to the committee, the note states that the amendments are not relevant to the provisions of the Bill, as read a Second Time and, consequently, must be ruled out of order, in accordance with Standing Order 154(1).  The same applies to amendments Nos. 2 and 8, amendment No. 3, and amendments Nos. 4 to 6, inclusive.  Amendments Nos. 4 and 6 are in the names of Deputies Catherine Martin and Eamon Ryan, and their amendments have been deemed not relevant, in accordance with Standing Order 154(1).  The same reason applies to amendment No. 7 in the name of Deputy Munster.<\/p><p>They have not been ruled out by the Minister or anybody else but rather it is the technical administration of the Houses that has made the point.  We will be happy to discuss them when we come to the sections.  I want to get on with the Deputy's amendment that is in order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#B02600","speaker":"1329","continuing":true},{"type":"speech","time":1519824600,"counter":50,"content":"<p>The records of the D&aacute;il will indicate that I identified this on Second Stage.  The Minister would accept that I highlighted the issue in the D&aacute;il.  I am just wondering how they can be ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C00200","speaker":"1250"},{"type":"speech","time":1519824600,"counter":51,"content":"<p>I appreciate that the Deputy will speak to amendment No. 1 first.  Did the Deputy get a copy of the letter that was issued?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C00300","speaker":"1329"},{"type":"speech","time":1519824600,"counter":52,"content":"<p>I only received a letter from you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C00400","speaker":"1250"},{"type":"speech","time":1519824600,"counter":53,"content":"<p>It came through the office.  I absolutely accept that it is a key matter for the Deputy.  It relates to section 3 of the Bill and it does not arise right now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C00500","speaker":"1329"},{"type":"speech","time":1519824600,"counter":54,"content":"<p>I have a question allied to the same point.  I understand it is not the Minister or Department which rules the amendments out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C00600","speaker":"1226"},{"type":"speech","time":1519824600,"counter":55,"content":"<p>It is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C00700","speaker":"1329"},{"type":"speech","time":1519824600,"counter":56,"content":"<p>It is done by the Houses.  Is there a different rule for the Minister?  This is not necessarily about this particular proposed amendment.  Is there a different rule or process for amendments introduced on the Government side?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C00800","speaker":"1226"},{"type":"speech","time":1519824600,"counter":57,"content":"<p>I have been a member of this House for 20 years and I know that amendments are frequently ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C00900","speaker":"1329"},{"type":"speech","time":1519824600,"counter":58,"content":"<p>The Chairman has not given an answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C01000","speaker":"1226"},{"type":"speech","time":1519824600,"counter":59,"content":"<p>I will give the answer.  These amendments pertain to section 3 and do not arise right now.  There is an amendment that is in order and in the name of the Deputy.  I am anxious that he would commence it.  We can debate these matters in the context of sections 1 and 2 and we can deal with all the other issues-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C01100","speaker":"1329"},{"type":"speech","time":1519824600,"counter":60,"content":"<p>I am afraid that does not answer the question.  Is there a different process when a Minister wants to bring in something?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C01200","speaker":"1226"},{"type":"speech","time":1519824600,"counter":61,"content":"<p>Yes.  The regulations are applied independently and non-politically by the appropriate office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C01300","speaker":"1329"},{"type":"speech","time":1519824600,"counter":62,"content":"<p>So if a Minister wishes to introduce an amendment, it comes through the office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C01400","speaker":"1226"},{"type":"speech","time":1519824600,"counter":63,"content":"<p>There are no Government amendments before us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C01500","speaker":"1329"},{"type":"speech","time":1519824600,"counter":64,"content":"<p>There will be on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C01600","speaker":"1226"},{"type":"speech","time":1519824600,"counter":65,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C01700","speaker":"1329"},{"type":"speech","time":1519824600,"counter":66,"content":"<p>Is that likely to present a problem?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C01800","speaker":"1226"},{"type":"speech","time":1519824600,"counter":67,"content":"<p>I presume the Minister's amendments have to go through the same process and conform with the rules of the House.  All amendments must do so or there would be no way of dealing properly with amendments.  I would think it would be unusual for a Minister to bring forward an amendment that would be ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C01900","speaker":"1329"},{"type":"speech","time":1519824600,"counter":68,"content":"<p>These have been ruled out of order because they are not related to alcohol.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C02000","speaker":"1226"},{"type":"speech","time":1519824600,"counter":69,"content":"<p>That is not what was said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C02100","speaker":"1329"},{"type":"speech","time":1519824600,"counter":70,"content":"<p>Another is being brought forward that certainly merits inclusion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C02200","speaker":"1226"},{"type":"speech","time":1519824600,"counter":71,"content":"<p>I have heard the Deputy's point.  It is my job to get on with the business of the committee.  We will proceed with section 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C02300","speaker":"1329"},{"type":"speech","time":1519824600,"counter":72,"content":"<p>May I make an opening statement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C02400","speaker":"1278"},{"type":"speech","time":1519824600,"counter":73,"content":"<p>The Deputy may make as many statements as he wishes to.  This is Committee Stage and he may contribute as often as he wishes on each section and amendment before him.  There is an amendment in order before the committee from Deputy Troy.  Deputy Troy may speak to it first and then there will be no problem if the Deputy wishes to come in on that.  Nobody will be stopped from contributing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C02500","speaker":"1329"},{"type":"speech","time":1519824600,"counter":74,"content":"<p>It is not related to the amendment but rather the overall thrust of the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C02600","speaker":"1278"},{"type":"speech","time":1519824600,"counter":75,"content":"<p>I would be happier if Deputy Troy could make his statement.  It is the way forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C02700","speaker":"1329"},{"type":"speech","time":1519824600,"counter":76,"content":"<p>In the interests of being helpful I am happy to do so but, basically, the Chairman is just kicking the can down the road.  We will want the exact same answers in approximately ten or 15 minutes, or however long it takes to do this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C02900","speaker":"1250"},{"type":"speech","time":1519824600,"counter":77,"content":"<p>Of course, but the Deputy's amendment is properly before the House and it should be debated now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C03000","speaker":"1329"},{"type":"speech","time":1519824600,"counter":78,"content":"<p>The amendment is in order because it relates to the alcohol elements of this Bill.  It raises the question of whether further amendments that may be introduced at a later stage not specifically related to alcohol will be accepted.  Is it \"Yes\" or \"No\"?  We will need clarification on that and perhaps the Chairman and clerk can get that clarification by the time we get to the specific section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C03100","speaker":"1250"},{"type":"speech","time":1519824600,"counter":79,"content":"<p>Of course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C03200","speaker":"1329"},{"type":"speech","time":1519824600,"counter":80,"content":"<p>This has been ongoing for 12 months.  The Minister initiated the process in January 2017 and it has taken a long time to come to this stage.  My position has not changed and I believe the penalty being introduced by the Minister is disproportionate to the offence.  I put it on record that I will bring forward an amendment on Report Stage that would see somebody falling within the 50 mg to 80 mg of alcohol per 100 ml of blood category receiving a &euro;500 fine and five penalty points.  The Minister is targeting the wrong bracket in trying to bring down road deaths.  That is if automatic disqualification is the deterrent it is claimed to be by the Minister.  Based on the figures he supplied in pre-legislative scrutiny, 8,063 people were caught over the legal alcohol limit, and of that number, 617 were in the 50 mg to 80 mg of alcohol per 100 ml of blood category.  The vast majority of the people detected for driving a car over the legal limit had measures in excess of 80 mg of alcohol per 100 ml of blood.  They are the people currently facing an automatic disqualification for breaking the law.  I asked the Minister the following questions on a number of occasions but he has not responded in a satisfactory manner.  If automatic disqualification is the deterrent he says it is, why were 94% of the people caught in 2016 in a category that brings automatic disqualification?  That contrasts with the 6% in the category bringing fixed penalty points and a fine.<\/p> <p>  I accept the Minister present is not responsible for justice but this is a justice-related matter.  On 7 March 2017, I asked the then T&aacute;naiste and Minister for Justice and Equality the number of mandatory alcohol testing checkpoints performed in each of the years between 2012 and 2016, the number of breath tests performed, the number of drivers under the influence and the category, and to provide the information in tabular form.  We are now 12 months on and there have been repeated parliamentary questions and follow-up calls to the Minister but we do not have the information.  The Minister for Transport, Tourism and Sport is basing what he brings forward today on figures supplied by the Road Safety Authority between 2008 and 2012.  Those figures do not take into account the new laws introduced in 2010.  If the Minister is serious about reducing fatalities on the roads, why are we not targeting the category of people committing the greater offence?  The Minister might look to target the lower category as well but he is ignoring the larger percentage of people who drive and have been caught over the upper limit.  That is based on the Minister's figures for 2016.<\/p><p>He is ignoring that category.  There is nothing in the legislation to address the category of persons three and four times over the limit.  In previous evidence to the committee the Minister stated the overwhelming majority who committed this offence were in that category, yet in this legislation we are providing that those who do the right thing and take a taxi home at night but who drive the following morning and are found to be marginally over the limit will also have their licences revoked.  That is disproportionate to the offence committed.  During the debate on Second Stage in the D&aacute;il I proposed that a person in the latter category be fined &euro;500 and awarded five penalty points.  I propose to table an amendment on Report Stage to that effect, but I would welcome a response now from the Minister on why he is ignoring the category in which the greatest number of deaths have occurred.  As I said, 94% of those convicted of this offence in 2016 fell into the over 80 mg of alcohol per 100 ml of blood category.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#C03300","speaker":"1250","continuing":true},{"type":"speech","time":1519824600,"counter":82,"content":"<p>Before I call Deputies Kevin O'Keeffe and Catherine Murphy to speak to the amendment, I advise the committee that sometimes enabling motions are required for amendments to be considered.  It is for the Ceann Comhairle to decide when the Minister brings forward his amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#D00200","speaker":"1329"},{"type":"speech","time":1519824600,"counter":83,"content":"<p>I will respond to Deputy Robert Troy's questions first and then address the amendment.  As always, the Deputy's questions are legitimate, but they are not relevant to the purpose of the Bill.  On his point about the figure of 94%, I presume he is asking why the penalties for those in that category are not more severe.  The idea of grading of offences may be worthy of consideration, but this is a very narrow Bill, deliberately so, to enable it to be enacted quickly.  However, that has not happened for various reasons, but it is my intention to introduce a road traffic Bill every year I am in office.  Such a Bill was introduced last year and the previous year and we are now dealing with this Bill.  I am grateful for the Deputy's contribution on the announcement made this morning which was all to do with road safety.<\/p> <p>  The aim of the Bill is to address a practice which we have identified as being totally and utterly inconsistent and wrong, whereby some people found to be over the limit are not being disqualified.  Had we chosen to introduce a much more comprehensive Bill to address drink driving, it would, undoubtedly, have taken longer to get it through than this Bill.  When one is in the business of trying to save lives, it is immensely frustrating to be delayed in that mission.  Whether members believe this legislation will save lives - I have no doubt that it will - it is difficult to accept delays.  If we were to extend the Bill to address a lot more complicated questions, we would meet far greater resistance to it from predictable quarters.  There may come a time, however, when we will be able to address all of the issues raised more comprehensively.  I would like to be far more radical in a lot of the legislation I am introducing, but this Bill is deliberately narrow in order to address quickly the issue arising in the case of the other 6%.  I do not think it is implicit in what the Deputy said that because we are not addressing the 94%, dealing with the other 6% is not legitimate.  The argument in that regard has pretty well been accepted.  It establishes the principle without a loophole that everybody over the limit will be disqualified.  That is the message we want to send.  There will be a time elsewhere to review the penalties.  I am sure it is the case that they are never up to date or consistent.  Road traffic law is full anomalies, but this is one issue we wanted to address quickly.        <\/p> <p>  The Deputy cited particular figures.  I could produce figures too.  Some people keeping saying the figure is only 6%, but a figure of 6% is huge in the context of the number of people who are dying.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#D00300","speaker":"1213"},{"type":"speech","time":1519824600,"counter":84,"content":"<p>My reference to the figure of 6% was not in the context of the number of lives lost; rather, it was in the context of the percentage of motorists detected in 2016 in the 50 mg to 80 mg category.  I am not minimising the loss of life, as I am sure the Minister will acknowledge.  I accept his bona fides, but why, if automatic disqualification is seen as a deterrent, are 94% of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#D00400","speaker":"1250"},{"type":"speech","time":1519824600,"counter":85,"content":"<p>I apologise for interrupting, but I am advised by the clerk that, as the D&aacute;il has adjourned, I am required to adjourn the meeting.  We will go into private session to discuss the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#D00500","speaker":"1329"},{"type":"unspoken","time":1519824600,"counter":86,"content":"<p>The select committee went into private session at 2.08 p.m. and resumed in public session at 2.10 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1519824600,"counter":87,"content":"<p>We are now in public session.  I propose that we adjourn the meeting.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2018022800002#E00100","speaker":"1329"},{"type":"unspoken","time":1519824600,"counter":88,"content":"<p>Progress reported; Committee to sit again.<\/p>"},{"type":"unspoken","time":1519824600,"counter":89,"content":"<p>The select committee adjourned sine die.<\/p>"}]