[{"type":"majorheading","content":"Joint Oireachtas Committee on European Union Affairs","time":1516806000,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 15:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Colm Brophy, Senator Neale Richmond. Deputy David Cullinane, Deputy Bernard J. Durkan, Deputy Seán Haughey, Deputy Mattie McGrath, Deputy Frank O'Rourke,<\/p><p>DEPUTY MICHAEL HEALY-RAE IN THE CHAIR.<\/p>","time":1516806000,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002"},{"type":"minorheading","content":"European Court of Auditors Annual Report 2016: Discussion","time":1516806000,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#A00100"},{"type":"speech","time":1516806000,"counter":5,"content":"<p>The committee is meeting in public session.  We have received apologies from Deputy Brophy and Senator Leyden.  I remind members and others to switch off their phones.  We are honoured to have an engagement today with Mr. Kevin Cardiff from the European Court of Auditors.  I welcome Mr. Cardiff on behalf of the committee.<\/p><p>I also welcome his colleagues, in particular Mr. Janusz Wojciechowski, the Polish member of the court, and Mr. Tony Murphy.  This is the final time we expect to engage with Mr. Cardiff as his mandate finishes at the end of next month.  The committee started having an annual engagement with the European Court of Auditors some time ago and it has proved very useful for us in gaining a deeper understanding of how European money is spent and what issues are emerging.  We hope to continue with such annual engagements.  As part of the engagement last year, Mr. Cardiff suggested sending us reports issued by the court and arranged for the committee to be put on the mailing list.  Members now receive a copy of all such reports in the committee papers, which is a small but useful initiative.  <br\/><br\/>Mr. Murphy was nominated by the Government to replace Mr. Cardiff after an open competition and although he is here today in his current role, we welcome him and hope this is an engagement he is prepared to continue with in the future.  Mr. Murphy was last week endorsed by the European Parliament, with 592 MEPs voting to support his nomination and 56 voting against.  He won that one.  It is now up to the European Council to decide on the appointment.  We very much appreciate that the witnesses can engage with us today on the European Court of Auditors' annual report for 2016 and the EU's use of public funds.  <br\/><br\/>Before Mr. Cardiff gives his opening statement, I must remind all present of the rules on privilege in this Parliament.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<br\/><br\/>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  <br\/><br\/>I invite Mr. Cardiff to make his opening statement, after which I will ask members for their contributions and questions.  I again thank the witnesses for their attendance.  It is much appreciated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#A00200","speaker":"1319","continuing":true},{"type":"speechnospeaker","time":1516806000,"counter":7,"content":"<p>I thank the Chair.  It is our pleasure to be here and present to the committee.  This is my fifth time to appear before it.  In the first year of our engagement we did not visit the Houses but, rather, the previous committee visited us, and there is a standing invitation for the committee to visit the Court of Auditors if it has the opportunity to so do.  The Court of Auditors has a policy of trying to gradually deepen our engagement with national parliaments, some of which, such as this one, are interested in doing so although one or two others are less interested in doing so.  However, that is our policy and we are quite happy to engage with the committee at almost any time and in any way that suits it.<\/p> <p>  As members know, the European Court of Auditors is the independent external auditor of the European Union.  We have three roles in that we consider the accounts of the European Union, whether the spending has been legal, regular and in accordance with the rules and whether the spending has been effective.  In other words: are the accounts right, was the money spent legally and properly and did it have the intended effect.  Our annual report, which is on the budget of the European Union rather than our activities, mainly concerns the first two issues.<\/p> <p>  We have a number of products, including the annual report we are going to discuss, opinions on issues such as questions by the European Parliament on new legislation, special reports about effectiveness and annual reports on not just the Commission but also the various European agencies.  As members know, there are over 40 European agencies and eight or ten joint undertakings and so on.  That is all within our remit.  We also compile an annual activity report on our work, although we are not here to discuss that.<\/p> <p>  The current annual report on the budget of the European Union relates to 2016.  The European Commission produces its accounts in the middle of the year and we then have two or three months to prepare the annual report.  Our report on the Commission's accounts for 2016 was published in October.  We gave a clean opinion on the reliability of the accounts.  If this was a company audit, we would stop at that point, conclude that the accounts are a true and fair account of the business and walk away.  However, we also consider whether all the transactions were legal and regular.<\/p> <p>  As regards revenue transactions, involving money taken in, there was no question of irregularity and everything, taken as a whole, was legal and regular, as has been the case for many years.  As regards expenditure transactions, there has been a sustained improvement in the level of error we have estimated in recent years.  In 2016, it was over 3% but in previous years it had reached up to 7%.  In 2015 it was 3.8% and in 2014 it was 4.4%.  Members can see there has been some improvement in that regard.  In 2016, a significant part of audited expenditure, that is, on entitlement programmes such as the single farm payment whereby people receive a single payment or a payment as of right, was not affected by a material level of error.  We could not find sufficient errors to deem worthy of reporting.   For the first time since we began to provide a statement of assurance in 1994, we issued a qualified opinion.  We said that for this part at least, the error level was sufficiently low that it need not be worried about, but, unfortunately, there were some errors in another part.  Members can see a graph on screen which displays a trend.  Members can see we work within a certain level of confidence, similar to an opinion poll that allows a margin of error of plus or minus 3%.  We also work within those parameters.   However, the trend seems clear.<\/p> <p>  Entitlement payments are not a big problem.  Spending under the natural resources heading formed the biggest part of direct aid to farmers and there was an estimated level of error of 1.7% in that regard, which is below our threshold.  The level of error in respect of administration was 0.2%, which is below the threshold.  The levels of error in respect of reimbursements such as rural development programmes, cohesion programmes and so on, whereby individuals do something and then have to go back and claim for it, are far higher, being close to 5% in respect of rural development, for example.  We stated there are still problems that the European Commission needs to address in respect of that part of the audit.<\/p> <p>  Members can see where the money is spread, involving expenditure of &euro;15.2 billion on competitiveness, &euro;36 billion on cohesion and &euro;58 billion on natural resources, which is still the biggest area and of which rural development accounts for &euro;14 billion.  Global Europe, which accounts for all of the European Union's interaction with the wider world, including neighbouring countries, involved spending of approximately &euro;8 billion.  There is spending of &euro;63 billion on entitlement and administrative payments and the level of error in that regard is low.  We will be focusing our future efforts on reimbursement payments, which still involve a relatively high level of error and require further attention.<\/p> <p>  I will not address in too much depth the slide that is currently being displayed because it is a little too detailed but members have the provided literature and can see the error rates in each specific area.  Revenue totalled &euro;150 billion.  EU revenues derive from a number of sources, including a portion of VAT collected by national governments, which is then passed on to the EU.<\/p><p>Customs duties are mostly EU duties.  Each Government keeps a proportion of the customs duties as payment for administering the system.  However, the bulk comes from a payment made by each member state that relates to the economic activity in the country.  The more economic activity a member state has, the more it pays.  For Ireland, this is something of an issue.  If we mis-measure or if the gross domestic product and gross national income measures are not shown to have the same relevance to Ireland as to other countries, it does not matter: we still pay according to the GNI figures and not separate Irish measures.<\/p><p> I will run through the slides quickly.  Members can see the areas of greatest spending.  For Ireland, it depends a little on what we count but we have paid out more than we have received in recent years.  Since we joined the EEC, as it was then, we have received more, sometimes a great deal more, than we paid in.  Now, we are a little into positive territory and we are net payers.  The greatest share of our spending is under the natural resources heading of agriculture and rural development.  As members can see, were it not for that number we would be big net payers.  The reason we do not get moneys under cohesion, for example, is because our level of economic development is far higher than in many countries to the east and south east.  Such countries probably need that funding a little more.  All member states pay in according to GNI.  Ireland contributes approximately 1% of the total.<\/p><p> Each year for the annual report we send auditors, literally, all over the world.  They spend thousands of days of audit time in total, mostly in European countries but in other countries that receive EU money as well.  They track and test individual transactions that are taken on a random basis from the whole.  It is like a sampling approach.  We do not make findings about specific countries.  This is because even if we have thousands of transactions in total, there might only be eight or ten transactions for Ireland.  We cannot really reach conclusions about a country on the basis of ten transactions but we can reach conclusions about the whole system on the basis of thousands of transactions.<\/p><p> The overall picture is that the levels of errors and problems in member states and the European Commission have been decreasing.  The European Court of Auditors believes it has to reflect that improvement by issuing a different opinion this year in respect of 2016 than for every previous year.  The opinion is that for approximately half of the expenditure there is no material problem.  However, for the other half there continues to be problems that have to be addressed.<\/p><p> For Ireland, a relatively small number of individual transactions have been tested in recent years and there is no specific problem.  There are errors.  They tend not to be major but they exist.  However, compared to other countries there is nothing specific to say.  Indeed, I recall saying for the 2015 report when I was here last year that we found no errors from eight transactions.  In the random sample this year, there were only two or three transactions for Ireland.  There was an error but it was nothing that would make my hair stand on end or make me think there is anything special about Ireland.<\/p><p> That is it, really.  We can conclude there, save to say that I will explain who we have here today.  Tony Murphy has come along because he is the new member designate.  Mr. Wojciechowski is here.  He is the Polish member of the European Court of Auditors.  He is an agriculture expert and a former member of the European Parliament Committee on Agriculture and Rural Development.  He is also a former auditor from Poland.  Since we had an engagement with the agriculture committee this morning, it was useful to have him present.  He presented two of his special reports.  That is something we can do for this committee as well if members so wish.  We can present special reports as well as the annual report.  Mr. Enright works with me.  Mr. Welsh is a combination expert.  He deals with agriculture now but until recently he was the court's leading expert on the annual report.  If there are any really hard questions, I will probably ask him to answer them.<\/p><p> I wish to draw the attention of members to two audits we have completed.  I was in charge of them and that is part of the reason I am so close to them, but they are important for Ireland.  It is ten years on from the start of the banking crisis.  Europe has done a great deal to try to address these.  The European Court of Auditors has been looking at the systems that the euro area has set up to deal with banks in crisis in future.<\/p><p> I commend these audits to the committee as work that might be worthy of consideration at some later stage.  We find that the systems in place are better and new but that there are still some important technical issues that might hamper them in a future crisis and as a result they should be addressed.  In fairness, the two bodies concerned have said they will address them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#B00200","nonspeaker":"Mr. Kevin Cardiff","continuing":true},{"type":"speech","time":1516806000,"counter":9,"content":"<p>I thank Mr. Cardiff very much for that great overview.  It is good to see everything laid out and explained in some detail.  It is important for us and the work that we are doing to be in tune with what Mr. Cardiff has been doing with the European Court of Auditors.  His replacement is Tony Murphy.  We wish him every good luck with his important role.  We look forward to keeping up the level of engagement and co-operation we have had during Mr. Cardiff's tenure.  These are appreciated by all members.<\/p> <p>  I welcome Deputy Mattie McGrath.  He had told me already that he was involved in another meeting up to now.  He will get a copy of the report.  We will hand over to Senator Richmond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#C00200","speaker":"1319"},{"type":"speech","time":1516806000,"counter":10,"content":"<p>I welcome our guests to this meeting and I wish them the best of luck for the final hurdle next week at the council and thereafter.<\/p> <p>  I have two questions relating to spending and revenue of 2016.  The first relates to more than 2016.  Mr. Cardiff remarked that, for the first time, Ireland has crept into the net contributor column when it comes to membership of the various European bodies.  Is there any way to work out the overall balance of Irish payments during the past 45 years of membership?  Ireland is now a net contributor.  How much has it received directly over 40 years from the European Union?<\/p> <p>  I hope my eyesight is good enough to see properly the slide on contributions by member states.  It is difficult not to recognise the contribution shaded in light green by the United Kingdom.  I think it reads 16% or it could be 15%.  How can this be addressed when the hole needs to be plugged come 2019?  That might be more of an issue for Mr. Murphy rather than Mr. Cardiff, who will get to leave before this becomes a problem.<\/p> <p>  I might have a supplementary question but I will let our guests start with those questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#C00300","speaker":"1399"},{"type":"speech","time":1516806000,"counter":11,"content":"<p>I welcome our guests and thank them for coming in.  In particular, I welcome our Polish colleague.  I wish Mr. Cardiff's successor well.  I hope Mr. Murphy gets over the final hurdles to his appointment &ndash; I imagine he will.<\/p> <p>  I really have no questions.  It is a good report.  The citizens of Ireland and the EU can be reassured by this report.  Certainly, things seem to be improving.  There is a general view among citizens, especially Eurosceptics, that the EU is wasteful and so forth in respect of many of the things that it does.  That is not the problem of the European Court of Auditors.  The court is handed the schemes to audit.  The issues of waste and expenditure generally are probably more policy issues.  The court simply audits the schemes handed down.<\/p> <p>  I was going to ask about Ireland and whether there was anything specific to Ireland that we should be concerned about.  Our guests have answered that in the presentation.  I note that there is an issue in respect of reimbursement payments and that the court is taking measures to deal with that as well.<\/p><p>We are reassured by the report.  While the European Court of Auditors is not a glamorous institution and while we discuss major issues in the committee, including nothing less than the future of Europe, what the court is doing is extremely important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#C00400","speaker":"1360","continuing":true},{"type":"speech","time":1516806000,"counter":13,"content":"<p>I also thank the witnesses for their time and the report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#D00200","speaker":"1347"},{"type":"speech","time":1516806000,"counter":14,"content":"<p>I also thank the witnesses for the report.  What early work has the court done on Brexit and the future funding of the EU after the UK leaves?  My father always taught me to take everyone's advice and guidance especially when it comes to people of experience like the witnesses.  As such, is there anything they would like to point out to the committee in relation to the position after the UK leaves?  In short, the report is clear that there are improvements to be made but overall there is nothing really to worry about at present.  Do the witnesses agree that there is nothing we should be waving a red flag about at this stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#D00300","speaker":"1319"},{"type":"speechnospeaker","time":1516806000,"counter":15,"content":"<p>I will take the questions in reverse order.  As to whether there is nothing to worry about, credit must be given to the European Commission for managing to reduce the level of errors in transactions.  However, when we do special reports - effectiveness reports - as to whether a programme has delivered what it was supposed to, we find many problems.  These are human systems which are about delivering money to people and so forth.  It is like any governmental or private sector entity in that it will not get 100% value for every penny spent.  However, we still find significant areas where the objectives of programmes are not being fully met.  Sometimes that is a question of programmes being overly complex.  As such, we tend to recommend quite often that something needs to be simpler.  For example, if one has a small business, farm, charity or NGO which one expects to deliver something, one reduces the value if one makes the process very complicated.  If applicants spend half their time on administration, it will reduce effectiveness relative to cost.  It is also the case that if people do not understand the rules and what is to be delivered, it makes things more difficult.<\/p> <p>  At government level, individual member states do not specify very well in many areas what they want to get out of each spending programme.  The European Commission often does not specify very well what it wants.  Sometimes there is an implicit agreement that everybody wants money to go to a particular sector.  What we audit against are the objectives laid down for a programme.  We discussed the young farmers' scheme this morning, for example.  I do not object to younger farmers getting an additional payment, but the scheme has not been demonstrably delivering more young farmers on farms.  As auditors, we ask, if the objective is not just to pass on money but to change behaviour, whether that has been delivered.  Often, we find it has not.  As the Commission and European system generally reduces the amount of problems in terms of technical errors, waste, fraud and so on, we have more time to think about how well programmes perform in delivering their objectives.  It is hard to point to particular areas, as this happens almost everywhere.  That is why we produced 25 to 30 special reports on effectiveness this year.  As the committee has individual areas of interest, it might find some of those reports useful.  We can happily be in touch and tell the members what we found in particular areas if that is useful.  That is the next area - how well programmes perform.<\/p> <p>  As to when the UK leaves, the one thing that is clear is that the system will be different.  For Ireland, and leaving my auditor's hat off for a moment, this is a potentially major game changer.  We know that.  I am not going to say anything people do not know because that much is evident.  The real question for a committee like this is not just whether the major policy work is being done, as we see the big negotiations and statements, which are really important.  However, there is a huge amount of purely technical work that has to be done to avoid errors and the problems that can arise where a business has a Northern Ireland and a Southern Ireland operation, for example.  We have to avoid situations where, for purely technical reasons, such a business cannot pass its raw materials back and forth without a great deal of customs' administration.  We have to avoid the danger that our goods in transit across the UK might move more slowly than they do now.  We have to avoid all of the potential pitfalls of failing to have all the rules checked for Brexit impact - Brexit-proofed, in other words - and then adjusted as necessary.  The danger is that dealing with the big questions is so difficult and important that it sucks time away from the other important job, which is to look at all of these technical issues one at a time across the whole system.  I do not audit in Ireland so I do not know how well advanced the Irish system is, but I would have thought this is the crucial thing, not just that big questions are addressed, but that these smaller but very important technical matters are dealt with on time.  Whether that is possible, I do not know.  However, one of the issues the bigger discussions are covering is whether there should be transitions and so forth.<\/p> <p>  We have not done much early work on Brexit because we do not yet have anything to audit.  We do not know what the deal is or what arrangement will be put in place.  An auditor typically goes in and asks how such and such stands against the rules and expectations.  So far, it is not clear what the rules and expectations will be.  When it comes to calculating the bill, however, some of that will be done on the basis of what the audited accounts say and we are the auditors.  As such, we will be paying a great deal of attention to ensuring the accounts are right for that purpose so that people can rely on our work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#D00400","nonspeaker":"Mr. Kevin Cardiff"},{"type":"speechnospeaker","time":1516806000,"counter":16,"content":"<p>Senator Richmond asked whether it was possible to work out not just the annual situation in terms of net contributions from Ireland, but the cumulative position.  I am sure it is, but we could not give a figure right now.  In general, the Commission publishes its interpretation of the net balance for each member state and it is possible to go through the reports for a number of years to come up with those figures.  Speaking as a British citizen at this moment, it should be borne in mind that working out the net contribution and working out the benefits and costs of being a member of the Union are not quite the same thing.  There are lots of benefits which are not budgetary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#D00500","nonspeaker":"Mr. Peter Welch"},{"type":"speech","time":1516806000,"counter":17,"content":"<p>Mr. Cardiff spoke about young farmers and proofing schemes and programmes.  I will give an example of how the delivery of funding can go very far off the rails.  One could go to an agricultural college 30 years ago for a period of not even 12 months.  One started in September and did one's exam in June and one got one's green certificate.  All that was required of one was to get one's green certificate.  To get one's green certificate today, one has to go to agricultural college for two years and one must go to a placement farm for 12 weeks.  One must really jump through hoops to come away with the same piece of paper that one could get very easily 30 years ago.  The amount of money and benefits that were in place 30 years ago were far greater for that young farmer than today.  One has to do a lot more today to get this magic piece of paper but one gets far less as a result.  That is what upsets people in the farming community.  I know it is not under Mr. Cardiff's remit, but the court is proofing the money and the various programmes.<\/p><p>However, members of the farming community in Ireland are treated like criminals.  If a farmer makes a mistake filling out a form, or doing anything, a big finger of suspicion is pointed at him or her.  If anyone else makes a mistake filling out a form, that is called a mistake.  When one is involved in farming and receiving money, one is treated like a criminal.<\/p><p> I will give a further example of how crazy the whole thing has become.  I am currently dealing with a commonage in which there were eight farmers.  For three days, the eight farmers fought to keep a fire out of their land.  The fire brigade was there every day, and they did their best to fight this fire and stop it from coming onto their land.  It eventually did come onto it, and their land was burned.  Legal restrictions applied at this time of year.  Remember, they had been killing themselves trying to keep it out.  What was the first thing the Department of Agriculture, Food and the Marine did?  It stopped their payments.  <\/p><p>  I went to the Department and said that this was crazy and wrong.  I pointed out that the Department was penalising people who were coughing and choking in the attempt to keep this fire out of their land.  They did not start it but they did try to stop it.  The Department's answer to me was that the officials were terrified of being audited.  They were afraid of the consequences if it came to light that this land was burned illegally and money had been given without the farmers lodging an appeal.  Even though the Department knew that the farmers should have received their money, it stopped the payments.  That way, the only thing the farmer could do in response was submit an appeal, and the Department would have its paperwork right it was audited.  That is what it was down to; being ready for an audit.<\/p><p> Where does common sense come into situations like that?  That is the reality.  The witnesses are doing their job excellently.  They are charged with making sure that there is value for money, that there is no wastage and that the money is properly received.  Sometimes, however, the things that happen in the middle lose all touch with reality.  The incident of the commonage fire is a classic example of bureaucracy gone mad.<\/p><p> The other public representatives here, especially people who represent rural areas like my own, really know what I am talking about.  I am sure the witnesses do too.  I am sure they have heard these examples throughout their careers, but it is an interesting thing for them to know.  I ask Mr. Murphy in his new role, when dealing with people who might not have the same common sense as him, to try to impart a little bit of it upon them.  He can always give them the example of the farmers fighting a fire for three days only to have their payments stopped.  They still have not been paid.  That is just an example. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#D00600","speaker":"1319","continuing":true},{"type":"speech","time":1516806000,"counter":19,"content":"<p>My apologies to the committee.  I am chairing the Committee on Budgetary Oversight and we ran late today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E00200","speaker":"1310"},{"type":"speech","time":1516806000,"counter":20,"content":"<p>We understand.  We relayed your apology earlier, so the witnesses understand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E00300","speaker":"1319"},{"type":"speech","time":1516806000,"counter":21,"content":"<p>I feel it incumbent upon me as a rural Teachta D&aacute;la to support the Chair on that issue.  Mr. Cardiff commented that he has not seen a rise in the number of young farmers following the European Union's investment.  That is true.  I am a farmer myself, and it is a battle for us to keep our young people in farming.  The first reasons for this are the anti-social hours and seven-day working week.  During the boom, there were much more lucrative opportunities elsewhere.  Some young people have returned since then.  However, it is a huge hurdle to get them into the farm colleges, to get them on placements, etc.  The biggest killer of all is bureaucracy.  Deputy Healy-Rae and I are taking up this issue in our own Parliament.  I mean no disrespect to my colleagues here.  There are huge issues around farmers not receiving payments.  The penalties were mentioned.  They are huge and very excessive.  I refer to 100% penalties.  Yesterday, Deputy Healy-Rae mentioned a farmer participating in a slurry scheme.  He raised capital from leasing instead of being financed from his bank, and a 100% penalty was imposed.  That is criminal behaviour on the part of the people imposing the penalties.  This is a special scheme.<\/p> <p>  In the same way, many payments have been outstanding for two years.  The only excuse the Minister can give for this is to cite computer glitches and errors.  The Taoiseach said he would raise it with the Irish Farmers Association, IFA, at its annual general meeting.  The IFA is the main farming organisation, whose AGM the Taoiseach was attending that evening.  Meanwhile, if the farmer makes the mistake, he is criminalised.  Massive penalties are applied, and if the issue is anything to do with taxation, punitive interest and penalties apply.  For his payments, however, he has to wait.  This affects the small businesspeople and small suppliers who are supplying these farmers.  These are honest, decent people who want to pay their way and always do.  They cannot do so because of a computer glitch.  This is happening in a minority of cases, but those cases are real.<\/p> <p>  I refer again to penalties and schemes.  The latest one I saw was when I was speaking on climate change.  A colleague arrived and sat beside me.  He opened his laptop, and a picture of a tractor and a plough appeared.  That always catches my eye because I am a ploughman, a farmer and a man of the soil.  Not a bogman, I note, but a man of the soil.  I learned then of a new EU directive stipulating that farmers could now only plough uphill.  I do not know who thought of that, or where he came from.  Deputy Healy-Rae will know of many areas in Kerry where one could not plough uphill, as a first objection.  Second, that will cause far higher emissions and carbon monoxide output through use of diesel.  We cannot use a horse because the EU will not allow us.  A horse could break wind and cause air pollution.  It has gone bonkers.<\/p> <p>  The Minister for Finance, Deputy Paschal Donohoe, said during the budget debate that a scheme which forced women out of the workforce when they got married was bonkers.  Many of the things that come from the EU are bonkers, and to a lot of them are added Irish statutory instruments which are even more bonkers.  We are even more zealous in tying ourselves up in red tape, but we keep complaining that there are no young farmers and no production agriculture, only ranches.  This must be dealt with.  Fair play is fine play with me.<\/p> <p>  I am not talking about people who deliberately make false claims on commonage, as has sometimes occurred.  They must be punished.  The ordinary farmer, however, is struggling with machines and equipment.  He is trying to upskill himself and his family and keep his farm viable and in the family.  Family farmers are the backbone of this country, and they must be supported and protected.  They need no special favours, but they must be allowed to breathe, and not be smothered with bureaucracy and farm inspections.<\/p> <p>  During the talks to form this Government, there was talk of a system of yellow cards and red cards for inspections.  Inspections on farms are carried out on the mornings of funerals, when someone has died.  That would never happen in the countryside because everyone respects the dead, and a funeral is meitheal.  This applies especially in the northern part of my own county.  It is atrocious.  I live in the southern region, where it is not half as bad.  Over-zealous inspections are literally terrorising people who are trying to do their best.  The same is true with the restrictions on spreading slurry under Council Directive 91\/676\/EEC, the nitrates directive, which operates according to calendar dates.  It is nonsensical.  There can be the finest of weather outside of allowed dates, and a farmer cannot spread slurry.  <\/p> <p>  These schemes were never in the bog or on the farm.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E00400","speaker":"1347"},{"type":"speech","time":1516806000,"counter":22,"content":"<p>We are discussing the financial accounts of the European Union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E00500","speaker":"1399"},{"type":"speech","time":1516806000,"counter":23,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E00600","speaker":"1347"},{"type":"speech","time":1516806000,"counter":24,"content":"<p>All right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E00700","speaker":"1399"},{"type":"speech","time":1516806000,"counter":25,"content":"<p>I was asked to comment.  I was late in arriving, and maybe I missed some of the discussion.  Senator Richmond might not be interested in rural Ireland, but I am.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E00800","speaker":"1347"},{"type":"speech","time":1516806000,"counter":26,"content":"<p>I am, but I do not see how it is relevant to the presentation, to be honest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E00900","speaker":"1399"},{"type":"speech","time":1516806000,"counter":27,"content":"<p>It is very relevant, especially when the Taoiseach, Senator Richmond's party colleague, said last week that he would ask the IFA about problems with computer glitches.  Perhaps the Senator might address that instead of picking on me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E01000","speaker":"1347"},{"type":"speech","time":1516806000,"counter":28,"content":"<p>I did not see this issue in the accounts.  We are discussing the audited accounts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E01100","speaker":"1399"},{"type":"speech","time":1516806000,"counter":29,"content":"<p>It is very relevant to the accounts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E01200","speaker":"1347"},{"type":"speech","time":1516806000,"counter":30,"content":"<p>I refer to the financial accounts of the European Union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E01300","speaker":"1399"},{"type":"speech","time":1516806000,"counter":31,"content":"<p>Through the Chair, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E01400","speaker":"1347"},{"type":"speech","time":1516806000,"counter":32,"content":"<p>The financial accounts of the European Union are at issue, and Deputy McGrath is talking about farm inspections.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E01500","speaker":"1399"},{"type":"speech","time":1516806000,"counter":33,"content":"<p>Our guest mentioned that he was disappointed with the uptake of young farmers <i>vis-&agrave;-vis<\/i>the EU funding, so it is very relevant.  Unless we want the barren wasteland Senator Richmond wants outside the Pale.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E01600","speaker":"1347"},{"type":"speech","time":1516806000,"counter":34,"content":"<p>To be perfectly fair, the man that started all of this was Mr. Cardiff.  He was talking about the protection of the schemes from a financial point of view and delivering results on the ground.  He said it was important that they provided value for money, and that it means something to the recipient of the money at the end of the line.  He also said it was important that the recipient would not have to spend so much money that the payment would not actually be worth their while.  That is the way I understood it.  It is good to have this level of engagement about all aspects of the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E01700","speaker":"1319"},{"type":"speech","time":1516806000,"counter":35,"content":"<p>I apologise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E01800","speaker":"1399"},{"type":"speech","time":1516806000,"counter":36,"content":"<p>It is great to broaden a debate, especially with our guests.  It is our chance to let them see the type of problems that we, as representatives, deal with among the people who are affected, either positively or negatively, by the different funding streams.<\/p><p>Do the witnesses see and understand the type of problems that we as representatives encounter when we are dealing with those who are so affected, positively or negatively, by the different funding streams that come through?<\/p><p> As we are talking about family farms, I want to make one small point.  The witnesses are all aware of the tradition going back over hundreds of years that, if there were five children in a family, the eldest child would inherit the farm.  There might have been a little bit of envy on the part of the other siblings because the eldest would have a way to make a living and would be set up because he or she would have the land.  However, now we are living to see the most unusual thing; the eldest children do not want to get the farm.  They want to be the first out of the traps to go away and get a job, leaving the other siblings at home.  It is the youngest ones who are left holding the can.  Before, it was an honour and a great thing to inherit a farm.  Now, there is a generation of young people growing up who do not want to inherit the farm because they do not see it as a viable way of making a living, especially if it is a small farm.  As Deputy McGrath said, we cannot all be big ranchers.  That is how far gone we are now in Ireland, especially with the small, traditional family farms.  The children feel they cannot afford to be farmers.  That is an awful sad reflection on all of us in Ireland and over in Europe.  It is a sad day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#E01900","speaker":"1319","continuing":true},{"type":"speechnospeaker","time":1516806000,"counter":38,"content":"<p>Deputy McGrath's points are very interesting.  In Ireland, we might do eight inspections in a year.  Those auditors who might be turning up on a funeral day for an inspection - they are not us, just to be clear.  We do often say to the European Commission that it needs to get the rate of errors down and be tighter around controls sometimes.  At the same time, we are calling for simpler schemes so that it is harder to make accidental mistakes and so that people do not need to do a third year of agricultural college just to understand the scheme.  People should be able to engage better with the schemes, so that they do not claim simply because it is too much trouble.  All of these things undermine the potential for a scheme to deliver what it is supposed to.<\/p> <p>  On the young farmers, we do not, as a court of auditors, object to money going to young farmers.  That is a policy choice of the European Union.  It is a democratic decision and we would never challenge it.  What we are saying is that money to support young farmers should be delivered in a way that actually supports them.  At the moment, it might not make any difference to a decision, for example if a young person is trying to decide whether to become a farmer or a family is trying to decide how to distribute a farm.  This payment should make a difference.  It should not be something that one will get either way.  It should not be something people will just find a way around.  It should make a difference to behaviour if it is to be effective as an incentive.  We did not find that it was an effective incentive.  Perhaps it is too widely spread or not targeted enough.  It was not actually changing the behaviour of individuals very much.<\/p> <p>  In Ireland, we deal with the kind of farm structures that are here.  In some of the other countries where we do audits, the average farm size might be 3 ha or 4 ha, not even 10 h, 15 h or 20 ha.  Each country has a different set of problems and the European-level schemes will always be at a loss to cope with national-level problems.  There needs to be a good, effective policy-making step at the national level as well, when individual agriculture Ministries are deciding how to apply the flexibility they have been given at the European level.  Every country is really quite different and therefore needs to have and use a level of flexibility.<\/p> <p>  I will let Mr. Wojciechowski speak because he is much more expert than I.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#F00200","nonspeaker":"Mr. Kevin Cardiff"},{"type":"speechnospeaker","time":1516806000,"counter":39,"content":"<p>I fully agree with my colleague.  I also agree with Deputy McGrath that bureaucracy is a very big problem in the European Union.  This is one of the conclusions of our report which was presented to the agriculture committee today.  In respect of the Rural Development Programme, RDP, the European Commission requires too much.  In the financial period 2007 to 2013, the average size of the programme document was 400 pages.  In the next period, it was 700 pages.  It contained a lot of data that was interesting for academic discussion but not for the farmers.  The Irish RDP was one page shorter.  In respect of absorption of the RDP, Ireland is in second place.  Finland has 43% absorption and Ireland has 38%.  The average size, four years into the current financial period, is 21%.  It is therefore a better situation in Ireland.<\/p> <p>  I presented two reports about the RDP and the young farmers scheme.  We have very serious problems with agriculture in the European Union.  During the last decade, we have lost 4 million farms.  We have lost almost 20 million in respect of land declared by the farmers to the Common Agricultural Policy, CAP.  We have a very difficult problem with the generational situation among farmers.  Some 80% of farmers are older than 45 and one third of European farmers are older than 65.  In a country like Portugal, over 50% of farmers are aged over 65.  My country of Poland has one of the best situations.  Interestingly, this positive result in support for young farmers in Poland was achieved by support for the old farmers.  There is a special pension system and there are other supports for them.<\/p> <p>  We have two levels of bureaucracy, European and national.  I made a similar presentation to today's at the Polish Parliament.  I presented the young farmers report, for which Poland was one of the countries audited.  I would say that the European Court of Auditors has nothing against Polish farmers.  There are no abuses or irregularities.  However, a representative of young farmers who was there said the Polish authority had a lot of objections against them.  Some 3,000 farmers were forced to reimburse part or all of the funding.  It was surprising.  The national authority created additional requirements to those of European law.  From our point of view, everything was okay.  From a national point of view, there was a big problem.<\/p> <p>  The main problem of European agriculture is a lack of long-term vision for the future, beyond the next seven years.  We are used to planning agriculture policy over seven-year periods.<\/p><p>It is necessary to have a long-term vision of what European agriculture will be like from 2040 to 2050.  How many farms will there be, how many farmers, and what will the model of farming be, whether family farming or industrial farming?  This is a political choice.  It is a necessary discussion about the long-term vision of agriculture, not just for seven years, which is not enough.  It should be the vision for a longer time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#F00300","nonspeaker":"Mr. Janusz Wojciechowski","continuing":true},{"type":"speech","time":1516806000,"counter":41,"content":"<p>I offer Mr. Cardiff every good personal wish for the future.  He did everybody a great service in being such a respectable man about his job, very dedicated and straightforward to deal with.  It was widely recognised in both Houses of the Oireachtas and was appreciated.  I wish him good luck in the future.  I thank the witnesses for being here today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2018012400002#G00200","speaker":"1319"},{"type":"unspoken","time":1516806000,"counter":42,"content":"<p>The joint committee went into private session at 4.01 p.m. and adjourned at 4.11 p.m. until 2 p.m. on Wednesday, 7 February 2018.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Health","time":1516784400,"counter":43},{"type":"unspoken","content":"<p>The Joint Committee met at 09:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Bernard J. Durkan, Senator Colm Burke, Deputy Billy Kelleher, Senator John Dolan. Deputy Alan Kelly, Deputy Margaret Murphy O'Mahony, Deputy Kate O'Connell,<\/p><p>In attendance: Senator Neale Richmond.<\/p><p>DEPUTY LOUISE O'REILLY IN THE CHAIR.<\/p>","time":1516784400,"counter":44,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002"},{"type":"unspoken","time":1516784400,"counter":45,"content":"<p>The joint committee met in private session until 9.25 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Implications for Health Sector of United Kingdom's Withdrawal from the EU (Resumed): Department of Health","time":1516784400,"counter":46,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#C00100"},{"type":"speech","time":1516784400,"counter":47,"content":"<p>At this morning's meeting we will again try to establish and tease out the implications for the health sector of the decision of Britain to withdraw from the European Union.  Members will recall that we held a meeting on this matter on 8 March last year.  On behalf of the committee, I welcome Mr. Muiris O'Connor, Mr. Kieran Smyth, Ms Judith Szlovak and Mr. Sean Howlett of the Department of Health.<\/p><p>I wish to draw attention to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the Chairman to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  I also advise that any submission or opening statements made to the committee will be published on the committee website after this meeting.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>That is the housekeeping out of the way.  I welcome all the witnesses.  Mr. O'Connor's opening statement is quite lengthy, so I ask that he summarise it.  I am sure all the committee members have read it.  We want to get to the questions and answers session as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#C00200","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":48,"content":"<p>I thank the committee for inviting the Department of Health to talk about the implications for the health sector of the United Kingdom's decision to withdraw from the European Union.  I am assistant secretary in charge of the research, development and health analytics division in the Department of Health.  I am joined by Kieran Smyth, Judith Szlovak and Sean Howlett from the international unit in my division.  I will begin by outlining the programme of work undertaken by the Department of Health and developments since our last appearance before this committee.  I will then discuss objectives at that time and what has been done to meet those objectives, specifically the Department&rsquo;s response to the recommendations made by the committee in its report, but I might abbreviate that section because I expect it will be of interest in the questions and answers.  I will also use my opening statement to outline the Department&rsquo;s current objectives and work programme.<\/p> <p>  I will start with developments since our last meeting.  These provide the context for both the objectives we have met and the current work at hand with regard to the implications of Brexit for the health sector.  The Minister of Health and the Department of Health lead on dealing with health related issues involving Brexit.  In this capacity we feed into the Government's response and negotiations led by the Department of Foreign Affairs and Trade.  We also oversee and co-ordinate the work of the Health Service Executive, HSE, and other agencies in the health sector in dealing with the many challenges resulting from Brexit.  The work at Cabinet level is being prepared through cross-departmental co-ordination structures.  These represent a frequent and active channel through which Departments are providing their research, analysis and overall policy input to the Government&rsquo;s wider response to Brexit, including its priorities for the ongoing negotiations.<\/p> <p>  For the Department of Health, the maintenance of the common travel area, CTA, was identified as a vital component in avoiding disruption to our health services as a consequence of Brexit.  The Department of Health fully supported the Government in the intensive work with the EU task force and EU partners to ensure that the CTA issue, along with Ireland&rsquo;s other unique concerns, was fully understood and reflected in the EU&rsquo;s negotiation position.<\/p><p>It was this level of co-operation, of which we were a part, that helped yield results in December.  The joint report from the EU and UK negotiators of 8 December includes a recognition that Ireland and the UK can continue to make bilateral arrangements between themselves relating to the movement of people between their territories, while respecting Ireland's EU obligations.  There is a commitment to the continuation of the common travel area, CTA, and associated rights.  In plain terms, this means that across sectors, including health, there will be no change in the right of Irish citizens to move freely North and South, east and west and to live, work, study and access health and social benefits in the UK on the same basis as UK citizens.  Reciprocal arrangements will apply to UK citizens in Ireland.  Particularly important from a Department of Health perspective is the commitment on the maintenance of the common travel area in terms of access to health care and allowing the freedom of movement that we currently have for Irish and UK citizens.<br\/><br\/>I will now outline the Department's important role in the work on maintaining the CTA.  The Department of Health worked successfully within the cross-cutting Government structures to ensure that the rationale for reciprocal health entitlements and health co-operation being a core part of the CTA was understood and accepted.  Ensuring that the EU and the UK, including Northern Ireland, had a common understanding of the health dimensions of the CTA and of their importance was a key objective for the Department.  The Department has been involved in bilateral discussions with its UK and Northern Ireland counterparts, first, to ensure that there was a shared understanding of the health aspects of the CTA and, second, to reach agreement at a high level on maintaining them.  Now that a high level agreement has been reached on maintaining the health aspects of the CTA, the Department will undertake further detailed work with the UK, including the steps necessary to maintain the existing arrangements.  The Department has also worked closely with the Department of Foreign Affairs and Trade to ensure that the EU has had a full understanding of what was involved and of its importance in the context of the first phase of the EU-UK negotiations. <br\/><br\/>Since we were last before the committee, the Government has secured clear and strong commitments on the Border.  The UK has given a guarantee that a hard border, including any physical infrastructure and associated checks and controls, will be avoided and has committed to how this will be achieved.  The UK's intention is to achieve this through the wider EU-UK future relationship agreement, which is also our preference, or through specific solutions.  If these do not deliver on the overarching commitment of avoiding a hard border, the UK has committed to maintaining full alignment with those rules of the Internal Market and the customs union necessary to protect North South co-operation, the all-island economy and the Good Friday Agreement.  This brings us to a good place in respect of the freedom of movement issues and the access to services which featured prominently in the committee's report.  As members of the committee will know, health is a very significant focus for North-South co-operation so clearly this commitment is important across a range of issues, including food safety, procurement and regulation of medicines.  This is welcome and the Department of Health is now deepening its engagement with other Departments, the HSE, the Health Products Regulatory Authority and the Food Safety Authority of Ireland to ensure that detailed health issues are covered fully. <br\/><br\/>The agreement on citizens' rights in December is also important from a health perspective.  This agreement means that the rights of EU citizens already living in the United Kingdom or of UK citizens already living in the EU 27, who meet the qualifying residency criteria, will remain the same after the United Kingdom has left the EU.  In effect this means, for example, that a qualifying Irish person resident in the UK at the date of withdrawal will continue to have a right to access health care after the UK has left the EU.  The withdrawal agreement will copperfasten these.  There are two key messages we wish to give from a health perspective.  First, currently there are no changes to patient care, as the UK continues to be a full member of the EU.  Indeed, it is important to reiterate that until the UK formally withdraws from the European Union, it remains a full member with all its existing rights and obligations.  Second, we have in principle, through securing agreement on the common travel area, avoided the worst case scenario, so long as the commitments are followed through, including the detailed work to maintain the operational arrangements in this next phase.<br\/><br\/>The Department's response to the committee's recommendations are set out in the opening statement.  I will skim through them.  There are a number of important issues which will arise during the question and answer session.  The Department welcomed the report produced by the committee following our last appearance.  It not only captured the key issues, but raised awareness among stakeholders of the importance of Brexit for health and of health for Brexit.  The committee made seven recommendations to the Department of Health in its report.  At this point I wish to provide a response to these and I hope to show how the recommendations have been addressed.<br\/><br\/>The first recommendation related to the committee's request that we get full capture and reporting for a proper handle on the quantum and scale of services currently being provided under the treatment abroad scheme and the cross-border directive.  In June last year, we submitted a detailed report on those figures and in advance of today's meeting we sent the committee a further update of the figures.  We are happy to return to that during the questions session.<br\/><br\/>The committee's second recommendation was that the Department make an informed estimate of the total number of residents of Ireland who receive health care in the United Kingdom each year and plan for alternative provision of that care in case availing of health care in the United Kingdom becomes significantly more difficult.  The agreement reached on maintaining the common travel area and associated rights is very important in this context as it allows Irish citizens to travel freely to the UK, and <i>vice versa<\/i>.  The further technical work conducted by the Department of Health with its UK and Northern Ireland counterparts on the maintenance of bilateral health co-operation under the common travel area and associated rights, referred to earlier, is allowing these issues to be fully examined.<br\/><br\/>Third, the committee recommended that in the case of the introduction of border checks between Ireland and Northern Ireland, we were to devise a system to ensure that border checks do not cause delays to travel for health care purposes, as such delays could impact negatively on health outcomes.  Again, the agreement in December, with the clear and strong commitments on the border issue and the avoidance of a hard border or any associated checks and controls, provides the reassurance that those delays would not materialise.<br\/><br\/>Fourth, the committee recommended that the Department ensure the continuation of cross-border health care agreements which are working well and saving lives, even in the case of significantly curtailed freedom of movement.  The agreement that has been reached on the continuation of the common travel area and associated rights as it currently operates is important in this context as arrangements for Irish citizens to travel freely to the UK, including Northern Ireland, will be maintained.  That agreement also facilitates the maintenance of the extensive co-operation on health that takes place between Ireland and the UK on a North-South and east-west basis.  While further detailed work needs to be undertaken in this context between the Department of Health and counterparts in the UK and Northern Ireland, both sides are committed to maintaining bilateral health service co-operation into the future.<br\/><br\/>Fifth, the committee recommended that the Department pursue further co-operation with Northern Ireland in terms of public health policy, health promotion and health research, despite the UK&rsquo;s impending withdrawal from the EU.  We are responding very proactively here.  The Department of Health continues to deepen and develop co-operation on health with cross-border stakeholders and the Department of Health in Northern Ireland in these and other areas.  Certainly we need to be cognisant of the impact of Brexit in this context.  Regarding public health policy, we have a very strong track record of co-operation around services, for example, the new radiotherapy unit at Altnagelvin hospital in Derry, which offers cancer patients from Donegal access to radiotherapy across the Border in Derry, reducing their travel time significantly; the new hybrid cardiac catheterisation laboratory which opened at Crumlin hospital in Dublin in July 2016 and which provides emergency surgery to babies born with congenital heart disease in Northern Ireland; and the primary percutaneous coronary intervention, pPCI, services in Altnagelvin hospital to which Donegal patients having a STEMI heart attack now have 24-7 access.  This is critical in terms of providing highly specialist services in Donegal and the Border region.<br\/><br\/>Work has taken place under the North-South Ministerial Council to identify further opportunities.  Contacts continue and are positioned to develop further in the context of the re-establishment of the executive.  Irish researchers and research funding agencies have developed much collaboration internationally which provides important opportunities to leverage expertise and funding, to develop joint working between researchers within academia and with industry and to collectively tackle major health challenges.  There is currently a significant level of engagement between the UK and Ireland, for example, through funding programmes, policy initiatives and organisational memberships.  The EU INTERREG funding has been a key enabler of North-South health co-operation.  As regards INTERREG, there is security in respect of the current programme and a positive shared commitment that possibilities for future support for future programmes will be examined favourably by both the EU and the UK.  That is in paragraph 49 of the joint report and gives us encouragement.<br\/><br\/>Sixth, the committee recommended that the Department minimise disruption which could be caused by divergence in registration and recognition of health workers across jurisdictions.<\/p><p>The Department of Health acknowledges the importance of the issue of the mutual recognition of health professional qualifications, which is a part of the wider issue of the mutual recognition of qualifications more generally.  It has been engaging with the professional bodies such as the Medical Council and CORU, which regulates the health and social care professionals on the issue.<br\/><br\/>The agreement achieved on citizens' rights in the joint report has addressed one aspect of the recognition of qualifications.  Paragraph 32<b><\/b>provides for the &quot;grandfathering&quot; of qualifications which were recognised before the withdrawal date or where applications are in process on that date.  This means that qualifications recognised before the withdrawal date remain recognised for those EU citizens resident in the United Kingdom and for UK citizens resident in a member state.<br\/><br\/>The Department of Health is working closely with the Department of Foreign Affairs and Trade, the Department of Education and Skills and other Departments to see how best the issue of the mutual recognition of qualifications not covered under the joint report may be advanced in the next phase.<br\/><br\/>Seventh, the committee recommended that the Department should minimise disruption which could be caused by divergence in regulation of medical products across jurisdictions.  We have set out in some detail in the written statement the way that is being done and how it is being led by us, in conjunction with the Health Products Regulatory Authority, HPRA, and the Health Service Executive.<br\/><br\/>As well as the work at European level, at a national level the HPRA is taking a proactive approach to Brexit preparations, with a focus on protecting the availability of medicines for Irish patients and the integrity of our medicines market, even if the UK fully exits current regulatory systems in March 2019.  Over the past year, the HPRA has stepped up its engagement with pharmaceutical companies and other stakeholders, offering practical support in managing the regulatory challenges of Brexit.  Among other measures, the HPRA is investigating opportunities for joint labelling of medicines with other markets, increasing its commitment to medicine assessments within the centralised EU network, and working directly with companies looking to transfer some or all of their operations to Ireland.<br\/><br\/>The EU&rsquo;s negotiating position on this also reflects that the withdrawal agreement should address issues arising from Ireland&rsquo;s unique geographic situation, including transit of goods to and from Ireland via the United Kingdom.  Discussions on the land bridge, which is an important issue for the pharmaceutical and medical devices sector, are continuing during phase 2 as part of the Irish-specific strand of issues and the Department of Health is playing and will continue to play its role in this context.<br\/><br\/>Regarding current objectives and our work programme, it is noted that the next phase of the negotiations will see an intensification of preparations for the discussions on the framework for a future EU-UK relationship.  This is hugely important for Ireland.  The European Council guidelines reaffirm the EU&rsquo;s desire to establish a close partnership with the UK.  This is very much in line with Ireland&rsquo;s objective of having the closest possible relationship between the EU and the UK.<br\/><br\/>The Department of Health will continue to prepare for the UK&rsquo;s exit, as part of and in parallel to work in Brussels.  This includes contingency planning for all possible scenarios.<br\/><br\/>Brexit is specifically identified in our business planning process.  The Department's Management Board and its Subcommittee on Brexit continually review the implications of Brexit.<br\/><br\/>Brexit is also specifically identified in the HSE's service plan for the year ahead.  The HSE has established a steering group to prepare for the UK&rsquo;s withdrawal from the EU and its EU-North-South unit has taken on a project management role.  It has a number of work streams that are set out in the statement and it contains a full and comprehensive approach to Brexit preparations across the Department and all our agencies.<br\/><br\/>Following last month's agreement that the common travel area, CTA, can continue, work is ongoing with a view to ensuring that the arrangement and its associated rights and entitlements, including in the health area, will remain effective and function at a practical level post-Brexit.<br\/><br\/>The UK has committed to maintaining full alignment with those rules of the Internal Market and the customs union necessary to protect North-South co-operation, the all-island economy and the Good Friday Agreement.  How exactly this will work will be the subject of the UK-EU negotiations as the process moves into the next phase.<br\/><br\/>Engagement with stakeholders is an important pillar of the Government&rsquo;s domestic response.  Within the framework of the All-Island Civic Dialogue on Brexit, three plenary dialogues and 20 sectoral dialogues have taken place in locations across the country.<br\/><br\/>Since we were here last, we have intensified engagement with stakeholders.  The Minister, Deputy Simon Harris, convened an all-island civic dialogue on Brexit and its implications for cross-Border health co-operation in Dundalk in September last year to discuss and share views on the possible implications of Brexit.  The sectoral dialogue meeting was very well attended, with over 80 participants from the North and South.  Participants were from a wide range of backgrounds including health service delivery agencies, service commissioners, business associations, patient representative organisations, local authorities and non-governmental organisations active in health and social care.  The Minister gave the opening address at the dialogue and participated in five break-out discussions, taking the opportunity to sit with each of the five groups and listen to the points raised regarding the implications of Brexit for cross-Border health co-operation.<br\/><br\/>By way of conclusion, we are in a better position in terms of the Government securing concrete commitments on the maintenance of the common travel area as well as clear and strong commitments on avoiding a hard border.<br\/><br\/>The agreement reached in December is very significant for everyone on the island of Ireland, the UK, and our fellow members of the EU.<br\/><br\/>From a Department of Health perspective, we are pleased to be able to report progress in ensuring a comprehensive appreciation of the depth of health services co-operation on a North-South and east-west basis and a fuller understanding of the reciprocal rights associated with health care as part of the common travel area.<br\/><br\/>Working directly with health counterparts in London and in Northern Ireland, as well as with the EU taskforce through the Department of Foreign Affairs and Trade, we have established a shared understanding of the scope of health rights and health co-operation and, importantly, we have explicit commitments to maintaining the service-level co-operation and the reciprocal rights that apply between Ireland and the UK.<br\/><br\/>Looking ahead, the Department is continuing to intensify the work as the negotiations move into the next phases.  This will involve deeper examination of the issues, identifying contingencies and continuing liaison with all relevant stakeholders.<br\/><br\/>It has been agreed that Irish specific issues will continue to be taken forward in a distinct strand of the negotiations in phase two.  This will ensure that they will not be overlooked in the next phase and that work will continue on how to protect the Good Friday Agreement and the peace process and avoid a hard border, based on the agreements reached in phase one, in parallel with the wider negotiations on scoping out the EU&rsquo;s future relationship with the UK.<br\/><br\/>The committee can be assured that the Department of Health will play its part in ensuring health related issues are fully understood in this phase.<br\/><br\/>Again, I want to say that we genuinely recognise the valuable work of the committee captured in its report and I thank the members for the opportunity to be here again today.  We look forward to the views and questions of the members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#C00300","nonspeaker":"Mr. Muiris O'Connor","continuing":true},{"type":"speech","time":1516784400,"counter":51,"content":"<p>I thank Mr. O'Connor very much for summarising for us.  As is the practice, I will take the questions in groups of three.  The first three will be myself, Deputy Margaret Murphy O'Mahony and Senator Colm Burke.  If Mr. O'Connor can respond, I will call Senator John Dolan and Senator &Oacute; Donnghaile.<\/p> <p>  I have some questions.  It is very welcome that Mr. O'Connor has more information for us than he had on 8 March because I am sure I was not the only person who was deeply disappointed at the level of engagement we had at that time.  My first question concerns the staff.  How many staff in the Department of Health, and Mr. O'Connor can express it as a whole time equivalent, WTE, if that would be helpful, are employed full time to work on Brexit?  I fully appreciate it may not be their full-time job but how is that work being divided?<\/p> <p>  In his submission Mr. O'Connor made reference to the Department of Health deepening engagement.  There is a lot of use of the words \"deepening\" and \"intensifying\" but in plain terms, what does that actually mean?  When he says he is deepening an engagement with somebody, does it mean the Department is stepping up the number of meetings?  Does it mean that the quality of the discussion is enhanced or that there is more output?  Mr. O'Connor might clarify that for me.<\/p> <p>  Can Mr. O'Connor give us a list of the members of the HSE steering group, and are they the people who are engaging with the stakeholders?  If they are, Mr. O'Connor might identify the stakeholders for us.  He made a point that the Minister attended the meeting and sat in on the working groups but how will that translate into hearing what people say and turning it into a plan?<\/p> <p>  Practically, is Mr. O'Connor in a position to guarantee continued investment in the radiotherapy services and the cross-Border arrangement between Donegal and Altnagelvin hospital?  Can he give a guarantee that people in Donegal will continue to benefit from those arrangements?  I can tell him that when they saw that this issue was down for discussion here, we received a huge number of calls, obviously through Senator P&aacute;draig Mac Lochlainn and Deputy Pearse Doherty, but they are coming back to us.  They want to know if that guarantee is in place.  One of the issues raised with me was the potential chill effect on building capacity.  We all know it is a good arrangement and that people are benefiting from it but the fear is that as Brexit moves closer it will have a chill effect on our success and being able to build on that.<\/p><p>Deputy Murphy O'Mahony and Senator Colm Burke are next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#E00200","speaker":"1302","continuing":true},{"type":"speech","time":1516784400,"counter":53,"content":"<p>I welcome the witnesses and thank them for giving their time.  I represent a very rural constituency in Cork South-West.  Up until the meeting last year, when I thought about Brexit it was to do with how it would affect farming, fishing and tourism.  It has already affected tourism in west Cork because of the uncertainty.  I never thought how it would affect anything else, particularly health.  The witnesses have focused my mind on the fact that Brexit will have effects all around.<\/p> <p>  Mr. O'Connor said there are currently no changes to patient care, as the UK continues to be a member of the EU.  What changes does he envisage could happen?  Does he see any change in the orphan drug situation with regard to availability or to more or fewer trials?  Are the witnesses aware of whether the pharmaceutical companies are thinking about what changes could take place or making any plans to deal with Brexit?  A steering group has been put in place.  Who are the members of that group?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#F00200","speaker":"1262"},{"type":"speech","time":1516784400,"counter":54,"content":"<p>I thank Mr. O'Connor for his comprehensive presentation.  On the cross-border health care directive, the figures show that something like 86% of those reimbursed were treated in the UK.  The UK health system is facing a lot of challenges at the moment.  There has been a huge reduction in the number of nurses coming into the system since the vote on Brexit.  Is it possible that, should the UK health system come under pressure in the future, they would prioritise the care of their own citizens?  Could Ireland suffer as a result?  I am aware of the numbers and that some 1,741 were reimbursed in 2017, which is a very small number in the overall context of the UK health system.  However, it appears that the UK health system will have challenges.<\/p> <p>  Are the Department of Health and various medical organisations in this country doing anything to look at alternatives to the UK system?  We seem to have a huge reliance on it where care is not available here.  There is a great deal of sub-specialisation going on now in every area of health care.  Maybe we should be considering other jurisdictions as regards developing important connections.  We are very focused on the UK in the area of transplants, for instance.  That is always a challenging area.  Are we making any effort to make direct links with any other health care systems for instance in Germany, France, Belgium or the Netherlands?  <\/p> <p>  There are many doctors and nurses in the Irish system who at some stage in their careers have either worked or trained in the UK.  Could there be a change in that regime in respect of training?  I am aware of the whole common travel area issue.  How might Brexit affect the supply of medical practitioners?  We are facing major challenges in that area in Ireland, as is the UK.  Are there connections between the various educational bodies and institutes of medical practitioners?  Do they envisage any changes because of Brexit?<\/p> <p>  Following on from Deputy Murphy O'Mahony's question on the issue of drug supply, the Irish population is very small compared to that of Germany or the UK.  We are very much tied to the UK in respect of the supply of drugs.  Once the UK is outside the European Union - provided that is what will happen - will the pharmaceutical companies approach the British market differently?  Could the Irish health system lose out in the process?  Has there been any discussion of that challenge with pharmaceutical companies?  Even simple things like packaging might be affected if what we get is geared towards the English market.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#F00300","speaker":"1409"},{"type":"speechnospeaker","time":1516784400,"counter":55,"content":"<p>There is quite a lot there.  I will take the Vice Chairman's and Deputy Murphy O'Mahony's questions.  I will ask Mr. Smyth to address the cross-border health care directive and the issues of training and qualifications.<\/p> <p>    In terms of the number of full-time staff at the Department of Health on the issue of Brexit, we have a comprehensive, whole-of-Department approach.  The international unit that Mr. Smyth heads up plays a co-ordinating role.  There are seven people in the international unit, of whom four are working full-time on Brexit.  The other three are drawn in regularly in very comprehensive ways.  Our model is to decentralise.<\/p> <p>  The committee's report pressed us to go from higher-level international diplomacy issues to the nitty gritty detail of the current co-operation and service provisions, which required us to work with the subject experts at different levels.  The head of the medicines unit is working very proactively with the Health Products Regulatory Authority, HPRA, on Brexit.  I would say that comes close to full time for a number of people in that division.  The HPRA would have a number of people working actively on Brexit to go through and look at the medicines.<\/p> <p>  We have a sub-committee of our management board, chaired by deputy secretary Colm O'Reardon.  There are three of us from the management team directly on that as well as key principal officers from around the Department.  We also have the head of primary care from the HSE on that sub-committee of the management board, to create a link with the HSE.<\/p> <p>  In turn, the HSE has its own steering committee on Brexit.  I do not know the full membership.  I took part in a meeting of the group before Christmas.  There are the heads of primary care, emergency services, and procurement.  We are very satisfied that we have the right people at the right level on that.  The HSE has its Brexit work organised into a number of work streams, including the continuation of the current patient and client health services; cross-border and frontier arrangements, including co-operation and working together, COWT, crucially; emergency health services including ambulance, transport costs and the coast guard; and public health matters.  The continuity of supply of goods and services is being looked after and managed by the head of procurement.  Procurement arrangements themselves are a key issue for the next phase of negotiations and the HSE has a strand on that.  Workforce issues and the recognition of qualifications is another strand.  These are not just dry structures.<\/p> <p>  Our strategic priorities around Brexit are reflected in the service plan.  What are we doing in a concrete sense?  A big part of the contingency planning is brokering partnerships between the health services North and South to share ideas.  There is serious concern on both sides.  It is a collective engagement on the challenges.  We are working on developing practical solutions to common health challenges and new ways to improve health and social care services for the well-being of people on the island.<\/p><p>As already stated, there is a commitment from the UK - it came earlier than December - to continue support for the current rounds of INTERREG and PEACE funding.  We want to ensure a very successful implementation of the projects to which I refer under the INTERREG programme and with our partners in Northern Ireland.  The undertaking of those projects, which involve co-operation on mental health, e-health and other issues, are being used by us and others to bottom-out what are the implications for Brexit in the context of the continuity of those programmes.  Importantly, in the December agreement, the UK and the EU committed to looking favourably at future rounds of that, and that would be critical for services on a cross-Border basis.<\/p><p> We want to support key structures, including Departments, the North-South Ministerial Council, the special EU programmes body, and continue to conduct with the full support of the HSE detailed analysis on the implications of Brexit.  It sounds tired, like we are continuing contingency planning, but this is a moving target and we need that sort of contingency planning.  Even the committee's report pushed us to bottom-out the more extreme scenarios.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#F00400","nonspeaker":"Mr. Muiris O'Connor","continuing":true},{"type":"speech","time":1516784400,"counter":57,"content":"<p>Our focus was on the more practical end of it.  In that regard, I would be a little worried in that the Department seems to be pinning all of its hopes on the maintenance somehow of the common travel area.  I am not convinced that there is a fallback option.  I apologise for the interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G00200","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":58,"content":"<p>No, that is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G00300","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":59,"content":"<p>We asked a number of questions.  I am sure it will come up as we go along.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G00400","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":60,"content":"<p>I have covered our own arrangements, what the term \"deepening\" means and the HSE's steering group.<\/p> <p>  As to whether we can give a guarantee to the people of Donegal that the arrangement relating to Altnagelvin will continue, that is absolutely our firm objective.  It is an objective shared with the UK and with the services, the HSE and its counterpart in the North.  The commitments agreed in December provide a favourable context for its continuation.  The movement of people and their associated rights to access services on either side of the Border on an equivalent basis to residents and local citizens will very much help.  It is underpinned by a service level agreement that was signed originally in 2014 for a period of at least 25 years.  It is the outcome of a shared investment of capital to create the facility.  It was always intended to be an ongoing part of our key service provision.  It is the only way we can plan appropriately for highly specialist, time-critical services for the population of Donegal.  That is understood by all and there is very strong commitment.  The key in the next phase is to monitor, for example, the alignments that are necessary, even regarding matters such as radiation and the regulation of medicines, and the equivalence that would be desirable around the recognition of qualifications.  We are confident that these will be sustained.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G00500","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":61,"content":"<p>The plans, at the level of the Department, involve the maintenance of the investment in Altnagelvin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G00600","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":62,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G00700","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":63,"content":"<p>The Department's focus is on maintaining it.  People in Donegal want to hear that.  People in Derry also want to hear it but, specifically, we were contacted by people in Donegal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G00800","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":64,"content":"<p>The chill effect came up in our engagement with stakeholders.  At the dialogue, there was this concern that the pause, the interregnum that Brexit was creating, would flatten some of the momentum.  I suppose we are vigilant in respect of that.<\/p> <p>  As regards the people of Donegal, their access to services in Northern Ireland has improved.  That is what it is.  We are not only preserving something.  We are protecting a trajectory of progressing and deepening co-operation.  Letterkenny has entered into a number of further service level agreements since we were here in March last year on a range of specialist services that we can provide details on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G00900","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":65,"content":"<p>Have those agreements been Brexit-proofed in as much as they can be?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G01000","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":66,"content":"<p>I am not entirely clear on what Brexit-proofing means.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G01100","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":67,"content":"<p>Are there contingencies within those agreements, for example, for Britain not remaining within the common travel area?  Are their buffers in place to ensure that the service continues?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G01200","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":68,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G01300","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":69,"content":"<p>Practically speaking, that is what people want to know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G01400","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":70,"content":"<p>It is a fact that Britain will remain within the common travel area.  That is a given.  The service level agreements that I have seen in respect of these additional services are on three-to-five year timeframes.  That is not reflecting any pessimism beyond that.  It is merely a manageable natural point of review and taking stock and it will allow us to see past the immediate phases of Brexit negotiations at the wider EU-UK level.<\/p> <p>  What changes could happen was a key concern.  I suppose a key part of our work under the common travel area was to ensure the full awareness of the extent of the depth and breadth of health service co-operation North-South and East-West and the extent of the reciprocal rights.  As part of the travel area and the Good Friday Agreement mapping exercise, we were able to reach a comprehensive shared understanding with the UK and our Northern Ireland health counterparts on what compromised the current co-operation and we reached high-level agreement that our shared objective was to protect all this as the UK departs from the European Union.  Our objective is to maintain the full suite of services.  As I stated, what we are trying to protect - we do not like the word \"preserve\" because it suggests something static - is a trajectory of deepening co-operation.  Often, it is merely sensible, practical co-operation on a community basis.  Also, we want to protect the East-West aspect because, as came up with Senator Colm Burke, we have relied heavily on the UK in terms of the treatment abroad scheme for specialist services, many of which are not available here.<\/p> <p>  As well as moving to ensure full engagement and a shared understanding and shared commitments with the UK, we are, of course, looking at how we can expand our links into mainland Europe.  Sweden, the Netherlands and Germany are countries one sees in the statistics.  We have probably 30 or 40 people going there.  We would need to explore with those hospitals what additional services could potentially be available.  It is important to note that the UK is leaving the European Union; Ireland is not.  All of the European Union's health facilities will remain available to Irish citizens into the future.<\/p> <p>  In terms of pharma, it is important to note that the regulation of medicines and medical devices is very much a European-wide concern rather than a purely national concern.  Our national regulator, the HPRA has been active in preparing for Brexit and its implications for medicines availability in Ireland.  The HPRA is very much plugged in to the EU regulatory system via the European Medicines Agency and the Heads of Medicines Agencies network and its strong relationship with other national regulators.  The HPRA is strongly represented at the EU and Ireland is very well regarded in terms of its regulation of medicines and contribution to the European approach to the regulation of medicines.  In addition to that strong relationship with Europe, the HPRA enjoys a particularly strong working relationships with its UK counterpart, the Medicines and Healthcare products Regulatory Agency, MHRA.  It fully intends to maintain this relationship, both before and after Brexit.  Only last week, the MHRA, the British regulatory authority, issued a statement to pharmaceutical companies on its preparations for Brexit clarifying that the UK position on medicines regulation is that it will continue to work closely with its European partners in the interest of public health and safety.  It is encouraging that the UK's regulators recognise the importance for them of maintaining the equivalence, and even their ambition to continue to trade in medicines would necessitate that from their own perspective.  This follows on the joint report presented by the EU and UK on phase one of the negotiations which made clear that goods placed on the market before withdrawal would be allowed to remain on the market so that there would be no meltdown on the day itself.  We will just have to monitor it.  My expectation is that the UK will regard maintaining equivalent regulation as a necessity for itself.  That is exactly the position we would want to maintain but we have to watch this.  This is subject to broader EU-UK negotiations.<\/p> <p>  On the orphan drug situation, the Minister, Deputy Harris, has played a leading role internationally in this regard.  The larger countries tend to have a look-after-themselves approach to these matters and that is what makes it so challenging for the smaller countries.<\/p><p>Therefore, in our international relations, our key approach has been to find like-minded health authorities in the European Union beyond Britain.  The Benelux countries have an interesting set of ongoing co-operations to negotiate with-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#G01500","nonspeaker":"Mr. Muiris O'Connor","continuing":true},{"type":"speech","time":1516784400,"counter":72,"content":"<p>Does that happen in any event?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#H00200","speaker":"1262"},{"type":"speechnospeaker","time":1516784400,"counter":73,"content":"<p>Yes.  The UK was not an obvious partner for this kind of thing.  The UK, Germany and France tend to have an \"I'm all right, Jack\" approach to the supply of medicines.  Our organisation, the HPRA, is looking at matters such as the scale of the Irish market, packaging and so on.  Again, the best of all possible scenarios is the UK maintaining equivalence with the medical regulations pertaining in the European Union and the packages remaining the same.  However, we are already working with other countries in mainland Europe to explore dual-language packaging and guidance leaflets.  As the committee recommended in its report, any changes or developments in this regard, or even no developments, should be accompanied by public awareness-raising, education and reassurance about safety.  I ask Mr. Smyth to respond to the question about the cross-border health care directive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#H00300","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speechnospeaker","time":1516784400,"counter":74,"content":"<p>Before I get into the cross-border health care directive, I wish to point to the common travel area and the associated rights that are covered so well in the opening statement.  It is really important to understand that the dimensions of this concern not only health, but also travel, education, rights to study and so on.  It is really important to understand the significance of that for the health system for Ireland, the EU and, indeed, the UK.<\/p> <p>  Senator Colm Burke is right about the cross-border directive.  The directive's focus in terms of Ireland is on Northern Ireland and the UK.  One thing we need to do in the context of the common travel area with the UK is to see whether we could put an alternative arrangement in place.  We also need to look at other countries.  As a result of the fact that I work in the international unit, I deal not only with Brexit but also with international engagement more generally.  Therefore, we deal regularly with ambassadors from other EU countries and we would certainly be very minded to look to see whether there could be opportunities in other EU member states for us to have health arrangements.<\/p> <p>  Regarding the issue of training and so on that was raised, workforce planning is a global issue.  The World Health Organization predicts a global deficit of 18 million skilled health workers by 2030.  I think the common travel area will be very important in this regard.  It should facilitate a continuance of training arrangements.  That is very important.  The Department produced a national strategic framework for health and social care workforce planning.  It is a key feature of the issue of recruitment and retention of staff.<\/p> <p>  I hope that clarifies the points raised.  If there is anything else I-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#H00400","nonspeaker":"Mr. Kieran Smyth"},{"type":"speech","time":1516784400,"counter":75,"content":"<p>Has there been any engagement with the various royal institutes?  They are very much based in the UK, and I just wonder whether-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#H00500","speaker":"1409"},{"type":"speechnospeaker","time":1516784400,"counter":76,"content":"<p>Yes, we have had some missions from the royal institutes and we are very minded of the educational dimensions that are particularly important for the health service, training and so on.  The common travel area and the associated rights are really important in this context because they are about preserving and maintaining things as they stand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#H00600","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":77,"content":"<p>I refer to cross-border health care and the issue of direct connections with, for example, the Swedish, German, Dutch or Belgian health authorities.  Are we progressing this, in particular in respect of Sweden and Germany?  There is much more sub-specialisation there in what we could only dream about here.  Have we made that connection and are we continuing to grow it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#H00700","speaker":"1409"},{"type":"speechnospeaker","time":1516784400,"counter":78,"content":"<p>The connection at a high level has been made in the sense that we are very aware of the importance of using the full opportunity of EU membership to ensure we have the whole range of health systems in place.  Regarding any specific initiatives, we will need to look at the contingency in the future but, from my experience of the ongoing contacts with ambassadors from EU member states and other states, there is certainly an opening and an opportunity that could be explored around those issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#H00800","nonspeaker":"Mr. Kieran Smyth"},{"type":"speech","time":1516784400,"counter":79,"content":"<p>Four members - Senator Dolan, Deputy Durkan, Senator &Oacute; Donnghaile and Deputy O'Connell - are indicating.  If the committee agrees, I will take all four together.  I call Senator Dolan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#H00900","speaker":"1302"},{"type":"speech","time":1516784400,"counter":80,"content":"<p>I thank the officials from the Department for coming before the committee and for the work they are doing on this.  I will start by referring back to the engagement we had last March.  One thing I mentioned at that stage was the risk that we would be all over the place or very busy and that everyone would be doing a lot but not actually steadying up and doing an up-to-date risk analysis.  I wish to come back to that now because there is that old adage that one measures twice and cuts once.  We only have one go at this.  Perhaps my comments are very old-fashioned, but we need to go over the ground assiduously a number of times in order to double-check and to involve others in that double-checking.  That can be difficult for us to do at times.  Mr. O'Connor placed some emphasis on the good news of the agreement in December.  Then there is talk of moving to the next phase.  Would it be possible to set out in a sort of matrix or graphic, rather than a narrative, what those key risk areas are and what kinds of actions are being taken to mitigate them?  It is a matter of moving from talking about certain groups being set up.  We can easily keep talking about things.  That is just human nature.  That is one question to the witnesses.<\/p> <p>  Another key point I wish to raise is that there are two parties here.  The EU is involved in this as well, but north, south, east and west are very much about Ireland and the UK and Northern Ireland.  In that context, there are two entities, namely, the Irish and UK Governments.  It strikes me that Ireland is quite clear about and united in its objectives in respect of this project.  I do not have the sense that the entity with which we are negotiating has the same top-level unity of understanding or purpose.  One is better off negotiating with someone when one knows that that person knows what he or she wants.  One might not like what that person wants, but at least one knows.  That is, to some extent, an issue in this.  It is important to raise it here but it is an issue that goes beyond this forum.  At the same time, Mr. O'Connor mentioned, for instance, the issue of the regulation of medicines.  It would seem to make sense that the UK would not want to be in a different regulatory regime from that of the rest of Europe.<\/p><p>It would be useful to have a list of what would be the fairly strong interests of the UK.  What would be less so?  Knowing this would help us to do the risk analysis and marshal our work and activity.  There may be matters about which they are a little more indifferent and which might not be the big issues.  It is important for us to know those factors.  It is about getting down and dirty.  Perhaps I should not say \"dirty\" but rather down and detailed and forensic.<\/p><p> I come from the area of disability and people with chronic conditions.  This is not foreign to any of us and people have been talking about such matters.  There is a two-way street.  Ireland, and even the island of Ireland, is small in a population sense when compared with the UK.  Mr. O'Connor mentioned one area where Northern Ireland requires services that we have here.  In the polio area, people come from Northern Ireland to Beaumont Hospital.  All that makes sense.  On the other hand, we have in cases traditionally gone to the UK for all sorts of supports.  Senator Burke mentioned looking at other locations or, as I would describe it, flying over the UK.  It was correctly mentioned that we are entitled to all the European Union, EU, health facilities.  There is a sort of cultural and language issue coming into play.  It is soft but other countries are foreign to us in a way the UK is not.  We can rhyme off parts of London and Manchester and we have kith and kin.  We share a language.  It might seem a soft issue but it is an issue nonetheless.  How would one get used to going to Sweden or elsewhere?  This will affect a small number of people but these are practical matters for people and families.  It is critical they are able to do this.  We find it hard enough to make it easy for people to go to the UK.  This could be a very different space for people at a terrible time in their lives.  It should be examined.<\/p><p> I raised the matter of rare conditions before and others have also raised it.  It is a growing area, like so many areas in health.  At the start of the Department's presentation last year, the witnesses spoke about the principal impacts of Brexit for the health sector, covering a number of areas, including free movement, rights to health services and regulatory issues.  They must all go into breaking down the risk analysis.  I am glad the question was raised about the HSE establishment of the steering group.  When was that done and what is it getting into?<\/p><p> There has been mention of other Departments dealing with education, foreign affairs and trade etc.  Who is minding the determinants of health piece that is not the direct responsibility of the Department of Health?  Are there other entities with whom we should have a chat in here?  The Department of Health can communicate with others but it may not have a lien on them.  It is important as there are elements in other Departments that would have an impact on people's health.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#H01000","speaker":"1419","continuing":true},{"type":"speech","time":1516784400,"counter":82,"content":"<p>Mr. O'Connor might tease that out in his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#J00200","speaker":"1302"},{"type":"speech","time":1516784400,"counter":83,"content":"<p>I am glad to note the Department is engaging with counterparts in the UK.  What is the degree to which the Department has identified the main areas of potential threat after Brexit?  Have they all been covered and are there areas not mentioned?  A so-called walk away scenario has been mentioned across the water on more than one occasion but that is that country's choice.  We certainly did not ask them to do it.  Has that scenario been examined?  Has the Department examined the extent to which the prices and costs of medicines we must avail of compare with manufacturing costs in other EU countries?  I hope the UK will have a trade agreement with the European Union, although some of the negotiators on the UK side have suggested otherwise.  In the event that it turns out otherwise, has the Department made the necessary provisions to ensure we do not find ourselves in an isolated position as an island off an island, despite being members of the European Union?  I hope we will still have the full benefits of membership of the European Union.<\/p> <p>  To what extent will medical science knowledge be exchanged and exchangeable after Brexit?  Will it be possible to avail of advances in medical science in the likes of case conferences?  To what degree has the Department examined the ongoing availability of such procedures after Brexit in the event of a walk away scenario?  What other countries are most likely competing with Ireland for the British market in pharmaceutical exports and other medical science advances?  To what extent has the Department isolated them?  What are the conclusions and is the Department satisfied, again in the event of a scorched earth policy, that we will survive and not be disadvantaged as a result of somebody else deciding to leave the European Union?  Somebody else could go at a later stage on the basis of a success or failure in the British exit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#J00300","speaker":"1322"},{"type":"speech","time":1516784400,"counter":84,"content":"<p>I apologise for missing the first part of the presentation but I was next door at the meeting of the Committee on Justice and Equality.  I have read over it and a couple of my questions have already been asked.  I will not engage in repetition but I will make a couple of observations and ask quick questions.  They are probably well-rehearsed observations.  We all know and appreciate that Brexit is bad for one's health and nothing shines a light on the folly of Brexit and partition than issues of health and health service provision.<\/p> <p>  There were points earlier that concerned Altnagelvin and service delivery across the Border.  I appreciate fully the uncertainty of Brexit but communication with patients is critical.  One reason Brexit is bad for one's health is that if someone is suffering from cancer or a degenerative illness, uncertainty and a lack of awareness is not good.  Whatever information the Department can provide to patients in co-operation with colleagues North of the Border would be vital.<\/p> <p>  Strand 2 of the Good Friday Agreement identifies health as an area for North-South co-operation.  We have mentioned at length the issue of the Border and the potential for a hard border.  Much like the Chair, I do not necessarily share the confidence in the retention of all of those elements of the common travel area etc.<\/p><p>When we speak about our ambulance network, it does not just apply to land.  It also applies to the air, and there are unique issues regarding access to airspace as a result of Brexit.  Is this part of the considerations about our ambulance network which operates throughout Ireland and is it factored into the discussions at that level?<\/p><p> With regard to the contingency plan, Senator Dolan made a fair point on hearing some of the views.  Far be it from me to tell my granny how to suck eggs, but it might be of benefit to the committee, if it has an opportunity and if it has not done so already, to hear from British officials directly and engage with them, given the uniqueness and the strand two element we must consider as Oireachtas Members.<\/p><p> While I appreciate that the committee wants to get into the nuts and bolts and the nitty-gritty of health issues, there are bigger political and diplomatic issues.  Mr. O'Connor has said the UK will leave the EU.  It is important to point out for the record that I am being taken out of the EU and, potentially, 1.5 million Irish citizens North of the Border who benefit from all-Ireland co-operation on health are being taken out of the EU against their wills.  We need to ensure we do everything we can to uphold, protect and defend the rights of those Irish and EU citizens, and ensure there is no alteration, not least to the strand two element of the Good Friday Agreement and the very positive, progressive and growing cross-Border co-operation and service delivery.<\/p><p> My question is primarily on the issue of the air ambulance and the impact on another all-Ireland body, which deals with food safety promotion.  What are the considerations with regard to the impact on people's health?  A number of EU programmes are delivered along the Border corridor, with a particular focus on health outcomes, whereby communities in Lifford, Strabane, Monaghan and Crossmaglen are working with a specific health delivery remit.  I appreciate that was a bit vague and opaque, in keeping with the spirit of Brexit, but it is the best I can do at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#J00400","speaker":"1413","continuing":true},{"type":"speech","time":1516784400,"counter":86,"content":"<p>I have a couple of questions.  Regarding medicines and dual registration products, there is an arrangement between some English-speaking countries to have shared patient information leaflets and packaging on some medicines.  The UK tends to be the biggest buyer in these markets.  It tends to be the UK, Malta and Ireland that share licences on products such as Ventolin inhalers.  I am concerned about this.  Has the Department considered there would be a potential massive price increase if the arrangement ceased?<\/p> <p>  My next question is on population health and immunisation.  On the previous occasion the Department appeared before the committee we spoke about viruses and bacteria not recognising borders.  From a human health point of view, there is not much point in us having a very comprehensive vaccination programme for MMR and the roll-out of HPV vaccine on the island of Ireland if the same is not being reciprocated across the Border.  It would diminish the effect of such initiatives.<\/p> <p>  With regard to the National Institute for Health and Care Excellence, NICE, guidelines to which so many medical professionals and pharmacists turn, if there is a hard Brexit or a full Brexit how will these guidelines be recognised?  Will they just be the UK's guidelines and will we have to look to somewhere else?  Have we looked at this issue?<\/p> <p>  These issues also feed into animal health also.  We have the eradication of TB from our food supply and regulations on the removal of spinal cords in meat factories with regard to CJD and mad cow disease.  Have we looked at this?  What are we doing about it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#K00200","speaker":"1297"},{"type":"speech","time":1516784400,"counter":87,"content":"<p>A number of questions have been asked so Mr. O'Connor can take his time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#K00300","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":88,"content":"<p>I thank the Vice Chairman.  I will try to deal with most of the questions myself and I will ask Mr. Smyth to take the interesting questions on the determinants of health, our interactions with other Departments, food safety and the continuity of ambulance co-operation.<\/p> <p>  Senator Dolan asked whether we are too busy to conduct a proper risk analysis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#K00400","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":89,"content":"<p>I was not as sharp as that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#K00500","speaker":"1419"},{"type":"speechnospeaker","time":1516784400,"counter":90,"content":"<p>It is my synthesis of his point.  I very much appreciate his instincts.  In a way, Brexit is a moving feast and it has evolved.  The Senator spoke about clarity in respect of the destination desired by the United Kingdom, and this is a difficulty.<\/p> <p>  In terms of matrices, in the interdepartmental arrangements there is a plethora of templates and matrices.  As last year developed, on the back of inputs from the committee and others, there was a realisation that while we wished for benign outcomes we had to plan for the worst and work back from there.  Disorderly Brexit templates have been filled out and assessed by all Departments.  They are not shareable but they deal with a collapse in negotiations scenario and the contingencies and fall-outs that would happen.  They have come in from all sectors.<\/p> <p>  Many of our worst fears have been alleviated to an extent by the commitments made in December.  There were strong concerns in the committee's report of last May with regard to freedom of access and continuity of co-operation and we have come a long way in this regard.  It keeps coming back to the common travel area, but we put a lot of store on the enduring rights that will apply to citizens and residents of Ireland and the UK to come and go to work and avail of social security and health services.<\/p> <p>  With regard to engagement we can do all the work on templates at our desks, and we are doing so very comprehensively, but the best approach to contingency planning is engagement with stakeholders and service providers.  An awful lot of the co-operation of which we are most proud and which is most meaningful to citizens, particularly in a cross-Border area, have operated between the services and trusts in Northern Ireland and the HSE in the Border area.  We have looked at all the various service level agreements, SLAs that apply, and we have come across 30 SLAs that operate in respect of the Border area.  Some of these are very substantial, such as the North West Cancer Centre's 25 year time frame and huge shared capital investment.  Others deal with a place for an individual in a better facility, which is more approximate to his or her home, in the disability sector or in the social care sector.  We are looking at all of these.<\/p> <p>  With regard to the point on the lack of clarity of destination by the UK, this remains the case.  As I understand it, the UK is being given the first quarter of this year to clarify its desires on an end game and future relationship.  The EU is shoring up the withdrawal agreement on the basis of phase one, and the UK will set out its intentions.  This will give us a lot more to work with in terms of reaching the desired destination.<\/p> <p>  It is not an easy thing to expect us to leapfrog the UK and bounce into European health care environments.  It is probably not just about the cultural affinity and kinship we have with the UK.  There is also the language.<\/p><p>It is probably also the case that clinician to clinician relationships are quite strong, which builds on the fact that often the people involved were classmates at some point and now have very good relations.  I do not want to give the impression in any way that we are looking beyond the United Kingdom.  Our key focus has been on deepening our engagement with health authorities in the United Kingdom.  We have been reassured by their commitment to continue to allow access to their services, but there is an EU context in which we operate and we will have to look at whether a more bilateral arrangement is needed.  That work is being done on a whole-of-government level to give effect to the commitment to continue to allow access to UK services.  We will do both; we will deepen our links with European health facilities and work very closely with UK counterparts to maintain the access patients in Ireland have had.<\/p><p> Dealing with rare conditions brings home the very real benefits of the European Union as a whole.  The 28 member states derive much better value, an impact and scientific progress from collective engagement in dealing with some of these challenges.  As members are aware, he United Kingdom has played a critical role in leading a lot of the consortia in dealing with rare conditions.  It is another one of those areas in which I presume it sees it as being in its own interests to maintain that engagement, but the level of its involvement is be determined.  We will support having the closest possible connection between the United Kingdom and the European Union, but we will also deepen our engagement with European facilities such as bio-banking and clinical research facilities.  We have it on our agenda to make sure Ireland will sign up fully and engage centrally in the European Union.<\/p><p> Deputy Bernard J. Durkan asked whether we had examined all of the risks and whether there would be a collapse.  We have looked at the worst case scenario and stepped back from there.  It is a concern that the United Kingdom will leave us in a position where there this will be an island off an island.  I have heard it said Ireland is more exposed to the impact of Brexit than even the United Kingdom.  We are very conscious of this.  As well as the positive developments in respect of the common travel area and there being no hard border, there is an important paragraph many might not have noticed on this being an island off an island.  In that context, the concept of a landbridge arises.  We are looking further into it in the context of the importation of medicines at a high level.  Somewhere between 10% and 15% of the drugs we use are imported from the United Kingdom; therefore, we are not as exposed as one might think.  It is not like the position in agriculture.  Only 6% of our pharma exports are to the United Kingdom as the industry is global.  As I said, we are looking further into the matter because while there might be a modest amount imported from the United Kingdom, I presume the majority of medicines come through it on freight trucks.  There is a live strand of negotiations between the European Union and the United Kingdom on a landbridge to facilitate the transportation of goods from mainland Europe to Ireland.  On a practical level, it could involve the use of sealed containers that would not be opened while passing through the United Kingdom.  Such practical issues are being addressed.  It is reassuring that the negotiations on Brexit are getting down to the nuts and bolts which corresponds with the committee's push to have us get busy on what matters.  We have done a little of it.<\/p><p> Deputy Bernard J. Durkan also inquired about medical science.  We have enormous respect for the calibre of those involved in medical science in the United Kingdom and their leadership.  We hope they will not seek to disengage from the European scientific community.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#K00600","nonspeaker":"Mr. Muiris O'Connor","continuing":true},{"type":"speech","time":1516784400,"counter":92,"content":"<p>Has Mr. O'Connor probed the issue with them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#L00200","speaker":"1322"},{"type":"speechnospeaker","time":1516784400,"counter":93,"content":"<p>Yes, we have probed it and officials in the Department of Education and Skills are also in direct contact with their counterparts involved in higher education and research and with reference to Horizon 2020.  We have examined our exposure in terms of the number of projects in which we are involved and the number of consortia led by the United Kingdom or in which it is involved.  The connections are extensive.  There is an opportunity for Ireland in the sense that some grants are mobile and if the principal investigator was to relocate, the money would also move.  That is one of the few chinks of light in the context of Brexit, but we would not want to lose our engagement with the United Kingdom.  Science Foundation Ireland and the Health Research Board are proactive in seeking to maintain the links with it.<\/p> <p>  Ireland is very strong in the pharma industry on the back of the multinational base.  As regards our competitors, I would have to look at the figures again, but I think the Netherlands is also very strong, as are some of the Nordic countries and Germany.  We will keep an eye on that issue.<\/p> <p>  Gabhaim m&iacute;le bu&iacute;ochas leis an Seanad&oacute;ir Niall &Oacute; Donnghaile as a cheisteanna.  He is correct in what he says about health inputs.  I do not know what people expected initially when Brexit was a theoretical concept, but health issues have really acted as a reality check.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#L00300","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":94,"content":"<p>Or a horror movie.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#L00400","speaker":"1413"},{"type":"speechnospeaker","time":1516784400,"counter":95,"content":"<p>Yes.  As the Senator is aware, it is the case that our national ambitions and aspirations at a high level have a practical and community dimension.  Our contribution, as a Department and a sector, since our last outing at the committee has deepened and grounded the sense of reality of Brexit.  The implications for patients are front and centre of our considerations.  It is difficult because of the changing nature of the negotiations to propose communicating with patients, but we will do so as much as we can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#L00500","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":96,"content":"<p>That would be helpful, even if it was a recommitment to the aims set out.  A question in that regard was asked by the Chairman.  There are people in counties Donegal and Derry and further afield who could be affected.  There is no doubt that the services provided in Altnagelvin hospital are first class.  I appreciate that there is a resource element involved. but there would be merit in contacting patients, even to let them know what Mr. O'Connor had told us.  I fully understand the position is fluid, but patients are enduring enough trauma and concern about the potential detrimental impact on their health without having further uncertainty or worry placed on them.  There would be merit in taking such an approach and perhaps it is something the committee might explore down the line.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#L00600","speaker":"1413"},{"type":"speechnospeaker","time":1516784400,"counter":97,"content":"<p>We explored it with the Minister and our counterparts in the Department of Foreign Affairs and Trade.  I can understand the imperative surrouonding it.  Health is one of the key strands of the Good Friday Agreement and a good bit of our energy in the third quarter of last year went into taking part with the EU 27 in a comprehensive mapping exercise.  Again, it took Brexit from being a highfalutin concept to a reality check.  There was a day-long meeting in Brussels involving the EU 27 across the table from their counterparts, including those from Northern Ireland.  It was a very productive session that deepened the awareness of the EU 27 and that of the United Kingdom.  There was a proposal to communicate with patients on the breadth, scope and benefits of co-operation.  We detailed the level of co-operation and our shared commitment to maintain it.  We also tried to float issues with a wider significance.  Even a simple thing like a prescription being recognised on both sides of a border presumes a certain equivalence in the regulation of medicines.  One also presumes there is recognition of the qualifications of the signatory to the prescription and the pharmacist.  On each of these little things we have shown the corresponding higher level issues and one can see some of the results of that work coming through.  A certain amount has been agreed and we will outline how we can give effect to the commitment to continue to allow access to services.  There are key issues the United Kingdom, in particular, has to face in its approach to the recognition of qualifications and the regulation of medicines and medical devices.<\/p><p>It is encouraging that the UK's regulators clearly recognise the merits of equivalence, but disclosing that is probably a political matter.<\/p><p> The ambulance network is being considered.  We do not have any issue in that regard.  Blue lights at the Border was probably one of the first issues cleared at meetings, in that it will not be a border.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#L00700","nonspeaker":"Mr. Muiris O'Connor","continuing":true},{"type":"speech","time":1516784400,"counter":99,"content":"<p>Mr. O'Connor will forgive us if we do not all share his confidence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M00200","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":100,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M00300","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":101,"content":"<p>We are not pessimists.  We would merely regard ourselves as optimists with experience.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M00400","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":102,"content":"<p>I do not want to come across as naive, but we have concrete, explicit written commitments and a mandate to continue direct work with the UK to operationalise those.  It is a full partnership as part of the EU and with the EU's blessings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M00500","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":103,"content":"<p>Talks are starting in the North today because we had written, concrete commitments from the British Government 20 years ago that remain unimplemented.  I would not be an overtly cynical person.  Does the agreement include the air ambulance network?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M00600","speaker":"1413"},{"type":"speech","time":1516784400,"counter":104,"content":"<p>And roads.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M00700","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":105,"content":"<p>Yes.  The crucial issue of Irish citizens in the North will be centre stage in the next phase of negotiations.  There is some reassuring language around no diminution of their rights in the grand European context.  That is hopeful.<\/p> <p>  Before I pass over to Mr. Smyth, I will address Deputy O'Connell's point.  Shared packaging between the UK, Ireland and Malta has served us well.  We share the English language.  Shared packaging presumably gives us good bang for our buck and reduces prices.  The Health Products Regulatory Authority, HPRA, is working closely and proactively with other European countries on dual-language packaging so that we can replicate the kind of arrangement that we have with the UK with another large market, for example, France or the Netherlands.  The impact on pricing, currency inflation, the tariff that might apply in a collapse, the tariff that might apply in benign circumstances and all other scenarios are being considered under the procurement strand.<\/p> <p>  The quantum of medicines that are produced in and come directly from the UK is less than I had presumed at the outset, but we need to examine what drugs are involved as well as potential alternative markets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M00800","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":106,"content":"<p>That work is ongoing.  When it nears completion, Mr. O'Connor might share the findings with the committee via the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M00900","speaker":"1302"},{"type":"speechnospeaker","time":1516784400,"counter":107,"content":"<p>Yes.<\/p> <p>  The close co-operation to date in terms of health protection and vaccination will remain vital.  Everyone among the health authorities is facing in the same direction in this regard, but there remain queries in the next phase about the regulatory alignments and commitments to ongoing co-operation.  I suspect that co-operation on health protection, notifications of infectious diseases and so on are something that the UK will wish to achieve and on which the EU 27 will insist.  They apply well on EU borders as matters stand, so it would be a good thing.  We want to sustain the existing deep co-operation and alignment.<\/p> <p>  We have benefited a great deal from the UK's National Institute for Health and Care Excellence, NICE, guidelines.  We have leaned on the UK's regulatory system in a sense.  A part of the reason that the guidelines have been so helpful is that the UK's system has given practical expression to the EU directives and regulations.  That is the umbrella that we share.  We will look into this matter closely.  We will adhere to all EU directives and regulations, and it is our sincere hope that the UK will recognise that doing so is in its own interests as well.  Deviations from EU regulations by the UK would be problematic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M01000","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":108,"content":"<p>Is there any indication that the UK wants its own regulations in that regard?  It would make sense if the UK was trying to carve out its identity in some way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M01100","speaker":"1297"},{"type":"speechnospeaker","time":1516784400,"counter":109,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M01200","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speech","time":1516784400,"counter":110,"content":"<p>The net problem is that, if the UK deviates, the NICE guidelines will be no good to us anymore because they will not adhere to what we believe in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M01300","speaker":"1297"},{"type":"speechnospeaker","time":1516784400,"counter":111,"content":"<p>The Deputy has hit the nail on the head.  We take some encouragement from the increasingly explicit position of the UK regulators, but it is a matter for the UK in the next phase of the negotiations to indicate the future relationship that it envisages for itself on what will be the borders of the EU.<\/p> <p>  Mr. Smyth might deal with the environmental health and food safety aspects.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M01400","nonspeaker":"Mr. Muiris O'Connor"},{"type":"speechnospeaker","time":1516784400,"counter":112,"content":"<p>I will address Senator Dolan's point about determinants of health.  One of the main advantages of a whole-of-government approach to Brexit is being able to deal with the full range of issues within that structure.  From a health perspective, we are minded to ensure that the range of issues, including direct and indirect health issues, is taken into account in the Department of Foreign Affairs and Trade-led process.<\/p> <p>  Regarding determinants, it is important to focus on the issue of regulatory alignment.  This will receive a great deal of attention in the next phase.  I cannot say anything further on that at this point, but I thank the Senator for drawing out an important point concerning Brexit and health.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M01500","nonspeaker":"Mr. Kieran Smyth"},{"type":"unspoken","time":1516784400,"counter":113,"content":"<p>Senator Colm Burke took the Chair.<\/p>"},{"type":"speech","time":1516784400,"counter":114,"content":"<p>Who is the ringmaster?  A range of Departments are involved, but what entity is pulling everything together and leaning over participants?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M01700","speaker":"1419"},{"type":"speechnospeaker","time":1516784400,"counter":115,"content":"<p>The Minister for Foreign Affairs and Trade, Deputy Coveney, and his Department are bringing the whole Brexit process together.  The Department of the Taoiseach has a central role as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M01800","nonspeaker":"Mr. Kieran Smyth"},{"type":"speech","time":1516784400,"counter":116,"content":"<p>As no one else wishes to raise an issue, I will take it that we are concluding.  I thank the staff from the Department of Health for a comprehensive review of this important issue.  Every committee member appreciates their work in this regard.  It is work that is not seen because it is happening behind the scenes, yet it is of fundamental importance to our country.  We face major challenges in many areas, including health, thanks to Brexit.  I wish the witnesses continued success in their engagements and we look forward to having them back at some stage in the not-too-distant future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M01900","speaker":"1409"},{"type":"speechnospeaker","time":1516784400,"counter":117,"content":"<p>I thank the Acting Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2018012400002#M02000","nonspeaker":"Mr. Muiris O'Connor"},{"type":"unspoken","time":1516784400,"counter":118,"content":"<p>The joint committee adjourned at 11 a.m. until 9 a.m. on Wednesday, 31 January 2018.<\/p>","notice":"TIME STRING DETECTED"}]