[{"type":"majorheading","content":"Joint Oireachtas Committee on Housing, Planning and Local Government","time":1522148400,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 12:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Pat Casey, Senator Alice-Mary Higgins,* Deputy Eoin Ó Broin, Senator Jennifer Murnane O'Connor.<\/p><p>* In the absence of Senator Grace O'Sullivan.<\/p><p>DEPUTY MARIA BAILEY IN THE CHAIR.<\/p>","time":1522148400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002"},{"type":"minorheading","content":"Business of Joint Committee","time":1522148400,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#A00100"},{"type":"speech","time":1522148400,"counter":5,"content":"<p>The meeting is in public session.  Apologies have been received from Deputy Ruth Coppinger.  I propose that we go into private session to consider the draft reasoned opinion.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#A00200","speaker":"1246"},{"type":"unspoken","time":1522148400,"counter":6,"content":"<p>The joint committee went into private session at 12.10 p.m. and resumed in public session at 12.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Planning and Development Acts 2000 to 2017 Order: Motion","time":1522148400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#D00100"},{"type":"speech","time":1522148400,"counter":8,"content":"<p>At the request of the broadcasting and recording services, members and visitors in the Public Gallery are requested to ensure that for the duration of the meeting their mobile phones are turned off completely or switched to aeroplane, safe or flight mode, depending on their device.  It is not sufficient to put one's phone on silent mode as this will maintain a level of interference with the broadcasting system.  The next item is consideration of a motion regarding the Planning and Development Acts 2000 to 2017 (Increase in Number of Ordinary Members to An Bord Plean&aacute;la) Order 2018 with the Minister of State at the Department of Housing, Planning and Local Government with special responsibility for housing and urban development, Deputy Damien English, referred by the order of the Houses to the joint committee.  On behalf of the committee, I welcome Minister of State, Deputy English, and his officials, Ms Niamh Dew and Mr. Terry Sheridan, to the meeting this morning.<\/p> <p>  Members are reminded of a long-standing parliamentary practice to the effect that members should not comment on, criticise or make charges against a person or persons outside the House, or any official by name or in such a way as to make him or her identifiable.<\/p> <p>  I call on the Minister to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#D00200","speaker":"1246"},{"type":"speech","time":1522148400,"counter":9,"content":"<p>I thank the Cathaoirleach for affording me, along with Mr. Sheridan and Ms Dew, the opportunity to present to the committee on this draft order which proposes to increase by one member, on a temporary basis, the number of ordinary members of An Bord Plean&aacute;la.<\/p> <p>  The background to the draft order stems from the new additional functions of An Bord Plean&aacute;la in dealing with applications for strategic housing developments, SHDs.  Many members of the committee will be very familiar with these new arrangements which were introduced by the Planning and Development (Housing) and Residential Tenancies Act 2016.<\/p> <p>  In brief, the Act provided for new streamlined arrangements, which came into operation on 3 July 2017, to enable planning applications for large scale housing developments, SHDs, of 100 housing units or more, or student accommodation developments of 200 bed spaces or more, to be made directly to the board for determination.  These arrangements are intended to provide greater certainty for developers in terms of the timelines for planning decision-making, while also facilitating the earlier provision of much needed housing supply and helping to address the current housing supply shortage situation.<\/p> <p>  Under the SHD arrangements, a developer is required to firstly engage in pre-application consultations in relation to a proposed SHD development with the board and with the local planning authority, with such pre-application consultation phase having to be completed within nine weeks.  Where a planning application is subsequently submitted to the board, the board is required to make a determination on an application within a period of 16 weeks from the submission of that application.  These new fast track arrangements have the potential to result in planning decisions for concerned large developments being made within 25 weeks of commencement of the pre-application consultation, as against the more normal two stage planning process which can, in certain circumstances, take up to 18 to 24 months from initial design stage to ultimate approval.  I appreciate it can be shorter than that, but in some cases that has happened in the past.<\/p> <p>  In order to ensure that An Bord Plean&aacute;la had the necessary structures and resources in place to undertake these additional functions, the legislation provided for the establishment of a new strategic housing division of the board to decide on these housing applications.  The division requires two additional ordinary board members on a temporary basis, while the new arrangements are in place.  Separately, and in addition, the filling of an additional dedicated ten professional and administrative posts was sanctioned by our Department to support this division and the relevant staff are in place since 2017.<\/p> <p>  Over the last number of years the board has operated with a membership of nine members, consisting of the chair and eight ordinary members.  However, section 104 of the Planning Act provides that the board can consist of a maximum of up to ten members, the chair and nine ordinary board members.  Therefore, in January of this year, the Minister, Deputy Eoghan Murphy, appointed a ninth ordinary member to the board, thereby bringing the board to its full complement of ten, as provided for in the legislation and thereby filling the first of the two additional ordinary members positions required for the new SHD arrangements.<\/p> <p>  Section 104 of the Planning and Development Act 2000, as amended, also provides that the Minister may by order temporarily increase the number of ordinary members of the board, where this is necessary to enable it to fulfil its duties and objectives.  Such an order must be laid in draft before both Houses of the Oireachtas and receive a positive resolution from both Houses before it can be made.<\/p> <p>  As indicated, and in light of the tight statutory timeframes associated with determining applications under the SHD provisions, it is necessary to utilise this provision now.  The order before members is required so that the Minister can make a further appointment to the board, ensuring that the second additional member required for the new SHD arrangements are in place.<\/p><p>Under the 2016 Act, the SHD arrangements which it introduced will operate initially until 31 December 2019.  Subject to review, they may be extended to 31 December 2021, the end date of the Rebuilding Ireland action plan.  Accordingly, the draft order proposes to increase the membership of the board by one member, initially for the period until 31 December 2019, with a view to extending the appointment in accordance with the legislation, if required, at a later date.  Board members are generally appointed by the Minister from candidates nominated by prescribed organisations.  Subject to the necessary Oireachtas approval, it is the Minister&rsquo;s intention to select a nominee for appointment as a board member at the earliest possible date.<\/p><p> I support the making of this necessary order.  As I outlined, the SHD provisions were introduced to speed up the planning decision-making process for large-scale housing developments, with a view to addressing urgently the housing supply shortage.  The additional board member is vital to ensure there will be sufficient capacity within the board to undertake its additional functions related to SHDs and in order that SHD planning determinations can be made within the fast-track timeline prescribed under the 2016 Act.  <\/p><p> I look forward to engaging with the committee and will endeavour to answer questions committee members may have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#D00300","speaker":"1264","continuing":true},{"type":"speech","time":1522148400,"counter":11,"content":"<p>Can the Minister of State give us any updated information on the number of applications received by the board under the new strategic housing development legislation?  At what stage are they applications?  When the legislation was going through, we raised the question of why consideration had not been given to imposing statutory timelines on An Bord Plean&aacute;la for all planning decisions.  They apply to all local authorities which arguably have a bigger job to do in having to go through full applications, as opposed to an appeal to the board.  Is there any impact on non-strategic housing development decisions taken by the board of a lengthening of the timelines by virtue of having to deal with larger applications under the new legislation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#E00200","speaker":"1215"},{"type":"speech","time":1522148400,"counter":12,"content":"<p>From when the new arrangements were put in place in July up to 21 March, the board received 47 valid pre-application consultation requests, for the initial nine-week period, in respect of which 36 opinions have issued, with a further 11 due in the coming weeks.  A total of four of the 36 opinions indicated that the documents submitted gave a reasonable basis on which to submit planning applications, while 32 required further consideration.  Of the 36 opinions, 19 planning applications for strategic housing developments have been brought forward to the board which has issued a decision in seven of those cases.  It has granted permission for the construction of a total of 523 residential units, mainly apartments, and 3,408 student bed spaces.  It has refused permission for the construction of a total of 1,040 residential units, consisting of 478 houses and 562 apartments.  All of the decisions were made within the 16-week timeframe.  I have an overview of the seven cases decided if members want to have it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#E00300","speaker":"1264"},{"type":"speech","time":1522148400,"counter":13,"content":"<p>It would be great to have it in writing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#E00400","speaker":"1215"},{"type":"speech","time":1522148400,"counter":14,"content":"<p>There were two refusals and five grants, three of which were conditional.  Permission for the student accommodation at Belfield was granted with conditions.  Permission for the residential development on Ballyogan Road was refused.  Permission for the residential development at Barna in Galway was also refused.  Permission for the student accommodation on Cork Street was granted, while permission for the student accommodation in Cork was granted on 7 March.  Permission for the student accommodation and residential developments in Stillorgan, County Dublin, was granted with conditions on 15 March, incorporating 576 student bed spaces and 103 apartments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#E00500","speaker":"1264"},{"type":"speech","time":1522148400,"counter":15,"content":"<p>What is the ratio between student bed spaces and non-student accommodation units?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#E00600","speaker":"1215"},{"type":"speech","time":1522148400,"counter":16,"content":"<p>There are 523 residential units and 3,408 student bed spaces.  We set out a specific student accommodation action plan with the Department of Housing, Planning and Local Government and the Department of Education and Skills.  We wanted to drive that agenda and have purpose-built student accommodation on or close to campus which should also free housing for others.<\/p><p>There has been a push on there.  All our education players have been encouraged to become involved in that and to do more of their own alongside private developers.  There are 12 decisions to be made.  The remaining 12 strategic housing development applications consist of 3,420 residential units, which comprise 2,373 houses, 1,047 apartments and 691 student bed spaces.  Quite a number of residential units are coming through.  I have no problem providing a note on that in order to give members some information on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#E00700","speaker":"1264","continuing":true},{"type":"speech","time":1522148400,"counter":18,"content":"<p>Perfect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00200","speaker":"1215"},{"type":"speech","time":1522148400,"counter":19,"content":"<p>The Deputy's second question concerned the statutory timelines.  When we had a debate on this matter in the Seanad and in the D&aacute;il, that was considered.  Generally, 80% to 82% of An Bord Plean&aacute;la's cases are dealt with within the statutory timelines.  It has a service level agreement with our Department to reach that target.  In 2017, it was lower than that and only 65% to 66% of cases were dealt with within the statutory timelines, mainly because the board was down members and was awaiting appointees.  It was also seeking more staff, which we facilitated during 2017.  We will monitor that.  Sometimes the 20% of cases that are not dealt with within the specific timelines comprise high profile ones.  That is something we monitor and we discuss it in the context of the service level agreement.  We can review it and discuss it further, if we are of the view that we need to change the rules.  We need some certainty around timelines from the planning system.  The main reason for the changes we made in 2016 was to introduce some certainty and to encourage people who owned land - that is, unzoned - to bring forward applications.  We gave a commitment that we would give applicants a decision within a certain timeframe.  That assists with the costs involved and the business case in order to fast-track planning.<\/p> <p>  The Deputy asked if this had any impact on non-strategic housing developments.   We have not noticed anything different but we can do a check and do a trawl to be sure about that.  By increasing the overall complement of the board and meeting the staff requirements following the review in 2016, An Bord Plean&aacute;la should be in a better position to be able to reach its overall targets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00300","speaker":"1264"},{"type":"speech","time":1522148400,"counter":20,"content":"<p>That last point is important.  In an effort to fast-track the larger developments, we do not want small builders who build 20, 40 or 80 units to experience much longer delays.  If there was a way to track and monitor that, it would be useful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00400","speaker":"1215"},{"type":"speech","time":1522148400,"counter":21,"content":"<p>We will certainly track that and consult the board on it.  I have made it clear that we have proposed this order on foot of a commitment given that if we changed the legislation to provide for fast-track developments An Bord Plean&aacute;la needed additional board members.  A specific team was set aside for that, therefore, it should not influence the board's day-to-day processes.  If both Houses of the Oireachtas accept this, it will strengthen the position of the board to make sure applications are dealt with within the timelines and that nobody else will suffer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00500","speaker":"1264"},{"type":"speech","time":1522148400,"counter":22,"content":"<p>To follow up on that, I cannot remember the number of applications the Minister of State said did not get through the pre-planning process.  Is there a common trend in that respect, or could information be provided in order to tweak the system to improve that position?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00600","speaker":"1357"},{"type":"speech","time":1522148400,"counter":23,"content":"<p>There is a number of reasons.  I do not have a  breakdown of the trends, but I could ask the board about that.  Naturally, the board will come back to us if there are specific changes it would recommend.  Generally, this process is to make sure we have a high standard of application in the first place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00700","speaker":"1264"},{"type":"speech","time":1522148400,"counter":24,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00800","speaker":"1357"},{"type":"speech","time":1522148400,"counter":25,"content":"<p>I remember at the time the then Minister, Deputy Coveney, stressed that it would not be a surprise if those who submitted the first applications found the process difficult because it was a new process and the planning would be fast-tracked.  That nine-week phase is to make sure we get good quality applications and that nobody's time is wasted.  The 32 applicants would have been given different reasons setting out how they could improve their applications; it was not that they were refused-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F00900","speaker":"1264"},{"type":"speech","time":1522148400,"counter":26,"content":"<p>No, they did not get through.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01000","speaker":"1357"},{"type":"speech","time":1522148400,"counter":27,"content":"<p>------a consultation.  If they want to come back, they can still apply.  Only four got a straightforward response; they were told their applications were at the top level, but 19 applications have come in.  Some of those 32 combined applications and they would have made changes before they formally applied.  The nine-week period is to guide best practice and the submitting of the best applications.  I will consult the board to see if there are any trends coming through.  If there is anything that we need to discuss, we can do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01100","speaker":"1264"},{"type":"speech","time":1522148400,"counter":28,"content":"<p>Regarding the appointments, the second appointment will be on a temporary basis until 2019-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01200","speaker":"1357"},{"type":"speech","time":1522148400,"counter":29,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01300","speaker":"1264"},{"type":"speech","time":1522148400,"counter":30,"content":"<p>-----or extended to 2021 whereas the first appointment will be permanent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01400","speaker":"1357"},{"type":"speech","time":1522148400,"counter":31,"content":"<p>This is not so much about the appointees but about the complement of the board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01500","speaker":"1264"},{"type":"speech","time":1522148400,"counter":32,"content":"<p>The first appointee would come within the bracket of board's ten members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01600","speaker":"1357"},{"type":"speech","time":1522148400,"counter":33,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01700","speaker":"1264"},{"type":"speech","time":1522148400,"counter":34,"content":"<p>The second appointee will be an additional member above that complement and that appointment will be on a temporary basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01800","speaker":"1357"},{"type":"speech","time":1522148400,"counter":35,"content":"<p>Both of them were required by An Bord Plean&aacute;la for its strategic housing division.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F01900","speaker":"1264"},{"type":"speech","time":1522148400,"counter":36,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F02000","speaker":"1357"},{"type":"speech","time":1522148400,"counter":37,"content":"<p>I think they are both regarded as temporary positions until 2019.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F02100","speaker":"1264"},{"type":"speech","time":1522148400,"counter":38,"content":"<p>All right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F02200","speaker":"1357"},{"type":"speech","time":1522148400,"counter":39,"content":"<p>This is not about the persons but that the number on the board will be adjusted by 2019.  We can have a discussion on the need for a review, but if we consider there is no need for it, we will not be continuing with it.<\/p><p>That commitment was made, and it was given on floor of the Houses as well.  I would point out to the Deputy that there is a huge volume of applications in the pipeline.  Many of those-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#F02300","speaker":"1264","continuing":true},{"type":"speech","time":1522148400,"counter":41,"content":"<p>I was just trying to get my head around it.  The first appointment was made under the legislation where we could appoint a ninth member so there was no need to have that made on a temporary basis whereas the second appointment, the one from 2019 and extended to 2021, will be on a temporary basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00200","speaker":"1357"},{"type":"speech","time":1522148400,"counter":42,"content":"<p>I understand the question.  Both appointments reflect the request from An Bord Plean&aacute;la for additional-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00300","speaker":"1264"},{"type":"speech","time":1522148400,"counter":43,"content":"<p>For additional appointments because of the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00400","speaker":"1357"},{"type":"speech","time":1522148400,"counter":44,"content":"<p>Yes, for this reason.  That is why we have both people established.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00500","speaker":"1264"},{"type":"speech","time":1522148400,"counter":45,"content":"<p>Deputy Casey has just clarified it.  Were these appointments made by the Minister?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00600","speaker":"1395"},{"type":"speech","time":1522148400,"counter":46,"content":"<p>Yes.  There is a nominating process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00700","speaker":"1264"},{"type":"speech","time":1522148400,"counter":47,"content":"<p>The Minister of State might explain that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00800","speaker":"1395"},{"type":"speech","time":1522148400,"counter":48,"content":"<p>There is a list of prescribed bodies, which we can give to the Senator, if she would like it-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G00900","speaker":"1264"},{"type":"speech","time":1522148400,"counter":49,"content":"<p>Yes, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01000","speaker":"1395"},{"type":"speech","time":1522148400,"counter":50,"content":"<p>-----which can make nominations to the Minister when a call goes out.  There are five panels and the Minister of the day will have to make sure that, generally, there are two per panel.  They work off the nominations that come in.  The Minister cannot pick someone out of the sky.  He or she has to be nominated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01100","speaker":"1264"},{"type":"speech","time":1522148400,"counter":51,"content":"<p>Yes.  That is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01200","speaker":"1395"},{"type":"speech","time":1522148400,"counter":52,"content":"<p>Generally, specific skills are required.  The chair of the board has specifically said that she would like the candidates for these positions to have an architectural and engineering background.  The most recent appointee was Michelle Fagan, who I believe has an architectural background.  There are five panels.  The candidates are nominated.  The Minister chooses from those and it makes the appointments process correct; they are ministerial appointments.  It is hoped that if the Houses clear this on Thursday, the Minister should be able to work from the existing list of nominated people, so we will not have to waste any time.<\/p> <p>  Regarding Deputy &Oacute; Broin's point, housing developments in general are being prioritised by An Bord Plean&aacute;la.  There is an agreement that priority is given to all housing developments, regardless of their size.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01300","speaker":"1264"},{"type":"speech","time":1522148400,"counter":53,"content":"<p>During the consideration of the legislation we got a very useful spreadsheet with the 18 developments that were being assessed at that stage.  It would be helpful if we got a similar spreadsheet, even on a six-monthly basis, of the kind of information the Minister of State has shown but presented as a flow chart.  The smaller number of applications that got through the pre-application process quickly have been dealt with in a much more speedy fashion, but I would be interested to see, of all the developments, the actual improvement in the timeline.  The Minister of State might give a commitment that every six months we would get a spreadsheet update with the columns and the lengths of time for each stage of the process for all pre-applications and applications.  That would be useful to allow us track it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01400","speaker":"1215"},{"type":"speech","time":1522148400,"counter":54,"content":"<p>We can do that.  In terms of the ones who go through that early process and are given advice to make changes, all that information is on record and can be seen, and the inspector will comment on that as well.  It is all clear-cut.  I understand the Deputy's point.  It is to be able to track the process to see if it is working with regard to timelines.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01500","speaker":"1264"},{"type":"speech","time":1522148400,"counter":55,"content":"<p>Yes.  Some of us did not support the legislation and our argument was because the two areas that were taking the longest were the pre-planning and the request for information periods.  If we saw similar timelines for this, it would give us a sense of whether it is working the way the Minister of State hoped, or not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01600","speaker":"1215"},{"type":"speech","time":1522148400,"counter":56,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01700","speaker":"1264"},{"type":"speech","time":1522148400,"counter":57,"content":"<p>Did any of the applications require the EIS process?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01800","speaker":"1357"},{"type":"speech","time":1522148400,"counter":58,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G01900","speaker":"1264"},{"type":"speech","time":1522148400,"counter":59,"content":"<p>Does anyone have any further questions for the Minister of State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02000","speaker":"1246"},{"type":"speech","time":1522148400,"counter":60,"content":"<p>Dealing with local government, as all of us have done in councils in previous years, we know that An Bord Plean&aacute;la plays a massive part in their decisions.  As an elected representative who dealt with issues of housing estates, one-off housing or whatever over the years, it is good to know that the Department is working on this area.  I believe it plays a massive role and it can be life-changing for some people.  It is welcome that we are monitoring it.  I know it is a fair process - I do not have any complaints - but it is crucial that decisions are made more speedily, and work is needed on that..<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02100","speaker":"1395"},{"type":"speech","time":1522148400,"counter":61,"content":"<p>I agree with the Senator.  It is very important that we are involved in this process.  While we do not interfere with the decisions of An Bord Plean&aacute;la-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02200","speaker":"1264"},{"type":"speech","time":1522148400,"counter":62,"content":"<p>Absolutely.  We cannot do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02300","speaker":"1395"},{"type":"speech","time":1522148400,"counter":63,"content":"<p>-----we have to make sure it has the staff and the resources to do the work faster, and that process is clearly set out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02400","speaker":"1264"},{"type":"speech","time":1522148400,"counter":64,"content":"<p>That completes the committee's consideration of the motion regarding the Planning and Development Acts 2000 to 2017 (Increase in Number of Ordinary Members of An Bord Plean&aacute;la) Order 2018.  I thank the Minister of State, Deputy English, Mr. Terry Sheridan and Ms Niamh Dew for attending today and engaging with the committee.  This meeting is adjourned until 9.30 a.m. on Wednesday, 28 March 2018, when we will consider the Bills on micro-plastics and vacant housing refurbishment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02500","speaker":"1246"},{"type":"minorheading","content":"Messages to Dáil and Seanad","time":1522148400,"counter":65,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02600"},{"type":"speech","time":1522148400,"counter":66,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Joint Committee on Housing, Planning and Local Government has completed its consideration of the following motion:That D&aacute;il &Eacute;ireann approves the following Order in draft:<blockquote>Planning and Development Acts 2000 to 2017 (Increase in Number of Ordinary Members of An Bord Plean&aacute;la) Order 2018,<\/blockquote>a copy of which has been laid in draft form before D&aacute;il &Eacute;ireann on 21st February, 2018.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018032700002#G02700","speaker":"1246"},{"type":"unspoken","time":1522148400,"counter":67,"content":"<p>In accordance with Standing Order 75, the following message will be sent to the Seanad:<\/p><p><\/p>"},{"type":"unspoken","time":1522148400,"counter":68,"content":"<p>The joint committee adjourned at 12.35 p.m. until 9.30 a.m. on Wednesday, 28 March 2018.<\/p>","notice":"TIME STRING DETECTED"}]