[{"type":"majorheading","content":"Joint Oireachtas Committee on Foreign Affairs and Trade, and Defence","time":1474551000,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 14:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Seán Barrett, Senator Mark Daly, Deputy Kathleen Funchion,* Senator Billy Lawless, Deputy Noel Grealish, Senator Gabrielle McFadden. Deputy Darragh O'Brien, Deputy Maureen O'Sullivan,<\/p><p>* In the absence of Deputy Seán Crowe.<\/p><p>DEPUTY BRENDAN SMITH IN THE CHAIR.<\/p>","time":1474551000,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002"},{"type":"minorheading","content":"Election of Vice Chairman","time":1474551000,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#A00100"},{"type":"speechnospeaker","time":1474551000,"counter":5,"content":"<p>Apologies have been received from Deputies Se&aacute;n Crowe and Tony McLoughlin and Senator Ivana Bacik.  I propose we commence with the appointment of a Vice Chairman and I call for nominations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#A00200","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":6,"content":"<p>I propose Deputy Maureen O'Sullivan for the position of Vice Chairman.  She is eminently qualified in the area of foreign affairs and will make an excellent Vice Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#A00300","speaker":"1228"},{"type":"speechnospeaker","time":1474551000,"counter":7,"content":"<p>Deputy Maureen O'Sullivan has been proposed.  Is there a seconder?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#A00400","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":8,"content":"<p>On a point of order, I have nothing against Deputy O'Sullivan but I thought there was an agreement on sharing out the positions of Chairman and Vice Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#A00500","speaker":"1219"},{"type":"speechnospeaker","time":1474551000,"counter":9,"content":"<p>Not that I have been made aware of.  I assume the political party holding the chair does not hold the position of Vice Chairman as well.  The idea is to have as much broad representation as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#A00600","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":10,"content":"<p>That is okay.  I am fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#A00700","speaker":"1219"},{"type":"speech","time":1474551000,"counter":11,"content":"<p>I second the nomination of Deputy Maureen O'Sullivan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#A00800","speaker":"1313"},{"type":"speechnospeaker","time":1474551000,"counter":12,"content":"<p>Is anyone else being proposed?  No.  I declare Deputy Maureen O'Sullivan elected as Vice Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#A00900","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":13,"content":"<p>I thank the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#A01000","speaker":"1291"},{"type":"speechnospeaker","time":1474551000,"counter":14,"content":"<p>I congratulate Deputy O'Sullivan.  I have worked with her on this committee for the past four and a half years.  She has been an exemplary member in respect of her attendance, contributions and her wide range of interests with regard to the work pertaining to the committee.  I have no doubt she will enhance the role.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#A01100","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":15,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#A01200","speaker":"1291"},{"type":"minorheading","content":"Kevin Bell Repatriation Trust: Mr. Colin Bell","time":1474551000,"counter":16,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#B00100"},{"type":"speechnospeaker","time":1474551000,"counter":17,"content":"<p>The purpose of today's meeting is a discussion with Mr. Colin Bell of the Kevin Bell Repatriation Trust.  On behalf of the joint committee, I extend a warm welcome to Mr. Bell.  We are all very much aware of the excellent and valuable service provided by the trust to those persons affected by the loss of loved ones abroad.  Following Mr. Bell's opening statement, there will be a questions and answers session during which he can expand on the work of the trust.<br\/><br\/>Before we begin, I remind members, witnesses and those in the Public Gallery to ensure their mobile phones are switched off completely for the duration of the meeting as they cause interference, even if on silent mode, with the recording equipment in this room.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.  By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  If, however, they are directed by it to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  <br\/><br\/>I now invite Mr. Bell to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#B00200","nonspeaker":"Chairman"},{"type":"speechnospeaker","time":1474551000,"counter":18,"content":"<p>I thank members for their attendance.  In July 1984, I married my wife Eithne.  In May 1985, we had twins, Se&aacute;n and Ciara.  The following July, we had another set of twins, Kevin and Brendan.  Ten months later, Eamonn was born.  A year later, Conor was born.  We then had a daughter, Meave.  In essence, we had seven children under the age of five, which gave us a certain notoriety in our home town of Newry.<\/p> <p>  On 15 June 2013, I celebrated my 60th birthday.  I got up the following morning, Sunday, 16 June, to prepare for my family, including my mother and my sisters, Eithne's mother, father and sisters and others who were coming to the house to celebrate my 60th birthday.  At approximately 10.45 a.m. I went to the back garden with two of my sons to erect a gazebo.  At approximately 11.45 a.m. I was called into the front room of the house where Vinny and Caroline Toner were waiting for me with my wife Eithne.  I was told to sit down and we were given the news that Kevin had been killed in a hit-and-run in New York during the night.  We were lucky, I suppose, in that we did not get a cold call from America.  Kevin had gone out there to his friend, who is Vinny and Caroline's son.  When he heard the news that Kevin had been killed he contacted his mother and told her to break the news to us.    <\/p> <p>  We are a well known family in the town.  My father taught in the Christian Brothers school for 43 years and my mother was a teacher in the Sacred Heart school.  I also taught in a school in the town for 40 years.  Eithne was involved in drama circles and the children we all very well known.  When the news broke in Newry that Kevin had been killed the whole town went into a frenzy of fund-raising.  It was amazing.  At a pub quiz on the Tuesday night, &pound;42,000 was raised.  On the Thursday night, there was a fun run and walk, from which &pound;20,000 was raised.  Kevin had been in Australia and a fund-raising event was held there.  There were also fund-raising events in New York.  Essentially, Kevin's employers paid for his body to be brought home and so we were left with the massive sum of &pound;150,000 that had been fund-raised in less than a fortnight to bring Kevin's body home.  <\/p> <p>  About a fortnight after Kevin's death, a young man from Carryduff was killed in Thailand.  We contacted the family and offered to pay to have their son's body brought home and that is how the Kevin Bell Repatriation Trust came about.  We decided to use the money we had been given to help other families visited with the same tragedy as us.  This was going to be Kevin's legacy and so we wanted to do it right and set about applying for charitable status.  We are from County Down and as such our application was made to the Charity Commission for Northern Ireland.  In January 2015, almost 18 months after we had applied, we got charitable status.  Members will be aware that to be a charity, one has to prove need.  The reason our application took so long was because the commission wanted us to means-test people while in the depths of despair and we were unwilling to agree to that.  We were eventually given charitable status on a \"relief of stress\" basis.  In other words, when a family contacts us we relieve them of the stress of arranging the repatriation of their loved one and we also pay for it.<\/p> <p>  It is just over three years since Kevin was killed.  Since then, we have brought home more than 212 bodies.  Members may recall that in November last eight young people died in Perth in Australia in the space of two weeks.  All of those killed were young people and the deaths were totally unrelated, including two young lads from Omagh and Coleraine who were killed when a slab fell on them, a suicide, a young man killed in a car crash and another young man following a fall from scaffolding.  Not only do we pay for the repatriation, we will arrange it.  We take the process out of the hands of those who contact us.<\/p> <p>  I refer members to the growth of the Kevin Bell Repatriation Trust.  In the first year, starting from 16 June 2013 when Kevin was killed to 16 June 2014, the trust repatriated the bodies of 26 people.  In the early days, not many people were aware of the trust or what it did and so we were reaching out to people at that stage.  The trust operates on a 32 county basis.  When we hear about the death abroad of a person, we make contact with the parish priest, GAA club and so on in the area where the family lives.  In the first year, we repatriated 26 bodies.  In the second year, we repatriated 42 bodies.  The trust was a little better known at that stage but we were still reaching out.  In June 2015, we had a meeting with the then Minister of State at the Department of Foreign Affairs and Trade, Deputy Deenihan.  Previous to that we had a meeting with officials of the Department of Foreign Affairs and Trade.  Despite our having repatriated 70 bodies at that stage, we had not had contact from the Department.<\/p><p>We were awarded the GAA President's Medal and decided we would introduce ourselves to the Department.  We eventually got a meeting with the former Minister of State, Jimmy Deenihan, and as a result, every Irish consulate and embassy in the world was given our number.  Since that meeting, the numbers using our help have really risen.  A family may contact the Department of Foreign Affairs and Trade and the Department will then give the family our number.  When the family contacts us, that is when we do our business.<\/p><p> There have been repatriations from quite a lot of countries, including many young people from Australia and America.  Originally, our aim, essentially, was to help young people but that is not the way it works.  We will help everybody and anybody who needs our help.  We draw a line at somebody who has lived in America for 70 years and whose dying wish was to be buried in Ireland as that is not what we do.  Over the summer we took home an 87-year-old woman from Bulgaria who died while on holiday.  We brought home a baby from Madrid who was stillborn seven months into the mother's pregnancy.  We will help anybody who needs our help and the committee can see how we have helped with repatriations from many countries.  The numbers going to Dublin or Belfast are quite big because they are cities.<\/p><p> We work on a 32-county basis.  We have taken people home to the Falls Road and to the Shankill Road and do not discriminate.  If people need our help, we will help them in any way we can.  Costs vary, even within the same country.  As a result of the expertise we have gained and because Australia has operations like the Claddagh Association in Perth and Irish welfare associations, whenever somebody dies in Australia, we are contacted.  As the numbers are so great, we will have used certain undertakers previously who know us and the operation will run quite smoothly.  It is the same for America.  If somebody dies in the Far East or any country where there is a language difficulty, I will use the services of a professional repatriation company.  We use a firm called Albin's in London and because of the amount of business we give it, unfortunately, the firm is very quick to go about its business in getting a body home as soon as possible when we contact it.<\/p><p> With respect to governance, I understand that lately, some charities have muddied the water for others.  We are very much a family-run charity and none of us gets paid.  None of us expects to be paid or wants it.  Everything we did was from the kitchen table, with filing cabinets in the bedroom; the house was taken over by it so on 5 September, we moved to an office and employed an administrator.  That is our only expense.  Our trustees include chartered accountants, a credit union manager and Kevin's friends.  They are all professional people.  The governance is very tight.  We meet monthly and everybody is well aware of where the money is going.<\/p><p> I was invited to speak to Deputies by Deputy Miche&aacute;l Martin after providing help with a case in Cork.  People are very much aware of us and are behind our work.  We are family-run and nobody gets paid.  I explain what I would like from the Government whenever I met Deputies.  We have a family ethos so I would like every cent given to the Kevin Bell Repatriation Trust to go to what it was meant for.  If a person gives a euro or a pound, 100 cent or 100 pence should go to that.  I am not seeking funding or donations but rather something to cover the cost of the office and our part-time staff.  I have quoted a figure of &euro;30,000 per year.  In the first year that would go to kitting out the office, as well as paying its running expenses and those of the part-time staff.  The same &euro;30,000 next year would get me either a second part-time staff member or one full-time staff member.  The service we give to the Department is good and I am not asking too much.  I thank the committee for its attention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#B00300","nonspeaker":"Mr. Colin Bell","continuing":true},{"type":"speechnospeaker","time":1474551000,"counter":20,"content":"<p>I thank Mr. Bell sincerely for the presentation.  I recognise it is difficult to come into a public forum, a committee of our national Parliament, and outline the great loss and tragedy inflicted on his family.  Out of that particular tragedy, with his very generous nature and great magnanimity, Mr. Bell established this trust, which I know has done so much good work for so many families.  I am familiar with some families in my constituency of Cavan-Monaghan who are extremely appreciative to Mr. Bell and his family for the great assistance they were given when, unfortunately, they lost loved ones abroad.  Throughout the country there is an awareness and appreciation of the work, particularly from the families which have unfortunately suffered terrible tragedies.  Mr. Bell mentioned the trust has been involved with repatriating 210 bodies in a relatively short period, which demonstrates the great loss of life among the Irish community abroad, including people travelling or on holidays.  The work done by the trust is of great importance to Irish society in general and particularly to our diaspora.<\/p> <p>  A number of members have indicated they would like to make short contributions or ask questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#C00200","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":21,"content":"<p>I thank Mr. Bell for taking the time to come down and brief us on the great work done by the Kevin Bell Repatriation Trust in memory of his son.  I have a couple of questions if that is okay.  In the presentation Mr. Bell mentioned that the trust has attained charitable status in Northern Ireland but the application in the Republic is still in process.  Will Mr. Bell advise us as to its status and how long it has been with the charities regulator?  Mr. Bell's request for some funding is something I would certainly support.  We were advised by the consular division of the Department of Foreign Affairs and Trade that it does not have a fund <i>per se<\/i>but there is a grant available through the emigrant support programme.  That might be something.<\/p><p>Has the trust applied?  If so, at what stage is the application or has it been decided on?  <\/p><p> I thank Mr. Bell for coming in and I thank the trust for all of the work it does on behalf of families at a difficult time when a tragedy unfortunately occurs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#C00300","speaker":"1228","continuing":true},{"type":"speechnospeaker","time":1474551000,"counter":23,"content":"<p>I will take a contribution from Deputy Maureen O'Sullivan before Mr. Bell replies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D00200","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":24,"content":"<p>I wish to acknowledge that all this tremendous work stems from the loss of Mr. Bell's son, Kevin, who we remember today.<\/p> <p>  My question differs from Deputy O'Brien's.  I note that the trust does not means test people.  It is very difficult to ask that question, particularly when a family has suffered a loss.  Mr. Bell made the point that if people have insurance, they will reimburse the trust later.  Does that happen often?  Some people do not take out insurance for various reasons.  Has the trust rethought its view means testing?  An amazing amount of money was fund-raised in two weeks.  Does the trust still fund-raise?  Apart from the money end of things, the fact that the trust looks after the arrangements must be commended.  When people suffer a loss and they are not in the country concerned to deal with arrangements and do not know where to go, the trust provides an amazing service to those people who find themselves in difficulty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D00300","speaker":"1291"},{"type":"speechnospeaker","time":1474551000,"counter":25,"content":"<p>I thank the Deputy.  We applied for charitable status in the South 18 months ago.  When we met the then Minister of State at the Department of Foreign Affairs and Trade, Deputy Deenihan, he said that he would do what he could to fast-track our application but nothing has happened.  Every now and again, we inquire about charitable status.  I think we satisfy all of the qualifying criteria.  What was Deputy O'Brien's second question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D00400","nonspeaker":"Mr. Colin Bell"},{"type":"speech","time":1474551000,"counter":26,"content":"<p>My second question was on the emigrant support programme through which the Department provides grants.  Has the trust applied for a grant?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D00500","speaker":"1228"},{"type":"speechnospeaker","time":1474551000,"counter":27,"content":"<p>We got a form from the emigrant support programme.  The trust is a young charity and was only recognised as a charity in the North last January so its first set of accounts do not have to be submitted until January 2017.  That meant we had no accounts and, therefore, were unable to furnish accounts thus precluding us from availing of the support programme.  We will have accounts shortly.  We do not seek an awful lot of money, to be honest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D00600","nonspeaker":"Mr. Colin Bell"},{"type":"speechnospeaker","time":1474551000,"counter":28,"content":"<p>One does not need to be a registered charity to apply for assistance under the emigrant support programme.  That may be one requirement that is not needed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D00700","nonspeaker":"Chairman"},{"type":"speechnospeaker","time":1474551000,"counter":29,"content":"<p>I know but we could not furnish accounts, which were a prerequisite.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D00800","nonspeaker":"Mr. Colin Bell"},{"type":"speech","time":1474551000,"counter":30,"content":"<p>Does the trust fund-raise?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D00900","speaker":"1291"},{"type":"speechnospeaker","time":1474551000,"counter":31,"content":"<p>People fund-raise for us.  It is amazing.  There are fund-raisers going on throughout Ireland every weekend.  I am here today but tomorrow night I will attend a Unionist mayor's ball in Newtownabbey, County Antrim.  We brought his grandson home from Australia.  On Sunday morning, I will be in Ballinlough, County Meath, for a truck run.  On Sunday night, I will be in Dromahair, County Leitrim, to speak at a novena.  Next week, I will attend a cheque presentation in Dungarvan, County Waterford.  People throughout Ireland fund-raise for us all the time.<\/p> <p>  Fundraising is not a prerequisite in that when we bring someone home, we do not expect to be paid back but families do fund-raise.  If the person who died was a member of the GAA, for example, the club will fund-raise.  The trust is not short of money.  All I would like is that every penny that we get is used for what it is meant for.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D01000","nonspeaker":"Mr. Colin Bell"},{"type":"speech","time":1474551000,"counter":32,"content":"<p>What about insurance claims?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D01100","speaker":"1291"},{"type":"speechnospeaker","time":1474551000,"counter":33,"content":"<p>Out of the 210 cases, we would have got four insurance claims back.  When a young fella goes to Australia, he might be insured for the first year.  A lot of people who go on holiday do not take out insurance and, unfortunately, some insurance companies invoke the small print at the bottom of the form.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D01200","nonspeaker":"Mr. Colin Bell"},{"type":"speech","time":1474551000,"counter":34,"content":"<p>Many of my questions have already been asked.  I thank Mr. Bell for attending and for speaking to the committee.  He was very brave to take on this task.  He saw that there was extra money and he put it to good use, in particular ensuring that one can contact the trust no matter what part of the country one resides in.<\/p> <p>  I support what Mr. Bell has said.  It is important that when people donate that they know 100% of their money goes to the cause.  I can see why Mr. Bell wants to have the administrative side covered.  Given that embassies give people the contact details for the trust, there is an onus on the Department of Foreign Affairs and Trade to provide funding.  The trust only seeks a small amount of money.  The trust is doing excellent work to assist people who find themselves in difficulty.  Some of my questions on charitable status have already been answered.  My party fully supports what Mr. Bell has said and I commend him on the work of the trust.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D01300","speaker":"1266"},{"type":"speechnospeaker","time":1474551000,"counter":35,"content":"<p>We are so lucky.  We are a different type of charity because we do not have to employ people to fund-raise to get money for research.  Every charity exists to fulfil a need.  The trust is family-based and that is the whole ethos of our charity.  That is the only reason I ask for money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D01400","nonspeaker":"Mr. Colin Bell"},{"type":"speech","time":1474551000,"counter":36,"content":"<p>I congratulate Mr. Bell on the tremendous work done by the trust.  I noted that his trust has been in touch with the consular division in the Department of Foreign Affairs and Trade or, at least, it has been in touch with the trust.  An emigrant support programme is in place and it is important the trust is registered with it not only in terms of possible funding but also because it could provide other assistance to the trust, or the trust could be of great assistance to it.  Why has the trust never submitted a formal application?  The unit has been in touch with the trust but it has not received a formal application.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D01500","speaker":"1219"},{"type":"speechnospeaker","time":1474551000,"counter":37,"content":"<p>As I have said, it contacted me but we were unable to avail of the programme because we were not in a position to provide accounts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D01600","nonspeaker":"Mr. Colin Bell"},{"type":"speech","time":1474551000,"counter":38,"content":"<p>The accounts are not the most important thing at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D01700","speaker":"1219"},{"type":"speechnospeaker","time":1474551000,"counter":39,"content":"<p>They were, according to the form, and I spoke to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D01800","nonspeaker":"Mr. Colin Bell"},{"type":"speech","time":1474551000,"counter":40,"content":"<p>The note we have from the division says that the members of the team spoke to the trust to offer assistance with the application but no application was submitted by the trust.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D01900","speaker":"1219"},{"type":"speechnospeaker","time":1474551000,"counter":41,"content":"<p>I spoke to them and in essence, I was told that I would have to supply our accounts, which I was unable to do.  I was told I could apply next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D02000","nonspeaker":"Mr. Colin Bell"},{"type":"speech","time":1474551000,"counter":42,"content":"<p>Maybe the information the division gave us is incorrect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D02100","speaker":"1219"},{"type":"speech","time":1474551000,"counter":43,"content":"<p>I do not think there is a discrepancy between the information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D02200","speaker":"1414"},{"type":"speech","time":1474551000,"counter":44,"content":"<p>I respectfully suggest that we contact the consular division which put this matter on paper and clarify the matter for the trust.<\/p><p>I am anxious that the trust be registered.  Whether Mr. Bell is in a position to supply accounts at present is a different issue.  At least it should be formally registered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#D02300","speaker":"1219","continuing":true},{"type":"speechnospeaker","time":1474551000,"counter":46,"content":"<p>It is very much aware of us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#E00200","nonspeaker":"Mr. Colin Bell"},{"type":"speechnospeaker","time":1474551000,"counter":47,"content":"<p>This meeting will heighten awareness, if that is required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#E00300","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":48,"content":"<p>I thank Mr. Bell.  The service he is providing is unbelievable.  I live in Chicago and I am very involved with emigrant rights.  There have been terrible tragedies in Chicago in the past number of years, including those involving the McShane girl from the North and the young O'Reilly boy from Galway.  The traumatic circumstances when the parents travel over are heart rending.  I am sure that happened with Mr. Bell.  I certainly support the service he provides.<\/p> <p>  Mr. Bell raised some issues and it would be no harm for the committee to highlight them.  Insurance is a massive problem with regard to young J1 visa holders in Chicago or elsewhere in the United States.  Many of them do not realise that if they get injured and alcohol is involved, they are not covered.  It is a major issue.  There was an incident in Boston recently as well.  It is our job to highlight that.  When Mr. Bell speaks to the different organisations he deals with, will he please emphasise that their children should have proper insurance if they are travelling abroad?  Tell them about the danger of alcohol, as they will not be covered by insurance if it is involved.<\/p> <p>  I am very aware of emigrant support because I am involved in organisations in Chicago that applied to the emigrant support unit in the Department of Foreign Affairs and Trade.  It is a ferocious stickler, and rightly so, about accounts.  That was the case for ourselves earlier for a number of years.  We had to have everything down.  It must be a meticulous application or it will not be granted.  I strongly advise Mr. Bell to get his accounts together for an application to be made.  Otherwise, it will not be granted.<\/p> <p>  I thank Mr. Bell and his family for the unbelievable service they are providing.  It is just incredible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#E00400","speaker":"1429"},{"type":"speech","time":1474551000,"counter":49,"content":"<p>I thank Mr. Bell for attending and for his work.  I attended the presentation Deputy Miche&aacute;l Martin organised and I heard much of what Mr. Bell said.  It is extraordinary work.  After the presentation, Deputy Martin, Mr. Bell and I had a discussion about appearing before this committee.  I have been a member of this committee for a number of years and we had not heard about Mr. Bell's work, but this meeting, which the Chairman organised and the members supported, has done a great deal to highlight it.  It was reported on \"Morning Ireland\" this morning, which again will make people aware that there is such support available.  Obviously, during the trauma people experience they do not know where to go.  Nothing can prepare one for such an event in one's life.<\/p> <p>  I agree with my colleagues on the application.  We will support it and follow it up.  When it is sent in, perhaps Mr. Bell will write to the Chairman and let us know that, even if there is a draft set of accounts.  There appears to be some confusion but we will get clarity on that.  I understand that the Department is very particular on the issue of money, as it should be, but Mr. Bell is seeking administrative costs to ensure that 100% of everything that is raised goes for its intended purpose.<\/p> <p>  The committee is working on its draft work programme at present and is due to discuss it this afternoon.  As public representatives we have had varying degrees of interaction with our consular services abroad in situations such as this.  Mr. Bell has more knowledge than all of the people in this room because he would have dealt with our consular service in every jurisdiction in the world where Irish people are located.  It would be helpful to us in the committee, the Department of Foreign Affairs and Trade and our citizens to have a standardised system that takes account of things that have gone right and things that have gone wrong.  In one case I was obliged to interact with our consular services in certain countries and the response I got was less than enthusiastic.  I was told that the person's remains would not be returned for two weeks.  Absolutely nothing could be done.  That was the response of our Department on the ground, yet when I phoned around and contacted the authorities directly, the remains were on the airplane three days later.<\/p> <p>  Mr. Bell understands how traumatic the event is in the first place, but delay adds to the trauma.  When somebody has to wait, it heightens the sense of loss.  Obviously, the person has flown out from Ireland to another country, they know nobody and often there is no support network, because the Irish embassy or even a consulate can be far away.  It might not be an English speaking country so translators and the like, which might not be provided by our consulate, should be provided.  I would welcome anything Mr. Bell can tell us on how we could provide a standardised system.  I could not believe the response I received from our consul.  Most of the service has been excellent, but there should be a standard whereby a citizen of the State can and should expect certain actions to be taken by our consulate in a country when a loved one passes away.  They should not be told that there is nothing it can do.  That is unacceptable.  Mr. Bell's work has been outstanding and we are delighted to support him.  However, his knowledge and assistance to us on what could be done better would greatly assist those who find themselves in a tragic situation such as the one in which Mr. Bell found himself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#E00500","speaker":"1414"},{"type":"speechnospeaker","time":1474551000,"counter":50,"content":"<p>It is so important, and I believe this is an Irish trait, to get one's loved one home as quickly as possible.  The longer it takes, the less chance one has of seeing the loved one and getting some type of closure.  If it takes over two weeks, the chances of having an open coffin are very poor.  I am aware of that myself.  We were so lucky.  Kevin was killed on the Sunday morning.  My wife Eithne's cousin, Neasa N&iacute; Dhomhnaill, lived in Manhattan.  She knew many people and would not take \"No\" for an answer.  His post mortem took place on Sunday afternoon.  He was with the Armagh Gaelic team and its members drove her to every office that had to be visited.  She would not leave each office until she got what she wanted.  Kevin was brought home on an airplane on Tuesday night and was in our house on Wednesday morning, which was three days later.  The relief to his mother of being able to hold his hand, the sense of calm and the sense that he was home and safe were just amazing.  If a family does not have that, it is an awful loss.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#E00600","nonspeaker":"Mr. Colin Bell"},{"type":"speech","time":1474551000,"counter":51,"content":"<p>I thank Mr. Bell for attending.  I sympathise with him on the loss of his son, Kevin.  Unfortunately, every Member of the Oireachtas has received telephone calls from loved ones, family members and constituents regarding the death of somebody abroad.  The first call is to us and then we call the Department of Foreign Affairs and Trade.  I acknowledge the tremendous work the Department does for families that have lost a loved one abroad.  There is a huge Irish community in the UK, Australia or the United States and the community rallies around and provides tremendous support to the family of the person who has died.  Unfortunately, however, that support is not there in far eastern countries and there is a great deal of red tape.  Sometimes, as Mr. Bell rightly said, we do not have consular services in the country and one might have to contact another country.  It is great to know that one can contact somebody with Mr. Bell's experience.<\/p> <p>  I understand the issue with fundraising.  In such a tragic situation it is amazing how the people in the United States, Britain and Australia rally around.  The people at home also rally around.  The first issue, and it is something that is in the Irish blood, is how to pay to get the person home.  This is particularly the case with the GAA.  The tremendous amount of work done by the GAA must be acknowledged.  Mr. Bell mentioned the Armagh team Kevin played for and how it rallied around and helped.  I dealt with a case recently in which a young guy on his way home from Australia decided, as is the usual case, to travel through the Far East and visit a number of countries.<\/p><p>Unfortunately, he was in a serious accident - I believe it was in Vietnam - and lost a leg.  The family did not have the means to bring him home but the community rallied around and he got home.  He is now doing well.  Has Mr. Bell considered extending the scope to help families such as these?  As Senator Lawless stated, and as I have said previously, we cannot emphasise enough how important it is to have insurance but many young people do not believe it is crucial.  It is also important that we know about the issue regarding drink.  Has Mr. Bell considered broadening the scope to include people seriously injured in accidents?  The necessary funds may not be there within the community or family to bring an individual home.  Has this been considered?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#E00700","speaker":"1313","continuing":true},{"type":"speechnospeaker","time":1474551000,"counter":53,"content":"<p>We receive many requests.  Yesterday, we received a request from a Deputy regarding a young fellow in Canada who suffered a brain injury.  We can contribute to these cases but our mission statement is to bring home bodies.  If we had more than enough money, we would consider bringing home seriously injured people but we must consider the cost of air ambulances.  A particular family was quoted approximately &pound;40,000 to bring somebody home from Spain.  We are well supported but if this cost was arose two or three times, we would be wiped out.  It is heartbreaking for us.  We receive requests and we can offer donations towards the cost, but it is far outside our league to be honest.  We also receive requests regarding, for example, the repatriation of a Polish or Lithuanian person who has been killed in car crash in Ireland having lived here for years.  We can only go through our mission statement.  We can make a donation in such a case but there is only so much we can do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#F00200","nonspeaker":"Mr. Colin Bell"},{"type":"speechnospeaker","time":1474551000,"counter":54,"content":"<p>I assure Mr. Bell that we will again take up with the Department of Foreign Affairs and Trade the possibility of drawing down financial assistance from the emigrant support programme.  In his opening statement, Mr. Bell emphasised proper governance standards.  Naturally, the Department is rigorous with regard to public expenditure, as we all advocate.  We understand the need for accounts and relevant funding streams.<\/p> <p>  We will take up with the charity regulator the Kevin Bell Repatriation Trust's application for charity status.  I sincerely hope we can advance this.  We can write as a committee, those of us who are Deputies can table parliamentary questions and our colleagues in the Seanad can also raise the issue.  Mr. Bell will have the full support of the committee and its members in advancing the application.<\/p> <p>  In the past I heard the Minister, Deputy Flanagan, speak about insurance and creating awareness of the need to have travel insurance.  This was referred to by Deputies O'Sullivan and Grealish and Senator Lawless.  At our upcoming meetings we will discuss the Department's draft strategy for the coming years, which we received yesterday.  Perhaps we can place particular emphasis on this in the Department strategy so that there will be a continuous effort to create awareness among people who are travelling on the need to maintain their insurance.  They may have insurance for the journey out but for no longer than that, or it may expire while they are travelling.  We need to create awareness about this, particularly when so many people travel.  Unfortunately, some emigrate to seek employment.  However, more and more people travel for recreational purposes such as sightseeing and visiting friends abroad.  There is a huge movement of people and the insurance issue is something about which we need to create better awareness.<\/p> <p>  Mr. Bell and his colleagues see the absolute support they have from the committee for their work and also the appreciation of the outstanding work Mr. Bell and his family and other support groups have done to help ease the plight of so many families who unfortunately have suffered tragedies.  In counties Cavan and Monaghan, which I represent, the work of the trust has been very beneficial in repatriating bodies.  The families and local communities subsequently raise major funding to assist the work.  Not only does the family appreciate the support, so does the broader community.  As I stated, the committee will fully support Mr. Bell to the greatest extent possible in the extremely valuable work he does.  We thank him very much for attending.  I emphasise that Mr. Bell has been very magnanimous and generous in coming here to outline how the birth of the repatriation trust came about in the most tragic of circumstances for him and his family.  We sincerely thank him for coming before the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#F00300","nonspeaker":"Chairman"},{"type":"speechnospeaker","time":1474551000,"counter":55,"content":"<p>I thank the Chairman and members.  I really appreciate it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2016092200002#F00400","nonspeaker":"Mr. Colin Bell"},{"type":"unspoken","time":1474551000,"counter":56,"content":"<p>The joint committee went into private session at 3.30 p.m. and adjourned at 4.40 p.m. until 9 a.m. on Thursday, 6 October 2016.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1474551000,"counter":57},{"type":"unspoken","content":"<p>The Joint Committee met at 14:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Niall Collins, Senator Aidan Davitt, Deputy Stephen S. Donnelly, Senator James Reilly. Deputy Tom Neville, Deputy Maurice Quinlivan, Deputy Bríd Smith,<\/p><p>DEPUTY MARY BUTLER IN THE CHAIR.<\/p>","time":1474551000,"counter":58,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002"},{"type":"minorheading","content":"Business of Committee","time":1474551000,"counter":59,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#A00100"},{"type":"speechnospeaker","time":1474551000,"counter":60,"content":"<p>We have a quorum and are now in public session.  Apologies have been received from Senator Paul Gavan.  Senator Fintan Warfield may substitute for Senator Gavan.  Apologies have also been received from Senator Gerald Nash.  As we will have a private meeting next Tuesday to discuss correspondence received over the summer, our work programme up to the recess in December and other matters, I propose that we defer our housekeeping decisions until then.  Is that agreed?  Agreed.<\/p> <p>  I welcome committee members to the meeting, particularly those who, like myself, are new to the committee process.  We are here today for the first meeting of the Joint Committee on Jobs, Enterprise and Innovation.  I welcome the members of Seanad &Eacute;ireann who were appointed to this committee before the summer recess.  I would also like to thank the members of the previous Oireachtas Joint Committee on Jobs, Enterprise and Innovation who worked very hard to try to balance the huge range of matters that fell within their remit.  <\/p> <p>  This committee will undertake to perform its functions, as set out in Standing Orders, which are to consider and report to the D&aacute;il on such aspects of the expenditure, administration and policy of the Department of Jobs, Enterprise and Innovation and those European Union matters that fall within the Department's remit.  I look forward to engaging in some very focused work in an area that is so important to Ireland's development in the coming years.  <\/p> <p>  I now propose that we go into private session to consider the arrangements and format for today's meeting with the Minister for Jobs, Enterprise and Innovation before returning to public session.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#A00200","nonspeaker":"Chairman"},{"type":"unspoken","time":1474551000,"counter":61,"content":"<p>The committee went into private session at 2.32 p.m. and resumed in public session at 2.37 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Estimates for Public Services 2016: Vote 32 - Department of Jobs, Enterprise and Innovation","time":1474551000,"counter":62,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#A00400"},{"type":"speechnospeaker","time":1474551000,"counter":63,"content":"<p>I welcome the Minister for Jobs, Enterprise and Innovation, Deputy Mary Mitchell O'Connor, and her officials and thank them for the briefing material supplied to the committee.<\/p> <p>  I remind members, visitors and those in the Public Gallery that mobile phones must be switched off for the duration of the meeting as they interfere with the broadcasting equipment, even on silent mode.  I also remind members of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.  <\/p> <p>  This meeting concerns the mid-year review of output and expenditure under the Vote for the Department of Jobs, Enterprise and Innovation for the year ending 31 December 2016.  We will be apprised of the emerging position of that Vote so as to alert us to issues that will be relevant to the 2017 Estimate discussions in advance of the allocations being finalised, as envisaged by the comprehensive expenditure report, 2012 to 2014.  <\/p> <p>  I will refer to the individual programmes in turn and invite questions on each.  Questions or points related to the programmes generally can be put after we have gone through the individual programmes.  The committee secretariat has provided members with briefing documents including an explanation of the structure and purpose of this meeting and the Department's briefing notes.  <\/p> <p>  I now invite the Minister to make a statement to the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#A00500","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":64,"content":"<p>I thank the Cathaoirleach.  I appreciate the opportunity to meet the committee this afternoon and I welcome the Senators who were appointed since I last appeared before the committee in June.<\/p> <p>  I will make a few brief comments on the mid-term review of my Department's 2016 Estimate.<\/p><p>I understand that in addition to discussing the expenditure position to date in 2016, the committee is also interested in discussing progress in achieving the targets published in the 2016 Revised Estimates Volume and the emerging position as regards 2017.  While I presented my Department's 2016 Estimate to the select committee in June last, which was not long ago, a number of significant developments have taken place in the meantime, not least of which has been the decision on the United Kingdom's exit from the European Union, Brexit, an issue I appreciate the joint committee will probably want to explore. <\/p><p> As regards expenditure this year, members will be aware that the total gross allocation provided to my Department for 2016 is &euro;810.47 million.  This is broken down into &euro;297.47 million by way of current expenditure and &euro;513 million in capital expenditure.  Total expenditure by my Department until the end of August was &euro;414.2 million.  Overall, this is approximately &euro;26 million behind the initial profile of expenditure to the end of August.  In terms of current expenditure, the position as of the end of August shows that it was &euro;177.6 million, which is approximately &euro;10 million behind the original profile.  The main reason relates to non-pay expenditure and is due to a number of factors, including late receipt of invoices by agencies and delays in relocating a significant number of staff - more than 300 - in certain departmental units and offices.<\/p><p> It is possible, therefore, that the Department will not spend all of its &euro;297 million current expenditure allocation in 2016.  I advise the committee, however, that there will most likely be a need to spend some additional current pay and non-pay moneys in the remaining months of 2016 to meet issues that have been emerging following the Brexit decision in the United Kingdom.  I do not expect significant savings to be made on the current side of the Vote by the end of the year.  <\/p><p> Capital expenditure until the end of August was &euro;226.56 million, which is almost &euro;16 million behind the original profile.  Again, there are number of reasons for this, including time delays and slower than anticipated progress in rolling out particular programmes.  Despite falling somewhat behind profile, I expect there will be a full drawdown of the Department's capital allocation in 2016.  As regards the possibility of additional capital moneys being provided to my Department in 2016, any decisions on this matter would have to be agreed in dialogue with the Department of Public Expenditure and Reform in light of the overall emerging end of year position.  However, I confirm our capacity to use additional funding in the current year should it be available.<\/p><p> I will now focus on interim results.  As I indicated, I understand the joint committee may wish to discuss the progress achieved in meeting the departmental targets published in the Revised Estimates Volume 2016.  I am happy to discuss with members the outputs that have been achieved on foot of the expenditure incurred to date in 2016.  I will give a brief outline of these outputs later.  I advise, however, that much of the detailed data gathering to determine the achievement of output targets such as those published in the Revised Estimates Volume can only practically be carried out on an annual basis.  For example, the definitive source for determining the number of jobs being directly supported by my Department's agencies is through the enterprise agency annual employment survey.  This survey is normally carried out as close as possible to the new financial year.  Members will appreciate, therefore, that the definitive position in respect of the achievement of a number of the Department's metrics and outputs, as published in the 2016 Revised Estimates Volume, may not be determined until the agency annual employment survey has been completed.  Nevertheless, it would be helpful to the joint committee if I were to briefly outline some of the highlight achievements thus far this year.  I will focus initially on programme A, jobs and enterprise development.  With the permission of members, I will then say a few words on programme B, innovation, and programme C, regulation, given the absence of my ministerial colleagues, the Ministers of State, Deputies Pat Breen and John Halligan, both of whom are abroad on official business. <\/p><p> In terms of programme A, jobs and enterprise development, members will be aware that 2015 was a record year for the Department's enterprise agencies.  Together, IDA Ireland, Enterprise Ireland and the local employment offices, LEOs, delivered more than 44,000 gross jobs and more than 25,000 net new jobs last year.  In the first half of 2016, the momentum in job creation continued.  More than 2 million people are in employment for the first time since 2008.  As regards the efforts of the enterprise agencies, IDA Ireland is on track to equal if not better its record performance of 2015 in terms of the numbers of new jobs being delivered.  The agency advises that Ireland won 115 projects in the first six months of 2016 as against 110 projects won in the same period of 2015.  Investments approved by the end of June will lead to the creation of approximately 9,100 jobs over the coming months and years.  I understand the committee has been supplied with examples of IDA Ireland's client company job announcements thus far in 2016 and their regional spread.  <\/p><p> In terms of supporting regional balance in the delivery of new jobs, I apprised the select committee in June of the details of IDA Ireland's regional property programme.  In this regard, IDA Ireland has identified a total number of 34 sites across 22 counties as part of the regional property advanced facilities programme out to 2020.  It is intended that construction of the first three advanced facilities in Castlebar, Sligo and Tralee will be completed this year.  The next round of locations in Galway, Dundalk and Limerick will progress through design and planning this year.  The planning process for the last round of locations in Athlone, Carlow and Waterford will commence in 2017. <\/p><p> The Government's commitment to regional balance in job creation was reaffirmed by the specific commitment in the programme for partnership Government to provide &euro;500 million to accelerate job growth across the regions.  Of this additional funding, &euro;200 million will be used to allow IDA Ireland to build additional advance facilities in regional towns.  I am determined to ensure the agency has the necessary resources to continue the roll-out of its advanced facilities programme to enhance the ability of each and every region to attract much needed inward investment.<\/p><p> Aside from IDA Ireland, Enterprise Ireland also has a key role in job creation by developing and supporting Irish enterprises to help them to start, grow, innovate and win export sales in global markets.  Enterprise Ireland companies created more than 21,000 gross permanent full-time and part-time jobs in 2015.  The agency's clients also achieved record sales of more than &euro;20 billion last year.  This progress continued in 2016 with Enterprise Ireland well on track to achieve a target of 40,000 new full-time jobs over the three-year period of its current strategy running to 2016.<\/p><p>I understand Enterprise Ireland supplied the committee with examples of job announcements made by its clients to date this year.  Allied to the work of Enterprise Ireland is the role played by the local enterprise offices, LEOs.  These are first-stop shops which provide advance and financial assistance to those wishing to start growing their businesses in local areas.  The LEOs have continued to build on their strong 2015 performance in the first half of 2016.  LEOs approved almost 500 projects across the State to the end of June.  These projects involve a total investment of over &euro;8 million and it is estimated that they will deliver 960 jobs.  The LEOs have also provided training courses for over 13,500 participants, together with mentoring services to some 1,500 participants.<\/p><p> I will now turn to the regional action plans.  Many of these, and other enterprise supports, are underpinning our eight regional action plans through which we are aiming to deliver an additional 200,000 jobs by 2020 and 135,000 of these are to be in rural and regional areas.  On their own, the regional action plans will not solve everything.  They are complemented by other programmes on which the Government is working at national level.  These include the national action plans for housing and jobs, skills strategies and infrastructure projects.  The action plans can get things working from the bottom up, in partnership with the enterprise sector, to build on local strengths and to help deliver jobs in every region.<\/p><p> With regard to Brexit, notwithstanding the continued strong performance of our enterprise agencies, the UK's decision to exit the EU clearly represents significant challenges and possible opportunities for the immediate and long-term future.  The Government fully recognises the importance of carefully managing the uncertainty that the UK vote has created.  For my part, I have been closely engaged with our enterprise agencies particularly IDA Ireland and Enterprise Ireland.  Both agencies have been proactive in developing their plans to highlight Ireland's attributes as a key European FDI location and in positioning Irish businesses to strengthen their performance in the UK and in other markets.  I am happy to apprise the committee later in more detail on what I, the Department and our agencies have been doing in recent months in this regard.<\/p><p> I hope the foregoing gives the committee a flavour of the activities that are supported by the expenditure so far in 2016 across programme A &ndash; jobs and enterprise development.  I do not anticipate the need for any additional current moneys in the remaining months in 2016.  While there may indeed be savings in some areas of current expenditure, there may also be a need to spend some additional current pay and non-pay moneys in other areas to meet the emerging issues in the aftermath of the Brexit decision.  Overall, I anticipate that my Department will be in a position to stay within its 2016 current expenditure allocation.<\/p><p> With regard to capital expenditure, I will be exploring the possibility of additional capital moneys being provided to my Department in 2016 in the context of the forthcoming Estimates process.  Members of the committee will be aware that discussions have commenced in respect of the 2017 Estimates.  From my Department&rsquo;s point of view, there are a number of emerging issues which require consideration in the context of the Estimates process.  First, I will be seeking to ensure the funding commitment in the programme for a partnership Government to support the acceleration of export led growth across the regions is commenced.  I am also conscious of the importance of ensuring that our enterprise agencies have the necessary resources to respond to the immediate and longer term impacts of Brexit.  I will also be exploring the possibility of additional funding to ramp up innovation investment, not least given the ambitious targets under Innovation 2020 and our national commitments under Europe 2020.  I will also be looking to secure some additional resources to further enhance capacity in some of our regulatory bodies.  The committee will appreciate that the Government will consider these issues along with other priorities as part of its Estimates 2017 deliberations in the coming weeks.<\/p><p> I thank the Chairman for the opportunity to make these opening remarks.  I hope they have been of assistance to the committee.  I am happy to take any questions from the committee on programme A on jobs and enterprise development.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#A00600","speaker":"1247","continuing":true},{"type":"speechnospeaker","time":1474551000,"counter":67,"content":"<p>Ba mhaith liom bu&iacute;ochas a ghabh&aacute;il leis an Aire.  We will now consider the annual review of Vote 32 as agreed.  I ask members to limit themselves to two or three questions at a time.  Supplementary questions will be facilitated if time permits.  As the Minister has said, we will commence with programme A jobs and enterprise development.  Programme A makes up 51% of the Vote's provision and some of the major subheads included are IDA Ireland, Enterprise Ireland and local enterprise development.  I ask that members identify if possible the subhead to which they are referring.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#C00200","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":68,"content":"<p>I thank the Minister for her contribution.  Obviously, the jobs growth that has happened in recent years is to be welcomed, particularly from the figures given by the Minister on the support of the agencies and the net growth of 25,000 jobs supported by IDA Ireland, Enterprise Ireland and the local enterprise offices.  Following on from looking at that document a number of questions have arisen.  The target percentage for projects outside Dublin and Cork has decreased and I want clarification around that.  With regard to capital expenditure and where it goes, what determines such expenditure?  The Minister outlined a number of regional areas where that would happen, with three projects this year, and including Limerick where I reside.  She referred to the planning phase but perhaps she could clarify what actually determines each regional centre?  I am referring to the capital expenditure for regional expenditure in subhead A5.<\/p> <p>  I will now turn to Brexit.  What are the Department and IDA Ireland doing to try to attract organisations such as the European Medicines Agency with headquarters in the UK to transfer their operations here?  Holland and the Benelux countries are in direct competition with Ireland in this regard.  We must gain a competitive advantage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#C00300","speaker":"1328"},{"type":"speech","time":1474551000,"counter":69,"content":"<p>I thank the Minister.  I want to ask a few questions under subhead A5 on the job announcements in IDA Ireland-supported client companies.  The one that jumps out is Uber.  If people do not know, Uber is a very large, smart company that provides an application for people to perform taxi business.  As I understand it, 100 jobs were initially created, mainly in the Limerick area.  My research into Uber and its record shows that the company has created some 30,000 jobs - it did not create them, as such, but it operates with some 30,000 drivers in Britain and Ireland.  However, there are several pending court cases around Uber's treatment of its workers and whether it fulfils contracts with them.  Perhaps the Minister will clarify if she is at all concerned about that record and the fact that Uber is being taken to labour relations bodies, particularly in Britain, for illegal deductions from the pay achieved by some of its drivers and for paying well below the minimum wage in many cases.  I also understand that in dealing with an app from a company such as Uber, a driver does not necessarily have to have a public service vehicle licence as normal taxi drivers must do.<\/p><p>As we know, the deregulation of the taxi industry in this country has caused severe pressure and competition on those who have gone to the bother of training, paying the expenses for their licences and fulfilling their commitments to buy the plates.  Will the Minister comment on why IDA Ireland money &ndash; public money &ndash; should be supporting what appears to be totally unethical workplace practice?  What are the value returns for us?<\/p><p> Let us consider page 26 under subhead 5 and some of the companies that we are allegedly supporting.  It seriously begs the question of why public money is being used to finance organisations such as Credit Suisse, Amazon or Coca Cola.  These are giant multinational corporations which, surely to God, should not need the support of IDA Ireland.  If they do, what are we getting back from them in return?  These companies are also availing of low corporation tax and other tax breaks as we have seen recently with other companies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#C00400","speaker":"1367","continuing":true},{"type":"speech","time":1474551000,"counter":71,"content":"<p>Deputy Smith mentioned Coca Cola.  What were the other companies?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D00200","speaker":"1247"},{"type":"speech","time":1474551000,"counter":72,"content":"<p>The other companies include Credit Suisse, Amazon and, in particular, Uber.  I will come back later to the wider points I wanted to raise about microfinance and how we do not seem to support local small and medium-sized enterprises as much.  I want to ask some questions about this in terms of making a comparison.  Those are all the questions I have on subhead 5.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D00300","speaker":"1367"},{"type":"speechnospeaker","time":1474551000,"counter":73,"content":"<p>Minister, would you like to answer those questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D00400","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":74,"content":"<p>Yes.  I certainly will endeavour to do that.  First, Deputy Neville asked how we structure or decide on IDA Ireland site visits.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D00500","speaker":"1247"},{"type":"speech","time":1474551000,"counter":75,"content":"<p>I asked about capital expenditure as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D00600","speaker":"1328"},{"type":"speech","time":1474551000,"counter":76,"content":"<p>IDA Ireland representatives meet clients and then introduce them to different sites.  Obviously, it is difficult to encourage them to go to different sites if they have no wish to.  That is the first thing to understand.<\/p> <p>  The second thing is I am always getting questions on how many site visits were carried out in this county, that county or the other.  Sometimes when we look at the numbers it appears rather skewed because the same company may go to the same site on several occasions.  There is another point I am keen for everyone to understand.  As the majority of the increases in jobs that IDA Ireland brings are with existing companies, there is no need for site visits at all.  Another point I am keen to make is that not every company announces jobs.  The changes may not be showing up in our statistics.  Site visits to all the regions have increased.  There have been 154 visits outside Dublin.  Another question related to how we pick the sites.  Is that correct?  Was it the number of sites or site visits?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D00700","speaker":"1247"},{"type":"speech","time":1474551000,"counter":77,"content":"<p>I asked about capital expenditure.  What determines the capital expenditure?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D00800","speaker":"1328"},{"type":"speech","time":1474551000,"counter":78,"content":"<p>I will come back to that little section in a moment.<\/p> <p>  A question was asked about Uber.  Most countries are coming to terms with the new forms of work, such as the shared economy.  The International Labour Organization, ILO, and the European Foundation for the Improvement of Living and Working Conditions are conducting research.  In Ireland we have a strong suite of employment rights.  If members are aware that people are being paid below the minimum wage, then they must report it.  Deputy Br&iacute;d Smith provided examples of what is happening in England.  People are using Uber.  I use the other app, Hailo.  Again, many local taxi drivers are signed up to Hailo.  Uber is really a matter for the Department of Transport, Tourism and Sport.  Any issues regarding-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D00900","speaker":"1247"},{"type":"speech","time":1474551000,"counter":79,"content":"<p>It is an employment rights issue and that is why I am querying it.  Is the Minister aware of Uber&rsquo;s record in our neighbouring country, Brexit and all?  Our neighbouring country has many cases going before the courts of abuse of employment rights by Uber.  We have many complaints coming to us as well.  We will bring them to the Minister&rsquo;s attention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D01000","speaker":"1367"},{"type":"speechnospeaker","time":1474551000,"counter":80,"content":"<p>Sorry, Deputy, today we are not dealing with employment rights.  Today, we are dealing specifically with Vote 32.  Next Tuesday we are going to agree a work programme through to December and into next year and we are going to examine the associated legislation.  However, today, we have welcomed the Minister to discuss the mid-year review of the position of her Department, the Department of Jobs, Enterprise and Innovation.  I am not trying to stifle you but next Tuesday, we will be out of camera and will discuss everything we want to work on for the next 12 months.  We will invite the Minister back again to address those matters.  The meeting today specifically relates to the mid-year review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D01100","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":81,"content":"<p>I understand.  Gabh mo leithsc&eacute;al, a Chathaoirligh.  I am not asking the Minister to tackle workers&rsquo; rights issues today.  I am asking her to justify how public money is being spent on companies such as Uber, Coca Cola, Amazon and Credit Suisse.  Why are we supporting global companies with poor records on workers&rsquo; rights?  What money are we spending on them?  Surely, that comes into the financial review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D01200","speaker":"1367"},{"type":"speech","time":1474551000,"counter":82,"content":"<p>I will tell Deputy Smith why, exactly.  A total of 187,000 people in this country are employed by foreign direct investment companies.  I make no apologies for that or for those 187,000 people.  Every time I take parliamentary questions I am asked about the number of site visits and how many IDA Ireland companies are opening up in various counties.  Most Deputies are looking for that information.  As I said, 187,000 people are working in those companies.  Most are well-paid and in permanent jobs.  They are not temporary or minimum wage jobs, nothing like it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D01300","speaker":"1247"},{"type":"speech","time":1474551000,"counter":83,"content":"<p>I thank the Minister but I am afraid this Deputy is concerned about the status of employment, the level of decent jobs and the pay workers receive.  They may not be among the 187,000 but there are a significant number of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D01400","speaker":"1367"},{"type":"speech","time":1474551000,"counter":84,"content":"<p>Deputy Smith has mentioned Amazon, Coca Cola and Uber.  They are not minimum-wage companies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D01500","speaker":"1247"},{"type":"speech","time":1474551000,"counter":85,"content":"<p>No, my question was not-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D01600","speaker":"1367"},{"type":"speech","time":1474551000,"counter":86,"content":"<p>With respect, this is becoming a two-way conversation.  There are other members who wish to contribute.  The Deputy has had ample opportunity to ask the question.  The Minister should be allowed to move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D01700","speaker":"1421"},{"type":"speech","time":1474551000,"counter":87,"content":"<p>I think my question is being mis-read or misunderstood, whether it is deliberate.  Why are we supporting global companies which need support least when we have local enterprises that need support?  One of the reasons for my query-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D01800","speaker":"1367"},{"type":"speechnospeaker","time":1474551000,"counter":88,"content":"<p>I am sorry to interrupt.  I reiterate the Minister is here today for one reason only.  We are looking at the mid-year review of the position regarding the outputs and expenditure relating to Vote 32.  Senator Aidan Davitt is next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D01900","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":89,"content":"<p>I think the Minister wants to respond to my question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D02000","speaker":"1367"},{"type":"speech","time":1474551000,"counter":90,"content":"<p>What I will state in addition is they are mobile investments.  Each country is fighting and killing itself to try to get these really good well-paid jobs into the country.  I have stood in the premises of some of these companies to announce jobs and have seen parents crying because their children have got jobs.  They are absolutely ecstatic.  This applies especially in regional and rural Ireland.  This gives people a chance to live in rural Ireland, rear children, support families and buy homes.  That is why they are well-paid jobs.  They are not temporary or minimum-wage jobs.  They are not cheap-end jobs.  They are really good jobs that most parents want their children to get and there are 187,000 of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D02100","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":91,"content":"<p>Thank you, Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D02200","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":92,"content":"<p>I thank the Minister for coming before the committee today.  Will the Minister expand on the reference in her opening statement to one figure in particular?  She referred to 135 regional jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D02300","speaker":"1411"},{"type":"speech","time":1474551000,"counter":93,"content":"<p>The figure was 135,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D02400","speaker":"1247"},{"type":"speech","time":1474551000,"counter":94,"content":"<p>What is the length of time involved?  I perceive a serious problem in this regard.  I am from north-west Meath and the roll-out of broadband seems to be a major issue when it comes to trying to bring jobs to regional areas.<\/p> <p>  I have one other query.<\/p><p>The Minister referred to Brexit.  It has come to my attention in the past few days that a large mass concrete company recently bought a plant in Newcastle and that 50% of the sales and turnover of the second largest concrete company in Ireland are linked to the UK.  Many companies of this type will co-locate in Britain to insulate themselves against currency fluctuations and the fall out from Brexit.  Is the Minister&rsquo;s office concerned about this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#D02500","speaker":"1411","continuing":true},{"type":"speech","time":1474551000,"counter":96,"content":"<p>Will the Minister comment further on the balanced regional development to which she referred in her opening statement?  The 18 counties that cover 70% of the area of the State accounted for less than 2% of the 187,000 persons employed by IDA Ireland-supported companies in 2015.  That reinforces what many of us say about the imbalance of regional development and the spread of jobs.  Those counties include Monaghan, Leitrim, Laois, Longford, Roscommon and Carlow.  On page 26 of the Department&rsquo;s document, as furnished to us, there is a table of the 2016 job announcements in IDA Ireland-supported client companies.  I do not think the figures for the spread would change much from those I have quoted in 2015.  The Enterprise Ireland job announcements on page 28 would not rectify that imbalance.  How will we tackle that?<\/p> <p>  Does the Minister have any statistics on the issuing of work permits?  I was approached by the Irish road haulage industry which is feeling pressure in trying to employ people on work permits because not enough Irish drivers are offering.  They are trying to cope with the increased demand for its services as the economy improves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#E00200","speaker":"1221"},{"type":"speech","time":1474551000,"counter":97,"content":"<p>Senator Davitt asked about the 135,000 jobs to be delivered by 2020.  At the moment, we are delivering approximately 1,000 jobs a week, approximately 52,000 a year.  On that basis, the 135,000 jobs can be delivered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#E00300","speaker":"1247"},{"type":"speech","time":1474551000,"counter":98,"content":"<p>What about the regional figures?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#E00400","speaker":"1411"},{"type":"speech","time":1474551000,"counter":99,"content":"<p>I will give some figures for the regions but I want the Senator to understand that they are regional plans for several counties together, for example, Waterford and Wexford together and the four Border counties are together.  I have spent all summer visiting the regions to see how it is implemented and will bring that information to Cabinet and it will then become public.  I am passionate that these jobs must go to regional and rural areas.  For example, this morning I announced jobs in Dublin.  I will be in Limerick on Monday and I was there last week.  It is all over the country.  We have announced perhaps 1,400 jobs this week alone and I will announce two more sets of jobs tomorrow.  It is happening, but perhaps not as quickly as I would like.  Some counties are more attractive than others.  For example, if there is an airport in a county and if the infrastructure and broadband are good, then it is attractive.  The broadband service is not good in some rural areas.  I am so sorry that they did not shout much louder during the negotiations when I heard so much about water.  I wish that I had heard about broadband from the people in the country who, for the most part, pay for their water.<\/p> <p>  We have made major announcements in respect of Cork, Limerick, and Carrick-on-Shannon.  Waterford is doing very well, as is Dublin.  IDA Ireland is bringing more people on site visits.  The figure in that regard has risen to 42%.  It is very conscious that the Government - in its programme for a partnership Government - has told it to put an emphasis on the regions.  I probably speak to Enterprise Ireland and IDA Ireland every second day.  That is the first question I ask them.  When they tell me they are going to Dublin, I am almost disappointed because I want them to go to the regions.<\/p> <p>  I have a breakdown of the figures for 2015.  I understand that it is possible to pick and choose counties but, as Deputy Niall Collins knows - particularly as we have spoken about it in my office - we are discussing regions, not counties.  This is a Government strategy to ensure that jobs go to the regions.  A total of 64% of Enterprise Ireland jobs and 85% of LEO jobs were outside Dublin.  We need to promote the LEOs more.  They do a good job.  They delivered 7,122 jobs in 2015.  We hear very little about them because they are so low key in the community and yet they are very important.<\/p> <p>  We are very conscious that Brexit could have huge implications for Ireland.  Senator Davitt spoke about the construction industry.  It and the agrifood sector are under pressure in respect of pricing and so on.  It is very difficult to deal with that because of the currency fluctuations and the negotiations about when the UK Prime Minister will trigger Article 50.  We have to wait because we do not know what they are going to do or what they are looking for.  I have been in Brussels and met Commissioners Biekowska and Malmstr&ouml;m on trade and internal affairs.  They do not know what is going to happen.  It is all under negotiation.  We are very conscious that we must ensure there is no hard border and no tariffs, that there is a free travel area and free movement of people, goods, capital and services.  That all has to be dealt with in the negotiations.  All Ministers and the Taoiseach are very conscious of that.  The Taoiseach has set up a special Cabinet committee and appointed a special Secretary General, John Callinan, to be in charge of that.  I meet Enterprise Ireland, IDA Ireland and the senior officials in the Department once a week to go through exactly what we need to do for the future when Article 50 is triggered.<\/p> <p>  We only give work permits where there are skill shortages.  That is decided twice a year.  We review the categories of jobs for permits.  I will ask the officials in the Department to review the position.  We also have received inquiries about lorry drivers.  I know that is an issue.  Deputy Br&iacute;d Smith might be interested to know that one reason for the problem is that many of the drivers in the EU are being very badly paid and the Irish drivers expect much more.<\/p><p>I, too, as a Minister would like drivers to be much better paid but that is the position now.  We will review the situation.<\/p><p> Did Deputy Quinlivan ask me a question about hedging?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#E00500","speaker":"1247","continuing":true},{"type":"speech","time":1474551000,"counter":101,"content":"<p>I asked about it in the context of companies taking action to insulate themselves against the impact of Brexit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F00200","speaker":"1327"},{"type":"speech","time":1474551000,"counter":102,"content":"<p>I will mention two sentences about hedging.  Enterprise Ireland, EI, has approximately 18,000 companies and it has contacted each of them.  It has set up an webinar, put up a questions and answers facility on its website and it has spoken to the really vulnerable companies.  A small percentage have hedged in this respect.  I have spoken to different Irish export companies.  They are watching the markets and they are quite used to fluctuations.  There is a cut-off point, they will be seeking support and we are monitoring that, but they have not arrived at that stage yet.  We have to wait until Article 50 is triggered and we see the fallout in the negotiations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F00300","speaker":"1247"},{"type":"speech","time":1474551000,"counter":103,"content":"<p>I thank the Minister for her presentation.  She visited Limerick this week with very good news about the jobs to be created by Fazzi.  She will be coming down again on Monday.  I hope she will come every week and deliver jobs to Limerick.  We would be very happy with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F00400","speaker":"1327"},{"type":"speech","time":1474551000,"counter":104,"content":"<p>I am coming to the region, not the county.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F00500","speaker":"1247"},{"type":"speech","time":1474551000,"counter":105,"content":"<p>We will be delighted to see the Minister in Limerick, or the region, or anywhere she is delivering jobs because that is what our work here is all about.<\/p> <p>  To return to the matter of IDA Ireland site visits, I got figures from the Minister during the summer.  The 2015 figures were disappointing for some counties.  She spoke about regions but County Cavan had no site visits last year and we cannot lump that county in with the other regions.  County Carlow had only one site visit last year and nine counties had five or fewer site visits last year.  Those countries need to be considered.<\/p> <p>  I am glad the Minister mentioned the local enterprise offices, LEOs, and she said their profile needs to be raised.  She indicated there might be an overspend in the LEOs this year.  Does she intend to bring forward a Supplementary Estimate to cover the LEOs before the end of the year?  That relates to page 29 of the programme.<\/p> <p>  The Minister mentioned Brexit, which most members have raised.  We have met stakeholders, people in the North who are very concerned about Brexit and the uncertainty it has unfolded.  This committee has not met since the Brexit decision was taken by the people in the UK.  I understand the Minister has been appointed to a Cabinet subcommittee on the issue of the Brexit.  Has she specifically sought additional funding to deal with the possible adverse effects of Brexit, especially for the small and medium enterprises, companies in the food industry and those engaged in cross-Border trade?<\/p> <p>  On the credit guarantee scheme, will the Minister explain why we have no figure for output for 2015?  That relates to page 24 of programme A.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F00600","speaker":"1327"},{"type":"speech","time":1474551000,"counter":106,"content":"<p>I welcome the Minister and her departmental officials.  As this is my first time to attend this meeting, for information purposes, I ask if the names of the individuals on the front row could be displayed in front of them as, sadly, with the exception of one of them, I do not know to whom I am speaking.<\/p> <p>  The Minister's comments in her opening remarks are particularly welcome.  We have had a very strong performance on job creation.  That that we have passed the 2 million mark in terms of the number of people at work indicates that the drop in unemployment figures is real.  Many existing companies in the foreign direct investment, FDI, sector are being supported by the Minister to take on more employees and that is a rational reason for her to continue to support them.<\/p> <p>  I welcome that there are plans in progress to deal with the fallout of Brexit, which I totally expect.  We have seen some effects already and there will be more to come that we will not know about until the negotiations start.<\/p> <p>  I would like to return to Deputy Neville's focus on IDA Ireland.  I might raise the issue slightly differently and we would probably both come to the same point.  Why would a particular property be purchased and what factors would influence that?  Does IDA Ireland have a policy around hubs?  How are those hubs chosen?  How is a particular industry chosen for a particular region or area?  For instance, we have the pharma industry in Cork and there is another hub in Blanchardstown.  That is only one industry and there are many other industries but how are they matched to the various regions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F00800","speaker":"1421"},{"type":"speech","time":1474551000,"counter":107,"content":"<p>I will answer that question because we did not answer Deputy Neville's question.  The Deputy asked why some sites were selected for advance facilities.  A key component of IDA Ireland's property strategy is that provision for prospective investors, and such facilities were constructed and completed in Athlone and Waterford.  When examining the suitability of a site for an advance facility, IDA Ireland looks for the following: overall marketability of the location and ability to align with the potential project pipeline; locations which have third level education institutes; locations which are attractive for new staff to reside in the area; urban centres with the appropriate level of infrastructure to support the development; and urban centres with track records in FDI and EI client performance.  If I were to select one of those, the one I keep hearing about when I meet FDI clients is third level education institutes, and they talk about conversion courses and about the National Institute for Bioprocessing Research and Training, NIBRT, which is an add-on education course for bio-pharma, and that is really important.<\/p> <p>  That feeds into Senator Reilly's question about why some areas rather than others are used as hubs.  To take the example of Galway as a health tech area, the required experience has been built up over years.  The same applies to Limerick which had the Dell plant which closed but it had those human resources, people with that experience, and that is why companies like to invest in that area.  Investors like airports and good roads, and that infrastructure needs to worked on in the counties.  I am conscious that the Limerick to Cork road needs to be looked at.  That has been mentioned to me on a number of occasions and I ask the county councils and those with responsibility for that area in government to make sure it is given priority.  In terms of the clusters of development used, Athlone is becoming very popular because of the Athlone Institute of Technology, as is Waterford, which has a good institute of technology.  Those in the institutes will meet representatives of the industries that are investing here and they will provide the courses they require.  That is very attractive for those industries.  We are fighting very hard to get FDI into the country and it makes it easier when we have education institutes that respond to the needs of industries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F00900","speaker":"1247"},{"type":"speech","time":1474551000,"counter":108,"content":"<p>It would be useful if the Minister could arrange for her officials to provide us with more detail on this.  I might write to the Minister seeking further detail.  All industries require the infrastructure that the Minister mentioned, namely, roads and so on, but some require additional power, clean water and so on.  It would be helpful for members, including me, to have information on the criteria needed to be met to attract different types of industries to our regions, not only in the pharma sector but in agribusiness, electronics, renewable energy and so on.  That would be useful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F01000","speaker":"1421"},{"type":"speech","time":1474551000,"counter":109,"content":"<p>Yes.  Thank you, Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F01100","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":110,"content":"<p>Will the Minister respond to Deputy Quinlivan's question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F01200","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":111,"content":"<p>Was it the question about the credit guarantee scheme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F01300","speaker":"1247"},{"type":"speech","time":1474551000,"counter":112,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F01400","speaker":"1327"},{"type":"speech","time":1474551000,"counter":113,"content":"<p>In total since 2012, &euro;50 million has been lent to small and medium enterprises under the scheme supporting 2,500 jobs.  We can get the 2015 figure and forward it to the Deputy.  We are a little disappointed with the credit guarantee scheme and we are looking at other ways to make sure small and medium enterprises can draw down the money that is available.<\/p><p> The Deputy asked me if the local enterprise offices, LEOs, had got their full allocation and if they will get more money.  I am sorry, but they have got their full allocation for this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#F01500","speaker":"1247","continuing":true},{"type":"speech","time":1474551000,"counter":115,"content":"<p>That is it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G00200","speaker":"1327"},{"type":"speech","time":1474551000,"counter":116,"content":"<p>That is it.  There will be full expenditure use on the capital side.  There might be a small saving on the current side due to staff vacancies being filled.  We may seek additional funds for next year due to the increased demand to support new jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G00300","speaker":"1247"},{"type":"speech","time":1474551000,"counter":117,"content":"<p>They are good value for money.  They are delivering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G00400","speaker":"1327"},{"type":"speech","time":1474551000,"counter":118,"content":"<p>They are, yes.  As I said, they delivered 7,122 jobs in 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G00500","speaker":"1247"},{"type":"speech","time":1474551000,"counter":119,"content":"<p>The Minister will be aware from travelling throughout the country that some LEOs are much more progressive than others.  If they are doing that bit extra, we might be able to find extra funding for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G00600","speaker":"1327"},{"type":"speech","time":1474551000,"counter":120,"content":"<p>Yes.  They invite me down to see these enterprises.  Is the Limerick LEO a good one?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G00700","speaker":"1247"},{"type":"speech","time":1474551000,"counter":121,"content":"<p>Yes.  It set up its own company.  It is very impressive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G00800","speaker":"1327"},{"type":"speech","time":1474551000,"counter":122,"content":"<p>They are very good.  I ask members to refer people who are thinking of starting microenterprises to their local enterprise office.  The Deputy asked about Brexit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G00900","speaker":"1247"},{"type":"speech","time":1474551000,"counter":123,"content":"<p>Specifically, has the Minister asked for additional funding in that regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G01000","speaker":"1327"},{"type":"speech","time":1474551000,"counter":124,"content":"<p>Funding will be part of the 2017 Estimates process but I am pleased that we are providing IDA Ireland with an extra &euro;500,000 in current moneys this year.  That is extra money.  We will also look to ensure IDA Ireland has the resources and the people on the ground in the countries from which we are hoping to attract foreign direct investment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G01100","speaker":"1247"},{"type":"speech","time":1474551000,"counter":125,"content":"<p>I was referring to the effect of Brexit on the Border constituencies, especially the food industry in which problems are emerging already.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G01200","speaker":"1327"},{"type":"speech","time":1474551000,"counter":126,"content":"<p>I met members of the chambers of commerce from Dundalk, Newry and Drogheda.  I also met the people who were implementing this action plan and heard about the issues they wanted to raise.  Brexit was a major focus on the day.  They were not looking for money.  They were looking for supports.  Representatives of InterTradeIreland were present also.  They were very worried in terms of the grant schemes in operation with Northern Ireland and the Republic of Ireland continuing in the future.<\/p> <p>  We are looking for more people to work in the United Kingdom and in other countries to attract new companies to Ireland.  Also, in terms of the vulnerable companies, Enterprise Ireland has identified those and contacted them.  It is very aware of the position.  The Department of Agriculture, Food and the Marine is very aware of the position for, say, mushroom growers, two of whom have gone out of business in recent weeks because the profit margins were so low.  We are not there yet, but we are monitoring the position very closely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G01300","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":127,"content":"<p>On a point of clarity, Senator O'Reilly raised a point about the officials' names not being shown on the screen.  I have had clarification that it is the Minister who is before the committee.  The officials are present in an advisory capacity only today.  That is the reason the names are not listed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G01400","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":128,"content":"<p>The Minister is very welcome and I thank her for her time.  I have several questions that span a few different areas so I ask her to bear with me.  Her brief is a wide one.<\/p> <p>  There is a lot of talk about what we should spend more money on, be it money from the fiscal space, Supplementary Estimates or whatever.  Now that the Minister has had a reasonable amount of time in the Department, where does she believe less money should be spent?  The briefing documents from the Minister's officials are very useful.  Naturally, they focus on the good news, and the various agencies are to be congratulated wholeheartedly on doing what appears to be a superb job.  There is virtually no focus, however, on what is not working and, inevitably, across such a complicated area there are programmes and initiatives that are not working, programmes that probably should be shut down, and moneys in areas on which we should stop spending.  First, where does the Minister believe we should spend less money in her Department and in the agencies?  Related to that, were more money to be allocated or if we were to find &euro;50 million somewhere that we should no longer be spending, where would be her first one or two big priorities for additional spending?<\/p> <p>  My second question is on the LEOs.  The output metrics seem to be fairly good.  My question is on client satisfaction.  My anecdotal evidence is that some of the LEOs are doing a very good job, and some of them are not necessarily doing such a good job.  It is variable throughout the country.  Has the Department any client satisfaction metrics?  In retail, it would be mystery shopper type metrics.  Is anyone engaging systematically with the clients of the LEOs to discover where they are doing well, where they need more support, the ones that are working and where there is good practice that might be able to be shared?<\/p> <p>  My third question is on funding for IDA Ireland, Enterprise Ireland and the LEOs.  I read in the report that the claim is that two in every five jobs in the country are now in some way related to IDA Ireland, Enterprise Ireland or a LEO.  It is a big claim.  I am not saying it is wrong, but it is a bold claim to make.  If it is true and if IDA Ireland and Enterprise Ireland are doing such a good job, and I have no reason to believe they are not, does the Minister believe there is a case for significant additional funding?  Has anyone done a cost-benefit analysis on giving IDA Ireland, Enterprise Ireland or the LEOs an additional &euro;100 million or &euro;200 million?  As an example, the Minister for Health came to the Oireachtas a few months ago and asked for &euro;500 million.  He got it without too much debate.  The previous Minister for Health walked in a few months before that and asked for more than &euro;600 million extra, and he got it without too much debate.  Is there a case for a cost-benefit analysis to examine what &euro;100 million or &euro;200 million would do for IDA Ireland and Enterprise Ireland?  Have they come to the Minister advocating for new programmes, new countries or new sectors?  In terms of what seem to be extraordinarily effective agencies of the State, should we be investing more money into the enterprise sector through those agencies?<\/p> <p>  With regard to my fourth question, and I am sorry for moving around the areas, there has been much talk about Brexit and providing additional supports, primarily through Enterprise Ireland and the LEOs, for the indigenous sector.  I was talking to an economist in IBEC during the week who pointed out that 90% of our exports are from the multinational companies but that the 10% that comes from the indigenous small and medium-sized enterprises, SMEs, accounts for half of the export related jobs.  A total of 40% of our SME exports are to Britain.  It is clear, therefore, that there is a major risk, and potentially a big opportunity, there.  The Minister mentioned that the agencies are dealing with Brexit and that there would be additional funding in the next budget, but I would argue that is too late.  Brexit will happen within about 18 months, so the time between now and then is the time for the sector to get ready.  How much money has been allocated for this year and for next year as additional activity to the State agencies to deal with Brexit?<\/p> <p>  My next question is on broadband, which was mentioned by several members.  It is a point, but it is related to the Estimates.  A decision was taken to privatise the new fibre optic network.  That is a very serious mistake for enterprise development throughout the country.  Ireland has an incredibly poor record of regulation in this area.  ComReg has not done its job, nor do I believe it will do a particularly good job with the new privatised fibre optic network.  What is most likely to happen is exactly what has happened here already when we privatised a telecoms network, which is that it will be bought by one of two bidders, repackaged, securitised, sold on international markets, and end up on the desk of some trader in Singapore, London or elsewhere.  He or she will be heavily incentivised to minimise investment and maximise return, which means monopoly-type pricing and underinvestment throughout the country.<\/p><p>We would be able to keep that network in public ownership for a relatively small amount of money and I seek the Minister's view in this regard.  While I am aware this matter is under the aegis of the Department of the Minister for Communications, Climate Action and Environment, Deputy Naughten, it has the potential to adversely affect enterprise development nationwide for many years.  Consequently, I seek the Minister's view in this regard.<\/p><p> My final question pertains to the so-called vulture funds.  As the Minister may be aware, the so-called vulture funds are using an element of tax law called section 110 of the Taxes Consolidation Act 1997.  Through that provision, they are able to buy tens of billions worth of Irish assets and essentially operate them tax-free.  Irish companies such as AIB, Bank of Ireland, Permanent TSB or Irish investment firms are precluded from section 110 status.  Arguably, one therefore has a serious competition issue in which regulated Irish entities such as fund management agencies, banks, etc. are being obliged to bid against essentially unregulated foreign entities that need pay no tax on the profits.  This obviously is an issue I am taking up with the Minister, Deputy Noonan, in an effort to close it down but as Minister for Jobs, Enterprise and Innovation, does the Minister believe it is reasonable that the Irish firms should be asked to compete with foreign firms when the former are obliged to pay all taxes due whereas the latter, through section 110 status and other tax avoidance mechanisms, essentially are paying no tax?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#G01500","speaker":"1230","continuing":true},{"type":"speechnospeaker","time":1474551000,"counter":130,"content":"<p>The Minister might allow me to ask a question as well.  Deputy Br&iacute;d Smith also asked earlier to be allowed to ask a supplementary question, which I will allow.  Thereafter, we must move on to programme B, because we have gone way over time on this section.<\/p> <p>  The Minister made reference to the regional areas and coming from County Waterford, I wish to mention Waterford and the south east.  As everyone is aware, the unemployment figures for Waterford and the south east are running close to 12% and are approximately 4% to 5% above the national average.  In the first three months of 2016, the region bucked the trend when its unemployment rate rose by 0.6%.  I welcome both the Minister's recent visit to Waterford for the opening of se2 and her return to Waterford in the near future.  As Deputy Quinlivan stated, I would love to see the Minister in Waterford and the south-east region every week of the year.  I seek the Minister's thoughts in this regard and on what the IDA is doing in that particular region.  I acknowledge the Minister spoke about infrastructure and an airport and as all members are aware, there is trouble in respect of Waterford Airport where there have been no flights in or out for the past three months.  I am sure this will have an effect in the future.  I ask the Minister to answer those two questions, after which I will allow Deputy Br&iacute;d Smith to ask her supplementary question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H00200","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":131,"content":"<p>Please remind me if I leave out questions.  First, Deputy Donnelly asked whether I would like to see less spending.  I would not because we need to create jobs.  While the unemployment figures have fallen to approximately 178,000 people, that still is quite challenging and, consequently, I will not ask for the departmental figures to be downgraded.  We need-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H00300","speaker":"1247"},{"type":"speech","time":1474551000,"counter":132,"content":"<p>To clarify, I did not suggest that less be spent.  That was not the question.  Across all the activity, while some things clearly are going very well, inevitably other programmes probably are not.  Are there areas in which the Minister thinks we should spend less or indeed stop?  There then would be the potential ability to reallocate those moneys to more effective areas within the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H00400","speaker":"1230"},{"type":"speech","time":1474551000,"counter":133,"content":"<p>I do not.  The Department is extremely careful with money.  All the moneys are audited and we get good value for money from the Department of Jobs, Enterprise and Innovation.  My view is that more money is needed for the IDA and Enterprise Ireland, which would be money really well spent.<\/p> <p>  A question was asked as to whether programmes and local enterprise offices, LEOs, are evaluated.  All the Department's programmes are evaluated.  Return on investment is checked and while I would not cut them back in any way, they evolve over time.  There often are balance shifts between lean programmes as the Department puts emphasis on different programmes at different times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H00500","speaker":"1247"},{"type":"speech","time":1474551000,"counter":134,"content":"<p>I apologise to the Minister but the question I asked was whether there is any measurement of client satisfaction for the LEOs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H00600","speaker":"1230"},{"type":"speech","time":1474551000,"counter":135,"content":"<p>Yes, there is.  We have conducted a client survey through Enterprise Ireland and the results are highly positive with a satisfaction rate of more than 70%.  We also have carried out mystery shopping in order to have a good idea of what is working and what needs to be improved.  At present, we are examining how to drive best practice across the LEO network and I am satisfied that good progress is being made.  I might add that the LEOs also feed into the regional action plan implementation meetings.  I have asked them to tell us where are the road blockages, what could be done better and all of that is fed into my Department.  Consequently, we are quite happy with what is happening in respect of the local enterprise offices.  However, I would like more money.  As Deputy Quinlivan noted, some LEOs are working better than others and we want to put in place best practice nationwide.<\/p> <p>  To revert to the issue of money well spent, when I refer to the 180,000 people who are unemployed, I wish to put a lot of emphasis in the plan for 2017 on women's entrepreneurship and on getting women back to work, as well as on the long-term unemployed and youth employment.  All these sectors require considerable resources, particularly in the case of the long-term unemployed and youth employment.  The Department simply must get a grasp on these issues and make sure it helps people to find confidence in the first instance because sometimes they have been out of work for a long time.  Moreover, some young people have never worked and again have lost confidence.  Consequently, there is a huge body of work to be done and all that requires resources.  LEOs and further colleges of education are excellent at getting people back into work.  There also are conversion courses, as well as the new apprentice model, and I will be pushing that to make sure this happens for younger people in particular.  These are the areas on which I will focus and for which I will ensure resources are made available to make sure that jobs are created.<\/p> <p>  The Deputy asked about more money for the IDA and Enterprise Ireland.  Such an increase is included in the programme for Government, which allocates &euro;200 million for the IDA and &euro;300 million for Enterprise Ireland over the next five years.  My Department will draw down and will seek this funding over the next budgets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H00700","speaker":"1247"},{"type":"speech","time":1474551000,"counter":136,"content":"<p>Is that in additional funding?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H00800","speaker":"1230"},{"type":"speech","time":1474551000,"counter":137,"content":"<p>Yes, that is additional funding, which was included in the programme for Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H00900","speaker":"1247"},{"type":"speech","time":1474551000,"counter":138,"content":"<p>Can the Minister repeat those figures?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H01000","speaker":"1230"},{"type":"speech","time":1474551000,"counter":139,"content":"<p>It is &euro;200 million for the IDA and &euro;300 million for Enterprise Ireland and &Uacute;dar&aacute;s na Gaeltachta.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H01100","speaker":"1247"},{"type":"speech","time":1474551000,"counter":140,"content":"<p>Over the next-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H01200","speaker":"1230"},{"type":"speech","time":1474551000,"counter":141,"content":"<p>Over the next five years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H01300","speaker":"1247"},{"type":"speech","time":1474551000,"counter":142,"content":"<p>The next question was on Brexit about which there has been much talk.  Does the Minister have a figure quantifying how much additional funding has been allocated for this year?  As members are considering the mid-year expenditure review, I refer to funding specifically to help enterprise to begin to react appropriately to Brexit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H01400","speaker":"1230"},{"type":"speech","time":1474551000,"counter":143,"content":"<p>What I have stated already today is hot off the presses.  It is that I have allocated an additional &euro;500,000 this year to the IDA to make sure it can deal with the Brexit issue.  No decision has been made as yet regarding the 2017 allocations.  The Deputy mentioned the effects over the years to come and I note the Department is in the act of putting together the Estimates for the budget for 2017.  Moreover, there will be allocations of money sought for Brexit and I will be pressing the enterprise case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H01500","speaker":"1247"},{"type":"speech","time":1474551000,"counter":144,"content":"<p>And for Enterprise Ireland and the LEOs?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H01600","speaker":"1230"},{"type":"speech","time":1474551000,"counter":145,"content":"<p>When I refer to the enterprise case, I mean the case for Enterprise Ireland, IDA Ireland, the LEOs and &Uacute;dar&aacute;s na Gaeltachta.  I also will seek extra money for Science Foundation Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#H01700","speaker":"1247"},{"type":"speech","time":1474551000,"counter":146,"content":"<p>I meant that if there is an additional &euro;500,000 this year for IDA Ireland, will EI and the LEOs get supplementary budgets for Brexit also?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J00100","speaker":"1230"},{"type":"speech","time":1474551000,"counter":147,"content":"<p>We certainly have not announced the money for EI today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J00200","speaker":"1247"},{"type":"speech","time":1474551000,"counter":148,"content":"<p>The Minister can announce it today, if she likes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J00300","speaker":"1230"},{"type":"speech","time":1474551000,"counter":149,"content":"<p>We have announced it for IDA Ireland.  Extra resources will also go to EI and the LEOs, if we have money - I stated we were not totally finished spending on the current and the capital side.  As I said, I am dealing with Ms Julie Sinnamon, the CEO of Enterprise Ireland, every second day and we are quite happy that EI is managing it really well at present.  We must wait a number of months, probably until early in 2017, when Article 50 is triggered and then we will have to respond.  The Minister for Agriculture, Food and the Marine is also looking for it, in and around the difficulties of agrifood and agritech, the price of beef, the price of milk and the price of pigmeat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J00400","speaker":"1247"},{"type":"speech","time":1474551000,"counter":150,"content":"<p>On the vulture funds-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J00500","speaker":"1230"},{"type":"speechnospeaker","time":1474551000,"counter":151,"content":"<p>Is that in relation to the Vote today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J00600","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":152,"content":"<p>It is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J00700","speaker":"1247"},{"type":"speech","time":1474551000,"counter":153,"content":"<p>If I could draw the link, one of the Votes relates to the Competition and Consumer Protection Authority.  Does the Chairman want me to wait?  I can bring competition law back up on programme C, if the Chairman likes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J00800","speaker":"1230"},{"type":"speechnospeaker","time":1474551000,"counter":154,"content":"<p>Yes, if Deputy Donnelly would not mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J00900","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":155,"content":"<p>It has been discussed at Cabinet and we will continue to discuss it.  I will be discussing it with the Minister, Deputy Noonan, but it is really not appropriate to discuss it here today under the Estimates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J01000","speaker":"1247"},{"type":"speech","time":1474551000,"counter":156,"content":"<p>Can I ask, as part of the Estimates, about the Competition and Consumer Protection Authority?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J01100","speaker":"1230"},{"type":"speechnospeaker","time":1474551000,"counter":157,"content":"<p>That is section 3.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J01200","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":158,"content":"<p>We will wait until the TTIP regulation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J01300","speaker":"1247"},{"type":"speech","time":1474551000,"counter":159,"content":"<p>We can go again, if the Chairman wishes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J01400","speaker":"1230"},{"type":"speechnospeaker","time":1474551000,"counter":160,"content":"<p>Yes, if Deputy Donnelly would not mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J01500","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":161,"content":"<p>The last point was on broadband.  Does the Minister believe that a capital allocation should have been made to maintain public ownership of the upcoming broadband network?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J01600","speaker":"1230"},{"type":"speech","time":1474551000,"counter":162,"content":"<p>To be honest, it was a Cabinet decision and that is it.  There is collective responsibility.  It is not what Mary Mitchell O'Connor believes.  That was a Cabinet decision and that is what we are going to do.  I am one of those who wants broadband.  I understand it is so important for us to ensure in bringing jobs to rural areas that they have broadband.  As I said, I have been driving round the country all summer and it is annoying that there is no broadband and in many areas no phone coverage as well.  It is annoying and difficult.  Deputy Donnelly can just imagine that we are bringing FDI company representatives down to some counties and they cannot use their mobile phones.  I want the broadband roll-out to happen.  I would love that there would be loads of funding thrown in to ensure that we get that broadband rolled out all over the country as quickly as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J01700","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":163,"content":"<p>We really must move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J01800","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":164,"content":"<p>I thank the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J01900","speaker":"1230"},{"type":"speech","time":1474551000,"counter":165,"content":"<p>I was splicing - however one does - to make the broadband work down at the ploughing championship.  It seemed easy but I was told it was complex.  Of course, we must work our way through all of the contracts and that will delay us.  If it was left to me, and the Deputy asked me my personal opinion, I would love to cut a lot of the red tape and just do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J02000","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":166,"content":"<p>I thank Deputy Donnelly and the Minister.  The Minister might answer my questions on the south east, if she would not mind.  Then we have brief supplementary questions from two Deputies and we will move on to programme B.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J02100","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":167,"content":"<p>I have heard loads about Waterford, in the D&aacute;il and elsewhere.  The Chairman mentioned one figure.  That was a once-off, but the trend is that it is coming down.  It has come down 2% and we are pushing to ensure that it comes down another 2%.  We are not complacent.  We are not taking it for granted that such is the way of Waterford.<\/p> <p>  From having looked at Waterford, it is a great county.  Waterford Institute of Technology, which is fantastic there, works with the Carlow institute.  They are able to deliver jobs.  For the record, Waterford has had Bluefin Payment Systems, Cipher Technologies, CGM, First Data, Technopath Clinical Diagnostics, MSK, Abco, Eurofins Lancaster Laboratories and Sanofi Waterford.  Things are happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J02200","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":168,"content":"<p>And West Pharma.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J02300","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":169,"content":"<p>Exactly.  I will visit there in the near future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J02400","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":170,"content":"<p>I thank the Minister.  If Deputy Br&iacute;d Smith could keep it brief, I would appreciate it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J02500","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":171,"content":"<p>My question relates to the briefing we received and access to finance.  The briefing, on page 33, shows us that Microfinance Ireland, MFI, since it was set up in late 2012, approved &euro;14.1 million in loans to 944 businesses supporting just over 2,000 jobs across all sectors and every county, and in 2015 approximately two thirds of approved loans went to support start-up companies.  Later, the briefing states that its funding does not feature in the 2016 Estimate although it is possible that a second tranche of funding to MFI will feature in 2017.<\/p> <p>  I make the wider point that in terms of return for finance, although we do not know the quality of the jobs which I referred to earlier as being an issue here, it would seem that this is a good investment in terms of supporting local start-ups.  Given my particular interest and knowing that there are many around the country who would be looking for finance, there are many renewable energy projects at a community level that could be financed in this way.  Could the Minister explain why there is no funding listed in the 2016 Estimate for MFI, and if this is one of the areas that perhaps Deputy Donnelly was referring to that the Minister thinks should not be funded so much?  Is it not value for money?  What is going on here?  Could we try to support local start-ups a little better?  We seem to be throwing a lot of support at the big companies.  I am concerned also about the small ones, as, I am sure, is the Minister.  This looks like a gap, although perhaps I am reading it wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J02600","speaker":"1367"},{"type":"speech","time":1474551000,"counter":172,"content":"<p>Microfinance Ireland was set up on 2012.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J02700","speaker":"1247"},{"type":"speech","time":1474551000,"counter":173,"content":"<p>So it says here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J02800","speaker":"1367"},{"type":"speech","time":1474551000,"counter":174,"content":"<p>There was &euro;10 million given in a tranche of funding and that is what we are using.  That is why it is not showing up in 2016.  We may look for more funding in the Estimates, depending on what moneys are left over.<\/p> <p>  Microfinance Ireland is very good value.  It started off very slowly.  I have written to all the banks and I have had all the banks into our offices.  Where customers of the banks look for money and they are refused or get no answer - we have asked that this would not happen anymore where clients get no answer and they do not end up on any statistics - we got a guarantee from the banks that they will inform the client and ask him or her to go to MFI.  Clients can borrow from &euro;2,000 up to &euro;20,000.  It is good funding.  Since I became a Minister, I brought down the interest rate by 1%.  As an aside, if the public is listening, those who go through the local enterprise office, LEO, also get the finance at a 1% cheaper rate.  It is really good value.  As I stated, we will be looking for more funding in the budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J02900","speaker":"1247"},{"type":"speech","time":1474551000,"counter":175,"content":"<p>Can the Minister explain why there is nothing there for 2016?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J03000","speaker":"1367"},{"type":"speech","time":1474551000,"counter":176,"content":"<p>I have just told the Deputy that we got that funding in 2012.  Microfinance Ireland leverages funding also - &euro;50 million from the banks.  There was &euro;25 million in funding altogether.  We have been using that funding since.<\/p> <p>  I support the continuation of the scheme.  We will seek funding of &euro;10 million in 2017 to secure the future of MFI.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J03100","speaker":"1247"},{"type":"speech","time":1474551000,"counter":177,"content":"<p>The Minister is now saying she will seek funding.  In this document, it states she may look for more funding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J03200","speaker":"1367"},{"type":"speech","time":1474551000,"counter":178,"content":"<p>Yes, in the budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J03300","speaker":"1247"},{"type":"speech","time":1474551000,"counter":179,"content":"<p>Is the Minister giving a commitment that she will?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J03400","speaker":"1367"},{"type":"speech","time":1474551000,"counter":180,"content":"<p>Yes.  I fight for the funding for our enterprises.  I can tell Deputy Br&iacute;d Smith that my voice is heard loud and clear at the Cabinet table.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J03500","speaker":"1247"},{"type":"speech","time":1474551000,"counter":181,"content":"<p>There is no doubt about that.  I am merely clarifying that the Minister will rather than may seek more funding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J03600","speaker":"1367"},{"type":"speech","time":1474551000,"counter":182,"content":"<p>I will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J03700","speaker":"1247"},{"type":"speech","time":1474551000,"counter":183,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J03800","speaker":"1367"},{"type":"speechnospeaker","time":1474551000,"counter":184,"content":"<p>Deputy Neville has a supplementary and I ask him to be brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J03900","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":185,"content":"<p>It is more to communicate back to IDA Ireland.  Whether or not IDA Ireland is aware of this, it was given the parameters and the criteria for the different regions and how they are approved from the advanced capital works.  Another point I would communicate back is in relation to space.  As we are moving towards 5G technology in the mobile market - in the mobile companies, IT companies, IT infrastructure companies and IT network companies that are here - and the discussion around automated driving over the next three-to-five years and other highly complex decision-making processes done by technology, we should look at space because that will be an increasing part of the criteria.<\/p><p>Considerable space will be needed in business parks for data centres.  If we are to attract the huge data centres that will be used to make the decisions, particularly under 5G technology, and mobile-type companies and mobile technology, given all the multinationals that are here already, space must be part of the cog.  That needs to be communicated also.  More space than was needed before will be required to attract these data centres.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#J04000","speaker":"1328","continuing":true},{"type":"speech","time":1474551000,"counter":187,"content":"<p>I agree with Deputy Tom Neville.  There are many operating from the ground up.  I am going to call on Ludgate, Skibbereen, and PorterShed, Galway.  There are many other examples.  I have been in Offaly and other counties and have seen what those concerned are doing.  The impetus is from the grassroots and communities.<\/p> <p>  I was recently invited to my own little village, Milltown, which has probably 200 residents.  It was remarkable to note the amount of enterprise in that little village.  It includes agrifood enterprises and indigenous small community businesses.  In total, 200 people were employed in the village, which is on the border in north Galway.  Therefore, there are villages of significance in this regard.<\/p> <p>  Everyone talks about IDA Ireland.  I heard Deputy Br&iacute;d Smith make points on it but there are hundreds of thousands of people employed.  Let us not forget the retail sector.  Some 275,000 people are employed right across the sector.  I actually chaired the Retail Consultation Forum and put it on my list to ensure that we do our very best for our towns and villages.  Owing to the trickle-down effect, people with jobs and spending power can go to retailers and spend.  This is so important.  It all leads back to having a job.  A job gives pleasure and boosts morale.  That is why it is so important.  The Department works really hard in this regard.  I, as Minister, will make sure I bang on the table and am heard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#K00200","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":188,"content":"<p>We shall now move on to programme B.  Would the Minister like to say a few words before we proceed to questions?  Is she happy to proceed directly to questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#K00300","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":189,"content":"<p>I will give members a sense of what we are doing first, if they do not mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#K00400","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":190,"content":"<p>That is perfect.  We will suspend for five minutes to give the Minister a break.  She has been doing quite a lot of talking.  After the break, we will go straight back to programme B.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#K00500","nonspeaker":"Chairman"},{"type":"unspoken","time":1474551000,"counter":191,"content":"<p>Sitting suspended at 4.04 p.m. and resumed at 4.08 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1474551000,"counter":192,"content":"<p>Turning to programme area B, the object of this expenditure is to foster and embed a world-class innovation system.  This investment underpins enterprise development and drives commercialisation of research to build national competitive advantage across our economy.  In 2016, the programme will provide funding of over &euro;330 million to support strategic investments in research, development and innovation, in addition to the development of human capital.  This funding specifically supports the activities of a number of offices and agencies, namely, Science Foundation Ireland, Enterprise Ireland, which supports the research, development and innovation programmes, the Programme for Research in Third-Level Institutes, the Tyndall National Institute, and the Patents Office.  The funding also supports Ireland's membership of a number of international research organisations, including the European Space Agency.  This investment to date has been key in embedding a national, world-class innovation system.  It has allowed Ireland to become a leading location for scientific endeavour, attracting world-renowned companies providing much-needed, well-paid and sustainable employment.  Over the past decade and a half, Ireland has built up a strong science base and has steadily improved its ranking on the European Innovation Scoreboard, having moved from tenth place to sixth in 2016.<\/p><p>Enterprise Ireland has already delivered more than 640 of its targeted 850 collaborative research projects for 2016.  It has already surpassed its target for member companies of its industry-led technology centres.<\/p><p> Later this year, I will launch a new Enterprise Ireland-IDA Ireland meat technology centre to support food innovation.  The period 2015-2016 also sees Enterprise Ireland expanding its technology gateway network in order to support local industry's innovation needs.<\/p><p> Science Foundation Ireland invests in academic researchers and research teams to generate new knowledge, produce leading edge technologies and support the development of competitive enterprises, particularly in the fields of science, technology, engineering and maths.  Already this year, it has made 175 awards, including &euro;40 million in funding, to more than 200 researchers across 24 major research projects, as part of its investigators' programme.  A significant portion of SFI's budget is committed to ongoing funding of industry-relevant research at its 12 large-scale research centres, with the involvement of more than 200 companies.<\/p><p> In terms of international programmes, through Ireland's membership of the European Space Agency, Irish companies are on target to secure more than &euro;12 million in contracts in 2016 to develop and deliver technologies and projects.<\/p><p> Horizon 2020 is the EU's programme to support research and innovation.  Ireland has a national target to win &euro;1.25 billion in funding over the lifetime of the programme.  To date, we have won more than &euro;247 million in funding, which is ahead of our national target.<\/p><p> The publication of Innovation 2020 last December represented an important milestone in the ongoing evolution of Ireland's research system.  To date, of 53 actions identified for initiation in 2016, three have been successfully completed and the remaining 50 are in progress.  All of this investment is helping to ensure that there is an impact. <\/p><p> In 2016, we will continue to drive the commercialisation of Irish research.  In addition, we will deliver more than 30 new spin-out companies.  We will also meet our 2016 target of 125 technologies for transfer into industry from the higher education sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#K00700","speaker":"1247","continuing":true},{"type":"speechnospeaker","time":1474551000,"counter":194,"content":"<p>Thank you, Minister.  We will now take questions from Deputy Donnelly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#L00200","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":195,"content":"<p>I will start with a comment which is related to my question about what we will start spending less on.  It concerns the materials we got from the Minister's Department.  Obviously a lot of good things are happening and this is not to talk down any of the good news but this reads like propaganda.  It is not balanced committee-level material.  There is nothing in this programme about what is not working or has not worked, it is just lists of good news.  This makes it impossible to take it seriously as a balanced briefing.  I ask the Minister to discuss that with her officials.<\/p> <p>  It is great to have good news and we should celebrate it but a report to the committee from the Executive which says everything is brilliant, there is nothing to talk about and nothing is going wrong is just not credible.  One of the most important roles of the Oireachtas is to hold the Executive to account for the money it spends.  The materials we receive from the Minister's Department are meant to help us interrogate how that money is being spent but these materials do not do that at all.  They just say that everything is great, there is nothing to see here and here is what we are doing.  I know it is not the Minister's fault, and this is not a political attack in any way, but we cannot do our job of investigating expenditure if we do not have balanced reporting from her officials.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#L00300","speaker":"1230"},{"type":"speech","time":1474551000,"counter":196,"content":"<p>Can I answer that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#L00400","speaker":"1247"},{"type":"speech","time":1474551000,"counter":197,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#L00500","speaker":"1230"},{"type":"speech","time":1474551000,"counter":198,"content":"<p>First of all, I absolutely reject the allegation of propaganda.  Second, we believe in what we are doing.  We believe that innovation is hugely important.  We have been involved in it for the last 15 years and we are seeing a payback.  I can assure the Deputy that when Enterprise Ireland and the IDA are bringing FDI companies to our country, one of the first questions FDI companies ask concerns innovation.  I certainly cannot find anything wrong.  I think it is very unfair of the Deputy to say that he cannot find anything wrong within the figures he has been given.  Those are the audited figures and we are happy that it is working.  The IDA estimates that approximately 40% of its job announcements can be linked to our investment in science and technology through Science Foundation Ireland.<\/p> <p>  Companies in receipt of Enterprise Ireland supports reported 30% more employment than those companies which are not active in research and development.  It also contributes to the building up of important human capital, which attracts foreign direct investment into this country.  I, therefore, make no apologies for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#L00600","speaker":"1247"},{"type":"speech","time":1474551000,"counter":199,"content":"<p>To state that innovation is important is a bit like stating that education is important when somebody asks what we need to do better in education.  It is not responding to the point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#L00700","speaker":"1230"},{"type":"speech","time":1474551000,"counter":200,"content":"<p>STEM subjects comprise one of the areas that Science Foundation Ireland is pushing.  That is one of the areas that I will push at every meeting and opening I attend.  I assure the Deputy that when I meet these companies and we announce jobs, they often tell me that innovation expertise is so important.  We build up that human capital and our programmes work in creating jobs.  The proof is in the pudding because unemployment has fallen from 15.1% to approximately 8.2%.  We will ensure that trend continues.  There are now 2 million people working in this country.  Some 40% of IDA companies report that innovation is one of the reasons they come here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#L00800","speaker":"1247"},{"type":"speech","time":1474551000,"counter":201,"content":"<p>I thank the Minister for her response.  With the greatest of respect, however, her response exactly mirrors the point I am making, which is that our job here is to hold the Executive to account for the expenditure of public moneys.  Like the Minister, I acknowledge the considerable good news and efforts across the board.  However, it is impossible that it is all good news.  Part of our job is to ask where more money should be spent and what is going well.  Another part of our job, which we are not particularly good at in the Oireachtas, is to ask where things are not going well and where we should be pulling back.  That is what this committee meeting is about.<\/p> <p>  The reports which the Minister's officials have given to the committee contain all of the good news but none of the bad.  If the Minister was running a company or an organisation and her senior team kept saying that we are not spending any money badly, we are not doing anything poorly and everything is brilliant, anyone would be a fool - I am not aiming this at the Minister - to take that from the top team and say that is fine.  There is no organisation on earth which is spending hundreds of millions of euro and where all of that money is being well spent.<\/p> <p>  I am not being political.  All I am asking is that when officials furnish documentation to the Oireachtas on how money is being spent, it would be useful to know where it is being spent well and where it is not being spent well.  That is the only point I am making.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#L00900","speaker":"1230"},{"type":"speech","time":1474551000,"counter":202,"content":"<p>What I will say is that Ireland has been ranked 14th in the world in science, which is up from 36th place in 2003.  We are continuously climbing there.  We are investing in innovation and education, including postgraduate degrees, to ensure that we have researchers who are at the cutting edge of technology and innovation.<\/p> <p>  I never mentioned the word \"excellent\" - the Deputy did so.  I never said that we were excellent.<\/p><p>We actually want to be better.  We want more funding and we will keep our innovation programmes under review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#L01000","speaker":"1247","continuing":true},{"type":"speechnospeaker","time":1474551000,"counter":204,"content":"<p>The Deputy's point has been well made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M00200","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":205,"content":"<p>If I could just keep going, there is more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M00300","speaker":"1230"},{"type":"speechnospeaker","time":1474551000,"counter":206,"content":"<p>Does the Deputy have a question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M00400","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":207,"content":"<p>Yes, but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M00500","speaker":"1230"},{"type":"speech","time":1474551000,"counter":208,"content":"<p>What might be useful, just to help out here-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M00600","speaker":"1247"},{"type":"speech","time":1474551000,"counter":209,"content":"<p>-----not on this point, Chairman; I want to move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M00700","speaker":"1230"},{"type":"speech","time":1474551000,"counter":210,"content":"<p>When the committee is working out its work programme, perhaps it should meet representatives of the agencies to put the points if it would help.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M00800","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":211,"content":"<p>I thought Deputy Donnelly had put all his points to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M00900","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":212,"content":"<p>No, I was making an initial point, which we have just debated.  The Minister cannot reject the point; the point is a fact and is not a matter of opinion.  The reports furnished to the committee have no critical analysis of what is not working.  That is not my opinion; that is a fact.  I am simply pointing out to the Minister that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M01000","speaker":"1230"},{"type":"speech","time":1474551000,"counter":213,"content":"<p>I have still not heard from the Deputy what he believes is not working.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M01300","speaker":"1247"},{"type":"speech","time":1474551000,"counter":214,"content":"<p>That is what I am trying to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M01400","speaker":"1230"},{"type":"speech","time":1474551000,"counter":215,"content":"<p>The Deputy is throwing this across the committee table.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M01500","speaker":"1247"},{"type":"speech","time":1474551000,"counter":216,"content":"<p>I am not throwing anything across; this is not an attack.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M01600","speaker":"1230"},{"type":"speechnospeaker","time":1474551000,"counter":217,"content":"<p>In fairness to the Minister, the Deputy has made his point very well.  We have heard it four times now.  If he has a question, he should direct it to the Minister and then we will move on to Senator Reilly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M01700","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":218,"content":"<p>Sure.<\/p> <p>  When I speak to academics involved in innovation, receiving funding from Science Foundation Ireland, SFI, one of the key frustrations they repeatedly voice is the constraint on their freedom to spend the money.  I will give an example.  In her initial contribution, the Minister said we needed well paid and sustainable employment.  The public hiring framework for researchers in this area is very restrictive.  The entry salary is &euro;32,000.  They are not allowed to provide increments for any private sector experience or for any foreign academic experience.  They are allowed to provide increments for public service.  For example, someone who has spent ten years working in the Department of Agriculture, Food and the Marine on bovine inoculation can be paid significantly in excess of &euro;32,000.  However, an employer with SFI money who wants to hire an Oxford professor or someone from Google or Facebook can only hire that person on a salary of &euro;32,000.  While the funding is great, one area in which the researchers are saying they need more freedom to spend the money better is more freedom around hiring practices.  Does the Minister have an opinion on that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M01800","speaker":"1230"},{"type":"speech","time":1474551000,"counter":219,"content":"<p>The Deputy asked this question at the last meeting.  We are talking to the Department of Public Expenditure and Reform on the issue.  I understand there are public money constraints.  It is very difficult to imagine Oxford professors working in research for &euro;32,000.  There are constraints and we are talking to the Department of Public Expenditure and Reform to try to improve that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M01900","speaker":"1247"},{"type":"speech","time":1474551000,"counter":220,"content":"<p>At the last meeting the Minister used the phrase \"industry-relevant research\".  Some of the leading researchers are telling me there has been an imbalance in where they are being asked to work and there is too much focus on commercialisation.  For example, some of our leading scientists, rather than designing new molecules in the lab, have now had to go to where the funding has been pushed, which is testing compounds for pharmaceuticals.<\/p> <p>  While they are telling me there needed to be a shift towards commercialisation and a balancing, the pendulum has gone too far.  There is now so much focus on commercialisation, to which the funding is now linked, that they have concerns further down the value chain over the basic research and development for new manufacturing etc.  When one considers the pipeline from idea generation right through to sales and marketing, the research has become worryingly imbalanced and we currently are living off ideas that were generated in the labs in the past, but that is drying up.  Does the Minister feel we need a refocus or rebalancing of the SFI money to ensure that while there is a focus on commercialisation, there is more emphasis further down the pipeline on basic scientific research?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M02000","speaker":"1230"},{"type":"speech","time":1474551000,"counter":221,"content":"<p>Like Deputy Donnelly, I also am concerned about research.  I am concerned about Science Foundation Ireland and that there has been a 12.2% reduction in capital expenditure, which the Minister has highlighted in her report.  That is a problem; it is not all positive by any means.  In this area we talk about those up-going arrows, which are wonderful to see and a tribute to the hard work of many people.  There is a down-going arrow, a drop of 8%, in patent applications.  That trend, linked to the reduction in capital funding in Science Foundation Ireland, would indicate it having an impact.  Patents in the pipeline and patent applications are signs of healthy research-based economic development.<\/p> <p>  Regarding what Deputy Donnelly said, I know from my previous role that there is always a challenge to transform research into jobs and economic gain, which we also want.  We need to fund research and we need to have a return on that research.  I agree with the Deputy on the problem with the Department of Public Expenditure and Reform.  I commend the Minister on addressing the problem with the Department of Public Expenditure and Reform regarding this inability within the current constraints to allow for the experience of people outside the normal criterion.  We also had this problem in Oberstown when trying to attract people who had vast experience outside but were getting no credit for it and who were being asked to start at a level that made it impossible to recruit people.  We must take into account international experience and expertise gained in the private sector when setting salary rates.<\/p> <p>  Is the Minister satisfied with the 12.2% reduction in expenditure on the 2015 Estimate?  Is she satisfied that the right outcomes are being measured, given the time-lag between the investments we make and getting a product at the other end with a new innovation being made available to the marketplace?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M02400","speaker":"1421"},{"type":"speech","time":1474551000,"counter":222,"content":"<p>The Senator asked about patents.  Companies are deciding to patent outside the country.  We are doing well in the country, but we want to do better, which is why we need more investment.  We want to be a global innovation leader, which is why we have the Innovation 2020 strategy, but we need more investment.<\/p> <p>  I believe Deputy Donnelly asked about the shift from enterprise and research.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M02500","speaker":"1247"},{"type":"speech","time":1474551000,"counter":223,"content":"<p>It was from basic scientific research to commercialisation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M02600","speaker":"1230"},{"type":"speech","time":1474551000,"counter":224,"content":"<p>It is not as much as we anecdotally hear and I will provide some figures.  Funding for basic research comes from many sources, including through the block grant from the Department of Education and Skills through the Higher Education Authority.  That source provides about &euro;190 million.  The latest figures available to me show that for the academic year 2012-13 a little more than half of the total higher education research and development budget was on basic research, showing little change on previous years.  SFI estimates that more than 80% of its funding of its portfolio of active research awards is for oriented basic scientific research, which takes place before the point of any type of commercialisation.<\/p> <p>  Senator Reilly asked about the reduction in programme B.  In 2015, provision for programme B innovation was under &euro;320 million.  It was supplemented with an additional &euro;25.5 million in capital, which was front-loaded, made available by way of a Supplementary Estimate last December.  This additional money allowed our research funding agencies to meet certain costs in 2015 that otherwise would have arisen in 2016.<\/p><p>In doing so, the accelerated payments in late 2015 allowed us to arrive at the 2016 capital provision for innovation of &euro;307 million.  It is worth noting that, between 2015 and 2016, the average capital budget for innovation was &euro;329 million, a significant increase over the 2014 figure of &euro;292 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#M02700","speaker":"1247","continuing":true},{"type":"speech","time":1474551000,"counter":226,"content":"<p>I thank the Minister for the information relating to 80% basic scientific research.  Would it be possible for the committee to get some documentation showing the detail of that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#N00200","speaker":"1230"},{"type":"speech","time":1474551000,"counter":227,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#N00300","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":228,"content":"<p>I appreciate that.  We will now move on to programme C - regulation.  I ask the Minister to say a few words on the programme before I invite questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#N00400","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":229,"content":"<p>Before we move on, I wish to ask about the measurement of outcomes.  Is the Department happy about the actual outcomes that are being measured?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#N00500","speaker":"1421"},{"type":"speech","time":1474551000,"counter":230,"content":"<p>The metrics we use and those that are published are internationally accepted and acknowledged metrics.  In respect of whether we are happy, we always want to be better.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#N00600","speaker":"1247"},{"type":"speech","time":1474551000,"counter":231,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#N00700","speaker":"1421"},{"type":"speechnospeaker","time":1474551000,"counter":232,"content":"<p>We now move on to programme C - regulation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#N00800","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":233,"content":"<p>The third expenditure programme area funded in my Department's Vote is the area of regulation.  The regulation programme funds the activities of a number of offices within my Department, such as the Companies Registration Office, the Office of the Director of Corporate Enforcement, the Workplace Relations Commission, WRC, the Labour Court, the Employment Appeals Tribunal, which is coming to an end, and the Low Pay Commission.  The programme also supports the activities of agencies such as the Health and Safety Authority, the Competition and Consumer Protection Commission, CCPC, and the Irish Auditing and Accounting Supervisory Authority.<\/p> <p>  As regards activities so far in 2016 under the regulation programme, the committee will be aware that a new director general, Oonagh Buckley, has recently been appointed to the WRC.  Kevin Foley has been appointed as the chair of the Labour Court.  I know members of the committee will join me in wishing them both well in their new challenging roles.<\/p> <p>  The committee may also be aware that the Low Pay Commission recently presented its report to me in respect of the national minimum wage.  The report, which recommended increasing the national minimum wage for an experienced adult worker to &euro;9.25 per hour, has been brought to Government and will be considered as part of budget 2017.  <\/p> <p>  The committee will know that reform of the workplace relations body has been the most significant reorganisation of the State's industrial relations and employment rights machinery in almost 70 years.  The workplace relations reform programme is nearing the completion of the process to implement newly designed world-class workplace relations services, which are simple to use, independent, effective, impartial and cost-effective.  One of the main elements of this reform was the establishment of the WRC in October 2015.  The commission's new strategic plan for 2016 to 2018 sets out how the commission will provide effective dispute resolution services, implement the newly established adjudication services and put in place revised inspection and enforcement arrangements.  The WRC also has new targets to be achieved within the life of the plan to reduce waiting times for cases before it to three months from date of receipt and to ensure its decisions are issued within 28 days.  I will be monitoring the new body's progress in meeting these targets.<\/p> <p>  The official launch of the new online application processing system for employment permits will take place in the coming weeks.  This was one of my Department's commitments in the action plan for jobs.<\/p> <p>  The committee will also be aware of the establishment of the CCPC on 31 October 2015.  The commission has a strategy statement up to 2018 and prioritisation principles.  It has developed its work plans which set out its work targets for 2016.  A new responsibility for the CCPC arose from the enactment of the grocery goods regulations.  The CCPC is working closely with those retailers affected in order to promote a culture of compliance.<\/p> <p>  I will leave my introductory comments on programme C at that.  I am happy to take questions members may wish to pose.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#N00900","speaker":"1247"},{"type":"speech","time":1474551000,"counter":234,"content":"<p>Enforcement is hugely important.  The WRC rearrangement will probably take some time to bed down but it will be beneficial in the long term.  Up to now, someone applying for retribution because employment law was not being fairly applied could wait four or five years to have an unfair dismissals case heard.  Hopefully, this will end and workers' cases will be heard within a reasonable period.<\/p><p>The number of Health and Safety Authority, HSA, inspections has increased quite significantly.  A former Deputy, Joe Higgins, once famously said that there were more dog licence inspectors in the country than there were workplace inspectors.  Thankfully, this has changed and there has been quite a rise in the number of workplace inspections by the HSA.  Is the Minister satisfied with that level of inspection?  Is she satisfied that we have enough inspectors?  Given that at least one fatal accident has taken place in the construction industry recently, does she think we might need to increase the number of inspections, particularly in the area of construction?<\/p><p>I am concerned - as, I am sure, are the company's former workers - about the timeframe for legislation and the outcome of the investigation into what happened at Clerys.  It is not lost on workers that heaven and earth are moved very quickly when an issue such as the Apple tax case arises but it seems to drag on when it comes to the question of retribution, equality and justice for workers.<\/p><p>I want to talk about the Low Pay Commission.  When it was announced that an extra 10 cent per hour would be added to the national minimum wage, I felt personally responsible and embarrassed because it dawned on me that I am a member of this committee.  In the name of God, what is the commission thinking when it decides to give 10 cent per hour to workers when even the programme for a partnership Government contains a commitment to bring the minimum wage up to &euro;10.50 per hour within its lifetime?  If the process continues at the pace, it will be 2028 before we get to &euro;10.50 per hour.  For the Low Pay Commission to say to so many workers throughout the country that they should get an extra 10 cent is an appalling outcome.  It might as well have given them nothing.  The increase is insulting.  When we discussed programme A, the Minister said she is very determined to promote foreign direct investment, that these are all very good jobs which pay very well, that getting people back to work is her priority, that she is particularly concerned about women and young people and that she thinks having a job must be a pleasure and a boost to someone's morale.  Adding 10 cent per hour to the minimum wage, which is already at the very low level of &euro;9.15, is a kick in the teeth to people in the context of their morale.  When the Minister looks at this, she must take into consideration the fact that everything from rent to mortgages to insurance costs to the price of medication has increased quite considerable in this country and not at the rate of the cost of living index.  The cost of insurance has increased by 40% or 50%.  The latest report from <i>daft.ie<\/i>shows that rents have increased by 12% in places such as Dublin and Cork.  How does the Minister explain low-paid workers being offered an extra 10 cent per hour?  None of us in this House is working for that kind of money nor would we.<\/p><p>Edel McGinley produced statistics showing that most low-paid people are in the hospitality, food and retail sectors where profits in the past couple of years have spiked above what they were before the crash.  How we do explain offering workers in these industries, most of whom are women and young people, an insulting ten cent per hour?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#N01000","speaker":"1367","continuing":true},{"type":"speechnospeaker","time":1474551000,"counter":236,"content":"<p>That is something the committee might look at when we-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#O00200","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":237,"content":"<p>It is part of this section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#O00300","speaker":"1367"},{"type":"speech","time":1474551000,"counter":238,"content":"<p>I will deal with the national minimum wage.  Any decision made on the national minimum wage will be a collective Government decision considered in the context of the budget.  The Low Pay Commission is independent and was set up by the former Minister of State, Gerald Nash, in 2015.  It examined all issues before making the recommendation.  Deputy Smith is right.  It was a split decision.  Data-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#O00400","speaker":"1247"},{"type":"speech","time":1474551000,"counter":239,"content":"<p>I am not being funny but did the Minister say it was independent or \"Endapendent\"?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#O00500","speaker":"1367"},{"type":"speech","time":1474551000,"counter":240,"content":"<p>Independent.  Data on the impact of the last rise in the national minimum wage to &euro;9.15 has not yet become available.  The national minimum wage affects many small Irish businesses in the retail, hospitality and food sector which often operate in rural areas and whose profit margins can be very low.  These were the aspects that were taken into consideration.  The Low Pay Commission looked at the impact of a rise in the national minimum wage on Border areas where the recovery has been slow.  Sterling exchange rates may have a particular impact in these areas.  It also gauged the impact of Brexit on certain sectors like retail and hospitality.  I understand that the setting of the national minimum wage divides opinion.  I would have liked if we could have given &euro;10 or &euro;20 but that is not what happened.  When the Low Pay Commission discussed the national minimum wage, it was about achieving the right balance for the circumstances.  It is important to make the right decision for the country.  This Government has stated that we support increasing the national minimum wage to &euro;10.50 by 2021 but the programme for a partnership Government states clearly that the Government will rely on the annual recommendations of the Low Pay Commission in respect of the level of adjustment each year.  We must now decide if we accept the expert recommendation of the Low Pay Commission based on its analysis, its public consultation and its meetings with all interests.  The Low Pay Commission has stated that incremental increases in the national minimum wage do not harm growth.  A sudden sharp increase may harm growth and employment levels.  It was an independent decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#O00600","speaker":"1247"},{"type":"speech","time":1474551000,"counter":241,"content":"<p>We will see how it ends up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#O00700","speaker":"1367"},{"type":"speech","time":1474551000,"counter":242,"content":"<p>My question was already asked by Deputy Smith.  According to figures from the Minister's office, expenditure on the Low Pay Commission for 2015 was &euro;250,000, of which &euro;155,000 went on pay and &euro;95,000 went on non-pay matters.  I am concerned about the rate of remuneration for certain members of the commission.  The chair of the Low Pay Commission earned &euro;22,493 from 2015 to the first quarter of 2016.  In that period, according to a response to a parliamentary question I asked, he attended 22 meetings.  That works out roughly at &euro;1,000 per meeting.  The same person has the nerve to recommend a ten cent increase for workers on the minimum wage.  Surely if ever there was an example of gross hypocrisy, this is it.  Deputy Smith outlined it quite well.  It is embarrassing and insulting and will go nowhere towards reaching the minimum wage we need or even any progress towards a living wage.  Does the Minister believe the Low Pay Commission is value for money because I do not think it is?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#O00800","speaker":"1327"},{"type":"speech","time":1474551000,"counter":243,"content":"<p>In respect of fees and expenses paid since the establishment of the Low Pay Commission, the amounts paid to commission members who are in receipt of fees are available.  Fee payments for 2016 represent payments made for the period from January to June 2016.  Two commission members, Patricia King and Gerry Light, waived entitlements to fees and expenses.  One member, Professor Donal O'Neill, does not receive fees in accordance with the \"one person, one salary\" principle.  I have a list of the amounts that were received by the different members of the commission.  The commission met on 11 occasions from September to June.  It received a significant number of submissions from various groups and individuals with an interest in the national minimum wage.  The chairman and members of the commission also met on two occasions in Monaghan and Dublin with a wide range of interests.  They included individual workers and businesses, employers and employee representative groups and community and voluntary sector organisations.  This enabled the commission to get as broad an understanding as possible of the issues relating to the minimum wage.  As well as attendance at meetings, members are required to spend time reading, reviewing and assessing material.  This includes submissions from various bodies and interest groups, relevant studies and reports in areas relating to low pay and a considerable amount of economic and statistical data.<\/p> <p>  The commission is working on two additional reports we requested.  One is a report on the sub-minimum rates of the national minimum wage while the other is a report on the preponderance of women on the national minimum wage.  Earlier this month, the commission was requested to report on the issue of the board and lodgings offset as part of its work programme for 2016.  <\/p> <p>  The pay figure for 2015 mentioned by Deputy Quinlivan also included the pay of three staff from the Department of Jobs, Enterprise and Innovation.  In respect of the money mentioned earlier by the Deputy , it related to the fees of the commissioners and three members of the Department.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#O00900","speaker":"1247"},{"type":"speech","time":1474551000,"counter":244,"content":"<p>I assume there were three members from the Department on it because of the sum of &euro;155,000.  The chair of the Low Pay Commission received &euro;1,000 per meeting and came back with a recommendation of an extra ten cent per hour, which is insulting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#O01000","speaker":"1327"},{"type":"speech","time":1474551000,"counter":245,"content":"<p>As I said, it was a split majority decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#O01100","speaker":"1247"},{"type":"speech","time":1474551000,"counter":246,"content":"<p>I understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#O01200","speaker":"1327"},{"type":"speech","time":1474551000,"counter":247,"content":"<p>I have one question and one observation.  I will make the observation first with the indulgence of the Chair.  We are seven months into this D&aacute;il and we have yet to sit down with the Minister and have time on both sides to explore anything.  The observation relates to the vulture funds.  I would like to formally raise it with the Minister.  There are many legitimate Irish companies trading, registered and paying taxes in Ireland who would like to be able to bid for NAMA portfolios or other portfolios.  They are bidding against foreign companies who are acting legally in this country but who are paying no tax due to the tax laws here.  I wanted to raise the issue with the Minister because it is a very serious competition issue and it would appear to give very unfair advantage to foreign vulture funds over Irish banks and pension funds.  The Minister does not need to comment on it.  I just wanted to formally raise it with her.  I think it is very relevant to her brief and we have not had a chance in this committee to talk about anything other than expenditure so far.<\/p> <p>  There seems to be a great opportunity to streamline compliance and regulation for business, particularly SMEs.  It is not my figure but I was told the other day by an individual that they needed 17 separate permits from the State between local government, health and safety and God only knows what else to set up a restaurant.<\/p><p>Would the Minister be amenable to allocating a material amount, probably through one of these regulatory bodies or perhaps through a programme within the Department, to go through all the compliance for SMEs, be they restaurants, care homes or manufacturing outlets, and examine their entire regulatory and compliance budget to streamline it and make it easier and quicker?  I do not say there should be less regulation.  Will the Minister allocate funding to systematically examine this?  This is not about examining one programme here and another there but to task a team to go through the process of every aspect of compliance and interaction with a view to dramatically reducing it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#O01300","speaker":"1230","continuing":true},{"type":"speech","time":1474551000,"counter":249,"content":"<p>I echo Deputy's Donnelly's concern.  Red tape is a huge issue.  Regulation is terribly important but we cannot have a scenario where people feel intimidated by serial inspections and this must be guarded against.  I would be grateful if the Minister addressed that and outlined what is being done in this regard to encourage self-starts and small entrepreneurs to set up business while, at the same time, ensuring fair play for workers and safety for consumers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P00200","speaker":"1421"},{"type":"speech","time":1474551000,"counter":250,"content":"<p>I will deal with the vulture funds first.  Section 1(10) of the Taxes Consolidation Act is a matter for the Minister for Finance but I take the points Deputy Donnelly made on board.  If he has competition concerns, he should raise them with the CCPC, which is an independent State agency.  I have no direct involvement in the day-to-day operations of the agency.<\/p> <p>  The Deputy made a good point about streamlining regulations.  Recently, we launched an online portal, which is fully operational.  It is a one-stop-shop for licences and it will help.  It is being run on a pilot basis for the retail sector and we are seeking to finesse it and ensure it works well.<\/p> <p>  Deputy Smith referred to the WRC waiting times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P00300","speaker":"1247"},{"type":"speech","time":1474551000,"counter":251,"content":"<p>It is good that they are improving, but I asked about the waiting time in the Clerys case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P00400","speaker":"1367"},{"type":"speech","time":1474551000,"counter":252,"content":"<p>I am coming to that.  The waiting time for legacy cases to be heard is down from 128 weeks at the beginning of 2015 to 53 weeks now.  The Labour Court received 566 cases, an increase of 66% on the same period, and waiting times have reduced from ten to six weeks, which is welcome.<\/p> <p>  I will give a comprehensive reply on the closure of Clerys because what happened there was an absolute disgrace.  I met some of the workers in the House and the way they were treated was an absolute disgrace.  A number of actions were initiated as part of the Government's response to the closure.  These included the Duffy Cahill expert examination of legal protection for workers and their report provides a comprehensive analysis of the relevant provisions of employment and company law.  It makes a number of proposals for legislative reform, which are primarily concerned with amendments to employment law.  My Department conducted a public consultation on the report following its publication on 26 April.  The submissions received in response to the consultation are important in assessing how suggested reforms could operate in practice and in identifying unintended consequences.  They will inform the response to the report, which will be brought forward for consideration by Government.  Legislative amendments will be considered by Government in this context.<\/p> <p>  The Company Law Review Group was asked to review company law with a view to recommending ways it could be amended to ensure better safeguards for employees and unsecured creditors.  The group's work is progressing in this regard.  Separately, authorised officers from the WRC have sought information from a number of parties regarding the collective redundancies that took place in OCS Operations Limited on 12 June 2015.  Their work relates to the application of the protection of the Employment Act 1977 to the redundancies in question.  Prosecutions, if appropriate, remain an option under that legislation.  One of the parties from whom the authorised officers sought information initiated proceedings in the High Court challenging their powers.  The hearing of submissions in that case concluded in July and judgment was reserved to a future unspecified date.  As the matter remains before the courts, it would not be appropriate to comment further.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P00500","speaker":"1247"},{"type":"speech","time":1474551000,"counter":253,"content":"<p>Can the Minister please give us an indication as to when legislative amendments will be introduced in the D&aacute;il as a consequence of the Clerys debacle?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P00600","speaker":"1367"},{"type":"speechnospeaker","time":1474551000,"counter":254,"content":"<p>The Deputy can liaise with the Minister separately on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P00700","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":255,"content":"<p>This is of public interest.  It is particular interest to workers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P00800","speaker":"1367"},{"type":"speechnospeaker","time":1474551000,"counter":256,"content":"<p>I am sorry.  In fairness, I will take general questions on the Vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P00900","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":257,"content":"<p>I asked another question, which is outstanding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P01000","speaker":"1367"},{"type":"speechnospeaker","time":1474551000,"counter":258,"content":"<p>I have been fair.  I have allowed a great deal of leeway and toing and froing with the Minister.  She has answered many questions and the Deputy should liaise with her regarding the Clerys workers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P01100","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":259,"content":"<p>I have another question outstanding.  Is the Minister happy------<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P01200","speaker":"1367"},{"type":"speechnospeaker","time":1474551000,"counter":260,"content":"<p>The Deputy should direct her comments through the Chair.  The Minister will answer her final question.<\/p> <p>  Are there more questions pertaining only to Vote?  Deputy Donnelly has a supplementary question but to be fair to everyone, we have to adhere to the agenda.  I have offered a great deal of leeway to all members and the Minister has been fair in responding to questions across the room and not through the Chair.  Meetings will not continue like this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P01300","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":261,"content":"<p>To be fair, I have not deviated from the agenda.  I asked the Minister about the level of inspections on construction sites and the outcome of the Clerys case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P01400","speaker":"1367"},{"type":"speechnospeaker","time":1474551000,"counter":262,"content":"<p>The Minister will reply to the Deputy's question if the Deputy gives her an opportunity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P01500","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":263,"content":"<p>The Chairman's comments are not fair because I have not deviated from the agenda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P01600","speaker":"1367"},{"type":"speechnospeaker","time":1474551000,"counter":264,"content":"<p>I am being fair to everyone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P01700","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":265,"content":"<p>The number of inspections undertaken by the HSA has fallen in recent years.  A total of 15,430 inspections were conducted in 2011 and this fell to 10,719 in 2014 due to staff reductions and changes in the character of inspection activity, notably in the farm sector.  Most inspections are targeted at high risk sectors such as construction, agriculture, forestry, manufacturing, mines, quarries, transport of dangerous goods by road and chemicals.  The number of inspections increased to 10,880 in 2015.  The authority's work programme for 2016 set a target of 11,165 inspections and investigations.  The delivery of the planned inspection programme for this year is on target.  A total of 5,237 inspections and 524 investigations had been carried out by the end of quarter 2 by the HSA.  This is more than 51% of the planned target.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#P01800","speaker":"1247"},{"type":"speech","time":1474551000,"counter":266,"content":"<p>Is the Minister happy with the level of inspections on construction sites?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#Q00100","speaker":"1367"},{"type":"speech","time":1474551000,"counter":267,"content":"<p>Increased economic activity in construction will inevitably increase the risk of accidents.  I visited the HSA this week and we will ensure it has sufficient resources in 2017.  We need more resources.  I understand the Deputy's concern about construction but half of the fatalities are on farms.  I am extremely concerned about that.  Work needs to be carried out on education and on making sure farmers continue to be reminded of the risk of fatalities on their farms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#Q00200","speaker":"1247"},{"type":"speech","time":1474551000,"counter":268,"content":"<p>To return to the point that Senator James Reilly and I talked about in terms of streamlining regulation, the initial efforts on the website for workers' permits should be acknowledged.  Is it possible to commission a report to look systematically at the various pieces of regulation and compliance that different types of business deal with?  It is welcome that individual pieces are being looked at.  Is it possible to commission a report from the Minister's Department or an outside source to take a holistic view of the compliance burdens with a view to streamlining them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#Q00300","speaker":"1230"},{"type":"speech","time":1474551000,"counter":269,"content":"<p>I thank the Minister for the information she gave.  I highlight the point she made about the number of serious accidents and deaths occurring on farms and the need to support farmers and educate them on the dangers.  It is particularly timely during the week of the ploughing championships.  The difficulty for farmers is that these are their homes and children naturally treat them as their play areas, yet they are places of very serious business with very serious hazards.  I welcome that and thank the Minister for giving us the information she has given us today.  Is part of the reason for the reduction in inspections, particularly in the construction area, the reduction in the number of construction sites and construction activity?  The Minister has alluded to increasing activity and hopefully increasing inspections.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#Q00400","speaker":"1421"},{"type":"speech","time":1474551000,"counter":270,"content":"<p>Construction inspections are increasing as the sector grows again.  I am interested to hear Deputy Donnelly's proposal and my Department will liaise with him on it.  On the issue of accidents on farms - if there are any farmers listening to me - one of the messages at the ploughing championships was about heights.  Many fall from heights of 9 ft. or 10 ft., for example, when they go up onto a shed, fall through and get killed.<\/p> <p>  The other message is about reverse parking, which had to be explained to me.  When farmers are leaving their tractors or machinery at night they should reverse park into the spot where they are going to leave it.  That prevents situations where they come back out in the morning and do not see a child or older person who has followed them.  That is the message from the HSA at the ploughing championships this week.  There were myriad other messages but they were the two particular messages they wanted to get across this week.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#Q00500","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":271,"content":"<p>I thank the Minister, Deputy Mitchell O'Connor, and her officials for attending today's meeting of the joint committee.  I ask the Minister that any information sought be forwarded to the members who looked for it.  Given the engagement to date on the review of performance measures used by the Department, could we agree that there will be further engagement between Department officials and officials of the Houses of the Oireachtas on any potential change to performance measures and that the result of this engagement be reported to the committee?  I also ask the Department to engage with Oireachtas officials on this as well as members of the committee.  Is that okay?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#Q00600","nonspeaker":"Chairman"},{"type":"speech","time":1474551000,"counter":272,"content":"<p>My Department officials are nodding their heads.  In the spirit of partnership Government and doing the right thing, it is very welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#Q00700","speaker":"1247"},{"type":"speechnospeaker","time":1474551000,"counter":273,"content":"<p>We appreciate that.  That concludes all of the business on today's agenda.  The joint committee will adjourn until Tuesday, 27 September.  That meeting will be in private session to determine our work plans for the coming year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JEJ2016092200002#Q00800","nonspeaker":"Chairman"},{"type":"unspoken","time":1474551000,"counter":274,"content":"<p>The joint committee adjourned at 5.05 p.m. until 5 p.m. on Tuesday, 27 September 2016.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Standing Committee on the Irish Language, the Gaeltacht and the Islands","time":1474550100,"counter":275},{"type":"unspoken","content":"<p>The Joint Committee met at 14:15<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Aindrias Moynihan, Senator Fintan Warfield.* Deputy Éamon Ó Cuív,* Deputy Aengus Ó Snodaigh,* Deputy Bríd Smith,<\/p><p>* In the absence of Deputies Pat The Cope Gallagher and Peadar Tóibín, and Senator Trevor Ó Clochartaigh, respectively.<\/p><p>In attendance: Senator Kevin Humphreys.<\/p><p>DEPUTY CATHERINE CONNOLLY IN THE CHAIR.<\/p>","time":1474550100,"counter":276,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002"},{"type":"unspoken","time":1474550100,"counter":277,"content":"<p>The joint committee met in private session until 3.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Cur Chun Cinn agus Cothú na Gaeilge: Conradh na Gaeilge","time":1474550100,"counter":278,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#G00100"},{"type":"speech","time":1474550100,"counter":279,"content":"<p>Ba mhaith liom c&eacute;ad m&iacute;le f&aacute;ilte a chur roimh an toscaireacht &oacute; Chonradh na Gaeilge, go h&aacute;irithe ard-r&uacute;na&iacute; an chonartha, Julian de Sp&aacute;inn; bainisteoir an chonartha, Peadar Mac Fhlannchadha; agus feidhmeannach cumars&aacute;ide an chonartha, S&iacute;ne Nic an Ail&iacute;.  Caithfidh me rud oifigi&uacute;il a bhaineann leis an dl&iacute; a l&eacute;amh amach i dt&uacute;s b&aacute;ire.<\/p><p>Ba mhaith liom a chur ar aird na bhfinn&eacute;ithe, de bhua alt 17(2)(<i>l<\/i>) den Acht Um Chl&uacute;mhilleadh 2009, go bhfuil finn&eacute;ithe faoi chosaint ag l&aacute;n-phribhl&eacute;id maidir leis an bhfianaise a thugann siad don choiste seo.  M&aacute; orda&iacute;onn an coiste d&oacute;ibh, &aacute;mh, &eacute;ir&iacute; as fianaise a thabhairt i leith n&iacute; &aacute;irithe agus m&aacute; leanann siad d&aacute; tabhairt, n&iacute;l siad i dteideal d&aacute; &eacute;is sin ach pribhl&eacute;ide c&aacute;ilithe i leith na fianaise acu.  Orda&iacute;tear d&oacute;ibh nach dtabharfar ach fianaise a bhaineann le h&aacute;bhar na n-imeachta&iacute; seo agus fiafra&iacute;tear d&oacute;ibh cleachtadh parlaiminte a urram&uacute; n&aacute;r ch&oacute;ir, m&aacute;s f&eacute;idir, daoine n&aacute; eintiteas a ch&aacute;ineadh n&aacute; l&iacute;omhaint&iacute; a dh&eacute;anamh ina n-aghaidh, ina ainm, ina hainm n&oacute; ina n-ainm n&oacute; ar shl&iacute; a bhf&eacute;adfa&iacute; iad a aithint.  Ba mhaith liom na finn&eacute;ithe a chur ar an eolas go nd&eacute;anfar na r&aacute;itis tionscnaimh a chuir siad faoi bhr&aacute;id an choiste a fhoilsi&uacute; ar shu&iacute;omh gr&eacute;as&aacute;in an choiste tar &eacute;is an chruinnithe seo.  Meabhra&iacute;tear do chomhalta&iacute; an cleachtadh parlaiminte at&aacute; ann le fada n&aacute;r ch&oacute;ir d&oacute;ibh tuairim&iacute; a thabhairt maidir le duine at&aacute; taobh amuigh de na Tithe n&oacute; le hoifigeach ina ainm n&oacute; ina hainm n&oacute; ar shl&iacute; a bhf&eacute;adfa&iacute; iad a aithint.<\/p><p>T&aacute; mo chuid oibre oifigi&uacute;il d&eacute;anta agam.  Is deas go bhfuil na finn&eacute;ithe anseo agus f&aacute;ilt&iacute;m rompu.  Fuair Conradh na Gaeilge an ch&eacute;ad cuireadh teacht os comhair an choiste seo.  T&aacute;imid s&aacute;sta go bhfuil an cruinni&uacute; sin ar si&uacute;l anois.  T&aacute; s&uacute;il agam go bhfuil siad s&aacute;sta freisin.  Iarraim ar Julian de Sp&aacute;inn cur i l&aacute;thair a dh&eacute;anamh ar son Chonradh na Gaeilge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#G00200","speaker":"1316"},{"type":"speechnospeaker","time":1474550100,"counter":280,"content":"<p>Gabhaim bu&iacute;ochas leis an gcoiste as ucht an deis seo a thabhairt dom cur i l&aacute;thair a dh&eacute;anamh faoi r&oacute;l Chonradh na Gaeilge i gcur chun cinn agus i gcoth&uacute; na Gaeilge.  Scaipeadh an chaint ioml&aacute;n ar bhaill an choiste n&iacute;os luaithe sa seachtain.  D&aacute; bhr&iacute; sin, t&aacute; s&eacute; i gceist agam achoimre a thabhairt don choiste anois.  T&oacute;gfaimid ceisteanna agus d&eacute;anfaimid pl&eacute; ar na h&aacute;bhair &eacute;ags&uacute;la ag an deireadh.<\/p> <p>  Ba mhaith liom tr&eacute;asl&uacute; le Cathaoirleach agus le baill an buan-choiste nua seo.  Bh&iacute; s&eacute; mar &eacute;ileamh ag pobal na Gaeilge agus na Gaeltachta &oacute; Dheas i rith an olltoghch&aacute;in go gcuirf&iacute; coiste D&aacute;la le freagracht ar ch&uacute;rsa&iacute; Gaeilge agus Gaeltachta ar bun.  T&aacute;imid l&aacute;n-s&aacute;sta go bhfuil an buan-choiste seo ag feidhmi&uacute; anois.  T&aacute; ard-mholadh ag dul do gach p&aacute;irt&iacute; agus gach polaiteoir a sheas leis an &eacute;ileamh seo i ndiaidh an olltoghch&aacute;in agus a chinntigh gur buna&iacute;odh Buan-Choiste na Gaeilge, na Gaeltachta agus na nOile&aacute;n.  Gu&iacute;mse, agus gu&iacute;onn Conradh na Gaeilge, gach rath ar bhur gcuid oibre.<\/p> <p>  Is &eacute; Conradh na Gaeilge f&oacute;ram daonlathach phobal na Gaeilge.  Saothra&iacute;onn an eagra&iacute;ocht ar son na teanga ar fud na h&Eacute;ireann uile agus timpeall na cruinne.  T&aacute; breis is 180 craobh ag an gconradh agus na c&eacute;adta ball aonair.  T&aacute; baill na heagra&iacute;ochta gn&iacute;omhach ag cur na Gaeilge chun cinn i ngach gn&eacute; de shaol na t&iacute;re.  B&iacute;onn conraitheoir&iacute; chun tosaigh i bhfeachtais chun cearta phobal na Gaeilge a bhaint amach agus a dhaingni&uacute;.  B&iacute;onn baill na heagra&iacute;ochta ag saothr&uacute; go dian d&iacute;ograiseach chun &uacute;s&aacute;id na teanga a chur chun cinn ina gceantair f&eacute;in.  Eagra&iacute;onn an conradh feachtais feasachta ar n&oacute;s Sheachtain na Gaeilge, an fh&eacute;ile bhliant&uacute;il Ghaeilge is m&oacute; ar domhan a ghlacann breis is 750,000 duine p&aacute;irt inti, agus go leor feachtas eile.<\/p> <p>  Ba mhaith liom labhairt don bhuan-coiste inniu faoi dh&aacute; rud at&aacute; iontach t&aacute;bhachtach agus pr&aacute;inneach - an g&aacute; le hinfheist&iacute;ocht sa Ghaeilge agus sa Ghaeltacht i gc&aacute;inaisn&eacute;is 2017 agus an g&aacute; le hAcht na dTeangacha Oifigi&uacute;la 2003 a l&aacute;idri&uacute; ar bhonn c&eacute;imi&uacute;il.  Ar an gc&eacute;ad dul s&iacute;os, t&aacute; taca&iacute;ocht an bhuan-choiste seo &aacute; lorg againn don phlean infheist&iacute;ochta arna aont&uacute; ag 80 gr&uacute;pa Gaeilge, Gaeltachta agus oideachais.  T&aacute;imid ag iarraidh go gcuirfeadh an buan-choiste an taca&iacute;ocht sin in i&uacute;l go hoifigi&uacute;il don Aire Eala&iacute;on, Oidhreachta, Gn&oacute;tha&iacute; R&eacute;igi&uacute;nacha, Tuaithe agus Gaeltachta agus don Aire Caiteachais Phoibl&iacute; agus Athch&oacute;irithe mar chuid den phr&oacute;iseas do ch&aacute;inaisn&eacute;is 2017.<\/p> <p>  T&aacute; an &euro;18 milli&uacute;in at&aacute; &aacute; lorg sa phlean infheist&iacute;ochta briste s&iacute;os againn thar tr&iacute; bliana.  T&aacute; na sonra&iacute; sin ar f&aacute;il sa chaint ioml&aacute;n a chur me ar f&aacute;il n&iacute;os luaithe sa seachtain.  Go pr&iacute;omha, t&aacute; c&aacute;s &aacute; dh&eacute;anamh againn gur cheart don Rialtas &euro;4.4 mhilli&uacute;n sa bhreis a chur ar f&aacute;il i gc&aacute;inaisn&eacute;is 2017 agus an maoini&uacute; breise sin a chaitheamh ar na spriocthionscadail Ghaeilge agus Ghaeltachta at&aacute; leagtha amach sa phlean infheist&iacute;ochta.  T&aacute; s&eacute; f&iacute;orth&aacute;bhachtach a r&aacute; go bhfuil na spriocthionscadail sin aontaithe ag an 80 gr&uacute;pa at&aacute; luaite agam.  Ba mhaith linn go gclo&iacute;fidh Foras na Gaeilge agus &Uacute;dar&aacute;s na Gaeltachta leis na spriocthionscadail sin m&aacute; thagann m&eacute;ad&uacute; ar na buis&eacute;ad at&aacute; ar f&aacute;il d&oacute;ibh.<\/p> <p>  Sa ch&aacute;ip&eacute;is at&aacute; curtha amach againn, t&aacute; briseadh s&iacute;os d&eacute;anta ar an gcaoi inar cheart an t-airgead breise sin a chaitheamh an bhliain seo chugainn.  T&aacute; s&eacute; soil&eacute;ir in&aacute;r gcur i l&aacute;thair go bhfuilimid ag lorg &euro;2.4 mhilli&uacute;n sa bhreis d'Fhoras na Gaeilge, briste s&iacute;os idir &euro;1 mhilli&uacute;n d'airgead caipitil agus &euro;1.4 mhilli&uacute;n d'airgead reatha.  I gc&aacute;s &Uacute;dar&aacute;s na Gaeltachta, t&aacute;imid ag lorg &euro;2 mhilli&uacute;n d'airgead caipitil le fosta&iacute;ocht a chruth&uacute;, go h&aacute;irithe sa Ghaeltacht.  T&aacute; figi&uacute;r de &euro;590,000 luaite le haghaidh an plean&aacute;il teanga at&aacute; ag dul ar aghaidh sa Ghaeltacht.  San ioml&aacute;n, t&aacute;imid ag iarraidh go gcuirfidh Rialtas na h&Eacute;ireann &euro;4.4 mhilli&uacute;n breise ar f&aacute;il don d&aacute; bhuis&eacute;ad.  Tiocfaidh cuid den airgead at&aacute; ag teast&aacute;il &oacute;n Rialtas &oacute; Thuaidh.<\/p> <p>  T&aacute; roinnt c&uacute;iseanna an-mhaith gur ch&oacute;ir tac&uacute; leis an bplean infheist&iacute;ochta a mhaoini&uacute;.  De r&eacute;ir an m&eacute;id a d&uacute;irt siad roimh an olltoghch&aacute;n, aonta&iacute;onn m&oacute;ramh de na Teachta&iacute; D&aacute;la a toghadh i mbliana  - 84 Teachta - leis an plean infheist&iacute;ochta.  Deirtear i bplean an Rialtais go m&eacute;ad&oacute;idh an Rialtas an infheist&iacute;ocht sa Ghaeilge.  D&aacute; bhr&iacute; sin, t&aacute; na molta&iacute; at&aacute; &aacute; nd&eacute;anamh againn ag teacht leis an gcl&aacute;r at&aacute; foilsithe ag an Rialtas.  Chruth&oacute;dh an plean at&aacute; leagtha amach agam breis is 1,175 post, leis an gcuid is m&oacute; d&oacute;ibh lonnaithe sa Ghaeltacht, rud a chabhr&oacute;dh go m&oacute;r le hinmharthanacht na Gaeltachta.  Chuirfeadh an plean maoini&uacute; ar f&aacute;il do go leor tionscna&iacute;ochta&iacute; r&iacute;th&aacute;bhachtacha.<\/p><p>Ina measc, beidh maoini&uacute; ar f&aacute;il le plean teanga a chur i bhfeidhm sna D&aacute;ilcheantair &eacute;ags&uacute;la; le deis a thabhairt do theaghlaigh sna D&aacute;ilcheantair, go h&aacute;irithe iad si&uacute;d &oacute; theaghlaigh faoi mh&iacute;bhunt&aacute;iste airgeadais, scol&aacute;ireachta&iacute; a fh&aacute;il lena bp&aacute;ist&iacute; n&oacute; leis an teaghlach ioml&aacute;n a chur chun na Gaeltachta; agus le hionaid ch&uacute;ram leana&iacute; a bhun&uacute; le seirbh&iacute;s&iacute; na&iacute;olainne agus eile a chur ar f&aacute;il i nD&aacute;ilcheantair &eacute;ags&uacute;la do phaist&iacute; at&aacute; &aacute; dt&oacute;g&aacute;il tr&iacute; Ghaeilge &oacute; aois bhreithe go haois scoile.<\/p><p> T&aacute; an pobal ar aon intinn linn gur ch&oacute;ir taca&iacute;ocht bhreise a chur ar f&aacute;il.  L&eacute;ir&iacute;tear i suirbh&eacute; Millward Brown a ndeachthas ina bhun in Ean&aacute;ir 2015 go n-aonta&iacute;onn 61% den phobal &oacute; Dheas gur ch&oacute;ir don St&aacute;t taca&iacute;ocht bhreise a chur ar f&aacute;il don Ghaeilge.  N&iacute; raibh ach 18% ina choinne sin.  Chomh maith leis sin, t&aacute; toil ann tuilleadh taca&iacute;ochta a chur ar f&aacute;il don Ghaeilge ar leibh&eacute;al &aacute;iti&uacute;il freisin.<\/p><p> Laghda&iacute;odh buis&eacute;ad Fhoras na Gaeilge agus buis&eacute;ad caipitil &Uacute;dar&aacute;s na Gaeltacht &oacute; &euro;45 mhilli&uacute;n i 2008 go &euro;22 milli&uacute;n i 2015.  T&aacute; &euro;18 milli&uacute;n sa bhreise &aacute; lorg againn don &uacute;dar&aacute;s agus don fhoras leis na sprioc-thionscadail a &aacute;ir&iacute;tear sa phlean infheist&iacute;ochta a chur i gcr&iacute;ch.  Sin &euro;5 mhilli&uacute;n n&iacute;os l&uacute; n&aacute; mar a bh&iacute; ar f&aacute;il i 2008.<\/p><p> D'fh&oacute;gair an Rialtas &oacute; Dheas caiteachas breise de nach m&oacute;r &euro;3 bhilli&uacute;n i 2016 agus go mbeidh caiteachas breise de thuas le &euro;21 bhilli&uacute;n i 2017, idir chaitheamh agus fhaoiseamh c&aacute;nach don phobal.  Is ionann an &euro;18 milli&uacute;n sa bhreis at&aacute; &aacute; lorg againn agus n&iacute;os l&uacute; n&aacute; 0.05% den tsuim sin.  Is m&oacute;r an dochar a rinneadh do na h&uacute;dar&aacute;is Ghaeilge agus Ghaeltachta &oacute; bh&iacute; 2008 ann.  N&iacute; m&oacute;r &eacute; sin a chur ina cheart anois.<\/p><p> Laghda&iacute;odh buis&eacute;ad Sheachtain na Gaeilge 40% i 2016 &oacute; 2015.  Laghda&iacute;odh buis&eacute;ad sc&eacute;im na gcampa&iacute; samhraidh 20% i 2016 &oacute; 2015.  Laghda&iacute;odh sc&eacute;im na n-imeachta&iacute; &oacute;ige 40% i 2016 &oacute; 2015.  N&iacute;l i gceist ach laghdaithe sa mhaoini&uacute; at&aacute; ann d'Fhoras na Gaeilge agus &Uacute;dar&aacute;s na Gaeltachta le tamall anuas. <\/p><p> N&iacute; hamh&aacute;in go gcruth&oacute;far poist ach beidh tionchair dhearfacha eile ag an infheist&iacute;ocht bhreise seo ar gheilleagar an oile&aacute;in.  Mar shampla, &eacute;ir&iacute;onn le sc&eacute;imeanna pobail Gaeilge an m&eacute;id c&eacute;anna airgid a thuilleamh agus a chuirtear ar f&aacute;il d&oacute;ibh chun cabhr&uacute; lena gcur i bhfeidhm, airgead a th&eacute;ann isteach sa gheilleagar &aacute;iti&uacute;il.<\/p><p> F&aacute;th eile gur ch&oacute;ir tac&uacute; leis seo n&aacute; is ioma&iacute; com&oacute;radh at&aacute; ag tarl&uacute; le blianta beaga anuas agus ba ch&oacute;ir aitheantas a thabhairt don r&oacute;l ar leith a bh&iacute; ag an nGaeilge i gcuid mhaith de na heachtra&iacute; a tharla 100 bliain &oacute; shin.  Beidh com&oacute;radh speisialta ann i 2018 chun t&uacute;s na hathbheochana Gaeilge a chom&oacute;radh.  Ba ch&oacute;ir na sc&eacute;imeanna agus na tionscadail a bhearta&iacute;tear sa phlean infheist&iacute;ochta a chur i bhfeidhm &oacute; 2017 lena chinnti&uacute; go dtabharfar spreagadh ar leith don Ghaeilge faoi 2018 ag an leibh&eacute;al &aacute;iti&uacute;il go m&oacute;rmh&oacute;r.<\/p><p> An dara rud gur mhaith liom pl&eacute; leis an gcoiste inniu n&aacute; an g&eacute;argh&aacute; at&aacute; ann le hAcht na dTeangacha Oifigi&uacute;la 2003 a l&aacute;idri&uacute; lena chinnti&uacute; go mbeidh seirbh&iacute;s&iacute; s&aacute;s&uacute;la Gaeilge ar f&aacute;il do phobal na Gaeilge agus na Gaeltachta &oacute;n St&aacute;t.  Mar is eol don choiste, is d&oacute;cha, n&iacute; raibh ceannteidil Acht na dTeangacha Oifigi&uacute;la (Leas&uacute;) 2014, foilsithe ag an Rialtas deireanach i 2014, s&aacute;s&uacute;il ar chor ar bith.  N&iacute;or aithin siad na molta&iacute; a rinneadh sa chuid is m&oacute; de na haighneachta&iacute; agus sna suirbh&eacute;anna a cuireadh chuig Roinn na Gaeltachta mar chuid den athbhreithni&uacute; ar an Acht i 2011.  Ba &eacute; tuairim Conradh na Gaeilge agus an fochoiste den Chomhchoiste um Comhshaol, Cult&uacute;r agus Gaeltacht i 2015 go raibh roinnt de na ceannteidil lag, n&oacute; go nd&eacute;anfaid&iacute;s lag&uacute; den Acht, agus go raibh an-chuid ceannteidil f&aacute;gtha ar l&aacute;r.<\/p><p> Le teacht i dt&iacute;r ar na fadhbanna a d'&eacute;irigh as an athbhreithni&uacute; ar Acht na dTeangacha Oifigi&uacute;la a tosa&iacute;odh i 2011, molann Conradh na Gaeilge go nd&eacute;anfar leasuithe ar an Acht ar bhonn c&eacute;imi&uacute;il tr&iacute;d an mbuan-choiste seo.  T&aacute;imid ag moladh go dtos&oacute;far l&aacute;ithreach le Bille na dTeangacha Oifigi&uacute;la (Leas&uacute;) 2016 agus na h&aacute;bhair seo a leanas a chur san &aacute;ireamh ann: comhartha&iacute; tr&aacute;chta; foirmeacha oifigi&uacute;la; leaganacha Gaeilge n&oacute; B&eacute;arla d'ainmneacha, de shloinnt&iacute; agus de sheolta&iacute; poist; leas&uacute; ar sceideal an phr&iacute;omh-Achta; agus ainmneacha comhlachta&iacute; poibl&iacute;.<\/p><p> Molann an conradh go mbogfadh an buan-choiste seo ar aghaidh go dt&iacute; an dara Bille nuair a bheidh an pr&oacute;iseas don ch&eacute;ad Bhille ar bun go tr&eacute;an agus gur ch&oacute;ir don dara Bille &aacute;bhair a chuims&iacute;onn cumhachta&iacute; agus r&oacute;l an Choimisin&eacute;ara Teanga, earca&iacute;ocht san earn&aacute;il phoibhl&iacute;, seirbh&iacute;s&iacute; St&aacute;it sa Ghaeltacht agus &aacute;bhair eile a chur san &aacute;ireamh.  Thabharfadh pr&oacute;iseas c&eacute;imi&uacute;il le Bille na dTeangacha Oifigi&uacute;la 2003 a leas&uacute; deis cheart na leasuithe a phl&eacute; go cuimsitheach agus dearctha&iacute; &eacute;ags&uacute;la a fh&aacute;il ar na leasuithe ar fad.<\/p><p> Tr&eacute;asla&iacute;m leis an gcoiste as bun&uacute; Bhuan-choiste na Gaeilge, na Gaeltachta agus na nOile&aacute;n.  T&aacute; s&uacute;il agamsa agus ag Conradh na Gaeilge go n-&eacute;ireoidh go geal leis an gcoiste leis an obair dh&uacute;shl&aacute;nach at&aacute; os a chomhair.  T&aacute; s&uacute;il agam chomh maith go bhfuil n&iacute;os m&oacute; eolais ag an gcoiste ar r&oacute;l Chonradh na Gaeilge i gcur chun cinn agus i gcoth&uacute; na Gaeilge mar thoradh ar an gcur i l&aacute;thair inniu.<\/p><p> Rinne m&eacute; cur s&iacute;os ar an d&aacute; rud is pr&aacute;inni a fheictear d&uacute;inn gur gh&aacute; gn&iacute;omh&uacute; orthu faoi l&aacute;thair.  T&aacute; Conradh na Gaeilge agus 80 gr&uacute;pa eile ag iarraidh ar an mbuan-choiste seo taca&iacute;ocht oifigi&uacute;il a thabhairt do phlean infheist&iacute;ochta Gaeilge agus Gaeltachta agus go molfaidh an buan-choiste go hoifigi&uacute;il don Aire Eala&iacute;on, Oidhreachta, Gn&oacute;tha&iacute; R&eacute;igi&uacute;nacha, Tuaithe agus Gaeltachta agus don Aire Caiteachais Phoibl&iacute; agus Athch&oacute;irithe &euro;4.4 mhilli&uacute;n sa bhreis a chur ar f&aacute;il i gc&aacute;inaisn&eacute;is 2017 do na spriocthionscadail Ghaeilge agus Ghaeltachta at&aacute; leagtha amach sa phlean infheist&iacute;ochta.  Chomh maith leis sin, molann Conradh na Gaeilge go nd&eacute;anfar leasuithe le hAcht na dTeangacha Oifigi&uacute;la ar bhonn c&eacute;imi&uacute;il tr&iacute;d an mbuan-choiste seo.  T&aacute;imid ag moladh go dtos&oacute;far l&aacute;ithreach le Bille na dTeangacha Oifigi&uacute;la (Leas&uacute;) 2016 agus t&aacute;imid ag s&uacute;il go mbogfaidh an buan-choiste seo ar aghaidh go dt&iacute; an dara Bille nuair a bheidh an pr&oacute;iseas don ch&eacute;ad Bhille ar bun go tr&eacute;an agus gur ch&oacute;ir don dara Bille &aacute;bhair a chuims&iacute;onn cumhachta&iacute; agus r&oacute;l an Choimisin&eacute;ara Teanga, earca&iacute;ocht san earn&aacute;il phoibl&iacute;, seirbh&iacute;s St&aacute;it sa Ghaeilge agus &aacute;bhair eile a chur san &aacute;ireamh.<\/p><p> Gabhaim mo bhu&iacute;ochas leis an gcoiste as &eacute;isteacht liom.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#G00300","nonspeaker":"Mr. Julian de Sp&aacute;inn","continuing":true},{"type":"speech","time":1474550100,"counter":282,"content":"<p>Gabhaim mo mh&iacute;le bu&iacute;ochas leis an Uasal de Sp&aacute;inn.  T&aacute; &eacute;acht d&eacute;anta aige ansin sa ch&uacute;pla n&oacute;im&eacute;ad a bh&iacute; aige.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#H00200","speaker":"1316"},{"type":"speech","time":1474550100,"counter":283,"content":"<p>An mbeidh c&oacute;ip den script sin ar f&aacute;il?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#H00300","speaker":"1312"},{"type":"speech","time":1474550100,"counter":284,"content":"<p>Nach bhfuil s&eacute; ag na comhalta&iacute;?  N&iacute;l.  Gabh mo leithsc&eacute;al.  Beidh, cinnte.  Cheap m&eacute; go raibh s&eacute; ag na comhalta&iacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#H00400","speaker":"1316"},{"type":"speech","time":1474550100,"counter":285,"content":"<p>N&iacute;l fhios agam, mar a d&eacute;arf&aacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#H00500","speaker":"1312"},{"type":"speech","time":1474550100,"counter":286,"content":"<p>Gabhaim mo mh&iacute;le bu&iacute;ochas leis an Uasal de Sp&aacute;inn as an gcur i l&aacute;thair cuimsitheach agus soil&eacute;ir sin.  N&iacute; f&eacute;idir cur i l&aacute;thair n&iacute;os fearr a fh&aacute;il.  T&aacute; s&eacute; d&iacute;rithe ar dh&aacute; phointe: an g&aacute; le hinfheist&iacute;ocht sa Ghaeilge agus sa Ghaeltacht sa ch&aacute;inaisn&eacute;is at&aacute; le teacht agus an g&aacute; le hAcht na dTeangacha Oifigi&uacute;la a l&aacute;idri&uacute; ar bhonn c&eacute;imi&uacute;il.  N&iacute; f&eacute;idir an cur i l&aacute;thair a bheith n&iacute;os soil&eacute;ire.  Anois, le c&uacute;namh D&eacute;, beidh d&iacute;osp&oacute;ireacht againn.  Beidh ceisteanna againn anois.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#H00600","speaker":"1316"},{"type":"speech","time":1474550100,"counter":287,"content":"<p>Ar an gc&eacute;ad dul s&iacute;os, t&aacute; f&aacute;ilte roimh na finn&eacute;ithe agus gabhaim mo bhu&iacute;ochas leo as ucht an chuir i l&aacute;thair bheacht, chuimsithigh sin.  T&aacute;ca&iacute;m go ginear&aacute;lta lena bhfuil le r&aacute; acu.  Teasta&iacute;onn breis infheist&iacute;ochta.  Mar is eol d&oacute;ibh, mar chuid den chomhaont&uacute; a rinne mo ph&aacute;irt&iacute; leis an Rialtas, agus t&aacute; seo i scr&iacute;bhinn againn, t&aacute; coinn&iacute;oll go gcuirfear breis maoinaithe ar f&aacute;il do ch&uacute;rsa&iacute; Gaeilge agus Gaeltachta.  Beidh mise ag obair mar urlabhra&iacute; in &eacute;ineacht le mo chomhghleaca&iacute; anseo le d&eacute;anamh cinnte de go gcomhl&iacute;onfar an gheall&uacute;int sholl&uacute;nta sin.<\/p> <p>  T&aacute; c&uacute;pla ceist beag agam.  Is d&oacute;igh liom nach g&aacute; dul ar ais ar an m&eacute;id at&aacute; r&aacute;ite ag an Uasal de Sp&aacute;inn.  Glacaim leis nuair at&aacute; an conradh ag lua figi&uacute;r chomh beag le &euro;4.412 milli&uacute;in nach bhfuil gn&aacute;th-chrutha fosta&iacute;ochta sa Ghaeltacht taobh amuigh de fosta&iacute;ocht na Gaeilge cl&uacute;daithe ann n&oacute; nach bhfuil na sc&eacute;imeanna bunstrucht&uacute;ir agus s&oacute;isialta - a bh&iacute; &aacute; riar ag Roinn na Gaeltachta i gc&oacute;na&iacute; agus gur cheart athbheochan a dh&eacute;anamh orthu - cl&uacute;daithe ann.  T&aacute; an-&eacute;ileamh ag pobal na Gaeltachta ar na sc&eacute;imeanna sin.  Glacaim leis freisin nach bhfuil airgead oile&aacute;nda - airgead bunstrucht&uacute;ir agus seirbh&iacute;s&iacute; aeir agus farant&oacute;ireachta agus mar sin de - cl&uacute;daithe.  Glacaim leis gur &eacute;ileamh sa bhreis ar an &euro;4.4 mhilli&uacute;n at&aacute; i gceist leis na ruda&iacute; sin.  Ar nd&oacute;igh, mar a thuigeann na finn&eacute;ithe, n&iacute; mhairfidh pobal na Gaeltachta ar an nGaeilge.  Mairfidh s&eacute; m&aacute; t&aacute; seirbh&iacute;s&iacute; chearta ann, chomh maith leis an nGaeilge.  Ar nd&oacute;igh, is &eacute; an tionscal is m&oacute; sa Gaeltacht an Ghaeilge, ach t&aacute; ruda&iacute; eile ag teast&aacute;il freisin.  Ba cheart go mbeadh Roinn na Gaeltachta agus n&iacute; aon Roinn eile freagrach as ruda&iacute; den chine&aacute;l sin.  B'fh&eacute;idir go nd&eacute;anfadh an tUasal de Sp&aacute;inn soil&eacute;iri&uacute; ar an gceist sin nuair a bheidh s&eacute; ag tabhairt freagra.<\/p> <p>  Rud amh&aacute;in nach bhfuil luaite anseo ag an gconradh mar &eacute;ileamh, agus t&aacute; ionchur ag an gcoiste seo ann, n&aacute; an Ghaeilge sna me&aacute;in cumars&aacute;ide agus go m&oacute;rmh&oacute;r an t-ionsa&iacute; fadbtach agus maslach a rinne RTE ar TG4 i rith na deireadh seachtaine.  Glacaim leis go gcreideann na finn&eacute;ithe go mba cheart sciar n&iacute;os m&oacute; den chead&uacute;nas a thabhairt do TG4.  Go m&oacute;rmh&oacute;r le bliain anuas, t&aacute; &eacute;acht d&eacute;anta ag TG4, mar shampla, leis na cl&aacute;ir a rinneadh faoin &Eacute;ir&iacute; Amach agus mar sin de.  Glacaim go mbeadh an conradh ag tac&uacute; le hiarratas ar bhreis maoinaithe &oacute;n gcead&uacute;nas a bheith curtha ar f&aacute;il do TG4, an pr&iacute;omh-chraolt&oacute;ir n&aacute;isi&uacute;nta agus n&iacute; an dara ceann.  Is &eacute; TG4 an ceann a chraolann go n&aacute;isi&uacute;nta, mar a d&eacute;arf&aacute;, agus a thugann aird ar mhianta n&aacute;isi&uacute;in seachas an ceann &aacute;iti&uacute;il sin at&aacute; lonnaithe i D4 a bhreathna&iacute;onn amach go D4.<\/p> <p>  Chomh maith leis sin, glacaim leis go mbeadh an conradh ag tac&uacute; leis an &eacute;ileamh go mbeadh tuarastail Raidi&oacute; na Gaeltachta ar chomhch&eacute;im leis na tuarastail eile in RTE agus go gcuirfear breis airgid ar f&aacute;il do Raidi&oacute; na Gaeltachta.<\/p><p>An bhfuil aon &eacute;ileamh sonrach ag Conradh na Gaeilge go mbeadh st&aacute;isi&uacute;n n&aacute;isi&uacute;nta ann a bheadh ag craoladh popcheol, ar n&oacute;s Raidi&oacute; R&iacute; R&aacute; ach ar bhonn n&aacute;isi&uacute;nta ag craoladh ar FM chomh maith leis an idirl&iacute;on?<\/p><p> Maidir le hAcht na dTeangacha Oifigi&uacute;la, aonta&iacute;m leis an Uasal de Sp&aacute;inn go hioml&aacute;n.  Caithfimid pr&oacute;is&eacute;is a chur ar bun l&aacute;ithreach, agus t&aacute; s&uacute;il agam go nd&eacute;anfaidh an coiste seo &eacute;, maidir le hathnuachan agus forbairt Acht na dTeangacha Oifigi&uacute;la.  Idir an d&aacute; linn, t&aacute; go leor san Acht nach bhfuil &aacute; chur i bhfeidhm.  N&iacute; g&aacute; aon leas&uacute; a dh&eacute;anamh ar an Acht le go mbeadh i bhfad n&iacute;os m&oacute; cumhachta&iacute; faoi.  D'fh&eacute;adfadh an tAire i bhfad n&iacute;os m&oacute; cumhachta&iacute; a bhaint amach faoin Acht a mbeadh toil iontu.  Is m&oacute;r don choiste an Acht at&aacute; ann a chur i bhfeidhm i mbealach i bhfad n&iacute;os foirfe n&aacute; mar at&aacute; s&eacute; &aacute; dh&eacute;anamh.  Is f&eacute;idir &eacute; a dh&eacute;anamh.  T&aacute; go leor rud ann f&oacute;s n&aacute;r feidhm&iacute;odh.  Chomh maith le sin, t&aacute; g&aacute; &eacute; a leas&uacute;.<\/p><p> Os rud &eacute; go bhfuil dh&aacute; sheisi&uacute;n maidir le Acht na Gaeltachta curtha tr&iacute;d an D&aacute;il deiridh &aacute; leas&uacute;, baineann s&eacute; go m&oacute;rmh&oacute;r le na gr&eacute;as&aacute;in Gaeltachta seo.  Is cos&uacute;il &oacute;n gcruinni&uacute; a bh&iacute; ar si&uacute;l i nGaillimh - de r&eacute;ir mar a chloisim, chuir m&eacute; ionada&iacute; ann ar mo shon ar&eacute;ir - go rabhadar ag r&aacute; nach raibh aon bhaint ag an St&aacute;t le gr&eacute;as&aacute;in Gaeltachta agus go raibh an pobal, ar &euro;20,000 sa bhliain n&oacute; rud &eacute;igin, dualgasach leis an rud seo a chur chun cinn agus an plean&aacute;il teanga a dh&eacute;anamh.  T&aacute; g&aacute; go dtiocfaimid ar ais agus go leagfaimid s&iacute;os sa reachta&iacute;ocht c&eacute;ard iad dualgasa&iacute; an St&aacute;it i leith na ngr&eacute;as&aacute;n Gaeltachta seo.  T&aacute; an Ghaeltacht, mar at&aacute; ar eolas againn, thar a bheith t&aacute;bhachtach.  Muna bhforbra&iacute;mid gr&eacute;as&aacute;in Gaeltachta ar fud na t&iacute;re sna h&aacute;iteanna go bhfuil an Ghaeilge r&eacute;as&uacute;nta l&aacute;idir agus Gaelscoileanna agus mar sin de ann, t&aacute;imid ag dul &oacute; ghl&uacute;in go gl&uacute;in ag m&uacute;ineadh na Gaeilge, tr&iacute; na Gaelscoileanna go m&oacute;rmh&oacute;r, ach n&iacute;limid ag cruth&uacute; pobal labhartha na Gaeilge mar n&iacute;l an chuid eile againn sa chothrom&oacute;id.  C&eacute;n dearcadh a bheadh ag Conradh na Gaeilge ar l&aacute;idri&uacute; a dh&eacute;anamh ar an gcur chuige sin agus, ar nd&oacute;igh, na hacmhainn&iacute; d&aacute;ir&iacute;re a chur ar f&aacute;il le go mbeadh pobal foirfe labhartha na Gaeilge, n&iacute; hamh&aacute;in sa Ghaeltacht ach sna bailte ina leith&eacute;id de Cluain Dolc&aacute;in i mBaile &Aacute;tha Cliath, n&oacute; thart ar Scoil Lorc&aacute;in, Col&aacute;iste Eoin, Col&aacute;iste &Iacute;de agus mar sin de?  Muna nd&eacute;anaimid &eacute; sin, beimid ag dul i gciorcal an t-am ar fad ag tos&uacute; as an nua chuile ghl&uacute;in, seachas a bheith ag t&oacute;g&aacute;il, mar at&aacute; i Strait&eacute;is 20 Bliain don Ghaeilge, pobal labhartha na Gaeilge ar fud na t&iacute;re agus go deimhin ar fud an domhain.<\/p><p> Is iad sin na point&iacute; at&aacute; agam inniu.  T&aacute; s&uacute;il agam go nglacfaidh na finn&eacute;ithe le mo leithsc&eacute;al.  L&eacute;ifidh m&eacute; na freagra&iacute; sa taifead mar t&aacute; d&iacute;osp&oacute;ireacht san ollscoil i nGaillimh trathn&oacute;na agus t&aacute; cuid de na daoine &oacute;ga ag iarraidh a r&aacute; go bhfuil an Ghaeilge marbh.  Breathna&iacute;onn na finn&eacute;ithe at&aacute; anseo inniu s&aacute;ch beo.  Caithfidh m&eacute; dul agus an Ghaeilge a chosaint san ollscoil i nGaillimh trathn&oacute;na inniu.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#H00700","speaker":"1312","continuing":true},{"type":"speech","time":1474550100,"counter":289,"content":"<p>An bhfuil an Teachta ag fanacht ar na freagra&iacute;?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#J00200","speaker":"1316"},{"type":"speech","time":1474550100,"counter":290,"content":"<p>Beidh m&eacute; in ann na freagra&iacute; a fh&aacute;il ar an taifead.  T&aacute; br&oacute;n orm ach t&aacute; a fhios ag an gCathaoirleach an fad a th&oacute;gann s&eacute; dul go Gaillimh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#J00300","speaker":"1312"},{"type":"speech","time":1474550100,"counter":291,"content":"<p>T&aacute; s&eacute; cheist i gceist anseo.  An bhfuil na finn&eacute;ithe ag iarraidh na ceisteanna sin a fhreagairt?  B'fh&eacute;idir gur t&uacute;s maith &eacute; na ceisteanna sin a fhreagairt mar t&aacute; s&eacute; cinn i gceist.  Tiocfaidh m&eacute; ar ais go dt&iacute; an Teachta &Oacute; Snodaigh ina dhiaidh sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#J00400","speaker":"1316"},{"type":"speechnospeaker","time":1474550100,"counter":292,"content":"<p>Tos&oacute;idh m&eacute; leis an gc&eacute;ad cheist faoi na gn&aacute;thsc&eacute;imeanna fosta&iacute;ochta, airgead do na hoile&aacute;in agus eile.  T&aacute; siadsan lasmuigh don airgead at&aacute;imid ag lorg inniu agus at&aacute; aontaithe ag Conradh na Gaeilge le hocht ngr&uacute;pa Gaeilge agus Gaeltachta.  Beimid ag s&uacute;il, dar nd&oacute;igh, go mbeidh an t-airgead cu&iacute; curtha ar f&aacute;il do na ruda&iacute; eile.  Mar a d&uacute;irt an Teachta &Oacute; Cu&iacute;v, t&aacute; an bun-infreastrucht&uacute;r f&iacute;or-th&aacute;bhachtach agus cinnte is c&oacute;ir go mbeadh an infheist&iacute;ocht ceart curtha isteach ann.<\/p> <p>  &Oacute; thaobh na Gaeilge sna me&aacute;in cumars&aacute;ide de, beimid ag s&uacute;il le sciar n&iacute;os m&oacute; a bheith curtha ar f&aacute;il do TG4 chun an obair iontach at&aacute; ar si&uacute;l ann a choth&uacute; agus chun cur leis.  M&aacute; chuirtear TG4 i gcompar&aacute;id le S4C, t&aacute; an maoini&uacute; a fhaigheann s&eacute; i bhfad &Eacute;irinn n&iacute;os l&uacute;.  T&aacute;imid ag s&uacute;il go nd&eacute;anfaidh siad an jab c&eacute;anna agus n&iacute;l s&eacute; sin ind&eacute;anta leis an maoini&uacute; a chuirtear ar f&aacute;il do TG4.  &Oacute; thaobh ionsaithe sna me&aacute;in, t&aacute; an-chuid d&oacute;ibh ann.  Bh&iacute; m&eacute; ar Newstalk ar maidin ag labhairt le Paul Williams, a rinne tagairt inn&eacute; don fhoireann peile i gConamara a chuir gear&aacute;n isteach toisc go raibh s&eacute; r&aacute;ite leo B&eacute;arla a &uacute;s&aacute;id.  Rinne Paul Williams compar&aacute;id le daoine \"fundamentalist\" agus rinne s&eacute; tagairt i gcan&uacute;int Gearm&aacute;nach le l&eacute;iri&uacute;, b'fh&eacute;idir, go raibh rud &eacute;igin Naits&iacute;och ag baint leis an m&eacute;id sin a bheith d&eacute;anta ag foireann peile agus iad d&iacute;reach ag iarraidh labhairt ina dteanga f&eacute;in.  S&iacute;lim gur mh&oacute;r an masla a bh&iacute; i gceist ansin.  N&iacute;or ghabh s&eacute; leithsc&eacute;al agus n&iacute;or thuig s&eacute; c&eacute; chomh m&oacute;r is a bhf&eacute;adfadh s&eacute; sin-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#J00500","nonspeaker":"Mr. Julian de Sp&aacute;inn"},{"type":"speech","time":1474550100,"counter":293,"content":"<p>N&iacute;or chuala m&eacute; an cl&aacute;r.  Iarraim ar an Uasal de Sp&aacute;inn a bheith c&uacute;ramach agus &eacute; &aacute; mh&iacute;ni&uacute;.  L&eacute;igh m&eacute; amach an cleacht faoi chl&uacute;mhilleadh.  Tuigim a ch&aacute;s, ach iarraim air a bheith c&uacute;ramach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#J00600","speaker":"1316"},{"type":"speechnospeaker","time":1474550100,"counter":294,"content":"<p>Tuigim.  Mar a deirim, ghortaigh a leith&eacute;id de chaint go leor daoine agus n&iacute; chuireann s&eacute; leis an nGaeilge a spreagadh.  An rud a bh&iacute; m&eacute; ag iarraidh a chur trasna ar maidin n&aacute; go bhfuil sc&eacute;al dearfach ann faoin teanga amuigh ansin faoi l&aacute;thair &oacute; thaobh dearcadh de, go h&aacute;irithe i measc dhaoine &oacute;ga.  Ba ch&oacute;ir d&uacute;inn &eacute; sin a chur chun cinn agus n&iacute; ch&oacute;ir go mbeadh na hionsaithe ag lean&uacute;int ar aghaidh sna me&aacute;in in &aacute;it a bheith ag iarraidh breathn&uacute; ar c&eacute;ard iad na beala&iacute; gur f&eacute;idir linn an teanga a chur chun cinn sa phobal.<\/p> <p>  Maidir le st&aacute;isi&uacute;n raidi&oacute; don aos &oacute;g, is cinnte go bhfuil Conradh na Gaeilge taobh thiar den &eacute;ileamh agus den choincheap sin.  T&aacute; Raidi&oacute; R&iacute; R&aacute; ag feidhmi&uacute; sa r&oacute;l sin ach n&iacute;l s&eacute; ar FM faoi l&aacute;thair.  T&aacute; iarratas istigh leis an Roinn Cumars&aacute;ide, Gn&iacute;omhaithe ar son na hAer&aacute;ide agus Comhshaoil go gcuirfeadh an Roinn cuid den airgead &oacute;n gcead&uacute;nas teilif&iacute;se ar f&aacute;il ionas go bhf&eacute;adfa&iacute; a leith&eacute;id de st&aacute;isi&uacute;n a chur ar bun.  D&aacute; mbeadh RT&Eacute; ag cur an sol&aacute;thar tarchuir ar f&aacute;il, n&iacute; bheadh i gceist ach b'fh&eacute;idir &euro;400,000 sa bhliain le st&aacute;isi&uacute;n l&aacute;n-aimseartha FM a chur ar f&aacute;il don aos &oacute;g.  S&iacute;lim gur infheist&iacute;ocht dochreidte maith a bheadh ann toisc go bhfuil an-sp&eacute;is ag daoine &oacute;ga i gcursa&iacute; ceoil.  D&aacute; gcuirf&iacute; st&aacute;isi&uacute;n raidi&oacute; ar f&aacute;il d&oacute;ibh leis an gcaint as Gaeilge agus an ceol a thaithn&iacute;onn leo de ghn&aacute;th, s&iacute;lim go rachadh s&eacute; go m&oacute;r i bhfeidhm orthu.  T&aacute; s&eacute; sin cruthaithe cheana f&eacute;in sa mh&eacute;id at&aacute; bainte amach ag Raidi&oacute; R&iacute; R&aacute;.<\/p> <p>  &Oacute; thaobh Acht na dTeangacha Oifigi&uacute;la 2003 de, aonta&iacute;mid go huile is go hioml&aacute;n gur ch&oacute;ir go mbeadh s&eacute; ag feidhmi&uacute; n&iacute;os fearr.  S&iacute;leann Conradh na Gaeilge gur ch&oacute;ir go mbeadh roinnt ruda&iacute; at&aacute; luaite ag feidhmi&uacute; i bhfad &Eacute;irinn n&iacute;os fearr, mar shampla, sc&eacute;imeanna agus eile.  N&iacute;l siad ag feidhmi&uacute; i gceart agus t&aacute; g&aacute; bun-athruithe a chur i bhfeidhm.  Mar chuid de na molta&iacute; at&aacute; d&eacute;anta againn t&aacute; rud &eacute;igin ar n&oacute;s rang&uacute; d&eacute;anta agus rang&uacute; le d&eacute;anamh.  Mar shampla, bheadh na hollscoileanna ar fad curtha le ch&eacute;ile agus bheadh tuiscint againn ar ch&eacute;ard iad na seirbh&iacute;s&iacute; Gaeilge a bheidh ar f&aacute;il sna hollscoileanna ar fad.  Bheadh tuiscint i bhfad &Eacute;irinn n&iacute;os fearr againn ar sin.  S&iacute;lim gur f&eacute;idir &eacute; sin a dh&eacute;anamh go h&eacute;asca agus go simpl&iacute;, agus d&aacute; mbeadh an buan-choiste seo s&aacute;sta moladh mar sin a chur chun tosaigh, bheadh s&eacute; ar leas an Achta sin.<\/p> <p>  Maidir le hAcht na Gaeltachta, b'fh&eacute;idir go labhr&oacute;idh an tUasal Peadar Mac Fhlannchadha beag&aacute;in&iacute;n faoi sin.  An t-aon rud a luafainnse faoi na strucht&uacute;ir nua at&aacute; luaite san Acht sin n&aacute; go bhfuil an-chuid de na hacmhainn&iacute; - agus t&aacute; na hacmhainn&iacute; luaite sa phlean infheist&iacute;ochta seo - at&aacute;imid ag caint faoi don phlean&aacute;il agus don strucht&uacute;r nua at&aacute; curtha ar bun, ionas gur f&eacute;idir leis an bpobal f&eacute;in dul agus an obair a dh&eacute;anamh.  M&aacute; fhanaimid ar an St&aacute;t chun &eacute; a dh&eacute;anamh, beimid ag fanacht r&oacute;-fhada.  Is fearr infheisti&uacute; a dh&eacute;anamh sa phobal ionas gur f&eacute;idir leo si&uacute;d dul agus gn&iacute;omh&uacute; ar an obair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#J00700","nonspeaker":"Mr. Julian de Sp&aacute;inn"},{"type":"speechnospeaker","time":1474550100,"counter":295,"content":"<p>Maidir le hAcht na Gaeltachta, cinnte is g&aacute; &eacute; a fheabhs&uacute;.  D&uacute;irt m&eacute; sa seomra seo ag cruinni&uacute; cheana gurb &eacute; an chaoi go bhfuil an pobal Gaeltachta ag moth&uacute; faoi Acht na Gaeltachta n&aacute; go raibh Roinn na Gaeltachta freagrach as &eacute; a chur i bhfeidhm, gur thug an Roinn &eacute; ar l&aacute;mh go h&Uacute;dar&aacute;s na Gaeltachta agus gur thug &Uacute;dar&aacute;s na Gaeltachta &eacute; ar l&aacute;mh go dt&iacute; an pobal ag r&aacute;, \"Ar aghaidh libh, d&eacute;an &eacute;.  M&aacute; theipeann ar seo, is oraibhse at&aacute; an locht agus n&iacute; orainne.\"  Aonta&iacute;m 100%.  Bh&iacute; m&eacute; i l&aacute;thair ag an gcruinni&uacute; ar&eacute;ir.  Bh&iacute; s&eacute; ar n&oacute;s nach raibh aon rud foghlamtha againn.  Ar&iacute;s, bh&iacute; ar an ngr&uacute;pa deonach seo teacht le ch&eacute;ile i gcathair na Gaillimhe agus pl&eacute; a dh&eacute;anamh le na heagrais St&aacute;it ach go h&aacute;irithe, eagrais a bhfuil a fhios againn nach bhfuil seirbh&iacute;s i nGaeilge ar f&aacute;il uatha.  T&aacute; a fhios againn &eacute; sin.  N&iacute; g&aacute; aon taighde a dh&eacute;anamh.  Arda&iacute;odh na point&iacute; seo go sonrach ar&eacute;ir agus n&iacute;or tugadh aon fhreagra orthu.  Ag an am c&eacute;anna, n&iacute;l aon pholasa&iacute; St&aacute;it ann le tac&uacute; leis.  M&aacute; t&aacute;im ag pl&eacute;igh cursa&iacute; oideachais le gr&uacute;pa plean&aacute;la i mo cheantar f&eacute;in, agus m&aacute; chuireannn an Roinn Oideachais agus Scileanna m&uacute;inteoir&iacute; gan Ghaeilge isteach sna scoileanna, c&eacute;n seans at&aacute; ag an bpobal?<\/p><p>T&aacute; a fhios againn go bhfuil an t-&aacute;bhar seo &aacute; phl&eacute; ag nach m&oacute;r chuile ghr&uacute;pa Gaeltachta.  Motha&iacute;onn na pobail Gaeltachta go bhfuil siad faoi bhr&uacute; aisteach faoi seo.  T&aacute; leibh&eacute;al soinici&uacute;lacht &aacute; chruth&uacute; ag an bpr&oacute;iseas seo.  T&aacute; m&eacute; d&oacute;chasach go bhfuil r&oacute;l l&aacute;idir ag an gcoiste seo agus muid ag tabhairt faoin cheist seo.  Is d&oacute;igh liom go mbeidh an choiste seo mar ard&aacute;n do na gr&uacute;pa&iacute; sin agus iad ag lorg n&iacute;os m&oacute; eolais &oacute; na pobail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#J00800","nonspeaker":"Mr. Peadar Mac Fhlannchadha","continuing":true},{"type":"speech","time":1474550100,"counter":297,"content":"<p>An bhfuil aon rud eile le r&aacute; ag Ms Nic an Ail&iacute;?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#K00200","speaker":"1316"},{"type":"speechnospeaker","time":1474550100,"counter":298,"content":"<p>T&aacute; an m&eacute;id a bh&iacute; le r&aacute; agam faoi Raidi&oacute; R&iacute; R&aacute; r&aacute;ite ag mo chomhghleaca&iacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#K00300","nonspeaker":"Ms S&iacute;ne Nic an Ail&iacute;"},{"type":"speech","time":1474550100,"counter":299,"content":"<p>Ba mhaith liom &eacute; a chur ar thaifead an choiste seo, gan dul chun leadr&aacute;in leis, go raibh s&eacute; i gceist nuair a cuireadh na gr&eacute;as&aacute;in Gaeltachta isteach sa strait&eacute;is 20 bliain go leagfa&iacute; amach do na pobail c&eacute;ard a bh&iacute; le d&eacute;anamh acu si&uacute;d agus go gcuireadh an St&aacute;t na hacmhainn&iacute; riachtanacha - na foirgnimh, na foirne agus mar sin de - ar f&aacute;il.  Bh&iacute; s&eacute; beartaithe go gcuireadh an St&aacute;t airgead ar f&aacute;il le haghaidh na&iacute;olanna, clubanna &oacute;ige agus l&iacute;onra&iacute; na m&aacute;ithreacha, mar shampla, agus gur margadh dh&aacute; bhealach a bheadh ann.  D&eacute;anfadh na pobail iarratais agus d&eacute;anfar cinnte de go mbeadh na saor&aacute;id&iacute; ar f&aacute;il mar thoradh ar na hiarratais sin ionas go mbeadh an tseirbh&iacute;s ar f&aacute;il.  N&iacute; l&eacute;ir domsa gur mar sin at&aacute;.  Dar liomsa, caithfear an tAcht a dh&eacute;anamh n&iacute;os soil&eacute;ire.  T&aacute; a fhios ag gach &eacute;inne faoin chaoi inar ritheadh an tAcht tr&iacute;d.  N&iacute;or pl&eacute;adh riamh &eacute;.  Ba cheart go mbeadh s&eacute; soil&eacute;ir go gcaithfidh an St&aacute;t na hacmhainn&iacute; a chur ar f&aacute;il mar chuid de seo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#K00400","speaker":"1312"},{"type":"speech","time":1474550100,"counter":300,"content":"<p>T&aacute; roinnt ceisteanna agam.  D&eacute;anfaidh m&eacute; iarracht d&eacute;ile&aacute;il leis an gceist maidir leis an airgead ar dt&uacute;s.  T&aacute; s&eacute; molta ag Conradh na Gaeilge le tamall anuas gur cheart l&iacute;on &aacute;irithe airgid a chur ar f&aacute;il.  Is maith an rud &eacute; go bhfuilimid ag d&iacute;ri&uacute; isteach ar figi&uacute;r anois.  Is f&eacute;idir tr&aacute;cht a dh&eacute;anamh ar fhigi&uacute;r teib&iacute; nuair at&aacute; n&iacute;os m&oacute; infheist&iacute;ochta &aacute; lorg.  T&aacute; iomarca bliana caite againn ag lorg, mar a deirtera, n&iacute;os m&oacute; infheist&iacute;ochta.  Ar a laghad, t&aacute; figi&uacute;r os &aacute;r gcomhair anois.  D&aacute; mbeadh gach rud at&aacute; sa phlean seo faighte ag Conradh na Gaeilge tar &eacute;is tr&iacute; bliana, n&iacute; bheimid ach ag filleadh ar an &aacute;it ina rabhamar sa bhliain 2008.  An bhfuil an cheart agam faoi sin?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#K00500","speaker":"1305"},{"type":"speechnospeaker","time":1474550100,"counter":301,"content":"<p>An bhfuil an Teachta ag caint faoin mh&eacute;id airgid at&aacute; curtha ar f&aacute;il don Ghaeilge agus don Ghaeltacht le ch&eacute;ile tr&iacute; &Uacute;dar&aacute;s na Gaeltachta agus Foras na Gaeilge?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#K00600","nonspeaker":"Mr. Julian de Sp&aacute;inn"},{"type":"speech","time":1474550100,"counter":302,"content":"<p>T&aacute; m&eacute;.  T&aacute; s&eacute; r&aacute;ite ag Conradh na Gaeilge go bhfuil &euro;22 milli&uacute;n n&oacute; mar sin caillte.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#K00700","speaker":"1305"},{"type":"speechnospeaker","time":1474550100,"counter":303,"content":"<p>Sin &eacute;.  Bheadh an m&eacute;id airgid at&aacute; ar f&aacute;il d'&Uacute;dar&aacute;s na Gaeltachta agus Foras na Gaeilge f&oacute;s &euro;5 mhilli&uacute;n n&iacute;os l&uacute; n&aacute; an m&eacute;id a bh&iacute; ar f&aacute;il sa bhliain 2008.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#K00800","nonspeaker":"Mr. Julian de Sp&aacute;inn"},{"type":"speech","time":1474550100,"counter":304,"content":"<p>Measaim go bhfuil s&eacute; t&aacute;bhachtach an phointe sin a chur trasna.  N&iacute;l breis airgid &aacute; lorg ag Conradh na Gaeilge faoi l&aacute;thair.  T&aacute; lucht an chonartha ag moladh go rachfaimid i dtreo an m&eacute;id airgid a bh&iacute; ann sa bhliain 2008, nuair a thosaigh an Rialtas a bh&iacute; againn ag an am ag gearradh siar.  Is l&eacute;ir go raibh ciorruithe eile &oacute; shin.  Ba cheart go dtuigfeadh an pobal, go h&aacute;irithe ag am nuair at&aacute; gach dream eile san earn&aacute;il phoibl&iacute; ag lorg arduithe n&aacute;r bhfuair siad idir an d&aacute; linn, nach bhfuil &aacute; lorg ag lucht an chonartha ach dul ar ais go dt&iacute; an &aacute;it ina raibh siad ocht mbliana &oacute; shin.  Sa chomhth&eacute;acs sin, iarraim ar na finn&eacute;ithe cur s&iacute;os a dh&eacute;anamh ar an dam&aacute;iste at&aacute; d&eacute;anta de bharr na ciorruithe a tharla &oacute; 2008 de.  Luaigh siad cuid de na heagrais at&aacute; th&iacute;os leis.  T&aacute; a fhios againn gur tharla athruithe sna heagrais difri&uacute;la de bharr an tsnaidhm nua maoinithe a cuireadh anuas orthu.  Bh&iacute; orthu athruithe suntasacha a dh&eacute;anamh ar feadh c&uacute;pla bliain.  Bh&iacute; orthu d&iacute;ri&uacute; isteach orthu f&eacute;in, seachas ar an f&aacute;th gur buna&iacute;odh iad, agus chuir s&eacute; sin teorainn orthu agus iad ag d&eacute;ile&aacute;il leis an bpobal.  Chosnaigh s&eacute; sin airgead chomh maith c&eacute;anna.  Ag an staid seo, agus leis na hathruithe seo d&eacute;anta, an bhfuil Conradh na Gaeilge agus an 180 craobh at&aacute; ag an gconradh &aacute;balta d&eacute;ile&aacute;il leis an d&uacute;shl&aacute;n a bheidh ann m&aacute; thagann &euro;4 mhilli&uacute;n breise an bhliain seo chugainn, agus &euro;6 mhilli&uacute;n agus &euro;4 mhilli&uacute;n sna blianta ina dhiaidh sin?  An bhfuil lucht Chonradh na Gaeilge cinnte go mbeidh siad in ann an t-airgead sin a chaitheamh?  Uaireanta n&iacute; bh&iacute;onn eagrais r&eacute;idh nuair a fhaigheann siad sl&aacute;m airgid.  Bunaithe ar an m&eacute;id plean&aacute;la at&aacute; d&eacute;anta ag ionadaithe an chonartha agus an cur chuige at&aacute; l&eacute;irithe acu, measaim go bhfuil siad r&eacute;idh.  B'fh&eacute;idir go mbeidh na finn&eacute;ithe in ann a r&aacute; conas a bheidh Conradh na Gaeilge in ann d&eacute;ile&aacute;il leis an maoini&uacute; breise m&aacute; thagann s&eacute;.<\/p> <p>  Ba mhaith liom ceist mh&oacute;r eile a ard&uacute;.  N&iacute;limid tar &eacute;is d&iacute;ri&uacute; isteach uirthi &oacute;n am a bh&iacute; d&iacute;osp&oacute;ireacht againn maidir le hAcht na dTeangacha Oifigi&uacute;la.  T&aacute; m&eacute; ag smaoineamh ar na d&aacute;ins&eacute;ir a bh&iacute; ann nuair a bh&iacute; an cheist seo idir l&aacute;mha againn sa ch&eacute;ad dul s&iacute;os.  D&uacute;irt roinnt againn ag an am nach raibh an c&oacute;ras nua chomh maith is ba ch&oacute;ir d&oacute; a bheith.  D&uacute;ramar go mbeadh na heagrais St&aacute;it in ann moill a chur ar an bpr&oacute;iseas.  Is l&eacute;ir anois gur mar sin a tharla.  T&aacute; s&eacute; r&aacute;ite ag na finn&eacute;ithe gur ch&oacute;ir go mbeadh Bille na dteangacha oifigi&uacute;la nua ann.  Aonta&iacute;m gur cheart d&uacute;inn d&eacute;ile&aacute;il leis sin, ach t&aacute; sp&eacute;is agam sa dara Bille at&aacute; &aacute; lorg ag Conradh na Gaeilge.  An f&eacute;idir Acht na dTeangacha Oifigi&uacute;la 2003 a leas&uacute; leis na c&uacute;ins&iacute; sin a bhaint amach, n&oacute; an caithfear Bille difri&uacute;il a bheith ann?  M&aacute;s rud &eacute; go bhfuil g&aacute; le Bille Gaeilge difri&uacute;il, cad go d&iacute;reach at&aacute; &aacute; lorg?  An bhfuil cumhachta&iacute; an Choimisin&eacute;ara Teanga i gceist?  An cheart go mbeadh riachtanais&iacute; agus dualgais&iacute; breise ar an St&aacute;tch&oacute;ras?  Luaigh duine &eacute;igin m&uacute;inteoir&iacute; ag teacht isteach i gceantracha Gaeltachta gan leibh&eacute;al oiri&uacute;nach Gaeilge.  Conas is f&eacute;idir linn &eacute; sin a stopadh &oacute; thaobh reachta&iacute;ochta de?  An cheart go mbeadh cu&oacute;ta&iacute; i gceist maidir le st&aacute;tsheirbh&iacute;sigh nua a bheith earcaithe?  An s&iacute;leann Conradh na Gaeilge gur cheart go mbeadh r&oacute;l ag an gcoiste seo sa phr&oacute;iseas sin?<\/p> <p>  N&iacute;l a fhios agam an bhfuil a fhios ag na finn&eacute;ithe go bhfuil athr&uacute; tagtha sa bhealach ina rithfear reachta&iacute;ocht tr&iacute;d an Oireachtas.  Thosaigh an c&oacute;ras nua seo sa D&aacute;il dheireanach, ach t&aacute; s&eacute; n&iacute;os daingnithe sa D&aacute;il seo.  Sa ch&eacute;im nua, n&oacute; pre-legislative stage, at&aacute; sa ch&oacute;ras reachta&iacute;ochta anois, d&eacute;anfar scr&uacute;d&uacute; ar cheannteidil an Bhille.  T&aacute; m&eacute; ag lorg na sonra&iacute; sin &oacute; na finn&eacute;ithe.  Ag an gc&eacute;im sin, tagann gr&uacute;pa&iacute; isteach chun feoil a chur ar na cn&aacute;mha.  Is ag an phointe sin a dh&eacute;anfar an Bille a leagadh amach agus a thosa&iacute;onn an seanch&oacute;ras ar&iacute;s.  T&aacute; s&eacute; i gceist go mbeidh Bill&iacute; n&iacute;os foirfe toisc go bhfuil an bunchomhairli&uacute;ch&aacute;n d&eacute;anta go hoscailte os comhair an domhain.  Sa ch&aacute;s seo, ba ch&oacute;ir go mbeidh na dr&eacute;acht&oacute;ir&iacute; ag tabhairt &eacute;isteacht d&uacute;inn agus, d&aacute; bhr&iacute; sin, go mbeidh an choiste seo in ann roinnt den obair a dh&eacute;anamh gan d&eacute;ile&aacute;il leis an Aire.  Is iad sin na ceisteanna at&aacute; agam.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#K00900","speaker":"1305"},{"type":"speechnospeaker","time":1474550100,"counter":305,"content":"<p>Ba mhaith liom ar dt&uacute;s roinnt eolais a thabhairt don choiste faoi ch&uacute;rsa&iacute; maoinithe, go h&aacute;irithe i gc&aacute;s Foras na Gaeilge.  Tugadh roinnt airgid breise do nach m&oacute;r gach Roinn Rialtais anuraidh, roimh olltoghch&aacute;n na bliana seo, le caitheamh ar ruda&iacute; &eacute;ags&uacute;la.  I gc&aacute;s Foras na Gaeilge, laghda&iacute;odh an mbuis&eacute;ad ar&iacute;s mar go bhfuil an fhoras ceangailte mar chomhlacht tras-Teorann leis an Rialtas &oacute; Thuaidh.  N&iacute; dhearnadh aon iarracht m&eacute;ad&uacute; a thabhairt don fhoras.  T&aacute; laghd&uacute; eile, &oacute; thaobh an maoinithe at&aacute; againn cheana f&eacute;in don bhliain seo chugainn, curtha i l&aacute;thair ag Foras na Gaeilge d&uacute;inne mar eagra&iacute;ocht.  C&eacute; go bhfuil airgead breise ann &oacute; Dheas, t&aacute; an cuma ar an sc&eacute;al go bhfuil na laghdaithe agus na ciorruithe f&oacute;s ag dul ar aghaidh maidir leis an m&eacute;id airgid at&aacute; ar f&aacute;il don Ghaeilge.  Is &eacute; sin f&aacute;th eile go bhfuilimid ag iarraidh teacht i dt&iacute;r ar seo agus ag moladh go nd&eacute;anfar &eacute; go c&eacute;imi&uacute;il thar tr&iacute; bliana chun an t-airgead a bh&iacute; ann a fh&aacute;il ar ais agus a &uacute;s&aacute;id leis an obair a dh&eacute;anamh.  Bheadh s&eacute; f&oacute;s n&iacute;os l&uacute; n&aacute; mar a bh&iacute; s&eacute; sa bhliain 2008.<\/p> <p>  T&aacute; an-dam&aacute;iste d&eacute;anta.  Luaigh an Teachta go bhfuil n&iacute;os l&uacute; eagra&iacute;ochta&iacute; i gceist anois.  Rinneadh an-dochar don earn&aacute;il Gaeilge nuair a laghda&iacute;odh an maoini&uacute; a bh&iacute; ar f&aacute;il.  Chaill roinnt mhaith de na daoine a bh&iacute; ag obair n&oacute; p&aacute;irteach san earn&aacute;il seo a misneach nuair a bh&iacute; orthu an oiread sin ama a chaitheamh leis na ciorruithe seo, in ionad a bheith ag pl&eacute; leis an nGaeilge a chur chun cinn i measc an phobail.  C&eacute; go bhfuil s&eacute; sin thart anois, is f&eacute;idir an dam&aacute;iste a rinneadh a fheice&aacute;il go f&oacute;ill.  T&aacute; &iacute;sli&uacute; tagtha ar na campa&iacute; samhraidh agus na h-imeachta&iacute; &oacute;ige.  I gc&aacute;s na sc&eacute;imeanna pobail Gaeilge, mar shampla, n&iacute;l ach ceithre l&aacute; maoinithe anois in ionad c&uacute;ig l&aacute;.  Muna f&eacute;idir leis na sc&eacute;imeanna teacht ar airgead don c&uacute;igi&uacute; l&aacute;, n&iacute; f&eacute;idir leo daoine a fhost&uacute; ar feadh n&iacute;os m&oacute; na ceithre l&aacute; sa tseachtain.<\/p><p>T&aacute; c&oacute;ras scol&aacute;ireachta&iacute; ann do dhaoine ag teacht &oacute; ch&uacute;lra faoi mh&iacute;bhunt&aacute;iste agus c&uacute;lra&iacute; eile.  T&aacute; m&eacute;id beag airgid ar f&aacute;il a chuirtear ar f&aacute;il do theaghlaigh &oacute; Thuaidh.  Iarradh c&oacute;ras Tr&iacute;ocha-D&oacute; Chontae a bheith ann ach n&iacute;l an t-airgead ann d&oacute;.  T&aacute; forbairt iontach ag dul ar aghaidh &oacute; Thuaidh faoi l&aacute;thair agus l&aacute;r-ionaid Ghaeilge &aacute; dt&oacute;g&aacute;il ar fud na S&eacute; Chontae faoi l&aacute;thair ach n&iacute;l aon chiste mar sin ann &oacute; Dheas.<\/p><p> D'fh&eacute;adf&aacute; a r&aacute; nach bhfuil an-chuid tar &eacute;is tarl&uacute;int n&oacute; go bhfuil dam&aacute;iste d&eacute;anta leis an laghd&uacute; airgid at&aacute; ann &oacute; 2008 de 4ar aghaidh.  T&aacute; an plean don &euro;18 milli&uacute;n d&iacute;rithe ar spriocthionscadail agus go mbeadh dreamanna &aacute;irithe faoi leith i gceannas orthu - b&iacute;odh siad san Foras na Gaeilge, &Uacute;dar&aacute;s na Gaeltachta, n&oacute; eagra&iacute;ochta&iacute; n&oacute; gr&uacute;pa&iacute; eile at&aacute; luaite leis an airgead - agus beimid l&aacute;n-mhuin&iacute;neach go bhfuil d&oacute;thain saineolais agus d&oacute;thain achmhainn&iacute; ag na dreamanna sin chun go bhf&eacute;adfadh siad na ruda&iacute; sin a chur i bhfeidhm.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#K01000","nonspeaker":"Mr. Julian de Sp&aacute;inn","continuing":true},{"type":"speechnospeaker","time":1474550100,"counter":307,"content":"<p>M&aacute;s f&eacute;idir liom teacht isteach ansin, mar shampla don dochar at&aacute; d&eacute;anta, baineann ceann de na for&aacute;lacha leis na bailt&iacute; seirbh&iacute;se Gaeltachta agus na l&iacute;onra&iacute; Gaeilge.  T&aacute; Cluain Dolc&aacute;in, Inis agus Baile Locha Riach roghnaithe &oacute; Dheas agus i mB&eacute;al Feirste agus i gCarn T&oacute;chair &oacute; Thuaidh.  Bh&iacute;odh sc&eacute;im pobail Gaeilge ag feidhmi&uacute; sna ceantair sin ar fad.  Sin an sc&eacute;im pobail a bh&iacute; an tUasal de Sp&aacute;inn ag caint faoi ansin.  Deineadh gearradh siar &oacute; maoini&uacute; c&uacute;ig l&aacute; go maoini&uacute; ceithre l&aacute; cheana f&eacute;in.  Cialla&iacute;onn s&eacute; seo go n-imeoidh na daoine a bheas le fost&uacute; sna h&aacute;iteanna sin mar n&iacute;l aon duine in ann morg&aacute;ist&iacute; a &iacute;oc ar ph&aacute; ar cheithre l&aacute; sa tseachtain.  Ach sa ch&aacute;s Baile Locha Riach, &aacute;it at&aacute; roghnaithe mar l&iacute;onra Gaeilge, b&aacute;na&iacute;odh an sc&eacute;im sin ar fad.  C&eacute;n r&eacute;as&uacute;nacht at&aacute; taobh thiar de sin?  N&iacute;l aon rud i gceist leis.  Sin sampla n&iacute; hamh&aacute;in don dochar ach don craice&aacute;ilteacht at&aacute; ag baint le chuid den obair sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#L00200","nonspeaker":"Mr. Peadar Mac Fhlannchadha"},{"type":"speechnospeaker","time":1474550100,"counter":308,"content":"<p>Maidir leis an gceist a bh&iacute; ann faoi na ceannteidil a bheimid ag moladh don Bhille, an t-aon f&aacute;th go bhfuilimid ag moladh pr&oacute;iseas le Bille amh&aacute;in ar dt&uacute;s agus ansan Bille eile n&aacute; go bhfeictear d&uacute;inn, agus sin le tamall anuas, nach mb&iacute;onn d&oacute;thain ama caite ag pl&eacute; le Bille at&aacute; r&oacute;-mh&oacute;r n&oacute; r&oacute;-leathan n&oacute; a bhfuil an iomarca istigh ann.  T&aacute; an oiread sin ag teast&aacute;il chun Acht na dTeangacha Oifigi&uacute;la 2003 a l&aacute;idri&uacute; i gceart.  Sin an f&aacute;th go bhfuilimid ag moladh am a chaitheamh air agus &eacute; a chaitheamh i gc&uacute;pla c&eacute;im.  N&iacute;imid ag r&aacute; go mbeidh deireadh leis tar &eacute;is an dara Bille ach sin an f&aacute;th, le chomhchoiste mar seo, go sh&iacute;lfe&aacute; go mbeimid in ann an t-am a chur i leataobh lena leith&eacute;id a l&aacute;idri&uacute; agus &eacute; a l&aacute;idri&uacute; i gceart.  N&iacute; sin le r&aacute; nach &eacute; an r&eacute;iteach is fearr n&aacute; Bille amh&aacute;in a bheith ann, ach t&aacute; g&aacute; feidhmi&uacute; ar l&aacute;ithreach.  T&aacute;imid ag fanacht i bhfad r&oacute;-fhada.  Cuireadh t&uacute;s leis an bpr&oacute;iseas athbhreithnithe i 2011 ach f&oacute;s n&iacute;limid ag an bpointe ag a bhfuilimid ag breathn&uacute; ar Bhille at&aacute; s&aacute;s&uacute;il don phobal Gaeilge agus Gaeltachta, don Rialtas n&oacute; don phobal ina ioml&aacute;ine.  N&iacute;l s&eacute; sin ar an mbord faoi l&aacute;thair agus t&aacute;imid ag moladh go mbogfa&iacute; ar aghaidh go tapaidh leis.<\/p> <p>  &Oacute; thaobh cumhachta&iacute; an Choimisin&eacute;ara Teanga, t&aacute; an-chuid sa bhreis a bhf&eacute;adfa&iacute; a bheith ann.  N&iacute;l g&aacute; d&uacute;inn ach breathn&uacute; ar an mBreatain Bheag agus roinnt de na sampla&iacute; an-mhaith at&aacute; i bhfeidhm ansin.  Mar shampla, t&eacute;ann aon pholasa&iacute; nua rialtais at&aacute; le teacht i bhfeidhm sa Bhreatain Bheag faoi bhr&aacute;id an choimisin&eacute;ara teanga ar dt&uacute;s le f&eacute;achaint an nd&eacute;anfaidh s&eacute; dochar n&oacute; an imreoidh s&eacute; tionchar de shaghas &eacute;igin ar an mBreatanais.  S&iacute;limid go mbeadh s&eacute; thar a bheith fi&uacute;ntach mar chumhacht ag an gCoimisin&eacute;ir Teanga go rachadh aon pholasa&iacute; nua os a chomhair lena chinnti&uacute; go mbeidh seirbh&iacute;s&iacute; &aacute; gcur ar f&aacute;il tr&eacute; Ghaeilge agus nach nd&eacute;anfa&iacute; aon dochar don Ghaeilge n&oacute; don Ghaeltacht.<\/p> <p>  S&iacute;limid gur ch&oacute;ir spriocdh&aacute;ta a leagadh s&iacute;os agus gur ch&oacute;ir gach seirbh&iacute;s St&aacute;it a bheith ar f&aacute;il as Ghaeilge sa Ghaeltacht faoin d&aacute;ta sin.  B&iacute;odh s&eacute; sin i gceann tr&iacute; bliana n&oacute; c&uacute;ig bliana, ach go mbeadh d&aacute;ta leagtha s&iacute;os agus go mbeadh an St&aacute;t ag obair sa treo sin chun &eacute; sin a bhaint amach.  Baineann s&eacute; sin leis an gceist earca&iacute;ochta.  Is g&aacute; an earca&iacute;ocht a shocr&uacute;.  Luaitear rud &eacute;igin san Acht Gaeltachta a bhf&eacute;adfa&iacute; a &uacute;s&aacute;id anois l&aacute;ithreach.  N&iacute;l g&aacute; fanacht.  T&aacute; m&iacute;r san Acht a for&aacute;lann gur f&eacute;idir le h-aon chumachta&iacute; n&oacute; le h-aon seirbh&iacute;s a bheith tarmligthe d'&Uacute;dar&aacute;s na Gaeltachta chun &eacute; a chur i bhfeidhm sa Ghaeltacht.  D'fh&eacute;adfadh, mar shampla, c&uacute;rsa&iacute; mara a bheith tarmligthe ag an Roinn sin go dt&iacute; &Uacute;dar&aacute;s na Gaeltachta le dul i gceannas orthu sa Ghaeltacht.  F&eacute;adfadh cuid d&aacute; mh&eacute;id sin a dh&eacute;anamh cheana f&eacute;in.  &Oacute; thaobh pr&oacute;iseas de, t&aacute;imid ag moladh go mbeadh pr&oacute;iseas c&eacute;imi&uacute;il ann chun go mbeadh d&oacute;thain ama caite leis na ruda&iacute; &eacute;ags&uacute;la a phl&eacute; agus leis na finn&eacute;ithe &eacute;ags&uacute;la a thabhairt isteach le labhairt ar na ruda&iacute; &eacute;ags&uacute;la.  &Eacute; sin r&aacute;ite, t&aacute; g&aacute; tos&uacute; l&aacute;ithreach air.<\/p> <p>  Molaimid don ch&eacute;ad Bhille go mbeadh ceart ag duine a ainm Gaeilge agus a sheoladh Gaeilge a &uacute;s&aacute;id.  Sin ceann de na ruda&iacute; is bun&uacute;sa&iacute; gur ch&oacute;ir go mbeadh againn ach nach bhfuil againn agus a bhf&eacute;adfa&iacute; a chur ar bun ar maidin.  Rud eile at&aacute; &aacute; moladh againn, agus cabhr&oacute;idh s&eacute; seo go m&oacute;r, n&aacute; eagar a chur ar na sc&eacute;imeanna at&aacute; ann faoi l&aacute;thair faoi Acht na dTeangacha Oifigi&uacute;la.  Sin an rang&uacute; a bheith d&eacute;anta ar na sc&eacute;imeanna sin chun go bhf&eacute;adfa&iacute; dul ar aghaidh leo, le c&uacute;rsa&iacute; earca&iacute;ochta agus leis an spriocdh&aacute;ta sin ar a bh&iacute;omar ag caint faoi.  Cabhr&oacute;idh s&eacute; sin go m&oacute;r dul san treo sin.<\/p> <p>  T&aacute; neart ann go bhf&eacute;adfa&iacute; a dh&eacute;anamh leis an mBille.  T&aacute; neart a th&aacute;inig &oacute;n tuairisc &oacute;n bhfochoiste Dh&aacute;la &oacute;n tr&eacute;imhse deireanach a chur le ch&eacute;ile a bhf&eacute;adfa&iacute; a chur i bhfeidhm freisin.  Ba bhre&aacute; linne a fheice&aacute;il gur f&eacute;idir leis an mbuan-choiste seo feidhmi&uacute; l&aacute;ithreach ar a leith&eacute;id de rud.  Mar a luadh, t&aacute; feidhmeanna nua anois gur f&eacute;idir le coist&iacute; a bheith ag lean&uacute;int.  S&iacute;lim go mbeidh s&eacute; thar a bheith t&aacute;bhachtach don Ghaeltacht agus don Ghaeilge go bhf&eacute;adfa&iacute; bogadh ar aghaidh leo l&aacute;ithreach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#L00300","nonspeaker":"Mr. Julian de Sp&aacute;inn"},{"type":"speech","time":1474550100,"counter":309,"content":"<p>Gabhaim mo bhu&iacute;ochas leis na finn&eacute;ithe as an gcur i l&aacute;thair.  T&aacute; an-chuid eolais ansan in aon ghuth amh&aacute;in.  &Oacute; shin, leis na gceisteanna eile, t&aacute; roinnt soil&eacute;iri&uacute; d&eacute;anta ar chuid de na h-&aacute;bhair a bh&iacute; ag cur as dom ann.  T&aacute; s&eacute; soil&eacute;ir go bhfuil an-chuid go bhf&eacute;adfa&iacute; a bheith &aacute; dh&eacute;anamh agus go mbeadh carn maith airgid ag teast&aacute;il chun &eacute; sin a chur i bhfeidhm.  Cuireann s&eacute; saghas ionadh is d&oacute;cha ar dhaoine nach bhfuil an conradh ag lorg an m&eacute;id is a bh&iacute;odh aige cheana f&eacute;in.  Is d&oacute;igh liom gur sin uirlis n&oacute; bunt&aacute;iste m&oacute;r at&aacute; ag an gconradh agus &eacute; ag dul ag lorg airgid agus &eacute; sin &euro;5 mhilli&uacute;n n&iacute;os l&uacute; n&aacute; mar a bh&iacute; i 2007.<\/p> <p>  Teasta&iacute;onn uaim d&iacute;ri&uacute; ar ch&uacute;pla rud.  An ch&eacute;ad rud ansan n&aacute; Acht na dTeangacha Oifigi&uacute;la agus an Bille nua.  B'fh&eacute;idir go bhfuil ruda&iacute; gur aithn&iacute;odh &oacute;n Acht deireanach nach bhfuil ann n&oacute; ruda&iacute; san Acht deireanach nach bhfuil &aacute; gcur i bhfeidhm.  B'fh&eacute;idir go bhfuilid ann cheana f&eacute;in agus go gcaithf&iacute; scaoileadh leis iad a chur i bhfeidhm i gceart.  An bhfuil eagrais ag cur ar f&aacute;il sc&eacute;imeanna nach bhfuil ag lean&uacute;int tr&iacute;d leis na sc&eacute;imeanna sin a chur i bhfeidhm?  Ba ch&oacute;ir anois go mbeadh a l&aacute;n acu tagtha chuig an tarna sc&eacute;im Gaolainne.  An bhfuil aon athr&uacute; idir an ch&eacute;ad sc&eacute;im agus an dara sc&eacute;im a bh&iacute; acu?  D'fh&eacute;adfa&iacute; ruda&iacute; nua ar fad a thabhairt isteach san Acht.<\/p> <p>  Ba mhaith liom roinnt soil&eacute;iri&uacute; a fh&aacute;il ar an taca&iacute;ocht don teaghlach at&aacute; luaite.  Do bh&iacute;odh an sc&eacute;im labhartha Gaolainne, na deontais tith&iacute;ochta, scol&aacute;ireachta&iacute; tr&iacute;&uacute; leibh&eacute;al agus go leor eile mar sin ann.  An &eacute; sin an saghas taca&iacute;ochta at&aacute; in aigne ag an Uasail de Sp&aacute;inn?  An bhf&eacute;adfadh s&eacute; &eacute; sin a shoil&eacute;iri&uacute;?  Cad at&aacute; in aigne aige ansan?  Do bh&iacute;odh an-thairbhe sna sc&eacute;imeanna sin cheana f&eacute;in agus bh&iacute; fol&uacute;ntas m&oacute;r ann nuair a chuadar san.<\/p> <p>  Maidir leis an plean&aacute;il teanga, t&aacute; roinnt de na sc&eacute;imeanna at&aacute; ag bogadh ar aghaidh ag d&eacute;anamh na plean&aacute;il teanga agus is baolach go bhfuil airgead suarach ar fad ar f&aacute;il - b'fh&eacute;idir &euro;10,000 i gcomhair chuid de na pleananna.  An &eacute; chun an plean a chur i bhfeidhm n&oacute; a tharraingt le ch&eacute;ile at&aacute; siad d&iacute;rithe?  Fi&uacute; mar at&aacute; s&eacute;, t&aacute; an-bhr&uacute; ar chuid de na gr&uacute;pa&iacute; sin, leis na hacmhainn&iacute; at&aacute; curtha ar f&aacute;il d&oacute;ibh, chun iad a chur i bhfeidhm.<\/p> <p>  Cad &eacute; tuairim an Uasail de Sp&aacute;inn maidir leis an airgead a chuirtear ar f&aacute;il sna Gaeltachta&iacute; agus an tsl&iacute; a scaipf&iacute; amach &eacute;?<\/p><p>T&aacute; na catag&oacute;ire A, B agus C leagtha s&iacute;os i gcomhair na district electoral divisions, DED, &eacute;ags&uacute;la.  Braithim nach bhfuil s&eacute; sin ag cur pobal san &aacute;ireamh.  S&iacute;lim go mbeadh na DEDs ag scoilt pobal, nach mbeadh pobal &aacute;balta catag&oacute;ir A a bhaint amach agus nach bhfuil s&eacute; sin &aacute; aithint nuair at&aacute; pobail scoilte de r&eacute;ir DEDs.  Mar shampla, seasann C&uacute;il Aodha amach toisc go bhfuil aithne agam air.  C&eacute;n s&oacute;rt slat tomhais gur ch&oacute;ir go mbeadh ann chun an t-airgead agus na h&aacute;iseanna a scaipeadh amach?<\/p><p> Baineann mo phointe deireanach le m&uacute;inteoir&iacute;, rud a luaigh an tUasal de Sp&aacute;inn, go h&aacute;irithe m&uacute;inteoir&iacute; ag teacht isteach i scoileanna.  Toisc go bhfuil r&oacute;l na scoileanna chomh t&aacute;bhachtach, an bhf&eacute;adfadh - agus b'fh&eacute;idir gur tr&iacute;d Bille nua n&oacute; tr&iacute;d an coiste oideachais a rachadh s&eacute; seo - an staffing schedule a bheith difri&uacute;il i scoileanna Gaeltachta i gcompar&aacute;id le scoileanna laismuigh den Ghaeltacht, go h&aacute;irithe toisc gur scoileanna beaga go leor acu?  &Oacute; thaobh l&iacute;on na ndalta&iacute;, d&aacute; gcaillf&iacute; c&uacute;igear acu agus d&aacute; dtiocfadh seisear n&oacute; seachtar an bhliain ina dhiaidh, bheadh &eacute;ifeacht mh&oacute;r aige sin ar scoil bheag, bheadh l&iacute;on na m&uacute;inteoir ag teacht agus ag imeacht n&iacute;os m&oacute; agus bheadh &eacute;ifeacht n&iacute;os m&oacute; aige ar scoileanna Gaeltachta agus Gaeilge.  Cad &eacute; tuairim an fhinn&eacute; ar sin?  An f&eacute;idir &eacute; sin a thabhairt isteach faoi sc&aacute;th an Achta n&oacute; an mbeadh tairbhe ann?  An bhfuil aon smaoineamh ag an Uasal de Sp&aacute;inn ar na heisceachta&iacute; n&oacute; na exemptions don ardteist at&aacute; &aacute; lorg ag a l&aacute;n daoine i me&aacute;nscoileanna?  An bhfuil tuairim aige ar sin?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#L00500","speaker":"1284","continuing":true},{"type":"speechnospeaker","time":1474550100,"counter":311,"content":"<p>B'fh&eacute;idir go mbeidh an tUasal Mac Fhlannchadha in ann labhairt beag&aacute;in&iacute;n n&iacute;os m&oacute; faoi na catag&oacute;ire sa Ghaeltacht agus faoi na scoileanna sa Ghaeltacht freisin.  Glacaim leis go dtagann cuid mhaith de sin faoin bpolasa&iacute; oideachais Gaeltachta at&aacute; &aacute; chur le ch&eacute;ile faoi l&aacute;thair agus nach bhfuil foilsithe go f&oacute;ill.  T&aacute; s&eacute; thar am go mbeadh s&eacute; foilsithe.  B'fh&eacute;idir go nd&eacute;arfaidh an tUasal Mac Fhlannchadha c&uacute;pla rud ar sin.<\/p> <p>  Mar a d&uacute;irt an Teachta Moynihan, d'aithin Conradh na Gaeilge na ruda&iacute; nach raibh san Acht tr&iacute; bhreathn&uacute; ar &aacute;iteanna eile.  Bhreathna&iacute;omar ar an mBreatain Bheag, ar Cheanada agus ar th&iacute;ortha eile maidir le dea-chleachtais agus eile.  Freisin, d'aithn&iacute;omar roinnt de na fadhbanna a bh&iacute; ag teacht chun cinn mar gheall ar chur i bhfeidhm an Achta mar at&aacute; s&eacute; faoi l&aacute;thair, ar n&oacute;s na sc&eacute;imeanna.  Cheana f&eacute;in t&aacute; s&eacute; tosaithe - nuair at&aacute; gr&uacute;pa &eacute;igin ar sc&eacute;im 2 n&oacute; 3 - go bhfuil siad ag r&aacute; go gcuirfear &eacute; i bhfeidhm d&iacute;reach m&aacute; t&aacute; na hacmhainn&iacute; ar f&aacute;il.  I sc&eacute;imeanna &aacute;irithe, t&aacute; ruda&iacute; &aacute; ghearradh amach a bh&iacute; geallta sna sc&eacute;imeanna roimhe sin.  S&iacute;lim go bhfuil s&eacute; sin ag d&eacute;anamh lag&uacute; ioml&aacute;n ar an gc&oacute;ras a bh&iacute; le bheith i bhfeidhm.  Ceann de na leasuithe at&aacute; ag teast&aacute;il san athch&oacute;iri&uacute; ar Acht na dTeangacha Oifigi&uacute;la n&aacute; nach mbeadh aon ghr&uacute;pa in ann an rud at&aacute; aontaithe cheana f&eacute;in a lag&uacute; n&oacute; a chur siar.  Is rud bun&uacute;sach &eacute; sin go gcaithfear a chur i bhfeidhm.<\/p> <p>  Maidir leis an Roinn Oideachais agus Scileanna, scol&aacute;ireachta&iacute; d'&aacute;bhair mh&uacute;inteoir&iacute; sna Gaeltachta&iacute; agus eile, aonta&iacute;mid go huile is go hioml&aacute;n gur ch&oacute;ir go mbeadh an Roinn ag glacadh leis an gc&uacute;ram sin ionas go bhfuil s&eacute; mar dhl&uacute;thchuid den traen&aacute;il a bh&iacute;onn ar si&uacute;l ag na m&uacute;inteoir&iacute;.  An f&aacute;th nach bhfuileamar ag caint faoi an-chuid de na ruda&iacute; sin inniu n&aacute;, mar a mhol an Teachta f&eacute;in, gur ch&oacute;ir go mbeadh an coiste oideachais ag pl&eacute;igh le cuid mhaith de na ruda&iacute; seo freisin.  T&aacute; s&uacute;il againn na h&eacute;ilimh sin a chur os comhair an choiste oideachais chomh maith.  Cinnte, t&aacute; an ceart ag an Teachta Moynihan go mbaineann s&eacute; le h&aacute;bhair.<\/p> <p>  Maidir le plean&aacute;il teanga sa Ghaeltacht, t&aacute; l&aacute;n-cheart ag an dTeachta go bhfuil an t-airgead at&aacute; curtha ar f&aacute;il do na gr&uacute;pa&iacute; &eacute;ags&uacute;la chun an plean&aacute;il a dhe&aacute;namh, chomh maith leis an airgead a chuirtear ar f&aacute;il ionas gur f&eacute;idir leo feidhmi&uacute; a dh&eacute;anamh ar na pleananna, suarach.  T&aacute; s&eacute; sin mar cheann de na cro&iacute;-ruda&iacute; at&aacute; sa phlean infheist&iacute;ochta at&aacute; luaite againn: go mbeadh buis&eacute;ad ceart ag gach gr&uacute;pa at&aacute; ag dul i mbun na plean&aacute;la teanga chun gur f&eacute;idir leo duine a fhost&uacute; agus cisteoir a bheith acu ar fad chun an plean a fheidhmi&uacute;.  T&aacute; s&eacute; sin mar bhun-rud at&aacute; luaite sa phlean infheist&iacute;ochta.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#M00200","nonspeaker":"Mr. Julian de Sp&aacute;inn"},{"type":"speech","time":1474550100,"counter":312,"content":"<p>An &eacute; sin le r&aacute; an plean a chur le ch&eacute;ile agus an plean a chur i bhfeidhm?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#M00300","speaker":"1284"},{"type":"speechnospeaker","time":1474550100,"counter":313,"content":"<p>Sin &eacute;.  An plean a chur le ch&eacute;ile agus an plean a chur i bhfeidhm.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#M00400","nonspeaker":"Mr. Julian de Sp&aacute;inn"},{"type":"speechnospeaker","time":1474550100,"counter":314,"content":"<p>T&aacute; dh&aacute; ch&eacute;im dhifri&uacute;il ann.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#M00500","nonspeaker":"Mr. Peadar Mac Fhlannchadha"},{"type":"speechnospeaker","time":1474550100,"counter":315,"content":"<p>T&aacute; an bealach a bhfuil an t-airgead seo briste s&iacute;os againn thar tr&iacute; bliana ag aithint go bhfuil gr&uacute;pa&iacute; &aacute;irithe ag point&iacute; &eacute;ags&uacute;la den phr&oacute;is&eacute;is.  Bheadh airgead &aacute;irithe ann do na gr&uacute;pa&iacute; at&aacute; ag cur pleananna le ch&eacute;ile, agus airgead ann do na gr&uacute;pa&iacute; at&aacute; na pleananna acu cheana f&eacute;in agus at&aacute; anois ag iarraidh iad a fheidhmi&uacute;.  Faoin tr&iacute;&uacute; bhliain, bheadh an t-airgead ar f&aacute;il d&oacute;ibh ar fad chun iad a fheidhmi&uacute; ag an bpointe sin.  T&aacute; s&eacute; f&iacute;or-th&aacute;bhachtach go mbeadh an d&aacute; ch&eacute;im d'airgead ag gach gr&uacute;pa.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#M00600","nonspeaker":"Mr. Julian de Sp&aacute;inn"},{"type":"speech","time":1474550100,"counter":316,"content":"<p>An mbeadh s&eacute; sin scaipthe amach sa sl&iacute; go raibh s&eacute; cheana f&eacute;in?  An mbeadh s&eacute; mar ch&aacute;s de 40 i gcomhair dream amh&aacute;in agus deich i gcomhair dream eile, n&oacute; c&eacute;n s&oacute;rt slat tomhais a bheadh ann?  An mbeadh s&eacute; cos&uacute;il le catag&oacute;ir A, B, agus C?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#M00700","speaker":"1284"},{"type":"speechnospeaker","time":1474550100,"counter":317,"content":"<p>Sa bhealach a luaitear &eacute; sa phlean, t&aacute; s&eacute; nach m&oacute;r ar n&oacute;s go mbeadh idir &euro;80,000 agus &euro;100,000 ann do gach gr&uacute;pa le feidhmi&uacute; a dh&eacute;anamh ar an bplean teanga at&aacute; siad ag cur le ch&eacute;ile.<\/p> <p>  Luaigh an Teachta scoileanna agus na d&iacute;ol&uacute;int&iacute; &oacute; staid&eacute;ar na Gaeilge.  Ar&iacute;s, is rud &eacute; sin gur mhaith linn a th&oacute;g&aacute;il os comhair an choiste oideachais.  T&aacute; moladh ag Conradh na Gaeilge go mbeadh an bunch&uacute;rsa Ghaeilge i scoileanna dara leibh&eacute;al bunaithe ar an bhfr&aacute;ma coiteann Eorpach n&oacute; an bealach a mh&uacute;intear teangacha san Eoraip.  D&iacute;r&iacute;onn s&eacute; sin ar scileanna na ndalta&iacute; n&oacute; scileanna na ndaoine at&aacute; ag foghlaim.  D&eacute;antar &eacute; sin go minic le daoine f&aacute;sta in &Eacute;irinn, ach timpeall na hEorpa baintear &uacute;s&aacute;id as an bhfr&aacute;ma sin le daoine &oacute;ga chomh maith.  Chabhr&oacute;dh a leith&eacute;id de ch&oacute;ras sa sl&iacute; go bhf&eacute;adfadh aon dhalta a thagann isteach sa ch&oacute;ras d&eacute;anach n&oacute; aon dhalta nach bhfuil go maith ag foghlaim teangacha in ann an teanga Gaeilge n&oacute; teanga eile a fhoghlaim ar an gcumas at&aacute; acu do teangacha, n&oacute; an &aacute;it go bhfuileadar ag teacht isteach sa ch&oacute;ras ionas nach mbeadh aon duine f&aacute;gtha amach agus go mbeadh deis ag gach duine an Ghaeilge a fhoghlaim.  Bheadh s&eacute; bunaithe ar an bhfr&aacute;ma coiteann Eorpach.  S&iacute;limid uaireanta, nuair at&aacute; rud &eacute;igin ag feidhmi&uacute; go maith in &aacute;it &eacute;igin eile ar domhan, gur ch&oacute;ir d&uacute;inn breathn&uacute; air agus &eacute; a th&oacute;g&aacute;il go h&Eacute;ireann agus a leithead de ch&oacute;ras a &uacute;s&aacute;id.  Is &eacute; sin an moladh a bheadh againn chun deile&aacute;il leis na d&iacute;ol&uacute;int&iacute;.  S&iacute;lim go mbeidh an tUasal Mac Fhlannchadha in ann labhairt leis an Teachta faoi na catag&oacute;ire agus an sceideal sna Gaeltachta&iacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#M00800","nonspeaker":"Mr. Julian de Sp&aacute;inn"},{"type":"speechnospeaker","time":1474550100,"counter":318,"content":"<p>Gan obair bhaile eile a thabhairt don choiste, ceapaim go mbeadh s&eacute; tr&aacute;th&uacute;il oifig&iacute; an Roinn Oideachais agus Scileanna a thabhairt os comhair an choiste seo agus roinnt ceisteanna a ard&uacute; leo, go h&aacute;irithe &oacute; thaobh na tuarasc&aacute;la a d'fhoilsigh an Roinn an tseachtain seo caite nach raibh aon tagairt ann i nd&aacute;ir&iacute;re don Ghaeilge, go h&aacute;irithe i gcomhth&eacute;acs Strait&eacute;is 20 Bliain don Ghaeilge, agus an chaoi go raibh an Roinn le taca&iacute;ocht a chur ar f&aacute;il chun spriocanna oideachais na strat&eacute;ise a bhaint amach.  N&iacute; haon dochar ard&uacute; leis an Roinn an pointe a d'ardaigh an Teachta Moynihan maidir leis na scol&aacute;ireachta&iacute; tr&iacute;&uacute; leibh&eacute;al, scol&aacute;ireachta&iacute; a bh&iacute; ann le fada, agus an chaoi go bhfuair an Roinn r&eacute;idh leo ag &uacute;s&aacute;id g&eacute;arch&eacute;im airgeadais na t&iacute;re ar bhealach suarach agus, i mo thuairim, pearsanta.  Is beag airgid a bh&iacute; i gceist ach ba spreagadh iontach &eacute; do scol&aacute;ir&iacute; i gceantair Gaeltachta.  N&iacute; d&oacute;igh liom gur cheist airgid a bh&iacute; i gceist agus b'fh&eacute;idir gur cheist &iacute; sin gur fi&uacute; a ard&uacute; leis an Roinn.<\/p> <p>  T&aacute; roinnt ceisteanna a bh&iacute; spesi&uacute;il ansin maidir leis an gc&oacute;ras oideachais go ginear&aacute;lta agus scoileanna.  T&aacute; an ceart ag an Teachta Moynihan gur scoileanna beaga iad formh&oacute;r na scoileanna Gaeltachta, go h&aacute;irithe bunscoileanna.  T&aacute; an-tionchar ar na scoileanna sin ar an nGaeilge sa cheantar agus ar an gceantar tr&iacute; ch&eacute;ile.  Mar a luaigh an Teachta &Oacute; Cu&iacute;v n&iacute;os luaithe, t&aacute; na ceantair Gaeltachta ar fad faoi bhr&uacute;, n&iacute; hamh&aacute;in &oacute; thaobh cursa&iacute; Gaeilge de ach &oacute; thaobh inmharthanachta.  I gceantar Chonamara, mar shampla, d&uacute;nadh bunscoil i mbliana agus t&aacute; slad eile acu at&aacute; ag moilli&uacute; i gc&oacute;na&iacute; de bharr p&aacute;tr&uacute;n na t&iacute;re &oacute; thaobh an l&iacute;on duine at&aacute; ina gc&oacute;na&iacute; faoin dtuath, chomh maith le ruda&iacute; practici&uacute;la ar n&oacute;s an deacracht a bh&iacute;onn ag daoine cead plean&aacute;la a fh&aacute;il ina gceantair f&eacute;in.  T&aacute; siad ag bogadh amach &oacute;na gceantair d&aacute; bharr.  B'fh&eacute;idir gur obair bhaile eile &eacute; sin.<\/p> <p>  Maidir le na scoileanna, d&uacute;radh liom go mbeadh an polasa&iacute; oideachais Gaeltachta &aacute; sheoladh an mh&iacute; seo.  N&iacute; cos&uacute;il anois go mbeidh.  Beimid ag faire amach agus t&aacute; s&uacute;il agam go mbeidh cuid de na freagra&iacute; sna polasa&iacute; oideachais Gaeltachta.  Caithfear aitheantas a thabhairt don Roinn Oideachais agus Scileanna ar an mbealach a thug s&eacute; faoin bpr&oacute;is&eacute;is seo.<\/p><p>Bh&iacute; an t-uaf&aacute;s cruinnithe ag an Roinn sna ceantair Ghaeltachta uilig.  Bh&iacute; pr&oacute;iseas buy-in an-mhaith &oacute;n phobal agus bh&iacute; an chuma ar an sc&eacute;al go dt&iacute; seo go raibh na hoifigigh a bh&iacute; ag pl&eacute; leis an gceist seo sa Roinn go hioml&aacute;n tiomanta don phr&oacute;iseas seo.  Beidh le feice&aacute;il c&eacute;ard a thiocfas ar aghaidh agus an mbeidh an maoini&uacute; curtha ar f&aacute;il chun &eacute; seo a chur i bhfeidhm.<\/p><p> Ceapaim gur th&aacute;inig roinnt mhaith molta&iacute; ar aghaidh mar chuid den phr&oacute;iseas chomhairli&uacute;ch&aacute;in sin a bheadh infheidhmithe agus a bheadh ina ch&uacute;namh m&oacute;r do scoileanna Gaeltachta, go h&aacute;irid &oacute; thaobh scoileanna beaga.  Mar shampla, f&eacute;adfadh m&uacute;inteoir amh&aacute;in a bheith ag freastal ar c&uacute;pla scoil.  F&eacute;adfadh c&oacute;ras pr&iacute;omhoideach l&aacute;rnach a bheith ag d&eacute;anamh an obair bainist&iacute;ochta ar fad ar cheithre n&oacute; c&uacute;ig scoil seachas an ceithre n&oacute; c&uacute;ig scoil sin agus an pr&iacute;omhoide ag caitheamh leathl&aacute; n&oacute; l&aacute; ioml&aacute;n ag pl&eacute; le c&uacute;rsa&iacute; riarach&aacute;in.  Scaoilf&iacute; saor iad le bheith ag m&uacute;ineadh sa scoil f&eacute;in.<\/p><p> Ar&iacute;s, th&aacute;inig roinnt mhaith molta&iacute; ar aghaidh maidir le c&eacute;n chaoi a bhfuil na m&uacute;inteoir&iacute; in ann d&eacute;ile&aacute;il leis an measc&aacute;n teanga at&aacute; ann anois.  Mar shampla, bh&iacute; cruinni&uacute; againn anuraidh ag troid le haghaidh an dara mh&uacute;inteoir a fh&aacute;il le haghaidh Scoil Inis Me&aacute;in, mar shampla, &aacute;it a bhfuil pobal f&iacute;or-bheag.  L&eacute;irigh Orlaith Breathnach, pr&iacute;omhoide na scoile sin, ag an cruinni&uacute; i mBaile &Aacute;tha Cliath, an measc&aacute;n at&aacute; ann.  Ceapaim go bhfuil deichni&uacute;r sa scoil.  N&iacute;l na figi&uacute;ir go hioml&aacute;n cruinn agam ach t&aacute; roinnt acu sin a bhfuil an Ghaeilge acu mar an teanga baile, do chuid eile acu B&eacute;arla &eacute; agus do chuid eile ar&iacute;s ceapaim gur Polainnis &eacute;, mar daoine at&aacute; tar &eacute;is bogadh isteach iad.  T&aacute; measc&aacute;n aisteach sa scoil agus t&aacute; g&aacute; le teacht ar aghaidh le pr&oacute;iseas gur f&eacute;idir d&eacute;ile&aacute;il leis an dream at&aacute; ag teacht isteach gan Ghaeilge ach gan dochar a dh&eacute;anamh do na p&aacute;ist&iacute; at&aacute; ag teacht isteach sa ch&oacute;ras gur cainteoir&iacute; &oacute; dh&uacute;chas iad.  Beidh le feice&aacute;il &oacute; thaobh an pholasa&iacute; sin c&eacute;n toradh a bheidh ann.  Le bheith f&eacute;ar&aacute;ilte don Roinn, ceapaim go raibh gach duine an-t&oacute;gtha leis an gcaoi gur thugadh faoi.  Is ceist anois &eacute; an mbeidh an Roinn s&aacute;sta maoini&uacute; a chur ar f&aacute;il.<\/p><p> &Oacute; thaobh na exceptions agus na exemptions, agus ag dul leis an m&eacute;id a bh&iacute; an Cathaoirleach ag r&aacute; ag an t&uacute;s, t&aacute; roinnt ruda&iacute; nach bhfuil m&eacute; in ann a r&aacute;.  T&aacute; s&uacute;il agam go mbeidh taighde foilsithe an bhliain seo chugainn a thabharfaidh toradh n&iacute;os fearr d&uacute;inn ar sin.  Is gr&uacute;pa eile at&aacute; ag pl&eacute; leis.  N&iacute; mhaith liom an t-ainm a lua.  T&aacute; s&uacute;il agam go mbeidh eolas ceart againn faoi c&eacute; at&aacute; ag cur isteach ar na exemptions seo.  Mar shampla, an bhfuil daoine ann a bhfuil ag cur isteach ar exemptions don Ghaeilge ach a bhfuil bre&aacute; s&aacute;sta dul ar aghaidh agus an Fraincis n&oacute; an Gearmainis a dh&eacute;anamh?  Tiocfaimid ar sin.<\/p><p> Tuigim an pointe at&aacute; ardaithe maidir le ceist na district electoral divisions, DEDs, agus rang&uacute; na ceantair Ghaeltachta.  Cinnte t&aacute; obair le d&eacute;anamh ansin i roinnt ceantair, i gceantar an Teachta Moynihan ach go h&aacute;irithe agus ceantar T&iacute;r Chonaill chomh maith.  Le bheith f&eacute;ar&aacute;ilte don &uacute;dar&aacute;s, caithfear c&oacute;ras &eacute;igin a roghn&uacute;.  Is d&oacute;cha gur sa ch&oacute;ras DEDs an t-aonad is l&uacute; gur f&eacute;idir figi&uacute;ir a tharraingt as.  I mo thuairimse, an chaoi go gcaithfear d&eacute;ile&aacute;il le sin nuair at&aacute; plean teanga &aacute; ullmh&uacute; n&aacute; go gcaithfear &eacute; sin a chur san &aacute;ireamh.  I gcuid de na ceantair - m&aacute; th&oacute;gamar an ceantar a luaigh an Teachta Moynihan, C&uacute;il Aodha - ar bhealach beidh dh&aacute; phlean teanga ag teast&aacute;il ansin, ceann le haghaidh ceantar C&uacute;il Aodha agus ceann don chuid eile den DED nach bhfuil Gaeilge &aacute; labhairt ann.  Muna nd&eacute;anfar &eacute; sin, n&iacute; &eacute;iroidh leis an rud.  Ceapaim go gcaithfear &eacute; sin a chur san &aacute;ireamh in ullmh&uacute; an phlean teanga agus ansin ag feidhmi&uacute; an phlean teanga f&eacute;in.<\/p><p> Ar&iacute;s, chun a bheith f&eacute;ar&aacute;ilte, ceapaim go bhfuil obair mhaith &aacute; dh&eacute;anamh go dt&iacute; seo ag &Uacute;dar&aacute;s na Gaeltachta mar chuid den ch&oacute;ras seo.  &Eacute; sin r&aacute;ite, caithfear a r&aacute; nach mb&iacute;onn an sainmh&iacute;ni&uacute; c&eacute;anna ag gach duine ar plean&aacute;il teanga.  Mar a luaigh m&eacute; n&iacute;os luaithe, leis an m&eacute;id at&aacute;imid ag &eacute;ileamh ar na pobail f&eacute;in a dh&eacute;anamh leis seo, caithfimid an taca&iacute;ocht cheart a chur ar f&aacute;il chun na pleananna seo a dh&eacute;anamh agus a fheidhmi&uacute;.  Nuair at&aacute;imid ag caint faoi taca&iacute;ocht, t&aacute;imid ag caint faoi daoine a fhost&uacute; le cabhr&uacute;.  T&aacute; obair &aacute;irid gur f&eacute;idir a dh&eacute;anamh ar bhonn deonach ach t&aacute; obair eile nach f&eacute;idir &eacute; a dh&eacute;anamh.  Muna chuirfimid an taca&iacute;ocht seo ar f&aacute;il do na pobail, beimid thiar go m&oacute;r leis.  Mar a deirim, beidh an leibh&eacute;al soinici&uacute;lachta cruthaithe agus beidh daoine ag r&aacute;, agus t&aacute; a fhios agam mar t&aacute; s&eacute; r&aacute;ite liomsa, &ldquo;B&iacute;odh an diabhal agaibh.  S&aacute;bh&aacute;lfaidh sibh an Ghaeilge sibh f&eacute;in.&rdquo;  T&aacute; ruda&iacute; chomh d&aacute;ir&iacute;re sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#M00900","nonspeaker":"Mr. Peadar Mac Fhlannchadha","continuing":true},{"type":"speech","time":1474550100,"counter":320,"content":"<p>Go raibh maith agat.  Cuirim f&aacute;ilte roimh an Teachta Smith.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N00200","speaker":"1316"},{"type":"speech","time":1474550100,"counter":321,"content":"<p>T&aacute; an-bhr&oacute;n orm.  Bh&iacute; m&eacute; ag coiste eile ag d&eacute;ile&aacute;il leis an Low Pay Commission agus mar sin de.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N00300","speaker":"1367"},{"type":"speech","time":1474550100,"counter":322,"content":"<p>An bhfuil ceist ar bith ag an Teachta ar na finn&eacute;ithe?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N00400","speaker":"1316"},{"type":"speech","time":1474550100,"counter":323,"content":"<p>N&iacute;l.  T&aacute; br&oacute;n orm.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N00500","speaker":"1367"},{"type":"speech","time":1474550100,"counter":324,"content":"<p>T&aacute; t&uacute; ceart go leor.  An bhfuil an Teachta Moynihan s&aacute;sta go leor?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N00600","speaker":"1316"},{"type":"speech","time":1474550100,"counter":325,"content":"<p>T&aacute; go bre&aacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N00700","speaker":"1284"},{"type":"speech","time":1474550100,"counter":326,"content":"<p>Gabhaim mo bhu&iacute;ochas leis na finn&eacute;ithe.  T&aacute; a fhios agam go bhfuil an t-uaf&aacute;s oibre d&eacute;anta acu &oacute; sheachtain go seachtain go dt&iacute; seo agus go leanfaidh siad ar aghaidh ag cur an Ghaeilge chun cinn.  T&aacute; a fhios agam freisin go bhfuil an t-uaf&aacute;s oibre curtha isteach acu maidir leis an gcur i l&aacute;thair seo.  T&aacute;imse bu&iacute;och agus t&aacute; an coiste bu&iacute;och d&oacute;ibh.  Is &eacute; seo an ch&eacute;ad chruinni&uacute; agus an ch&eacute;ad chur i l&aacute;thair.  T&aacute; ceist amh&aacute;in agam.  An bhfuil aon mhachnamh d&eacute;anta ag Conradh na Gaeilge ar an mbealach is fearr chun obair a dh&eacute;anamh leis an gcoiste seo?  An bhfuil smaointe ag na finn&eacute;ithe ar c&eacute;n chaoi is fearr &uacute;s&aacute;id a bhaint as an gcoiste seo chun an Ghaeilge a chur chun cinn?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N00800","speaker":"1316"},{"type":"speechnospeaker","time":1474550100,"counter":327,"content":"<p>An ch&eacute;ad rud n&aacute; an rud a bh&iacute;omar ag caint faoi n&iacute;os luaithe &oacute; thaobh reachta&iacute;ochta de - an rud is gaire don scornach, d&rsquo;fh&eacute;adf&aacute; a r&aacute;.  T&aacute; c&uacute;pla rud go bhfuileamar ag s&uacute;il go mbeadh an coiste in ann tac&uacute; leo l&aacute;ithreach.  Chomh maith le sin, ba bhre&aacute; linn go mbeadh an coiste ar an eolas go bhfuilimid ar f&aacute;il i gc&oacute;na&iacute; le cabhr&uacute; n&oacute; chun aon eolas breise a chur ar f&aacute;il don choiste at&aacute; ag teast&aacute;il &oacute;n gcoiste.  T&aacute;imid ann chun mianta an phobail a chur chun cinn agus beidh s&eacute; sin ar f&aacute;il don choiste.<\/p> <p>  &Oacute; thaobh chl&aacute;r oibre de, tuigim go mbeidh an coiste ag breathn&uacute; ar an Strait&eacute;is 20 Bliain don Ghaeilge agus cur i bhfeidhm na strait&eacute;ise chomh maith.  Bheadh go leor le r&aacute; againn ar an &aacute;bhar c&eacute;anna freisin.  Ach don chuid is m&oacute;, t&aacute;imid ar f&aacute;il le cabhr&uacute; leis an gcoiste m&aacute;s f&eacute;idir linn cabhr&uacute; leis.  T&aacute; saineolas &aacute;irithe againn agus an conradh 123 bliain ar an saol.  Chomh maith le sin, t&aacute;imid tar &eacute;is a bheith i dteagmh&aacute;il le cuid mhaith de na gr&uacute;pa&iacute; thar lear agus b&rsquo;fh&eacute;idir go gcabhr&oacute;idh s&eacute; sin leis an gcoiste.  Aon chabhair n&oacute; c&uacute;namh gur f&eacute;idir linn a chur ar f&aacute;il, t&aacute;imid l&aacute;n-s&aacute;sta &eacute; sin a dh&eacute;anamh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N00900","nonspeaker":"Mr. Julian de Sp&aacute;inn"},{"type":"speech","time":1474550100,"counter":328,"content":"<p>Mar fhocal scoir, t&aacute; p&aacute;ip&eacute;ar taighde curtha le ch&eacute;ile ag Leabharlann an Oireachtais agus beidh s&eacute; i nGaeilge an tseachtain seo chugainn.  Is fi&uacute; &eacute; a l&eacute;amh.  T&aacute; s&eacute; anseo agam.  T&aacute; s&aacute;r-obair d&eacute;anta ag an Leabharlann maidir ar st&aacute;das na Gaeilge sa t&iacute;r faoi l&aacute;thair, an gh&eacute;arch&eacute;im at&aacute; ann agus na ruda&iacute; dearfacha agus na ruda&iacute; di&uacute;ltacha.  Is c&uacute;is imn&iacute; &eacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N01000","speaker":"1316"},{"type":"speech","time":1474550100,"counter":329,"content":"<p>An bhfuil s&eacute; ar f&aacute;il &oacute;n Leabharlann?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N01100","speaker":"1367"},{"type":"speech","time":1474550100,"counter":330,"content":"<p>T&aacute; s&eacute;.  Foils&iacute;odh &eacute; i m&iacute; Mhe&aacute;n F&oacute;mhair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N01200","speaker":"1316"},{"type":"speech","time":1474550100,"counter":331,"content":"<p>An bhfuil teideal air?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N01300","speaker":"1367"},{"type":"speech","time":1474550100,"counter":332,"content":"<p>T&aacute; s&eacute; i mB&eacute;arla anseo ach beidh s&eacute; i nGaeilge.  An teideal at&aacute; air n&aacute; The Irish language - a  linguistic crisis?.  G&eacute;arch&eacute;im at&aacute; ann.  T&aacute;im ag iarraidh &eacute; sin a chur faoi bhr&aacute;id na gcomhalta.  An bhfuil aon ghn&oacute; n&oacute; smaoineamh eile ag aon duine fad is at&aacute; an toscaireacht anseo?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N01400","speaker":"1316"},{"type":"speech","time":1474550100,"counter":333,"content":"<p>N&iacute;l m&eacute; &aacute;balta smaoineamh ar aon rud anois.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N01500","speaker":"1367"},{"type":"speech","time":1474550100,"counter":334,"content":"<p>Mar sin, cuirim deireadh leis an gcruinni&uacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/SCL2016092200002#N01600","speaker":"1316"},{"type":"unspoken","time":1474550100,"counter":335,"content":"<p>The joint committee adjourned at 4.20 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]