[{"type":"majorheading","content":"Joint Oireachtas Committee on Environment, Culture and the Gaeltacht","time":1373274000,"counter":2},{"type":"unspoken","content":"The Joint Committee met at 10:00","time":1373274000,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800002"},{"type":"minorheading","content":"Election of Acting Chairman","time":1373274000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800002#A00100"},{"type":"speechnospeaker","time":1373274000,"counter":6,"content":"<p>Under Standing Order 90(3) of D&aacute;il &Eacute;ireann and Standing Order 79(3) of Seanad &Eacute;ireann, I call for nominations for the election of one of the members of the joint committee to perform the duties devolved upon and exercise the authority conferred upon the Cathaoirleach by Standing Orders for the duration of the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800002#A00200","nonspeaker":"Clerk to the Committee"},{"type":"speech","time":1373274000,"counter":7,"content":"<p>I nominate Deputy Kevin Humphreys.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800002#A00300","speaker":"1052"},{"type":"minorheading","content":"Business of Joint Committee","time":1373274000,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800003#B00100"},{"type":"speech","time":1373274000,"counter":10,"content":"<p>As we have a quorum of six members, including one Teachta D&aacute;la and one Seanad&oacute;ir, we will commence and the meeting is now in public session.<\/p><p>  I remind members to turn off their mobile phones.  Active mobile telephones interfere with the sound system and RTE has informed us that it will not broadcast any part of the meeting where interference from mobile telephones has occurred.  <\/p><p>  Apologies have been received from Deputies Coffey and Mulherin and Senators Keane, Noone and Mac Conghail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800003#B00200","speaker":"1033"},{"type":"minorheading","content":"Heads of Climate Action and Low Carbon Development Bill 2013: Discussion (Resumed)","time":1373274000,"counter":11,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800003#B00300"},{"type":"speech","time":1373274000,"counter":12,"content":"<p>I must go through some formalities before we commence and outline some necessary procedures with regard to the caution issued to witnesses referring to section 17(2)(<i>l<\/i>) of the Defamation Act 2009.  I propose that each witness be given a written version of this caution and I will read the shortened version.  Witnesses are protected by absolute privilege in respect of the evidence they give to this committee.  However, if they are directed by the committee to cease giving evidence in relation to a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege.  Witnesses are directed to restrict their evidence to the subject matter of these proceedings and to respect the parliamentary practice of not criticising or make charges against any person, persons or entity.  Witnesses are asked to read the document that has been circulated to them concerning privilege.  Is this agreed?  Agreed.<\/p><p>  Members are fully aware of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.  I advise that I will not read this notice for each of the groups.<\/p><p>  I will insist that members ask questions only and I will not allow long introductions or policy statements.  There is no need for each member to thank each witness for coming and where members do this be advised that I will immediately intervene and move to the next member.  Also, each member may speak on each section only once.  Given our tight schedule today, we have no choice but to move quickly.  We have no spare time to allow for delays or unnecessary commentary.  We are here today to hear evidence from the experts and not to listen to ourselves.  Accordingly, the time allocated for each section will be strictly adhered to and when the allocated time is reached consideration of that section will end regardless of any member who has not put questions.  If one member takes too long that member will be put to the end of the queue in the next session. <b><\/b><\/p><p>  The first group of witnesses from the Electricity Association of Ireland to address the committee are Mr. Owen Wilson, chief executive, Mr. David Manning, chairperson of the energy and environment policy committee and director of corporate affairs at SSE Ireland, Mr. John McNamara, company secretary and regulatory and commercial affairs manager at Bord na M&oacute;na Powergen, and Ms Deirdre O'Hara, regulation manager at Bord G&aacute;is &Eacute;ireann.  I note Ms Troy was unable to attend. <\/p><p>  I will not ask the witnesses to read their opening statements as they have been circulated.  They might give a short commentary and then we will move to questions.  Is it Mr. Wilson who will commence?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800003#B00400","speaker":"1033"},{"type":"speechnospeaker","time":1373274000,"counter":13,"content":"<p>I thank the Chairman and the committee for inviting representatives of the association to attend, address and give evidence to the committee.  The Electricity Association of Ireland represents the electricity industry and its operators within the single electricity market.  We account for some 90% of the generation and supply businesses and all of the distribution on the island of Ireland.<\/p><p>  As members are fully aware, the Government is accountable for greenhouse gas emissions from the sectors of the economy covered by the effort sharing decision - that is, those not addressed within the emissions trading scheme, ETS, which are essentially buildings, transport and agriculture.  On the other hand, the electricity sector makes up the bulk of the ETS where companies are individually accountable for their emissions at EU level and where severe penalties apply.<\/p><p>  As members are also aware, Ireland, along with Denmark and Luxembourg, has the most stretching national greenhouse gas reduction target for 2020 under the effort sharing decision, a nominal reduction of 20% on 2005 emissions.  In real terms, however, Ireland is in a unique position due to the particular contribution of agriculture in the Irish economy.  It represents 44% of greenhouse gas emissions versus 16% for the EU average.  Assuming agricultural emissions at best stay constant, which is the best case scenario from the EPA, then Ireland <i>de facto<\/i> must deliver at least a 33% reduction from the building and transport sectors and through the purchase of credits.  It is in these areas, the building and transport sectors, that electricity has a major role to play.<\/p><p>  The European Commission roadmap on a low carbon future, the energy roadmap, the NESC report and numerous other studies into this highlight that the most cost-effective means to deliver savings is to decarbonise electricity and electrify the heating and transport sectors of the economy.  <\/p><p>  In terms of its climate targets and additionally in relation to the RES targets, Ireland, willingly or otherwise, is placed in the role of a pioneer in Europe in that where we are today in terms of climate and RES targets, other member states will reach in ten or more years.  In that context, we get to hit the road blocks first.  How we deal with them will have an important critical impact on our future economy, both the current mainstream and the future green economies.  In this pioneering role, the association believes that we need as a country to do three things.  First, we need to identify, analyse and dissolve the current and future road blocks.  To date these relate mainly to a severe lack of coherence between various policy instruments.  Second, we need to monitor the implementation of existing, revised and new approaches so as to avoid unforeseen consequences.  Third, we need to promote our pilot status to EU installations so that the solutions we devise can be mainstreamed into European Union policy, which is where the source of many of today's difficulties arise.  In this context, we welcome the current draft Bill as a useful point of departure and within it the creation of an expert body with the potential to lead and drive a fully co-ordinated response to climate change.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800003#B00500","nonspeaker":"Mr. Owen Wilson"},{"type":"speech","time":1373274000,"counter":14,"content":"<p>I have a number of questions.  Some of the members of Mr. Wilson's association would also be in business in the UK and would have incorporated 80% to 95% emission targets into the climate Act.  He might tell us how that has impacted on them and if he would be in favour of us doing the same.<\/p><p>  He has looked for a business element on the expert advisory committee.  Does he envisage it being a stakeholder committee or an expert advisory committee?  Clearly, the Government will require independent advice.  Some of us would think that perhaps it should come from the scientific community and he might address that point.  <\/p><p>  Will Mr. Wilson outline how he would define the terms \"carbon\" and \"decarbonised economy\"?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800003#B00600","speaker":"1052","continuing":true},{"type":"speechnospeaker","time":1373274600,"counter":16,"content":"<p>I might first address the question of whether the agricultural sector should be part of the ETS.  The Deputy is correct when she says that agriculture is a major issue, in particular for Ireland, but nobody will solve it unless Ireland as a body moves to address it at a European level.  One of the key driving factors in including sectors within the ETS is the potential for emissions reduction.  It is well recognised that there is limited scope within agriculture for emissions reductions; therefore, including it on that basis alone would not be of particular benefit.  The best solution for agriculture would be for it to be established separate from the rest of the economy in a scheme perhaps similar to the ETS but where the agriculture sector on a European-wide basis can address emissions.  In that context the scale of the problem facing Ireland could be assimilated within the broader European Union food production processes.<\/p><p>  In terms of the 85% to 95% targets in the United Kingdom climate Act, in the first instance there is a difficulty at an EU level in terms of the ETS sectors in the UK addressing this target as it imposes an additional burden on those sectors for no environmental benefit.  As the Deputy is aware, the ETS sets a cap that eventually reduces to zero some time around 2065, and the sectors within that progress along that pathway.  In the UK, the Government has determined, on a nationalistic rather than a communitarian basis, that the sector should achieve reductions at a faster pace than is provided for under EU legislation.  They can do that, and there is a cost associated with doing that, but ultimately all emissions fall within the ETS and where the UK moves ahead and increases its emissions reductions, it relieves pressure on all other member states.  Essentially, UK consumers are paying on behalf of the rest of European consumers within the ETS sectors.  My colleague, Mr. Manning, might like to address that also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800004#C00200","nonspeaker":"Mr. Owen Wilson"},{"type":"speechnospeaker","time":1373274600,"counter":17,"content":"<p>I share Mr. Wilson's view in the sense that the EU emissions trading scheme is a pan-European scheme.  The intent is to ensure that all member states contribute equitably to the achievement of that target.  Ireland must ensure it is adhering to the policy that has been set at a European level and have targets here that match that.  In some of the other areas in Great Britain we have additional, above and beyond targets - for example, in the renewable space.  In Scotland, for example, which has a significantly higher renewables target, the focus is more on the achievement of reducing the supply chain cost.  That is something on which Ireland can focus also.  What we want to be able to do in the achievement of our carbon abatement ambitions is ensure that we can deliver that at the least possible cost to the consumer.  To that end, being able to reduce the supply chain cost of whatever technology we are installing will be important for the consumer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800004#C00300","nonspeaker":"Mr. David Manning"},{"type":"speechnospeaker","time":1373274600,"counter":18,"content":"<p>Regarding the question on the lack of cohesion, that most critically applies in regard to the interaction of climate and energy efficiency policies.  The roadmaps and the NESC report both highlight that using what is effectively decarbonised electricity to supplant fossil fuel use in the heating and transport sectors is critical to a cost-effective delivery of the 2050 objectives.  While energy use reduction will play a major role in that also, the current concept of energy efficiency based on the 1970s concern about primary energy use is inadequate today in its general approach.  There is an assumed energy loss in electricity production of some 60% and when that is applied across the board, effectively it excludes electricity from the heating and transport sectors, but particularly the heating sector.<\/p><p>  What we have today under energy efficiency obligations is to replace electricity with fossil fuels whereas the critical objective in the longer term is to do the exact opposite.  Unless we redefine energy efficiency so that it no longer equates a kilowatt hour of wind with a kilowatt hour of coal but takes into account the carbon content of the energy source, we will have this continued difficulty.  As I said, because we are first to hit the barriers in terms of the decarbonisation of transport and electricity and the electrification of those two sectors, we come up against this problem first.  Again, in the context of a European framework, we are the ones in the first instance who will have to promote this at a European level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800004#C00400","nonspeaker":"Mr. Owen Wilson"},{"type":"speech","time":1373274600,"counter":19,"content":"<p>Is the stakeholder an expert group?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800004#C00500","speaker":"1052"},{"type":"speechnospeaker","time":1373274600,"counter":20,"content":"<p>The legislation provides for a minimum of five members of the expert advisory body of which four are from already designated institutions.  Given that the expert advisory group also places a major focus on cost-effectiveness and economic development, it would be advisable that some business person be included within that group.  Coming from our own sector and given the role electricity will have to play in terms of decarbonisation of the economy in a cost-effective way, there would be an advantage if that business person were to have some electricity sector background.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800004#C00600","nonspeaker":"Mr. Owen Wilson"},{"type":"speech","time":1373274600,"counter":21,"content":"<p>Is Mr. Wilson concerned about what I regard as the slow rate of progress in terms of an all-Ireland single energy market and the plans to generate energy in the future using renewables?  I would have thought that at this stage we would be further down that road.  Is Mr. Wilson concerned that we will achieve our 2020 targets at the rate at which we are progressing?<\/p><p>  On the role of electricity in facilitating a low-carbon economy, all of us have ideas about what we believe that means, but should that be specified in the heads of the Bill?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800004#C00700","speaker":"1099"},{"type":"speechnospeaker","time":1373274600,"counter":22,"content":"<p>I am not sure I agree with the Deputy on the slow progress regarding the single electricity market.  The single electricity market is almost unique in Europe in terms of integrating two markets in two different member states with a common set of rules.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800004#C00800","nonspeaker":"Mr. Owen Wilson","continuing":true},{"type":"speechnospeaker","time":1373275200,"counter":24,"content":"<p>In response Deputy Corcoran Kennedy's question, I will make two points.  First, the single electricity market is a good, robust market.  One challenge we face in the achievement of our targets and where concern lies pertains to the development of grid.  Fundamentally, I believe that is where the challenge will lie.  There is a quantity of grid capacity that must be developed and rolled out under the Grid 25 strategy and unless we can accelerate that and get it moving a bit quicker, it will pose a challenge.  The second element I might mention, if one reverts to the original question on the effectiveness of the single electricity market, is the North-South interconnector.  The interconnector is a highly important piece of technology that must be added to the system.  While this has been known for quite a long time, we continue to have difficulty in getting it there.  Again, that is another piece of grid infrastructure that is quite important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800005#D00200","nonspeaker":"Mr. David Manning"},{"type":"speechnospeaker","time":1373275200,"counter":25,"content":"<p>On the Deputy's other question regarding the role of electricity in a decarbonised economy, we clearly perceive such a role and all the other extant studies support that.  I am unsure whether it should be included specifically in the type of legislation that currently is being proposed.  This is framework legislation that effectively establishes a process and it might best be dealt with within the process and in the subsequent iterations of the plan that will result from that process.  Provided that the process understands the role of electricity and accepts the general consensus regarding it, I am confident that if it is done in a rational, logical process, the issue should be covered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800005#D00300","nonspeaker":"Mr. Owen Wilson"},{"type":"speech","time":1373275200,"counter":26,"content":"<p>I thank the representatives from the Electricity Association of Ireland for their attendance.  The obvious question pertains to their position in respect of targets.  Essentially, they advocate not going beyond the 2020 targets.  The witnesses should explain this position because from the perspective of having certainty for investment in the energy industry, I would have thought it would be better to have targets set out clearly beyond 2020.  In particular, 2030 targets and 2050 targets would give investment funds and the industry some certainty in this regard.  There will be a great reliance on wind energy in this State when trying to meet the 40% target for renewables.  Unfortunately, there has been a major shift in public opinion away from wind energy, particularly in the midlands, where I live.  While the success of the climate change legislation will depend on meeting the targets set, because of certain developments, a shift has taken place among those who previously had supported renewable energy and who were major supporters of wind energy.  Three issues are causing problems in this regard.  The first is the ownership of the wind energy industry and the absence of local buy-in, with the exception of Bord na M&oacute;na, in which people have a sense of ownership.  Bord na M&oacute;na is doing better in this regard than are others and probably will continue to do so because it has a longer history of working with local communities, particularly in the midlands, and is more sensitive about how to deal with such matters.<\/p><p>  The second issue pertains to the electricity's destination.  While we must meet the targets here, the electricity being produced from the giant turbines in my part of the world will bypass local houses and, consequently, will not help them to meet their targets in this regard and this is a huge issue.  Personally, I have no problem with exports and believe the more we can export the better for the economy, obviously.  However, the question remains in respect of both sustainability and fuel poverty in that electricity that has been generated cheaply will be bypassing thousands of homes that are suffering from fuel poverty.<\/p><p>  The third issue pertains to the absence of regulations of any kind.  I really consider it to be strange that there are no regulations.  Basically, we have guidelines that would be fine were one living on a farm and seeking to erect a small turbine for one's own use or a structure that was less than 30 m or 40 m in height.  However, these guidelines come nowhere close to catering for the type of turbines being planned that can be 500 ft. to 600 ft. in height.  The Oireachtas is reviewing these guidelines at present and members have been informed that they will see their shape in the last quarter of this year.  However, guidelines have not proved to be adequate in respect of other sections of the construction industry and I do not need to give anyone a lecture on what happened over the past ten to 15 years.  One can see what happened there because of the absence of regulation.  Do the witnesses agree we must deal with these three issues pertaining to renewable energy?  If we are relying on wind energy to meet most of the mandatory 40% target for renewable energy, we must deal with those three issues.  I reiterate my first point concerned the issue of the 2020 targets and the reason the witnesses and the industry are not pushing more strongly for the setting of targets for 2030 and 2050.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800005#D00400","speaker":"1102"},{"type":"speechnospeaker","time":1373275200,"counter":27,"content":"<p>On the question of targets, the electricity sector is not opposed to targets.  However, we wish to ensure that Irish targets are incorporated within the European Union framework.  As I explained previously in respect of the United Kingdom scenario, unless this is done, all we would be doing would be to have Irish customers support the rest of the European Union's economy.  As for certainty, the electricity sector has absolute certainty in terms of targets because under the emissions trading system, ETS, the trajectory from where we are today to zero is specified in law with an annual reduction factor.  Therefore, we know that by 2065 or thereabouts, we will be at zero and for each interim year between then and now, we know what will be the target.  Consequently, absolute certainty already exists regarding emissions from the electricity sector.  In addition, discussions are ongoing within Europe at present on what should be the 2030 targets.  Again, it will be important that we incorporate within Irish law our role within the aforementioned 2030 targets.  If one considers the current position, the target we have for 2020 is pretty extreme and effectively, it is for a reduction in emissions of 33%.  In a purely hypothetical sense, if one tried to deliver that target for 2020 solely within our own resources and ignoring the flexibilities within the legislation at present, it effectively would mean taking one third of transport vehicles off the road, that is, cars, buses, trains and the lot, as well as not heating one third of homes.  I reiterate it is really ambitious.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800005#D00500","nonspeaker":"Mr. Owen Wilson","continuing":true},{"type":"speechnospeaker","time":1373275800,"counter":29,"content":"<p>On the first point, the perceived shift in public opinion is something of which we would be acutely aware as an industry, not only from my own commercial organisation.  The scale of what is being projected needs early community engagement and needs companies and organisations to bring communities along at an early stage, explaining the process and the benefits, and looking at community gain very much in the round for society as well.<\/p><p>  On the targets and bypasses, it is important in the context of any export of electricity that there are national targets that need to be achieved before export can be facilitated under the RES-E directive.  I suppose one of the points we would raise is that we are aware that in the context of the ongoing discussions between the British and Irish Governments there are joint steering committees working on this.  We will begin to see how that value will eventually precipitate out in the coming months, probably at the back end of this year or early next year.  It may be prudent to wait to see how that would wash out in the long run.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800006#E00200","nonspeaker":"Mr. John McNamara"},{"type":"speech","time":1373275800,"counter":30,"content":"<p>I-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800006#E00300","speaker":"1102"},{"type":"speech","time":1373275800,"counter":31,"content":"<p>Could I let Deputy Stanley come in at the end?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800006#E00400","speaker":"1033"},{"type":"speech","time":1373275800,"counter":32,"content":"<p>I asked three specific questions.  On the ownership, does the panel see the need to have a change in ownership and some element of local ownership?  On supply and export, Mr. McNamara gave an answer that it might be as well to wait but the question is being asked now.  On the issue of planning regulations as opposed to guidelines, what is their view?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800006#E00500","speaker":"1102"},{"type":"speechnospeaker","time":1373275800,"counter":33,"content":"<p>On the planning issue, I hold the view that Ireland has a robust planning system.  As a developer or as an individual in a community, I can have confidence in the robustness of the planning process, whether an application goes through the local authority planning process and then, if it is refused there, to An Bord Plean&aacute;la, or is considered under strategic infrastructure.  In fairness, at a national level, Ireland has a robust planning process.<\/p><p>  Questions have arisen a number of times in terms of distance to turbines, etc., and none of us is averse to having that discussion.  What is really important in the way the wind debate has gone is transparency and open discussion.  People can only make informed decisions when they have all of the information, and balanced and fair information.<\/p><p>  The ownership piece is an interesting one.  Our business in Great Britain has looked quite a lot in recent years at the community ownership model, where the community would be a co-investor in the project.  We would be positive about that.  The challenge that arises time and again is that these are expensive capital projects and communities face difficulties in raising that capital to be part of the project.  None of us has managed to answer that question.  If we can get an answer to that question, nobody in our industry would be averse to saying there would be a community involvement piece in the project itself.<\/p><p>  I make a final point on the value associated with wind farms.  Reference was made to electricity generated at the local level but not necessarily to the value of the local community.  I make two basic points on that.  In terms of how the market works, as the wind blows - it is blowing into the market - it helps to bring the wholesale price of energy down, which benefits all consumers.  There is a benefit to every consumer in that context at the macro-market level.<\/p><p>  At the local level then, there is quite a reasonable value associated with the generation of wind energy in a local area.  These include rates to local authorities, rental payments to landowners where wind turbines are sited, community funds associated with wind farms and, as developers build out their wind farms, upgrades to local infrastructure such as roads, local community access points and the widening of bridges, in which we have been involved.  There are a number of additional added-value activities associated with it.  There are also jobs in the delivery of the infrastructure.  Then, as the industry continues to grow, there are jobs in the maintenance of this industry.  One of the analogies I use on this is Harland and Wolff, in Belfast, which has made a significant investment in its dry-dock of &pound;100 million in order to facilitate the assembly of turbines.  When the renewable sector speaks about potential jobs for the future, that is the type of investment of which we speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800006#E00600","nonspeaker":"Mr. David Manning"},{"type":"speech","time":1373275800,"counter":34,"content":"<p>The submission mentions the recent French court decision overruling a national energy efficiency programme because it failed to take into account the impact of climate change.  As the first to mention it, has the association anything to add other than what is contained in the submission?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800006#E00700","speaker":"1033"},{"type":"speechnospeaker","time":1373275800,"counter":35,"content":"<p>Not particularly.  It is merely an interesting straw in the wind highlighting that the lack of coherence between policy instruments is coming to the fore as the pressure to deliver increases.  I reiterate that since we are at the forefront we feel that pressure earliest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800006#E00800","nonspeaker":"Mr. Owen Wilson"},{"type":"speech","time":1373275800,"counter":36,"content":"<p>I thank Mr. Manning, Mr. Wilson, Mr. McNamara and Ms O'Hara for attending.  The discussion was very helpful.  They are excused.<\/p><p>  The second group of witnesses to address the committee are, from the Irish Farmers Association, Mr. Bergin, vice-president and chairman of the climate change project team, Mr. Kingston, environment chairman, and Mr. Ryan, and from Teagasc, Dr. Schulte and Mr. Donnellan.<\/p><p>  Before we begin, it should be noted that witnesses are protected by absolute privilege in respect of the evidence they give to the committee.  However, if they are directed to cease giving evidence and they continue to do so, they are entitled thereafter only to qualified privilege.  Witnesses are directed to restrict their evidence to the subject matter of these proceedings and to respect the parliamentary practice by not criticising or making charges against any person, persons or entity.  Witnesses are asked to read the document concerning privilege which has been circulated to them.<\/p><p>  I remind witnesses not to read out their opening statements.  We have not received an opening statement from them.  I ask them to keep the opening statement brief because no other witness has read out an opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800006#E00900","speaker":"1033"},{"type":"speechnospeaker","time":1373276400,"counter":37,"content":"<p>I thank the committee for the invitation to address it.  I apologise on behalf of our president, Mr. John Bryan, who is unable to attend today.  I am accompanied by our general secretary, Mr. Pat Smith, our environmental executive, Mr. Thomas Ryan, and the chairman of our environmental committee, Mr. Harold Kingston.  I will make my submission briefly and then take questions.<\/p><p>  I acknowledge the consultative approach that the Minister for the Environment, Community and Local Government, Deputy Hogan, has taken to the development of climate policy and his decision that divisive and unachievable national targets will not be part of future legislation and climate strategy.<\/p><p>  Farmers in Ireland are among the world&rsquo;s leaders in sustainable emission-efficient food production.  Greenhouse gas emissions per litre of milk have reduced by over 13% since 1990.  The beef sector has the fifth lowest carbon footprint in the European Union.  The fall in fertiliser use over the past decade is equal to an annual reduction of 500,000 tonnes of carbon dioxide equivalent from the sector.  The agri food sector is making a real contribution to the economy.  This must be taken into account in the deliberations.  The sector contributed over &euro;9 billion in exports last year.  It supports 300,000 jobs in all parts of the country.  It produces enough beef each year to feed 30 million Europeans, and our dairy sector produces over 15% of the world&rsquo;s infant formula, and there are plans to increase this to 20%.<\/p><p>  The opportunities in the sector need to be taken into account.  It is self-evident that the world needs more food.  Over the next 40 years, demand will increase by over 60%.  Global milk consumption is set to increase by 104% and meat demand by 88%.  Farmers in Ireland have a track record of producing these commodities successfully and sustainably.  However, internationally not all regions are in a similar position to deliver.  Droughts and other resource stresses in much of the southern hemisphere will lead to a reduction in cereal crop and livestock productivity.<\/p><p>  Ireland is different.  Our grass-based emissions-efficient model of food production, combined with the abundance of other resources such as water, although sometimes a little too much, makes Ireland the envy of other major agri food economies such as those in the southern hemisphere.  This is our point of difference and growth opportunity for the agri food sector and the national economy.  It is essential that future climate policy does not stifle the sustainable expansion of this major exporting sector.<\/p><p>  Achieving the EU 2020 target will be very challenging.  Current policies alone will not deliver the required reduction in emissions from the non-ETS sector.  The EPA&rsquo;s scenario analysis shows that even if the Government placed a renewed focus on additional measures, such as the full implementation of the renewable action plan, an emissions-reduction gap would continue to exist.  Therefore, to achieve compliance based on least-cost strategy, the purchase of carbon credits will have to be considered.<\/p><p>  However, the Government can do more to assist in the reduction of emissions.  For example, the Irish forestry sector provides a range of opportunities to mitigate rises in emissions through afforestation, forest management, increased use of wood products and the use of wood products for bioenergy to replace fossil fuel use.  The total carbon reservoir, or store in Irish forests, currently amounts to approximately 1 billion tonnes of CO<sub>2<\/sub>, while the removal of CO<sub>2<\/sub> exceeds 6 million tonnes per annum.  To maintain and improve on this, we would need to see a doubling of the current afforestation  rate, from approximately 6,500 or 7,000 hectares to 15,000 hectares per annum over the next two decades.  <\/p><p>  A number of issues affect the forestry sector.  They are separate and need to be addressed.  There are restrictions and investment in resources is required.  There are difficulties with access to planting in unenclosed lands, for example.  Changes in this regard would be very helpful in meeting the targets required.<\/p><p>  Renewable energy policy foresees a major growth in the use and demand for biomass for energy production to achieve EU 2020 targets.  The negative experiences of farmers who diversified into bioenergy crops such as miscanthus, and the damaged reputation of the bioenergy sector among farmers due to lack of supports for market development, mean that the demand for biomass will have to be sourced from the forestry sector.  If EU 2020 targets and the annual afforestation programme targets are to be achieved, barriers such as felling licences for thinning and inadequate REFITs in this area must be addressed.<\/p><p>  The biggest asset of Irish agriculture is its permanent pasture base.  Some 90% of the total agricultural area is grassland.  This permanent pasture stores carbon and provides an environmental competitive advantage for beef and dairy herds when compared to the high concentrate diets and deforestation associated with other international agricultural regions.<\/p><p>  Currently, carbon credits from carbon sinks such as the permanent grassland and our agri-forestry are not attributed to agriculture.  Ireland has the highest level of carbon-sequestering permanent pastures in Europe which, when combined with the opportunity to expand forest cover, can promote a substantial national carbon sink.  CO<sub>2 <\/sub>emission reductions achieved through natural carbon sinks, such as forests and grassland, must be included in the overall measurement of the contribution of the agriculture sector to emissions reductions as part of future climate policy.  I would like to see the committee considering this further.<\/p><p>  The key question is where we go from here.  Dr. Rory O&rsquo;Donnell of the National Economic and Social Council, NESC, said it is a question of moving from &ldquo;how much&rdquo; to &ldquo;how to&rdquo;<b>.  <\/b>In the NESC report, there are three major principles that the IFA supports and ought to be central to climate change policy development.  First, action on carbon must be consistent with economic recovery.  Second, there is a need to achieve decarbonisation that is gradual and permanent rather than have compliance with specific targets and timetables.  Finally, there ought to be acceptance that, in many instances, an immediate solution does not exist and, therefore, actions, technologies and practices which can achieve decarbonisation take considerable time to make themselves felt.  There is no silver bullet.<\/p><p>  The need to ensure that action is consistent with economic recovery is an extremely important principle for the agriculture sector.  As I stated, the sector is at the heart of the Irish economy, particularly its rural economy.<\/p><p>  As outlined, the growth is sustainable growth built on emission-efficient food production, with emissions from the livestock and dairy sectors amongst the lowest in Europe.  The future growth path for the sector is mapped out in the Food Harvest 2020 report, which is an industry-led plan that identifies the potential for the agri food sector to grow our export value to &euro;12 billion annually within this decade.  Despite concerns expressed by the Institute of International and European Affairs when it addressed this committee in 2012, and other environmental groups, Food Harvest 2020 is a plan that has environmental sustainability at its core and is based on smart green growth.  This point is supported by a Teagasc 2012 preliminary study on the environmental analysis of Food Harvest 2020 which reported that, in principle, there is potential for the industry to meet simultaneously the Food Harvest 2020 growth targets and the environmental targets.<\/p><p>  Consider the need to achieve decarbonisation that is gradual and permanent.  To support the delivery of this principle as set out by NESC, the IFA examined the marginal abatement cost curve, MACC, for Irish agriculture produced by Teagasc in 2012, which sets out abatement potential of greenhouse gas mitigation measures and the relative costs associated with each of these measures as they affect agriculture.  From that MACC curve, it became clear that the most beneficial measures for emission reductions from the sector are in the practical areas such as extended grazing, better soil fertility and animal breeding.  Basically, better on-farm resource management in these areas is good for the environment and can also provide cost savings to farmers.  My colleague Mr. Harold Kingston will elaborate on this.<\/p><p>  To develop this further, the IFA is currently working with other stakeholders from the sector to develop a smart farming initiative that highlights ways for farmers to reduce farm bills and environmental impact, and maximise output through better resource management.  The adoption of the measures contained in this guide will lead to gradual and permanent emission reductions, driven by economics and environment together.  Most critical, there would be buy-in from farmers on the ground and full understanding of how proposals could work.<\/p><p>  Last week, Moorepark, which is now the leading dairy research facility, had its open day.  Some 10,000 farmers, mostly dairy farmers, were in attendance.  All the research modules and work under way were demonstrated to farmers in a practical way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800007#F00100","nonspeaker":"Mr. Jer Bergin","continuing":true},{"type":"speech","time":1373277000,"counter":39,"content":"<p>I apologise to Mr. Bergin but we are short of time.  It has been pointed out to me that his opening statement was put up on the system on Friday evening.  Perhaps he could finish up with a paragraph.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800008#G00200","speaker":"1033"},{"type":"speechnospeaker","time":1373277000,"counter":40,"content":"<p>Yes.  I will finish now, Chairman.  As regards this committee's deliberations, I would ask members to take on board a couple of key points, which we may develop in the subsequent discussion.  Agriculture is different.  The opportunity for Ireland is as a sustainable producer of food with the lowest emissions per unit of output.  That is our competitive, economic and environmental advantage.  Any other process in this direction will lead directly to carbon leakage.  That opportunity must be driven by a pragmatic approach that is economically and environmentally sound, not driven by ideological or political concerns.<\/p><p>  One must look at policy development across the world.  Mr. Alexander Maybach, a key policy adviser in the UN Food and Agriculture Organisation, visited Ireland earlier this year.  He made it very clear that the maintenance of agricultural food production, and the preservation of food security, has to be at the heart of any environmental or international agreement.  As part of that, he said that we must promote more efficient and resilient food systems.  Ireland fits that category.  Agricultural production in temperate climates should be encouraged as part of a solution to this problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800008#G00300","nonspeaker":"Mr. Jer Bergin"},{"type":"speech","time":1373277000,"counter":41,"content":"<p>I wish to thank Dr. Schulte for agreeing to attend the committee at short notice.  He was only invited on Friday and we appreciate that he agreed to come here.  I call on Dr. Schulte to add to what Mr. Bergin has said and we will then go straight into questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800008#G00400","speaker":"1033"},{"type":"speechnospeaker","time":1373277000,"counter":42,"content":"<p>First, let me apologise for the absence of Professor Gerry Boyle, the director of Teagasc, who has been unable to attend this meeting.  We have prepared a short statement which I will read out, if I may.<\/p><p>  My name is Rogier Schulte and I chair the Teagasc working group on greenhouse gas emissions.  I am accompanied by Mr. Trevor Donnellan, principal research officer at the Teagasc rural economy research centre.  We would like to thank the committee for giving us an opportunity to speak here today, specifically on the subject of agriculture and greenhouse gas, or greenhouse gas, emissions.<\/p><p>  Greenhouse gas emissions touch on all aspects of farming: soil science, animal science, plant science and economics.  For this reason, Teagasc instigated a special working group in 2009 to co-ordinate all research and advisory activities relating to greenhouse gases.  Reflecting on the past five years, we have been witness and party to a remarkable transformation in the national policy discussions on agriculture and climate change.  Today, we would like to share that transformation with the committee. <\/p><p>  We have documented this in three major reports.  The first two of these are available on our website, while we are currently finalising the third report which will be available at the end of this summer.<\/p><p>  In 2011, we published our first report, entitled \"Obstacles to Reducing GHG Emissions from Agriculture\", as a submission to the proposed Climate Change Response Bill of the previous Government.  This draft legislation proposed a 20% reduction for Ireland's non-ETS sector by 2020 in line with EU policy.  In our submission, we highlighted the difficulties that would result from a 20% quota-type reduction of greenhouse gas emissions from agriculture.  Specifically, we demonstrated that this national strategy could result in carbon leakage.  Indeed, Irish livestock production systems are among the most carbon efficient in the world.  A unilateral reduction in livestock production in Ireland would contrast sharply with the growing global demand for livestock produce.  This could indeed act as an inadvertent stimulus for less efficient production systems in other regions of the world.  The overall result would be an increase in global greenhouse gas emissions.<\/p><p>  Second, we demonstrated that the current IPCC inventory methodology for agriculture is inadvertently constructed in such a way that many actions that Irish farmers could take to reduce their greenhouse gas emissions would not be credited to the agricultural sector.  Instead, they would be credited to the energy sector, the transport sector, or the anonymous land use, land use change and forestry, LULUCF, sector.<\/p><p>  In 2012, we challenged ourselves in consultation with the National Economic and Social Council.  If a 20% quota-type reduction in agricultural emissions is undesirable, then what can be done in agriculture to further reduce the carbon footprint of Irish agriculture?  To answer this question, in our second report, entitled \"A Marginal Abatement Cost Curve for Irish Agriculture\", we collated ten years of research on greenhouse gas emissions into a marginal abatement cost curve.  This ranks the options open to agriculture by cost effectiveness and by the magnitude of the various mitigation measures.<\/p><p>  This report came to the following three conclusions: first, the total potential cost-effective reduction in greenhouse gas emissions from agriculture amounts to about 2.5 megatonnes of carbon dioxide equivalents.  However, less than half of that can be counted and accredited to the agricultural sector.  Second, in practice this means that, at best, the Food Harvest 2020 production targets can be achieved while flat-lining greenhouse gas emissions, which would be a significant achievement in its own right; and, third, the most cost-effective measures are those based on further increases in farm efficiency.  These measures require incentivisation.  To aid this we developed, together with Bord Bia, the carbon navigator.  The navigator advises individual farms which of the cost-effective measures are most appropriate on that farm.<\/p><p>  Following intensive consultation with NESC, the findings of our submission featured strongly in the NESC interim report for 2020.  For their final report, which specifies a vision for the year 2050, NESC set us a constructive new challenge: carbon-neutrality for Irish agriculture as a horizon point.  No longer bound by the straitjacket of IPCC reporting rules, this vision would allow agriculture to offset its emissions of methane and nitrous oxide by carbon sequestration in soils.<\/p><p>  In response to this challenge, we are currently assessing the feasibility of carbon-neutrality as a horizon point in our third report, entitled \"Pathways towards Carbon Neutral Agriculture as a Horizon Point for 2050\".  Our preliminary figures suggest that in a business-as-usual scenario, about one third of agricultural emissions will be offset by carbon sequestration in soils, leaving an emissions gap equating to two thirds of the emissions.<\/p><p>  We are currently assessing the feasibility of five contrasting pathways to close this emissions gap.  These are accelerated afforestation; bio-energy production, including anaerobic digestion; advanced mitigation technologies; constrained agricultural activity; and passive acceptance of the emissions gap.  We are analysing all the pros and cons of each of these pathways individually.  We will publish the results of this study by the end of this summer.  The likely outcome is that a combination of more than one approach may be required to achieve carbon neutrality by 2050.<\/p><p>  We are advancing plans to try these measures and pathways on a major new demonstration farm at Kildalton College, which is our main training college for farmers, starting from next year as a sustainability demonstration farm. <\/p><p>  We would like to thank and acknowledge our partners throughout this process and transformation, specifically the Department of Agriculture, Food and the Marine, the Department of the Environment, Community and Local Government, the National Economic and Social Council, the Environmental Protection Agency and the Earth Institute at University College Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800008#G00500","nonspeaker":"Dr. Rogier Schulte"},{"type":"speech","time":1373277000,"counter":43,"content":"<p>Could Dr. Schulte forward a copy of that speech to the committee by e-mail?  It would be helpful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800008#G00600","speaker":"1033"},{"type":"speechnospeaker","time":1373277000,"counter":44,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800008#G00700","nonspeaker":"Dr. Rogier Schulte"},{"type":"speech","time":1373277000,"counter":45,"content":"<p>I ask members of the committee to keep their questions short so that I can get everybody in.  We are a little bit behind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800008#G00800","speaker":"1033"},{"type":"speech","time":1373277000,"counter":46,"content":"<p>I thank the Teagasc representatives for coming in at short notice, as well as Mr. Bergin and his colleagues from the IFA.  It goes without saying that food produced here is of high quality.  Relatively speaking, it is produced in a more carbon-friendly manner than food is in other countries.  The crux of the issue is Harvest 2020.  I understood Dr. Schulte to say that the best case scenario to achieve those targets would be to flat-line greenhouse emissions from agricultural production.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800008#G00900","speaker":"1102","continuing":true},{"type":"speech","time":1373277600,"counter":48,"content":"<p>Deputy, we are on climate change and not the fodder crisis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800009#H00200","speaker":"1033"},{"type":"speech","time":1373277600,"counter":49,"content":"<p>It is directly related to climate change.  Will the Irish Farmers Association give its opinion on that?<\/p><p>  The United Nations reckons enough food is produced to feed the world&rsquo;s population but there is still the problem of world hunger.  Much of Ireland&rsquo;s food production is not going to the hungriest in the world.  While we can up our food production, it will not go to those who need it.  What is the IFA&rsquo;s position on this?  Many of those affected by world hunger have been directly affected by global warming in that it has hindered their agricultural production.  Should we reduce our greenhouse emissions so as to help those affected in poorer countries?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800009#H00300","speaker":"1102"},{"type":"speechnospeaker","time":1373277600,"counter":50,"content":"<p>Agriculture has been the only sector that has reduced emissions - by approximately 10%, along with an actual increase in production - since the Kyoto protocol in 1990.  We can continue on that path with the best advice and technology available.  It cannot be done in a vacuum.  If we do not do it, then someone else will do it at a higher environmental cost.  That is the quandary that has to be overcome in this process.<\/p><p>  Regarding the fodder crisis, I would be careful about ascribing individual weather events to the overall problem of climate change.  Climate variability exists.  We had an unusual situation with a bad summer along with a late spring.  We often have late springs and bad summers.  Speaking to older farmers and members of the association, they tell me about 1947 and the bad harvests in the 1980s.  One cannot compare the effect of weather events in temperate climates to the droughts we have seen in the United States affecting grain production and elsewhere.  We are quite resilient and are well on the way to solving the fodder crisis.<\/p><p>  Our fundamental belief is that the overall solution to the food security problem is international agreements.  Agreements that constrain our food production are not a contribution to the solution, however.  The global middle classes will increase by 3 billion over the next 30 years.  That is the zone for which we are producing and selling to.  If temperate agricultural production zones like Ireland do not step up to the plate in this area, it will put far more pressure on food security in more environmentally challenged areas.  I have a concern about Ireland deciding to constrain its food production to lead the way when in fact it would have the opposite effect.  I believe we need to take a more pragmatic approach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800009#H00400","nonspeaker":"Mr. Jer Bergin"},{"type":"speechnospeaker","time":1373277600,"counter":51,"content":"<p>Is Harvest 2020 in conflict with greenhouse gas reduction targets?  There are significant differences between the reductions set out for 2020 and 2050 by the National Economic and Social Council, NESC.  One is the metrics.  The accounting methodology specified by the IPCC, Intergovernmental Panel on Climate Change, is restrictive in what can be counted or not.  For example, carbon sequestration in soils and afforestation cannot be accredited to the agricultural sector.  That restricts what agriculture can do within the current inventories.<\/p><p>  The other difference is that 2020 is only seven years away.  To achieve reductions, we will be using known technologies.  For the 2050 target, we can be far more ambitious for the same reason.  The NESC asks us to think outside the current accounting methodologies to get to carbon neutrality scientifically.  That gave us a lot more freedom to bring in concepts like afforestation, bio-energy and other measures.  There is a research pipeline for the next 37 years to investigate measures to reduce greenhouse gas emissions from livestock systems.  Some of them will be rolled out next year and others are still at the laboratory stage.<\/p><p>  Flat-lining emissions under the Harvest 2020 is no mean feat.  It will be a significant achievement with the current accounting guidelines and technologies.  It will not happen by itself either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800009#H00500","nonspeaker":"Dr. Rogier Schulte"},{"type":"speech","time":1373277600,"counter":52,"content":"<p>I note from the IFA submission that it is anxious to rectify the wrong of the 2009 EU effort-sharing decision.  Will the association elaborate on that and how it can be addressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800009#H00600","speaker":"1067"},{"type":"speechnospeaker","time":1373277600,"counter":53,"content":"<p>Our point is agriculture is different.  We believe the carbon accounting methodology for agriculture is flawed.  It is not possible for the emission reductions related to agriculture and the carbon sinks to be given to agriculture.  We believe we need to move to measurement per unit of production - such as per kilo of milk solids and per kilo of beef - so that one can compare like and like.  This would allow consumers and legislators to get an accurate understanding of what is possible and the direction in which we should go.  There is an opportunity for the committee to look at this.<\/p><p>  The issue of food production and security is changing internationally.  The policy now is that any future strategies must not damage food production or security.  It will be different for different regions.  Resource efficiency is the key to this.  It is key in the Third World and it is key here; the difference is in how we do it.  To give one small example, one in five calves born in the Third World dies.  If those in the Third World had access to the veterinary services we have here and the figure could be reduced to one in ten, or whatever, it would make a significant difference to resource efficiency, emissions and food security.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800009#H00700","nonspeaker":"Mr. Jer Bergin","continuing":true},{"type":"speech","time":1373278200,"counter":55,"content":"<p>We know the cost of the fodder crisis was somewhere around &euro;900 million.  If the herd grows between now and 2020, which is expected with Food Harvest 2020, and such a situation arose again in 2020, has Teagasc quantified the size of the cattle herd and the scale of the potential losses?  In the absence of the EU agreeing to agriculture being treated differently on a European-wide as opposed to a national basis, has the IFA a plan B for protecting its members?  What is the strategy?<\/p><p>  Will greater fertiliser usage be required to grow the food for an increasing herd?  Would we require a derogation from the nitrates directive if that was the case?  In respect of the EU roadmap to 2050, has Teagasc modelled the percentage of emissions beyond 2020 and up to 2030, 2040 and 2050?  If it has modelled them on that basis, what mechanism did it use?  Did it use the IPCC accounting mechanism, has it carried out dual modelling or is that something that will be published in the report at the end of the year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800010#J00200","speaker":"1052"},{"type":"speechnospeaker","time":1373278200,"counter":56,"content":"<p>In respect of Deputy Murphy's first question about an increase in the herd or the perception that it would grow, it is probably useful to recap where we are.  We have about 2.2 million cows in the country, dairy and beef.  Each of those typically produces a calf every year.  What we imagine happening in the future is that the number of dairy cows will increase, especially given the removal of the EU quota system for milk production in 2015.  Beyond that point, we would probably see some contraction in the level of beef activity due to the expansion in dairy.  By 2020, we do not expect to see a huge change in the total number of cattle in the country.  We expect to see more of a compositional shift rather than a huge expansion.  Much of the attention has focused on the 50% expansion in the production of milk and much of that increase can be achieved through each cow producing more milk as well.  We imagine that between now and 2020, it is possible to increase the milk yield per dairy cow by 20% so that we immediately provide two fifths of the 50% increase targeted under Food Harvest 2020.<\/p><p>  I will deal with the question about fertilisers.  Certainly we imagine there will be an increase in fertiliser usage on dairy farms.  Our indicative figure is about a 30,000 tonne increase in nitrogen fertiliser usage in the period to 2020.  That could be offset by some reduction in fertiliser usage elsewhere in the agriculture sector, perhaps in the beef sector.  <\/p><p>  We are working on the longer term outlook.  I should emphasise that it is quite difficult because one is talking about a very long-term timescale where policy in respect of agriculture is an unknown.  We are only beginning to gain clarity on policy for agriculture over the next seven-year period, as the committee is well aware.  We must make some fairly heroic assumptions about what agricultural policy would look like beyond that point.  I would argue that this is a greater challenge than some of the other more technical aspects of calculating the future level of emissions.  This will all become clear in our report which my colleague said will be produced later in the summer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800010#J00300","nonspeaker":"Mr. Trevor Donnellan"},{"type":"speechnospeaker","time":1373278200,"counter":57,"content":"<p>Mr. Kingston might deal with the nitrates directive and fertiliser issue.  In respect of the fodder crisis and the cost, we must wait until the end of the year before we can put a definitive cost on it.  As members can see, just as the weather can be negative earlier on, it can also be very positive.  The type of weather we are getting at the minute is a major help.  We must remember that we had more than 1 million extra cattle previously and were well able to cope.  Farmers are quick learners.  Perhaps stocks did run down more than they should have.  The technical advice might have been a bit too optimistic in the context of a short winter and that will be revisited from both a technical and farming perspective.<\/p><p>  We must be conscious of the use of technology in the context of improving output.  It is a real challenge in Europe.  At the minute, research and development and technology gains across Europe are increasing production by 2% to 3% per year yet due to restrictions where science and politics get somewhat confused at European level, our growth and production as a result of technology, such as GM, is in the low half percent.  Over a ten or 15 year period, we must be very conscious of trying to ensure that science wins out in the context of using technology so we can produce food as cost effectively as possible.  <\/p><p>  I reiterate what Mr. Bergin said.  There have been weather events for as long as there have been records.  There was a weather event here, we are coping with it and we will know by the end of the year what is the cost.  Perhaps Mr. Kingston might deal with the fertiliser issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800010#J00400","nonspeaker":"Mr. Pat Smith"},{"type":"speech","time":1373278200,"counter":58,"content":"<p>I will take three more questions because three members are offering.  I will let this session run over slightly so I can fit them in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800010#J00500","speaker":"1033"},{"type":"speech","time":1373278200,"counter":59,"content":"<p>Given that CAP negotiations have concluded, is the delegation happy that the commitment in respect of Pillar 2 will be met by Government because it specifically deals with environmental issues, disadvantaged areas and modernisation of farming methods?  That being the case, it is pivotal to progress in that regard.  Is the delegation satisfied that the Government will meet its commitments in respect of Pillar 2?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800010#J00600","speaker":"1101"},{"type":"speech","time":1373278200,"counter":60,"content":"<p>I thank Deputy Cowen for being so brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800010#J00700","speaker":"1033"},{"type":"speech","time":1373278200,"counter":61,"content":"<p>I thank the delegation for coming.  My question concerns afforestation and its importance.  How does the delegation plan to convince people to invest in forestry and what does it think needs to be done at Government level to encourage people to plant?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800010#J00800","speaker":"1099"},{"type":"speech","time":1373278200,"counter":62,"content":"<p>I welcome the delegation and thank it for the submissions.  I am interested in balance.  There is a great opportunity for Ireland to increase production of quality food.  Given that we are an island nation that produces practically natural, organic food, does the delegation think there is a proper balance here?  Most of the submissions made to date seem to target agriculture and the need for significant reductions in emissions relating to the agricultural sector.  I am concerned about balance.  Taking on board all those measures means that the overall effect will be minuscule in respect of carbon emissions.  The opposite is that we can produce and export quality food, which is what this country needs at the moment.  A total of 98% of what we produce is exported.  When one takes on board the carbon footprint involved in bringing beef from Brazil and the damage done to the Amazon rain forest, does the delegation think enough is being done internationally and within Europe?  What is the delegation's reaction to the various groups which come in here and strive for utopia in this field?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800010#J00900","speaker":"1087","continuing":true},{"type":"speechnospeaker","time":1373278800,"counter":64,"content":"<p>I will address three questions and I will ask my colleague to address the nitrates question.<\/p><p>  Deputy Cowen referred to the CAP negotiations.  Pillar 1 contains significant environmental measures in terms of the greening of the policy and this will have an impact particularly on grassland and more so on the arable sector, which will play out over the next while and it will be difficult.  Full co-financing by the Government will be essential to making Pillar 2 work effectively on the ground.  This pillar will be the source of any environmental scheme to replace REPS and so on and it will be essential side by side with production.  It will also be essential in terms of the farm investment schemes and efficiency will be key to those.  Renewable technologies is also an important area.  There was a rainwater harvesting scheme under the previous agreement, which was not a success.  However, funding must be made available and the policies must be got right.  We are pushing an open door with farmers if we do that in terms of both the environmental and economic benefits from this pillar.<\/p><p>  Deputy Corcoran Kennedy asked about forestry investment.  We have witnessed the value of it here today.  This will have to be Government-driven.  We need to get back at least to the initial targets set of 15,000 hectares per annum in the farm forestry sector.  The funding required to do that is not available and, therefore, more national funding will be required to achieve that but there will be huge benefits in doing so, which we discussed earlier.  As part of any stimulus package the Government might be thinking about, whether it is through NewERA or the NPRF, investment in the forestry and renewables sectors could pay off handsomely in both directions.<\/p><p>  Deputy Coonan questioned the slant in the debate.  I am a firm believer in science and what the scientific advice says.  Agricultural output should be measured both in production and emissions and that is why we have argued all along that the only way to move this debate along is to put food security at the centre of the debate.  That is where policy internationally is going and that should not be damaged or constrained in any way.  The measurement of emissions should be on a per unit of production basis in order that like can be compared with like.  It does not matter where one comes from then.  One can stand over the figures and argue then.<\/p><p>  Mr. Kingston will address the nitrates question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800011#K00200","nonspeaker":"Mr. Jer Bergin"},{"type":"speechnospeaker","time":1373278800,"counter":65,"content":"<p>More fertiliser is needed.  Soils, partly as a result of the restrictions in the nitrates directive, are nutrient hungry, especially in terms of soil phosphorus, where we see a serious increase in the levels of index 1 and index 2 soils.  Resource efficiency is about proper use of resources and not about stopping their use.  If we do not improve soil fertility, we will limit the production capacity of our soils and will end up not using our nitrogen as efficiently as we should if phosphorous is restricted too much.  Judging by the questions put by members, it is obvious that the Bill cannot be dealt with in isolation.  All these issues come together.  There was a question about whether we would require a derogation on nitrates but we have one, which relates to the stocking levels allowed.  Originally, when the directive was being drafted, it was envisaged that approximately 10,000 farms would be in derogation.  Currently, there are only 3,500 and, therefore, there is plenty of scope for expansion in this regard.<\/p><p>  With regard to efficiencies in production, it is useful to have Teagasc officials present because they have described the science behind this.  As Mr. Bergin said, science is the backbone of all this.  There is also the practical issue of comparing what comes out of a cow's backend and what comes out of a car's backend.  There is a major difference in terms of attributing it to climate change.  We can improve in efficiency per cow and efficiency per beef animal.  As a dairy farmer, I do not want people to feel that dairy farmers will push out beef farmers such as Mr. Bergin in the expansion.  The increase that will happen in beef relates to efficient production and earlier production from animals.  Where animals were living to three years, in some situations we are now seeing 16-month bulls and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800011#K00300","nonspeaker":"Mr. Harold Kingston"},{"type":"speechnospeaker","time":1373278800,"counter":66,"content":"<p>I support Deputy Coonan's comments on balance.  One example is Bavaria, which is approximately the same size as Ireland and which has the same agricultural output.  However, because it is an industrialised part of the world, its carbon problem as it relates to agriculture is approximately one tenth of Ireland's because we are non-industrialised.  That lends factual support to Mr. Bergin's comment that everything has to change on a global basis.  We should not run ahead of ourselves.  Food security will dominate on a global basis and agriculture will be treated differently.  If it is treated in the way the IFA advocates, we can expand sustainably without fear of problems with targets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800011#K00400","nonspeaker":"Mr. Pat Smith"},{"type":"speechnospeaker","time":1373278800,"counter":67,"content":"<p>With regard to incentivising afforestation, in the study we are doing, accelerating the afforestation rate is one of the pathways we are investigating and it is one that looks promising.  The crucial issue with afforestation is that it works like compound interest.  The earlier we start, the more credits we will achieve by 2050.  It is crucial that we do not wait for ten years because it will be much more difficult to close the emissions gap by 2050.<\/p><p>  With regard to the question of whether enough is being done internationally, there is a great deal of activity in the research area and in research policy interaction but I am confident that in Ireland we are ahead of the curve.  We are collaborating and playing a key role in many international research policy initiatives and trying to co-ordinate the activities between countries, including through the FACCE JPI and the Global Research Alliance, GRA.  We are the second country in the world, to the best of our knowledge, to publish a marginal abatement cost curve, which shows the options for agriculture.  The UK published a year earlier and France and the Netherlands are creating them at the moment.  When I presented last week to the livestock research group of the GRA, I was approached by scientists from South America who have been instructed by the UN to also create these cost curves for agriculture in that region.  They were seeking our advice on how to go about that.  We are, therefore, ahead of the curve but other countries are active and are catching up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800011#K00500","nonspeaker":"Dr. Rogier Schulte"},{"type":"speech","time":1373278800,"counter":68,"content":"<p>I seek everyone's co-operation in returning at 12 noon sharp to continue the hearings.  I thank the witnesses for their contributions and for appearing at such short notice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800011#K00600","speaker":"1033"},{"type":"speech","time":1373279400,"counter":70,"content":"<p>The third group of witnesses to address the committee on behalf of the Environmental Pillar are Mr. David Healy, Mr. Duncan Stewart and Mr. Michael Ewing.<\/p><p>  Witnesses are protected by absolute privilege in respect of their evidence.  However, if they are directed to cease giving evidence and continue to do so, they are entitled thereafter only to qualified privilege.  Witnesses are directed to restrict their evidence to the subject matter of these proceedings and to respect parliamentary practice by not criticising or making charges against any person, persons or entity.  Witnesses are asked to read the document which has been circulated to them concerning privilege.<\/p><p>  I remind witnesses not to read their opening statement as this has already been circulated to members and will be taken as read.  They have a maximum of five minutes to deliver their opening statement.  I call Mr. David Healy to address the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800012#N00100","speaker":"996"},{"type":"speechnospeaker","time":1373279400,"counter":71,"content":"<p>The Environmental Pillar is made up of 26 national environmental NGOs advocating for sustainability and it is part of the Irish Environmental Network, IEN.  This is basically our way of understanding what we are working towards.  The economy is part of society and is dependent upon the environment.  Climate change is one of our key areas of action.  We have a climate and energy working group, and this presentation reflects that group's work.<\/p><p>  Our recommendations fall under seven headings, the first of which is climate justice.  I have included the following quote from the T&aacute;naiste, Deputy Eamon Gilmore, at the recent climate justice event:<blockquote>This is an injustice, pure and simple. ... It must be addressed &ndash; for reasons of morality and of self-interest.  Because in our world today, the common interest is our self-interest.<\/blockquote>We consider it essential that this approach and this understanding of climate as a justice issue is reflected in the law.  One suggestion we have for the committee is that this would be based on Article 3.1 of the UN climate change convention, which states this should be &quot;on the basis of equity and in accordance with their common but differentiated responsibilities and respective capabilities&quot; of the member parties to the convention.<\/p><p>  The next issue is targets.  As the committee knows, we are looking, in particular, for a 2050 target but also for interim targets for the period up to 2050.  The two core reasons for this are first, to drive Government Departments and agencies to undertake the challenge of transition given that in the past ten years we have seen insufficient buy-in from a number of elements of the State, and second, to give confidence for long-term investment decisions towards the low carbon, climate resilient, environmentally sustainable economy which is the objective of the Bill.<\/p><p>  It is the governance aspects of the Bill that will make it work.  We believe we should look at this as if it was 2050 and we were looking back at what we are doing today and taking a long-term view asking which is more important, the climate crisis or the fiscal crisis.  We believe the Fiscal Responsibility Act 2012 is a very good model for strong climate governance.  The Act states in its provision with regard to targets: &ldquo;The Government shall endeavour to ensure that [the targets] are complied with&rdquo;.  We would like to see a similar obligation in this Bill.  In addition, the Irish Fiscal Advisory Council is a good model for what we would like to see as a climate advisory council.  The term &quot;expert advisory body&quot; often disappears and people ask &quot;What is that?&quot;, whereas the Irish Fiscal Advisory Council is explicitly stated in the legislation as being independent in regard to the performance of its functions.  The relevant section of the Act continues in clear detail to outline the obligations of the council and how it monitors and advises.<\/p><p>  Public scrutiny is an essential part of that process because it creates accountability, builds credibility, creates a better understanding, which is a key aspect of climate change policy, and leads to better compliance and participation.  We refer the committee back to the Aarhus Convention as the legal basis for this level of engagement.  One point in particular is that in head 11 of this Bill, the definition of public bodies is related back to the Freedom of Information Act whereas we would rather see it relate back to the definition used for access to information on the environment regulations, which is the Aarhus understanding of public bodies and is a good bit wider.<\/p><p>  We advocate that there should be a climate fund, which would reflect the fact climate justice has two parts, first, to reduce emissions, which is what most of the discussion here has been about and, second, to help mitigation and adaptation in developing countries in particular.  The Scottish example of a climate fund is one which we advocate is followed.  I know Mr. Stewart Stevenson, MSP, is coming to the committee later and he might provide more details on that.  We see it as important that the climate fund is funded from the carbon tax and from the auctioning of ECX emissions and other climate-related financial instruments.<\/p><p>  A section in the heads of the Bill lists considerations to be taken into account.  We believe several areas are missing, the most striking gap being public health.  The public health benefits of a number of climate-related measures are striking and much bigger in their impact than the climate impact.  Clean air, increased activity and healthier diets all have a big impact on public health and, we believe, should be linked back to that section of the heads.  Sustainability and environmental protection need to be explicitly mentioned, particularly biodiversity.  There is a risk that some measures to take action on the climate can have a negative impact on biodiversity while others will have a positive, synergistic impact.  Global impacts and food security are also key.<\/p><p>  Black carbon is a climate pollutant which is not a gas and, therefore, is not covered by the current definitions in the heads.  Ireland has recently joined the Climate and Clean Air Coalition and we are committed to taking action on black carbon.  As Deputy Catherine Murphy's Bill intended, we need to provide that black carbon can be included within the scope of this Bill as policies develop at an international level.<\/p><p>  We need specifically to address the potential for carbon sequestration because the potential for this is substantial in Ireland.  If we can restore boglands, which at the moment are losing 4 million to 5 million tonnes of carbon a year, we can hold those stores.  Forestry has also been discussed in this regard but soil carbon sequestration does not get enough attention, although it is an essential part of climate protection.  The tendency has been to see it as a way of offsetting fossil fuel use, which is not correct.  We need to deal with fossil fuel use but we also need to maximise the storage and sequestration of carbon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800012#N00200","nonspeaker":"Mr. David Healy"},{"type":"speech","time":1373280000,"counter":72,"content":"<p>Yesterday and today we have had detailed discussions on the structure of the expert advisory body.  I am interested to hear more from the witnesses on this, specifically how they would like to see it evolve and be provided for in the legislation.  How would they see it becoming more autonomous and independent of the Government?  Who do they believe should sit on the expert advisory body?  There seem to be quite a number of different views on its structure so I would like the witnesses to be specific with regard to who they would like to see on the group and from what areas the representatives should come.  I assume it would not just be from the statutory sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800013#O00100","speaker":"1067"},{"type":"speechnospeaker","time":1373280000,"counter":73,"content":"<p>The first point is it needs to be designed to be independent.  A statement in the legislation, such as that in the Fiscal Responsibility Act, would help.  A greater relationship with the Oireachtas and the committee, which is the fundamental body for oversight of the executive, would be useful.  The functions need to be very clear and definite.  The draft Bill makes reference to what the committee may do and this needs to be tightened up.  With regard to its membership, all members of the committee should be independent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800013#O00200","nonspeaker":"Mr. David Healy"},{"type":"speech","time":1373280000,"counter":74,"content":"<p>Independent of whom?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800013#O00300","speaker":"1067"},{"type":"speechnospeaker","time":1373280000,"counter":75,"content":"<p>They should be independent of the Government and State agencies.  Suggestions have been made that Teagasc, the Sustainable Energy Authority of Ireland and the Environmental Protection Agency would be <i>ex officio<\/i> members, but we do not think this would be appropriate.  These State agencies would fit very well in the National Economic and Social Council secretariat's proposals for internal arrangements.  The climate advisory council would be an external oversight body.  The Fiscal Advisory Council comprises four academics and an employee of the OECD, and we would see something similar as being appropriate.  It is important it has climate science and expertise represented on it, but it is also important it has people with expertise in the relevant policy areas such as energy, the environment, agriculture and business.  The UK committee was notedly very effective when it was chaired by a former head of the Confederation of British Industry.  The committee should comprise people with sufficient commitment to the climate agenda, which is what is behind the Bill, but with the necessary range of independent expertise.  Community expertise would also be important with regard to social impacts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800013#O00400","nonspeaker":"Mr. David Healy"},{"type":"speech","time":1373280000,"counter":76,"content":"<p>With regard to taking the year 2050 and looking back from it, a modelling exercise was done in Harvard in the 1990s and no matter what way the figures were inputted, the result was either an economic or ecological crash.  It puts the issue of sustainability centre stage when it is considered in this way.  We might not think we will recover from the economic crash, but it is a hell of a lot less of a challenge than an ecological crash from which we would not be able to recover.  It is important we see it in this context and work to avoid it.<\/p><p>  The witnesses are correct that the governance will drive this.  According to the heads of the Bill, the Government and the Minister will be very much in the driving seat, and the lack of independence has been raised again and again.  I like the idea of the advisory council having a community element because we must all take ownership of it if it is to work.  Will the witnesses clarify what they mean by a carbon-neutral economy?  In their view, what scale of emissions reduction is necessary to achieve it?  The agricultural sector wants agriculture dealt with on a pan-European basis.  Will the witnesses comment on this and what impact it might have?  Should Ireland unilaterally declare a 2030 target in advance to ensure investment decisions?  Should we go beyond 2020?  Is there a negative to this as well as a positive in terms of investment decisions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800013#O00500","speaker":"1052"},{"type":"speechnospeaker","time":1373280000,"counter":77,"content":"<p>I agree with everything Deputy Murphy stated.  By looking to 2050 and working back we can see what big changes need to be made.  There are not only environmental benefits, but also economic benefits of making long-term decisions whereby we set targets between now and 2050.  Ireland would have 2030 and 2040 targets and we could see the road we need to take.  This would give certainty and confidence to business, farmers and everybody and open up opportunities.  The downside at present is that we import 90% of our energy at a cost of &euro;6.5 billion.  We import twice the amount of fuel as the European average.  We import &euro;1,400 a year in oil, gas and coal and the European average is &euro;700.  The country is incredibly overdependent and it is draining our economy.  The benefits of making this shift, setting these longer-term targets and giving confidence would include that business could look to it and start to invest.<\/p><p>  I agree with taking a long-term view and bringing it back to 2020, so the Bill should have targets for 2020 as well as 2030 if not 2040.  If we are to achieve an 80% to 95% reduction by 2050 and Irish greenhouse gases emissions are 1.5 times the European average, we have a problem.  Even if agriculture throughout Europe is removed, we still have some of the highest emissions in Europe.  We have above the European average in energy-related CO2 emissions.  We are very dependent on fossil fuel; it is the source of 95% of our energy while only 5% comes from renewables.  We have a long way to go.  Massive opportunities exist because we have great natural resources.  If we take the logical step of having far more clarity in the Bill, which would look to the longer term benefits it can achieve, and at the same time put in place the structures which can deliver them, we will need interim targets every three years which will at least review the 2020 targets.<\/p><p>  When it comes to who takes responsibility for this, my belief is it should sit with the Taoiseach.  A Minister in a Department will not be able to decide for other Ministers.  It is not just the Department of the Environment, Community and Local Government which plays a big role in this issue.  The transport sector is a very big greenhouse gas emitter so the Department with responsibility has a major role.  Energy is related, so the Department of Communications, Energy and Natural Resources also has a major role to play, as does the Department of Agriculture, Food and the Marine.  Responsibility in the Bill should be given to the Taoiseach of the country at the time so there will be long-term responsibility to our citizens so their interests in the long term, and particularly our children's interests, are taken seriously.  Many benefits would come from making the right decisions and setting the right framework for the climate action and low carbon development Bill.  The economic opportunities, particularly at local level in rural Ireland, are massive, because the money gained from reducing fuel imports could be recirculated in the local economy towards energy efficiency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800013#O00600","nonspeaker":"Mr. Duncan Stewart","continuing":true},{"type":"speechnospeaker","time":1373280600,"counter":79,"content":"<p>Low carbon is mentioned in the Bill, but we would like it defined.  This would be useful for creating the 2050 target.  The heads of the Bill call for a transition to a low-carbon environment and climate resilient economy as early as possible.  A reduction of 80% to 95%, which is the Intergovernmental Panel on Climate Change, IPCC, figure and the existing European commitment for 2050, could be inserted as the definition of low carbon.<\/p><p>  Ireland brings the issue of agriculture to EU and international discussions.  We agree with the warnings from Tr&oacute;caire and Stop Climate Chaos about confusing the distinct issues of food security and Irish agricultural production.  There is a case for including agriculture in the emissions trading system, ETS, but Ireland has not made it.  When asked about Irish agriculture, Mr. Jos Delbeke, the administrative civil service head of the Directorate-General for Climate Action, or DG CLIMA, stated that the Irish Government had not made proposals when raising the issue.  It is possible to include agriculture in an ETS, just as New Zealand did.  Climate change has been included in New Zealand's climate change Act and is ready to be kicked off when a wider international agreement is reached.<\/p><p>  When we look ahead, we need to consider more than just agriculture.  There are two aspects.  First, agriculture and transport are the reasons that we are not on track to meet our 2020 obligations.  Second, from 2020 onwards, the plan is for an international global agreement.  The IFA and Teagasc's remarks today on carbon leakage are valid in the current context, but they would not be if an agreement was reached in 2015.  We will need to develop an approach to climate change in agricultural policy that will remain valid until 2050 and will not simply consist of asking to be excluded, which seems to have been the message today.  That would not be an acceptable approach, as it would land all of the obligation for the global target on the rest of society and the economy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800014#P00200","nonspeaker":"Mr. David Healy"},{"type":"speech","time":1373280600,"counter":80,"content":"<p>I thank our guests for attending.  An interesting reference was made to black carbon.  Why was it not included in the United Nations Framework Convention on Climate Change, UNFCCC, process?  How could we include it in the Bill or should it even be included?<\/p><p>  Reference was also made to UK models, including the Scottish one.  Will our guests elaborate on the best parts of those models and how to incorporate those in our strategies?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800014#P00300","speaker":"1099"},{"type":"speechnospeaker","time":1373280600,"counter":81,"content":"<p>I am aware that there are two climate scientists in the room, but my understanding of the black carbon issue is that the feeling in 1992 was that the science was not sufficiently developed.  In the time since, particularly in recent years, the issue has received a great deal more scientific attention.  To be honest, many scientific questions remain about it in some respects, but what is known is that black carbon forms a significant part of the cumulative global warming effects of human activity.  As a result, there has been an important initiative, the Climate and Clean Air Coalition, which the EU joined under the Minister, Deputy Hogan, a little over one month ago.  He mentioned it at the outset of the Irish Presidency in January.  It has been a consistent part of the Department of the Environment, Community and Local Government's engagement.<\/p><p>  This area of activity is outside the UNFCCC for historical reasons, in that it was not included in the framework convention's list of covered gases.  As it is not a gas, it is not covered by the definition in the heads of the Bill.  As with Deputy Murphy's Bill, providing for other forcing agents in the legislation's scope would be relatively straightforward for the Government.<\/p><p>  Strong targets are a key element of the UK legislation.  The interaction between the UK climate change commission and the UK Government in recent years has been instructive, forming part of a back-and-forward public debate on climate policy and keeping difficult policy decisions in the public eye.  The commission has been in a position to push the long-term goal and to ask about the long-term implications of Government proposals on same.  In terms of Scotland, the additional aspect is the climate fund.  We could learn from this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800014#P00400","nonspeaker":"Mr. David Healy"},{"type":"speech","time":1373280600,"counter":82,"content":"<p>I thank the panel for attending this afternoon.  In terms of the environmental pillars, many concerns are expressed to us about Ireland moving too far ahead unilaterally and the damage that this could cause economically.  Economic and environmental development have not been linked for the past century.  Trying for the former without taking environmental impacts into consideration has brought us to our current situation.  What main points could be made to beat the argument that moving ahead unilaterally would damage us and that, given our small size globally, our moves would have no environmental effect of any significance?<\/p><p>  What of a possible trade-off with agriculture?  It is a large sector in the economies of this State and the smaller state to the north.  If offset, agriculture could be allowed to produce a greater level of emissions than transport or energy.<\/p><p>  Mr. Healy mentioned the climate fund and the Scottish model.  Will one of our guests explain how that fund will work?  I will not mention targets, as the Bill that I published this year was generally in agreement with our guests' comments on giving definitive signals to industry in terms of investment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800014#P00500","speaker":"1102"},{"type":"speechnospeaker","time":1373280600,"counter":83,"content":"<p>I will take that question and Mr. Healy will take the Scottish question, as I am not up to speed on it.  Regarding Ireland's risk of exposure in moving ahead of everyone else, the problem is that we are the laggers of Europe.  We must know this.  Our greenhouse gas emissions are 1.5 times the European average.  According to the Environmental Protection Agency, EPA's projections, we are unlikely to meet our 2020 targets.  According to the latest EPA report, transport is projected to increase by 12% instead of reduce by 20% and agriculture is expected to increase by 12%.  If we do not meet our 2020 targets, we will face a significant problem, as it will make meeting the 2030 targets even more difficult.  The longer we delay this decision, the more difficult and costly it will be to get out of the hole that we are digging for ourselves.<\/p><p>  One must consider this issue in terms of the problem, but also in terms of the advantage.  By setting clear targets, they will be apparent to every sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800014#P00600","nonspeaker":"Mr. Duncan Stewart","continuing":true},{"type":"speechnospeaker","time":1373281200,"counter":85,"content":"<p>Bringing the debate to a more local level, I live in a rural community in north Roscommon and I come from a farming background.  There are enormous opportunities for local economies in mitigation and adaptation, particularly when we speak of energy production.  There is potential for significant local and gainful employment from making closed loop circuits of energy production at a local level.  An example of this has already been developed in the west of Ireland in a scheme called Regional Approaches to Stimulating Local Renewable Energy Solutions, RASLRES, which is a European-funded project that has timber produced locally for conversion to fuel in civic amenities such as swimming pools.  It is a closed circuit process in a very small area, with very few transport costs and so on.  There is potential for increasing biodiversity through coppicing as well, so there could be gain at a local level in rural Ireland where the issues relating to farming will have the greatest impact in terms of employment and wealth creation.  There could be positive movement if we take the issue seriously enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800015#Q00200","nonspeaker":"Mr. Michael Ewing"},{"type":"speechnospeaker","time":1373281200,"counter":86,"content":"<p>There was a question on the climate fund.  It was agreed a number of years ago at an international level that climate finance would be provided by the developed countries to the developing countries to help with mitigation and adaptation.  This was to be new and additional money rather than just an existing overseas aid commitment or supply of money with a new label as climate finance.  The requirement for this to be additional money has not been met.<\/p><p>  If a climate fund is established that takes money from carbon tax, emissions trading system auctions and other climate-related sources and it is dedicated to the purpose of international climate finance, it can be proven that the funding is new and additional, and that requirement is being met.  One of the big issues in international negotiations is the confidence of developing countries as they see developed countries failing to meet commitments they entered into at Copenhagen in 2009.  The commitment was to provide &euro;100 billion per year by 2020 and developed countries are not on track to meet that.<\/p><p>  The climate fund links these matters.  It is entirely practical to have a climate fund large enough to fund processes within the country, although the first requirement is to use it to meet international climate finance obligations.  If the fund is large enough it makes sense to use it like the environment fund, which we believe it can be modelled on or connected to.  It can be used within Ireland at the same time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800015#Q00300","nonspeaker":"Mr. David Healy"},{"type":"speech","time":1373281200,"counter":87,"content":"<p>I will skip over the expert advisory body issue as it is obvious that there is a best practice model and we should be considering that in more detail.  I have done some work outside the Oireachtas in that regard.<\/p><p>  Science is changing quickly and already there is an outline for 2050.  It has already been mentioned that the 2020 target will be very difficult for us to hit, although we have already signed up for it.  There will be negotiations in 2015 for the 2030 target.  Our 2020 target is made on a baseline of 2005 and if one considers the likely outcome of the negotiations in 2015, there will probably be approximately a 50% reduction between 2020 and 2030, and that is an onerous target.<\/p><p>  I am not very fond of emissions trading so will the witnesses expand their comments in that regard?  I take it they referred to internal rather than external emissions trading.  We can see how the size of the process has changed since the start, and bio-fuels were mentioned as an example.  Some of the bio-fuels recommended earlier were shown to be damaging to the environment.  Forestry has been mentioned as a carbon sink but many of those have not been negotiated.  On a related point, not all afforestation is good.  These are broad brush strokes.  BirdWatch Ireland made an interesting submission with regard to bogs, which are heat sinks, and perhaps these could be expanded.<\/p><p>  We have general heads for the Bill but we must take into account spatial planning.  We can see friction between agriculture, afforestation, wind turbine generation and so many other different pressure points.  Will the witnesses comment on that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800015#Q00400","speaker":"1033"},{"type":"speechnospeaker","time":1373281200,"counter":88,"content":"<p>We have not really discussed all these details.  I have never really been confident about emissions trading, although I do not want to speak for others in that regard.  If we want real and effective measures, there must be a transformation strategy.  We must make this massive change and there must be a clear vision for the country in order to carry this out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800015#Q00500","nonspeaker":"Mr. Duncan Stewart","continuing":true},{"type":"speechnospeaker","time":1373281800,"counter":90,"content":"<p>Our position has always been that emissions trading is important, but insufficient, and this ties in with the European view.  There is a trading system within the emissions trading sector, but there are also renewable energy and energy efficiency targets.  Multiple approaches are aimed at the same goal.  Europe is discussing what to plan for the 2030 targets, having adopted the 2020 targets.  With the rest of the European environmental movement, we will argue that multiple targets are necessary and that it would not be good enough to leave it at just one target.<\/p><p>  It is important to point out that many European countries are not finding it difficult to meet their 2020 targets.  Many did not enter into the discussions on 2020 targets with a view to doing as little as possible.  Quite a few set their own targets and were happy to include those in the European mix.  The situation does not have to be viewed in the negative compliance fashion found in Ireland, where it is a question of the least that people can do.<\/p><p>  The points on afforestation and bogs were important.  When we afforest on peatlands &ndash; unfortunately, approximately 40% of our forestry is on peatland &ndash; it does not have the positive carbon benefit being claimed.  UCD&rsquo;s major boglands study in recent years provides a good roadmap for what we should be doing.  When the drained bogs and the three peat power plants are taken into account, our bogs emit 9 million tonnes per year, which is more than housing.  The drained bogs and the power plants have approximately the same impact at between 4 million and 5 million tonnes.  A programme of restoration of the drained bogs that stopped those emissions would make a significant difference to our climate work.<\/p><p>  These factors are not counted in our report to the UN Framework Convention on Climate Change, UNFCCC.  One can get environmental credits if one stops draining a bog in Indonesia, as one can fall under the REDD-Plus scheme, but it would not be counted in Ireland.  Under the agreement to be reached in 2015, the intention is to cover all emissions.  This is what the negotiators are working towards.<\/p><p>  We must move ahead by considering the ultimate objective.  From Ireland&rsquo;s point of view, it is not just a question of complying with the detail of the rules, but of what is good for the climate.  An effective international agreement must be as all-encompassing as possible.  On that basis, we should prioritise carbon sequestration policies and protect carbon stores.  The first item on that list is protecting and restoring bogs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800016#R00200","nonspeaker":"Mr. David Healy"},{"type":"speech","time":1373281800,"counter":91,"content":"<p>I have a supplementary question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800016#R00300","speaker":"1033"},{"type":"speech","time":1373281800,"counter":92,"content":"<p>Quickly, as the Deputy&rsquo;s time has concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800016#R00400","speaker":"996"},{"type":"speech","time":1373281800,"counter":93,"content":"<p>Interestingly, bogs are not counted.  If we fire ahead before the 2015 negotiations, will we not undermine our own interests?  We need everything to be counted.  What sounds like an unreasonable target now could be a reasonable one within a full count.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800016#R00500","speaker":"1033"},{"type":"speechnospeaker","time":1373281800,"counter":94,"content":"<p>It is important to note that the potential for the bogs to sequester extra large amounts of carbon is much smaller than the value saved by stopping their emissions.  The current rate of emission is hundreds of times more-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800016#R00600","nonspeaker":"Mr. David Healy"},{"type":"speech","time":1373281800,"counter":95,"content":"<p>We are just using the bogs as an example, as quite a great deal, including grasslands, is not accounted for.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800016#R00700","speaker":"1033"},{"type":"speechnospeaker","time":1373281800,"counter":96,"content":"<p>Grasslands can be opted in if a country chooses.  It is impossible to predict whether future negotiations will give credit for early action.  From a climate point of view, credit should be given.  This case could be made.  If we do not know how accounting will be handled but we know what is good for the climate, we should be picking what is good for the climate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800016#R00800","nonspeaker":"Mr. David Healy"},{"type":"speechnospeaker","time":1373281800,"counter":97,"content":"<p>We lose nearly 10 million tonnes from our bogs every year.  This will continue as long as our bogs remain drained.  We are burning peat all over the country.  This does not just cause biodiversity damage, but peat is more carbon intensive than coal - it has the highest level of carbon in fuels &ndash; and we are burning it in power plants at 30% efficiency.  This means that 70% of the energy is wasted.  We need to wake up to this incredible inefficiency.<\/p><p>  We are mixing co-firing wood with peat and seem to regard it as a sustainable solution.  If one wants to burn biomass, one must do so efficiently - for example, through intra-district heating.  Combined heat and power, CHP, would be the obvious and best solution.  For example, Kerry is burning directly into district heating with biomass locally.  CHP provides an 80% to 90% efficiency rating.  In comparison, co-firing is a low-grade use of biomass and is an expensive way of generating electricity, given its inefficiency.<\/p><p>  Generating power using peat does not stack up.  We should be mothballing our peat plants.  We no longer need that energy, as our economy has gone down and wind energy is increasing, leading to a surplus in power generation of approximately 20%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800016#R00900","nonspeaker":"Mr. Duncan Stewart","continuing":true},{"type":"speech","time":1373282400,"counter":99,"content":"<p>I thank the witnesses, who are free to go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800017#S00150","speaker":"996"},{"type":"speech","time":1373282700,"counter":101,"content":"<p>We will resume with our fourth witness, Mr. Stewart Stevenson, Member of the Scottish Parliament.  I also welcome Mr. Sorley McCaughey.<\/p><p>  By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of the evidence you are to give this committee.  If you are directed by the committee to cease giving evidence in relation to a particular matter and you continue to so do, you are entitled thereafter only to a qualified privilege in respect of your evidence.  You are directed that only evidence connected with the subject matter of these proceedings is to be given and you are asked to respect the parliamentary practice to the effect that, where possible, you should not criticise nor make charges against any person or entity by name or in such a way as to make him, her or it identifiable.  Witnesses are asked to read the document circulated to them concerning privilege.  I remind Mr. Stevenson not to read out his opening statement, which has been circulated to committee members.  We will take it as read.  Mr. Stevenson has a maximum of five minutes to deliver his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800018#T00100","speaker":"996"},{"type":"speechnospeaker","time":1373282700,"counter":102,"content":"<p>It is a great privilege to be here.  As I would in my home Parliament, I will put on record that I have a registered agricultural holding.  It is pretty insubstantial by comparison with many farmers but, nonetheless, I will put it on record as it is an important part of deliberations.  I am here as the Scottish Minister who, over a five-year period, was responsible for the issue of climate change in the Scottish Government and took our legislation through Parliament to its completion in 2009.  I have provided a written statement that members have seen and I would prefer to proceed on the basis of questions and see how well I am equipped to answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800018#T00200","nonspeaker":"Mr. Stewart Stevenson"},{"type":"speech","time":1373282700,"counter":103,"content":"<p>I did not receive the written submission.  I looked for it earlier.  None of us got it.  I do not want to embarrass Mr. Stevenson.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800018#T00300","speaker":"1167"},{"type":"speechnospeaker","time":1373282700,"counter":104,"content":"<p>I will give a quick overview of some of the matters in it.  I highlighted the work we had been doing with Mary Robinson through the Mary Robinson Foundation - Climate Justice.  She was kind enough to appear with our First Minister to launch the climate justice fund.  The former President does not comment on Irish political matters but she is widely respected internationally.  I also highlighted one or two of the comparisons between the draft heads I have seen and the legislation we passed concerning the committee advising Government and Ministers.  We took the option in legislation to create structures for a Scottish climate change advisory committee, which is a committee of independent people appointed by Ministers but who are difficult to discharge from office for Ministers.  We also left ourselves the option to use the United Kingdom Committee on Climate Change.  We have gone down that road and it is worth saying that the UK Committee on Climate Change costs us less money, gives us access to more scientific advice and is the committee for which all four jurisdictions in the United Kingdom must agree each individual appointment.  No jurisdiction has single control.<\/p><p>  We are firmly in the camp of those who have chosen to make binding targets within our primary legislation and support it through secondary legislation.  Our targets are annual so it is a tough regime.  If members want to ask me questions, that will give me a real opportunity to expand.  The Chairman can rein me in as required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800018#T00400","nonspeaker":"Mr. Stewart Stevenson"},{"type":"speech","time":1373282700,"counter":105,"content":"<p>We appreciate Mr. Stevenson coming here at his own expense.  This is an important Bill we must grapple with.  Perhaps we have final mover advantage in terms of learning about the political and operational difficulties Scotland had.  Am I correct in thinking Mr. Stevenson steered the equivalent Bill through the Scottish Parliament as Minister?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800018#T00500","speaker":"1167"},{"type":"speechnospeaker","time":1373282700,"counter":106,"content":"<p>That is correct.  It is quite good to be first to be second.  Then, one has something to look at and decide some elements were right and some were not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800018#T00600","nonspeaker":"Mr. Stewart Stevenson"},{"type":"speech","time":1373282700,"counter":107,"content":"<p>Three issues emerge through the presentations.  One is the notion of targets in primary and secondary legislation.  Mr. Stevenson said this was an annual target.  There are suggestions here of sectoral road maps and targets of five to seven years.  Can Mr. Stevenson comment on the political and operational challenges in that?<\/p><p>  Head six refers to the national expert advisory body.  There has been discussion on whether this should have greater teeth and authority and whether it should be allowed to publish its annual report without the consent of the Government.  Perhaps Mr. Stevenson can tease out this issue in respect of the challenges he faced and his view on it.  I also am aware that he may not want to comment on what is happening here but it would be helpful to get his political experience.<\/p><p>  The third matter refers to the debate on binding targets and achieving them, which is the holistic responsibility of the Government.  All Departments will have targets to achieve within a certain time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800018#T00700","speaker":"1167","continuing":true},{"type":"speechnospeaker","time":1373283300,"counter":109,"content":"<p>It is perhaps worth saying at the outset that the targets we have, which are a 42% reduction by 2020 on a 1990 baseline and an 80% reduction by 2050, were very significantly urged upon us by the business community and not by the environmental community.  One of the great advantages we had in Scotland was that we were able to build a political coalition of interest.  Every Member of the Scottish Parliament voted for this Bill.  We were a minority Government at the time we took this through,  with 47 Members on the government benches and 82 Members on the opposition benches.  Therefore, when one legislates, one does with consent on this.  There were hundreds of amendments at various Stages of the Bill which created complexities for the Minister.<\/p><p>  However, much more significant was the building of a coalition of interest in wider Scotland.  The eco congregations, which drew together people of faith, were promoting robust action and legislative targets on the Government, as were energy companies, banks and insurance companies.  The 42% came from the chief executive of Scottish and Southern Energy who, at a lunch he had organised, handed me a book called <i>The Hitchhiker's Guide to the Galaxy<\/i>.  If members remember that book, they will know that a billion years of computation or something of that order leads to the answer to the ultimate question which is 42.  That is why he gave me the book to say it would be a 42% target.<\/p><p>  Incidentally, the business community continues to be climate leaders through the 2020 group.  It can, quite usefully, explore political areas which are too difficult for us elected representatives to take the lead in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800019#U00200","nonspeaker":"Mr. Stewart Stevenson"},{"type":"speech","time":1373283300,"counter":110,"content":"<p>A representative organisation of employers was here last Friday and said targets were not the right way to go, that there was a confusion or an issue where the EU had particular targets and that to look for national targets was contradictory.  How would Mr. Stevenson respond to that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800019#U00300","speaker":"1167"},{"type":"speechnospeaker","time":1373283300,"counter":111,"content":"<p>I speak to Scotland's circumstances and not to Ireland's.  It is important that I do not speak to Ireland's which must decide for itself.  However, there was unanimity that having clear targets which applied equally to everyone created the kind of level playing field that was necessary but also gave the long-term certainty that was necessary.  Let me give two examples of the need for long-term certainty.  When one invests in a power station, one is investing in a piece of kit that has a 30 year or perhaps a 40 year life.  Therefore, one needs to have some view as to what, in the long-term, life is going to look like.  When one plants a forest, one is looking at something one will harvest.  One will get the economic value from it in 25 or 35 years time.<\/p><p>  The agriculture industry has been very much in on this as well because, as in other industries, at the very early stage of responding to climate change, there are very cheap ways in which one can get enormous benefits from responding to the agenda but one does so in a long-term environment where one sees where one is going.  <\/p><p>  Scotland has set an 80% target for 2050.  For 2020, we have set a target that 100% of our domestically consumed electricity will come from renewable sources but that is appropriate to our circumstances where we have, in terms of renewable energy, huge tidal resource, hydropower resource and so on.  It would not be a target appropriate for every country in Europe.  If Europe is going to achieve targets, some countries will have to do a lot better than the targets.  There are some countries in Europe where 95% of energy comes from coal.  That is quite a different challenge.  <\/p><p>  Our national expert advisory board is independent.  It reports annually and it recommends targets.  Government sees the reports from the body 24 hours before they are published and that is only as a courtesy to allow Government to prepare for its response when the reports are published so, therefore, the board is independent of Government.  That has a positive for the Government in that thus far, we have accepted the recommendations of that independent body and thus the politicians, who are never experts - perhaps it is different in Ireland - but who have to understand the practical consequences of policies, are not making decisions that are best made by experts.  We have found that, politically and practically, to be a serious benefit.  In coming to its conclusions, the economic impact of what is going on is part of what the committee must do.  It is not simply environmentally driven.  That is very far from the case.  <\/p><p>  In regard to targets, we have created a public sector duty which applies to all parts of the public sector.  We have chosen to use the same list we have used for freedom of information so it is actually about 7,500 bodies because it goes right down to every general practitioner, medical practice, dental practice and so on.  Right the way down, there is a general duty on everybody to support the agenda.<\/p><p>  In terms of Government responsibility, it must sit for policy formulation and implementation within one Department but it must be a shared Government objective.  Initially, I was Minister for Transport and Infrastructure, which meant the planning system, the water system and climate change.  Transport and climate change were put together in one portfolio precisely because transport is an area of some difficulty, just as buildings and housing remain so.  I was later the Minister for Environment and Climate Change.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800019#U00400","nonspeaker":"Mr. Stewart Stevenson"},{"type":"speech","time":1373283300,"counter":112,"content":"<p>From the discussions we have had so far with the different sectors, those who are more persuaded by targets are those who see an opportunity on the business side.  There is a resistance to targets because of the importance of our food industry, the agriculture sector and so on.  It would be useful to hear what Mr. Stevenson has to say about the up-front capital cost - if we are to get offsets - in one sector as opposed to another in terms of some of the initiatives which might have been taken in Scotland.  Clearly, we are in a fairly difficult position in terms of raising funds and so on.  I would be interested to hear what Mr. Stevenson has to say on that.<\/p><p>  The heads of the Bill state that the expert advisory body shall, subject to the consent of the Government, publish an annual report prepared in such a manner as the Government determines.  There is no independence there and it is a completely different animal to that which Scotland went with.  Does Mr. Stevenson think that kind of approach could be workable or does it require independence?  I take what Mr. Stevenson said about the positive gain.  I think it almost gives cover.  How would this have played out if this had been the approach taken in Scotland - a more controlled approach?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800019#U00500","speaker":"1052"},{"type":"speechnospeaker","time":1373283300,"counter":113,"content":"<p>At the early stages of engaging in the agenda and making positive change, one need not spend lots of money.  We have some demonstrator farms, for example, to look at some of the things associated with climate change.  The farm I visited spent &pound;10.  Its owners bought a whiteboard and some pens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800019#U00600","nonspeaker":"Mr. Stewart Stevenson","continuing":true},{"type":"speech","time":1373283900,"counter":115,"content":"<p>What is Scotland's current record in meeting the targets that require to be met by 2020?  What elements within that target are measured internationally?  Does Scotland measure how its forests operate as sinks, etc., when it considers that target?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800020#V00200","speaker":"1033"},{"type":"speechnospeaker","time":1373283900,"counter":116,"content":"<p>We are approximately two thirds of the way there at the moment.  It varies from year to year.  Last year, we had a 10% reduction.  That was big, but it can be attributed to the very mild winter.  God was helping us a little on that one.  The areas that continue to be difficult are transport and property, as one might expect.  We include in our numbers things that are not generally included elsewhere, such as aviation and shipping.  There is no international requirement to include them.  Incidentally, shipping is a much bigger issue than aviation when it comes to the emission of sulfur dioxide and particulates.  Shipping is still running on 3% sulfur fuel, whereas aviation is moving away from such fuel and the rest of transport does not use it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800020#V00300","nonspeaker":"Mr. Stewart Stevenson"},{"type":"speech","time":1373283900,"counter":117,"content":"<p>I would like Mr. Stevenson to elaborate on another element of this matter.  I have noticed that some countries have banned the burning of certain fuels in ports and places like that.  Are all forms of shipping, including tourist shipping and commercial shipping, counted in this context when they call to Scottish ports?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800020#V00400","speaker":"1033"},{"type":"speechnospeaker","time":1373283900,"counter":118,"content":"<p>I will explain what we are essentially counting at the moment.  This is the only sensible way it can be done.  We measure bunkering.  In other words, the fuel that we supply goes on our account.  That is what it boils down to.  I should mention while we are talking about shipping that the Scottish Government has had designed and built two hybrid ferries that run on electric power when they are leaving and arriving at port, but use diesel in the intermediate stages of their journeys.  Incidentally, the secondary benefits of not running engines in harbours are that the local area is not polluted and that there is a reduction in noise levels for local communities, particularly overnight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800020#V00500","nonspeaker":"Mr. Stewart Stevenson"},{"type":"speech","time":1373283900,"counter":119,"content":"<p>Mr. Stevenson mentioned a 50% increase in agriculture, food and drink exports.  Did that element of it have an effect on emissions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800020#V00600","speaker":"1033"},{"type":"speechnospeaker","time":1373283900,"counter":120,"content":"<p>There are two things to mention in response to that question.  We have to count the carbon cost, or the six gases cost, of all the activity we undertake.  There is a cost to us, in carbon terms, of our exports of farmed salmon to China.  That is for sure.  I should mention that our legislation also provides that we have to measure the cost of what we consume.  It is proving quite difficult to work that out at the moment.  We are running on a five-year cycle in that context.  This measurement will enable us see whether the one of the effects of the things we are doing is simply to export carbon-intensive activity elsewhere.  If we then reimport the products, we will be measuring that.  I think that will be useful.  We are not held accountable for that, however, although we might be in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800020#V00700","nonspeaker":"Mr. Stewart Stevenson"},{"type":"speech","time":1373283900,"counter":121,"content":"<p>I thank Mr. Stevenson for taking the trouble to visit us today.  When we were deciding whether to bring him here, we felt it was easier to hear it from the horse's mouth than to try to reinvent the wheel all over again.  Climate is a global phenomenon.  It does not change right throughout the globe.  I suppose what we do here is as important as what is done everywhere.  There is an argument that lots of people in the big countries should be doing more.  Recommendation 2 in the report produced by the National Economic and Social Council was that the \"how to\" should be balanced with the \"how much\".  We need to think about how we can achieve that balance because that is basically how we are going to be able to implement what we recommend in our report.  Mr. Stevenson obviously brought a very good Bill through the Scottish Parliament.  Is the implementation of what he recommended - the \"how to\" - going according to plan?  We have to be careful to make sure that what we recommend is implementable.  I took note of what the National Economic and Social Council said in this regard in the very good report it gave us.<\/p><p>  I took particular note of how the various industries in Scotland came on board quickly and recommended targets, etc.  As Senator Mac Conghail said, we have a different scenario here in Ireland.  I will not say that is the case with all industries, but it certainly applies to some.  Mr. Stevenson mentioned one of the basic things in this context, which is how one can bring people with one.  We have all been asking questions in that regard.  We can learn from Mr. Stevenson's suggestion that it needs to go down to the bottom, basically - that everybody must play a small part.  Did he go into the fine nitty-gritty detail in his report?  Did he make recommendations that applied to the smallest institutions in the land?  We already have recommendations with regard to our own public bodies, etc.  It is another thing to keep a check on them to ensure they are doing what is recommended and are reaching the targets set down for them.  I will conclude by repeating a question I have been asking everybody.  There is anaerobic digestion in England and in the North of Ireland, in particular.  We do not seem to be concentrating on that as much here.  Can Mr. Stevenson comment on that?  I will leave it at that for the moment because many of my questions have already been asked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800020#V00800","speaker":"1135"},{"type":"speechnospeaker","time":1373283900,"counter":122,"content":"<p>While anaerobic digestion is not a key part of our policies, it is worth mentioning that 75% of the income from landfill now comes from the sale of methane, rather than from the charges imposed for the provision of the service.  It is quite interesting that existing industries are moving into new economic models.  The same thing is true in the climate change world.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800020#V00900","nonspeaker":"Mr. Stewart Stevenson","continuing":true},{"type":"speech","time":1373284500,"counter":124,"content":"<p>It is not so much about how much it will cost, but about how much of a reduction there is in the targets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800021#W00200","speaker":"1135"},{"type":"speechnospeaker","time":1373284500,"counter":125,"content":"<p>I understand.  We have what is termed a report on policies and programmes, which has a balance sheet covering all policy areas and a series of initiatives - some of which are committed to and some of which are being considered - with a range of possible outcomes.  Of course, the further out the outcome, the less certain one can be about what will happen.  I always said as we brought our Bill through that I, as a Minister, was legislating for 2050 - at which point I would be 104 years old - but that I wanted to be there to see if I got it right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800021#W00300","nonspeaker":"Mr. Stewart Stevenson"},{"type":"speech","time":1373284500,"counter":126,"content":"<p>You would never know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800021#W00400","speaker":"1135"},{"type":"speechnospeaker","time":1373284500,"counter":127,"content":"<p>You would never know.  I left 30 years of banking to come into politics to improve my reputation.<\/p><p>  Let us be serious now.  The point is that we do not know what we will be doing between 2040 and 2050.  However, we know what outputs we require in the reduction of greenhouse gases.  In our whole approach to policy in the Scottish Government, at least in the SNP, we have sought to move from prescribing inputs to prescribing outcomes that need to be achieved.  We are clear on the point that it is the people closest to the problem or to an activity who will be able to devise the methods and actions that will deliver the output.<\/p><p>  There is a genuine difficulty with this agenda, in that much of the outputs will come quite a long way down the line.  Therefore, how can anyone, including government and the general public, know that the inputs being chosen locally will deliver the outputs required?  We must, therefore, work backwards and work out what indicators will give a reasonable indication the programme is on track.  For most outputs, there is no single set of inputs one can point to that will definitely deliver the outputs.  There will be options and a number of them may well work, such as the individual farmer spending &pound;10 on a whiteboard.  Surprisingly, that was not a government idea, but the farmers' idea.  It would be very nice if lots of other farmers bought whiteboards.  The same is true with regard to a range of other options.<\/p><p>  We are working very hard to try to ensure that knowledge and ideas are shared, because it is cheaper and more effective to copy someone who is a success than to fail through ignorance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800021#W00500","nonspeaker":"Mr. Stewart Stevenson"},{"type":"speech","time":1373284500,"counter":128,"content":"<p>We have 12 minutes left on this matter.  Are there any further questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800021#W00600","speaker":"996"},{"type":"speech","time":1373284500,"counter":129,"content":"<p>I thank Mr. Stevenson and Mr. McCaughey for taking the time to be here to share their experience.  I and other members of the committee appreciate that.  One of the major points of contention here relates to the Taoiseach not having overall responsibility for implementation of the strategy and for ensuring targets are met.  I missed out on how it works within the Scottish Parliament and political system.  Will Mr. Stevenson explain how it works there?  We are trying to catch up in this area and we need to try to implement what is working in other places.  How well is the Scottish strategy working?<\/p><p>  My second question relates to the annual binding targets.  How difficult is it to enforce these or is it easier to implement the strategy through small steps rather than to try to measure it in big jumps?  Will Mr. Stevenson comment also on wind energy?  I am vague on this, but I understand Scotland has bought into this kind of energy and there has not been significant opposition to it.  How has Scotland managed that?  Here, there is substantial opposition to wind energy.  How did Scotland obtain local buy-in to that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800021#W00700","speaker":"1102"},{"type":"speech","time":1373284500,"counter":130,"content":"<p>We will take questions from Deputy Nash and then take a response from Mr. Stevenson.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800021#W00800","speaker":"996"},{"type":"speech","time":1373284500,"counter":131,"content":"<p>My first question relates to the farming and agrifood sector.  Ireland is in unique circumstances in terms of the rate of emissions from the agricultural sector.  Scotland is in a different situation, but there may be broad similarities between it and Ireland in some areas.  From a political point of view, how did the Scottish Government manage to bring the farming community with it on this?  I am not saying the farming community here is resistant to change.  There has been significant change over the past few years, since 1990, in terms of a reduction in emissions.  However, much more needs to be done and given the unique make up of emissions in Ireland, this is a major challenge.<\/p><p>  My second question relates to the unilateral targets included in the Scottish legislation.  I find this very interesting and believe we have much to learn from that approach.  Targets are all well and good and Mr. Stevenson has put forward an argument in this regard which is enshrined in legislation.  However, apart from the public opprobrium that can be expected for not reaching the targets - if they are not met annually - are there any other sanctions involved for departments or state agencies that do not reach them?  How is that handled in Scotland?  It must be embarrassing for the Scottish Government if these targets are not reached.  Apart from the court of public opinion, which for a politician is often sanction enough, are there other sanctions available under the legislation for the situation where targets are not met?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800021#W00900","speaker":"1067"},{"type":"speechnospeaker","time":1373284500,"counter":132,"content":"<p>I will respond first on some of Deputy Stanley's points.  Annual targets are more difficult to achieve because of the variability.  If the winter is tough, it is difficult to meet the targets.  John F. Kennedy said, \"Do not pray for easy lives.  Pray to be stronger men\".  Setting annual targets is a motivator, because it puts people under the cosh and lets them know what is coming.  There is lag and lead in that.  We have found that annual targets are a great incentive.<\/p><p>  With regard to what happens if targets are not met, under the legislation the Scottish Government must then bring forward a programme which will deal with the failure to meet the target.  That is what it boils down to.  The Deputy is perfectly correct that ultimately the court of public opinion decides what happens.  Will the Minister with responsibility for climate change or the First Minister be carted off in chains to Edinburgh Castle and incarcerated for the rest of their natural lives?   No, that is not the way it works.  However, it is part of the narrative of a government that it can succeed in the big challenges.  The more it can succeed in the big challenges, the more it can convince people, even in areas where people find it more difficult to agree with a policy, that it is a government that will take on difficult challenges and rise to them.  That is the politics, but what this means for Ireland, Ireland must decide.  I could not comment in that regard.<\/p><p>  Scottish farmers are probably happier with government, across the range of its policies, than they have been for many generations.  There are a variety of reasons for this.  Part of the reason may be that the revenue from having wind turbines on their land is not insignificant.  Therefore, they do not find the agenda difficult at that level.  Methane is a big by-product of agriculture, in particular, methane from ruminants.  Work has been done to try to change the bacterial load in the rumen and to change the way the fermentation happens so as to reduce the methane emitted.  This worked, but made the animals very thin because the nutritional value of what was ingested was being extracted.  This was not good.  However, we have good research facilities and our researchers are looking at what appears to be a big variability between otherwise identical ruminants - even in the same herd - and the methane output for the grass input. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800021#W01000","nonspeaker":"Mr. Stewart Stevenson","continuing":true},{"type":"speech","time":1373285100,"counter":134,"content":"<p>Thank you, Mr. Stevenson and Mr. McCaughey, for the effort you have taken to come here and share your unique expertise on pioneering climate change legislation in the Scottish Parliament.  We greatly appreciate the worthwhile exchange.<\/p><p>  Our fifth set of witnesses this afternoon are from An Taisce.  I would like to welcome Mr. James Nix, policy director, Mr. Andrew Jackson, Mr. Charles Stanley Smith and Ms Julia Lubbock.  By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, you are protected by absolute privilege in respect of the evidence you are to give this committee.  If you are directed by the committee to cease giving evidence in relation to a particular matter and you continue to so do, you are entitled thereafter only to a qualified privilege in respect of your evidence.  You are directed that only evidence connected with the subject matter of these proceedings is to be given and you are asked to respect the parliamentary practice to the effect that, where possible, you should not criticise nor make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Witnesses are asked to read a document which has been circulated to them concerning privilege.  I remind you not to read out your opening statement.  This has already been circulated to committee members and it will be taken as read.  You have a maximum of five minutes to make your opening contribution, and then we will revert to committee members for questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800022#X00400","speaker":"996"},{"type":"speechnospeaker","time":1373285100,"counter":135,"content":"<p>I thank the Chairman and committee members for taking the opening statement as read.  I would like to move straight to the heads of the Bill.  A number of the heads cover proposed national and sectoral roadmaps, including heads 3, 5 and 7.  On one reading of the heads, the national roadmap should be produced first.  On another reading, especially in head 7, the sectoral roadmaps would be produced first.  An Taisce believes that the national roadmap should come before the sectoral roadmaps, and that the legislation should make this clear.  This sequence makes the most sense, because the comparative level of action required within each sector is itself a matter for national government in the first instance.  If it was to be the other way around and the sectors were to come first, that would be to ask individual Departments to second guess an allocation that needs to be made by a whole government decision.  Ultimately, the result would not be effective.<\/p><p>  If we turn to the roadmaps, the emissions figures for each sector need to be included in that national roadmap.  The relevant sectoral figure would need to be brought into the sectoral roadmap for each sector.  Some people use the word \"targets\" here, but whatever term is used, the idea is the same.  Without emissions figures, the work of this committee would largely be in vain.  The reason for that is there would be no way to measure the link between the level of intention and the level of final action.  To put it another way, the inclusion of emissions figures places on each roadmap a north point and a scale.  An Taisce does not believe the emissions figures need to be capable of litigation.  The purpose here is that of political accountability, rather than a legal purpose.  We think it would be helpful to make express provision for remedial action for any given sector.   Where remedial action is required in any given sector, the expert body could provide direct assistance, helping the relevant Department re-chart its interventions and bring emissions back into line with the roadmap.<\/p><p>  There appears to be some internal consistency on the heads of the Bill in respect of the expert body.  Head 7 states that the expert body shall advise the Minister, but head 5 is much weaker and states only that the Government may consult with the expert body.  We suggest that the language in head 5 needs to be strengthened with the addition of \"will\" or \"shall\".  More critically, the expert body needs independent publishing powers.  We think the model of the fiscal advisory council is a good one.  Its reports are published ten days after being submitted to the Minister for Finance.  It is possible for the Minister for Finance to decline to accept the fiscal council's recommendations or assessment, but in the event that the Minister does so, he or she must lay before the D&aacute;il a statement outlining the Government's reasons for not accepting the assessment.  This model is working well and we suggest it be embraced here.<\/p><p>  Head 6 provides that the expert body will include the director general of the EPA, the chief executive of SEAI, the director of Teagasc and the director of the ESRI.  The expert body could have no more than five members in total.  Due to the way it is framed, it could arise that there would be no scientist on the expert body.  One amendment which the committee might consider would be the addition of the appointment of a climate scientist of international standing.  Overall, the legislation does pledge itself to be guided by the science.  We need to give this practical effect in the make up of the expert body.<\/p><p>  We have been following the debate since the publication of the heads of the Bill, and we can see quite an amount of tension being put on claims regarding the cost of action.  We have seen comparatively little voice for the economic benefits of action.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800022#X00500","nonspeaker":"Mr. James Nix","continuing":true},{"type":"speech","time":1373285700,"counter":137,"content":"<p>The approach Mr. Nix described, of an overall statement and a cascade from that, dovetails with the one the corporate leaders described.  An Taisce is to be complimented for its work with green schools.  Have the savings Mr. Nix mentioned been quantified financially, as well as in respect of emissions?  It would be useful to hear about that.  Land use, planning and transport should go together.  We have failed in that respect over the years.  The penny has only dropped in recent years that they are a natural fit.  What further steps could we take to improve that?  We have a dispersed settlement pattern.  How can we pull that into line or how do we deal with it?  I do not think it can be done easily, within one generation.  What power would a Minister require to deal with non-performing Departments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800023#Y00200","speaker":"1052"},{"type":"speechnospeaker","time":1373285700,"counter":138,"content":"<p>I thank the Deputy.  The green schools would save 33,000 tonnes of CO2, the monetary value depends on which figure is applied to CO2.  We think the single most important reform for the built environment is the regulator which must be independent and capable of independent action.<\/p><p>  If an agreement is set out at Cabinet level to allocate the respective performance of each Department it becomes very clear who needs to do what.  From that will emerge, not quite peer pressure but a level of knowledge of everybody&rsquo;s respective contribution.  Ministers will know what they need to do themselves and what others need to do.  That level of collective responsibility should emerge.  It is then clear that when any one Department is falling behind that Department needs assistance.  It is a question of assisting that Department, rather than a more draconian approach.  Positive intervention is needed, whether in agriculture, transport or energy savings in buildings.  There should be constructive engagement with Departments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800023#Y00300","nonspeaker":"Mr. James Nix"},{"type":"speech","time":1373285700,"counter":139,"content":"<p>That cannot happen without measurement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800023#Y00400","speaker":"1052"},{"type":"speechnospeaker","time":1373285700,"counter":140,"content":"<p>That is impossible without measurement of emissions figures, or one could use the word targets.  I use the phrase 'emissions figures' because that trajectory is needed.  It has to be clear, particularly to 2020 and after.  We are bound by EU law by 2020.  The legislation would not be sensible unless it mapped out that process to 2020 at least and hopefully beyond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800023#Y00500","nonspeaker":"Mr. James Nix"},{"type":"speechnospeaker","time":1373285700,"counter":141,"content":"<p>I come from a rural part of the country.  Urban sprawl is not the only problem.  There is also rural isolation.  We have to return to our towns and villages and begin to live in them because we are going to face real transport problems and we are currently suffering real rural isolation problems.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800023#Y00600","nonspeaker":"Mr. Charles Stanley Smith"},{"type":"speechnospeaker","time":1373285700,"counter":142,"content":"<p>To add to that, people come to us talking about the need for clustering.  It started off with sheltered housing but it is moving beyond that now.  There is a move from remote and unserved rural areas back into the towns and villages, which started with people aged 60, 65 or over but is moving downward all the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800023#Y00700","nonspeaker":"Mr. James Nix"},{"type":"speechnospeaker","time":1373285700,"counter":143,"content":"<p>A sustainable community is one in which one can walk to the pub.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800023#Y00800","nonspeaker":"Mr. Charles Stanley Smith"},{"type":"speech","time":1373285700,"counter":144,"content":"<p>I welcome An Taisce here today.  It is an organisation which is ahead of the posse.  We are all talking about carbon neutrality now but during the 20 years I was on a county council An Taisce had its eyes open and sent in different recommendations, particularly on planning.<\/p><p>  Mr. Nix said that the way the Bill is framed we could end up with no scientist on the advisory body.  What element of science does he think should take priority?  The whole advisory body could not be made up of scientists, of whom there are so many, whether specialising in transport, heat, energy, metrology, the works.  Does he have a preference for a type of overarching scientist, if there is such a thing, that would bring it all together and make the recommendations?  His points about the economic benefits do sell but they cannot be included in the Bill.  That is part of the education process - to bring the people along.  The last speaker, from Scotland, showed the importance of that too.  Which Department does Mr. Nix think should co-ordinate this - for example, the Department of the Environment, Community and Local Government or the Department of the Taoiseach?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800023#Y00900","speaker":"1135","continuing":true},{"type":"speech","time":1373286300,"counter":146,"content":"<p>Most of the expertise in this subject rests with the Department of the Environment, Community and Local Government which deals with climate science and climate change.  If that expertise were to be sent over to the Department of the Taoiseach there would be a duplication of work.  How would we get over that without setting up another Department?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800024#Z00200","speaker":"1135"},{"type":"speechnospeaker","time":1373286300,"counter":147,"content":"<p>It is a question of teasing it out.  If the Department misses the emissions figures and is given support by the Department of the Environment, Community and Local Government to bring the Department back on track, to recharge its progress and if at the end of that process, unfortunately, there is still a question of non-performance, it then falls to the Taoiseach.  Rather than a fellow Minister approaching another Minister it would then be better for the Taoiseach to approach the line Minister in question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800024#Z00250","nonspeaker":"Mr. James Nix"},{"type":"speech","time":1373286300,"counter":148,"content":"<p>In the case of when it is out of line and not in the case of co-ordination.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800024#Z00300","speaker":"1135"},{"type":"speechnospeaker","time":1373286300,"counter":149,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800024#Z00400","nonspeaker":"Mr. James Nix"},{"type":"speech","time":1373286300,"counter":150,"content":"<p>I thank An Taisce for its commendable work on green schools and green homes.  It is a great example of leadership.  I have some questions about effort-sharing which used to be called burden-sharing.  I am learning that the word \"effort\" is a new word for \"burden\".  The sectoral challenge is one of the challenges facing this community and the Minister.  I will not even mention external burden-sharing and whether Ireland should carry its own responsibility rather than burden-sharing or effort-sharing with other nations.  Some of our domestic challenges are to do with transport, the figures set for electricity - 70% of electricity is renewable - and the agricultural sector.  There are a number of potential tensions coming down the line.  I ask for An Taisce's view on effort-sharing, whether it should be one-size-fits-all or whether there is a pragmatic possibility if the targets are reached.  An Taisce suggests the targets should be set every five years.  I refer to comments by Briain &Oacute; Gallach&oacute;ir from UCC last week.  He recommended that we should be ambitious yet realistic.  He suggests that zero growth in emissions for the beef and dairy sector and an 80% reduction in energy-related emissions would achieve a cut of 50%.  What is An Taisce's view?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800024#Z00500","speaker":"1167"},{"type":"speechnospeaker","time":1373286300,"counter":151,"content":"<p>Mr. &Oacute; Gallach&oacute;ir has done significant work on agricultural emissions.  Agriculture is currently at a crossroads.  As a country we have to ask if our ambition is to be a world leader in the volume of output or if our ambition is to be a world leader in terms of adding value.  That is the key question, in my view, which needs to be resolved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800024#Z00600","nonspeaker":"Mr. James Nix"},{"type":"speech","time":1373286300,"counter":152,"content":"<p>Economic growth must be a part of that driver.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800024#Z00700","speaker":"1167"},{"type":"speechnospeaker","time":1373286300,"counter":153,"content":"<p>I refer to our artisan producers such as Ballymaloe, Cashel Blue, Glenisk and Glen Ilen, which have become household names because they are adding value rather than adding volume.  Food Harvest 2020 includes a 50% increase in milk output so that is a volume-based target rather than a value-based target.  Because it is a volume-based target, there is not an obvious rise in the family income of farm families because it is purely a volume target.  The consequences include hundreds of thousands of additional cows which must be fed over the winter and perhaps into a prolonged spring period such as this year.  Suddenly, by focusing on volume rather than value, there arises a significant level of tension, not least of which is environmental.  Another tension is the conversion of tillage land to dairy.  The immediate consequence is an increase in imports because there is less barley, wheat and oats being produced domestically.  Transport emissions will also be increased because instead of domestic production of tillage, imports will be necessary.<\/p><p>  There was no strategic environmental assessment of Food Harvest 2020.  It is coming, belatedly, so there is still time to refocus the Food Harvest 2020 document.  An Taisce suggests that it should be refocused around adding value which would also create greater national income, additional job creation, improved environmental protection, more assured animal health - considering what happened this spring - and better long-term self-sufficiency.  That document needs to be refocused and that should happen sooner rather than later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800024#Z00800","nonspeaker":"Mr. James Nix"},{"type":"speech","time":1373286300,"counter":154,"content":"<p>What is An Taisce's view on binding targets with effort-sharing within certain sectors included?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800024#Z00900","speaker":"1167"},{"type":"speechnospeaker","time":1373286300,"counter":155,"content":"<p>I do not believe in a preferred treatment for a particular sector as it is a dangerous road to choose.  I worked in property development from 2004 to 2007.  That was effectively a preferred sector.  Based on current projections, by 2020, transport and agriculture will account for 80% of non-ETS emissions.  If agriculture were to be regarded as a preferred sector over transport, then very disproportionate and costly efforts would be required in transport.  That does not make sense because Mr. Briain &Oacute; Gallach&oacute;ir's work shows that the cost increases.  The cost to the economy as a whole increases because actions are being taken which are out of kilter and beyond the standardised cost scope.  A very simple example is that agriculture is itself dependent upon transport movements for imports, exports and for added value.  A situation could arise where very high levels of taxation are being imposed on transport fuel in an effort to reduce its use, but that does not make sense because agriculture needs to be able to move its produce in order to add value, to get to market and to circulate raw material.  It might not even make sense for agriculture to be a preferred sector because of the severe knock-on implications for transport.  Mr. &Oacute; Gallach&oacute;ir's work needs to be disseminated and shared much more.  Ms Julia Lubbock has done a lot of detailed work on the cost curves, which are staggering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800024#Z01000","nonspeaker":"Mr. James Nix","continuing":true},{"type":"speechnospeaker","time":1373286900,"counter":157,"content":"<p>There are implications on foot of economies of scale.  The point I am making is that we are at that crossroads.  I will give the example of two rival end sources of product.  In one scenario, the farmer produces milk and that milk is dried in a very energy intensive process into powder and it is then flown to somewhere in Asia.  It is then effectively reliquidised and put into baby formula or whatever and a very large commercial entity sells that product on the market of an Asian country.  The Irish farmer would get 30 cent to 40 cent a litre for that and not a cent more because that is a global price and he is competing with a New Zealand farmer, an Australian farmer and an Argentinian farmer for it.  If we contrast the return on that product with the return on organic yoghurt made in west Cork, a small tub of which sells for 99 cent, it is pretty clear that scenario two provides far more scope to put money back into the pockets of family farmers than scenario one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800025#AA00200","nonspeaker":"Mr. James Nix"},{"type":"speech","time":1373286900,"counter":158,"content":"<p>Mr. Nix is talking about the agriculture sector as opposed to the agriculture and food sector and companies such as Glanbia and Kerry Group where there would be jobs.  The jobs element is part of the dilemma.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800025#AA00300","speaker":"1052"},{"type":"speechnospeaker","time":1373286900,"counter":159,"content":"<p>I am careful in the language I use.  I do not for a second dispute the fact that there are jobs in processing.  My father supplies to Dairygold.  We could go through the annual reports and examine the employment figures for those large companies.  Mechanisation, automation and computerisation play a very large part in modern processing.  We would have to contrast any potential employment alterations or variations there with the potential for added value.<\/p><p>  A point that was not mentioned, and it is more than a footnote, is that the pressures on the environment do not extend only to emissions if there was a 50% increase in milk output in terms of volume.  Our water quality is under stress in many areas already.  If we were to increase the number of cows by hundreds of thousands, that would have consequent implications for water quality in all the areas where production would take place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800025#AA00400","nonspeaker":"Mr. James Nix"},{"type":"speech","time":1373286900,"counter":160,"content":"<p>The next speaker is Deputy Stanley.  Mr. Nix can feel free to continue to reference other parts of my constituency apart from Drimoleague.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800025#AA00500","speaker":"996"},{"type":"speech","time":1373286900,"counter":161,"content":"<p>The only concern I would have regarding high value quality produce is that a significant section of our population who would not be able to afford it might be confined to consuming the by-products of the high value produce at the end of the food chain.<\/p><p>   With regard to national roadmaps and having an overarching vision in that respect, which I favour, there seems to be major resistance to it.  We heard from people from the Scottish Parliament and the Scottish seem to have taken a far more beneficial approach to that industry.  Agriculture bought into, or was already engaged in, this concept at a very early stage and the politicians had to catch up with them.  From An Taisce's point of view, where is the resistance being generated and how can we change that?  We are behind in meeting our targets and we will not meet our 2020 targets, but if we are to catch up, we need to act quickly to change that mindset.  Is the resistance coming from the IFSC Clearing House Group or from where it is coming?  Who are the influential people with the power who are setting that agenda?<\/p><p>  If we are to meet the different stages of targets and then the overall 2050 targets, we have to examine seriously our spatial strategy, transport, the village structure and if routes are run around villages and the hubs of villages.  I am in favour of that, but Mr. Nix's organisation has resisted it.  I will cite one good local example where An Taisce did this in Laois and about which I am confused.  Mr. Nix said that people must able to walk to the local pub and I agree with him on that, in the case of those who take a drink, but people should also be able to walk to the  local post office and local shop, perhaps not to do their weekly shopping but at least to buy essentials.  Ideally, children should be able to walk to the local school.  That means there is a need to have housing developments around the centres of villages like Vicarstown.  I am confused about An Taisce's approach to that.  If we are to meet the targets, we must have more sustainable rural, village, town and city development.  Mr. Nix might address the rural and rural village aspect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800025#AA00600","speaker":"1102"},{"type":"speechnospeaker","time":1373286900,"counter":162,"content":"<p>On the first point on what households spend on food, if we look back on figures for this over the years, we will note that our household spending on food continues to decline.  I need to double-check this but the last time I checked the figure for such spending it was between 10% and 15%  of total household expenditure.  If we go back generations, the percentage was much higher.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800025#AA00700","nonspeaker":"Mr. James Nix"},{"type":"speech","time":1373286900,"counter":163,"content":"<p>I know of low income households that spend 60% to 70% of their income on food.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800025#AA00800","speaker":"1102"},{"type":"speechnospeaker","time":1373286900,"counter":164,"content":"<p>I fully accept that the average figure will not reflect households where there are financial pressures.  Many of the households to which the Deputy referred will have no expenditure on alcoholic beverages and cigarettes but there are households, and the average figures bear this out, where spending on alcoholic beverages and cigarettes is very high.  It comes back to education.  To give a simple answer to the Deputy's question, over time - this is inevitable with the rising price of energy - we will spend, on average, a greater percentage of household income on food.  If food production is completely interwoven with energy cost, it is impossible to avoid a situation where more of our money goes on food.<\/p><p>  The Deputy asked about national roadmaps and about from where the pressure coming in terms of resistance.  Most of the resistance comes from larger agri-related enterprises.  <\/p><p>  I mentioned baby food.  We all know Ireland is now producing somewhere in the region of 10% of the world's infant formula.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800025#AA00900","nonspeaker":"Mr. James Nix","continuing":true},{"type":"speech","time":1373287500,"counter":166,"content":"<p>Mr. Nix has just hit on the problem.  There are tensions regardless of which way we go on this issue.  If we want bigger urban density there are tensions over the height of the build, the number of units to the acre, etc.  There are tensions also when we talk about climate change targets.  As Deputy Stanley said, it will be extremely difficult to hit the 2020 targets.<\/p><p>  I ask Mr. Nix to describe the Irish economy in 2030 because as national legislators we are looking at enforceability of whatever legislation will be brought forward.  An Taisce has a very good record in trying to enforce development plans, and it has been in and out of An Bord Plean&aacute;la.  Duncan Stewart mentioned this morning that the three peat-burning plants in the midlands should be mothballed immediately.  I am not from that area but I imagine that would result in a sudden economic hit for those areas.  We produce 10% of the world's baby formula.  The factories that dry that milk, make the formula and package it would take a very severe economic hit in whatever areas in which they are based.  In addition to that, we are in an economic crisis.  It is almost a perfect storm in that we are just coming out of an economic crisis and entering a climate change crisis but we are trying to manage, maintain employment and make the transition as smooth as possible.  Will Mr. Nix describe the economy he sees for 2030, which all of us will probably see?  <\/p><p>  On enforceability, the Bill will not be worth anything if it cannot be enforced through the courts.  There are cases currently in the French courts in terms of enforcing its climate change Bills.  Obviously, the friction among the economy and the climate is like two tectonic plates hitting off each other.  Mr. Nix might enlighten me on those three aspects.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800026#BB00200","speaker":"1033"},{"type":"speechnospeaker","time":1373287500,"counter":167,"content":"<p>I will give some figures on the peat-burning power stations because it brings into sharp focus what we need to do for 2030.  The subsidy for the Edenderry plant is in the region of &euro;5 million.  The public subsidy for the Lanesboro and Shannonbridge power plants is in excess of &euro;20 million each.  That is an enormous amount of taxpayers' money being spent to subsidise a fuel that is twice as climate polluting as coal.  A review of those subsidy levels was promised two years ago and it has yet to commence.  I could list about half a dozen steps on which the Government should move to take out subsidies which do not make sense.  Another simple example concerns truck taxation.  There are anomalies in that on which there has been a long-standing plan to fix but we have not started the process of fixing it.<\/p><p>  On the Irish economy in 2030, all projections indicate that even if very strong action is taken now, there is very significant pressure on the climate in terms of increasing temperatures.  Unfortunately, we will probably see the price of food and energy, which are inextricably linked, increasing.  We are looking at a far lower input economy but that is not to say we will be a less happy or social nation.  We are probably looking at a more social, contented nation without the level of hyper-activity that we will look back and see this generation had.<\/p><p>  On enforceability of the targets in terms of the roadmap, it has to turn on a level of cohesion within a Cabinet setting because unless there is a collective buy-in by the Cabinet and a decision taken to sign up to it every five years, with the Cabinet saying this is what it will do and these are our climate targets, and unless the Taoiseach is willing to enforce that, it will be a waste of time.  The Taoiseach and the Government can always change the law.  They could pass this law tomorrow.  It could be the best law in the world but eight or ten years from now a Government could decide to repeal it.  It will never work in the long term unless successive Taoisigh decide to buy into it.  I would be on the other side of the fence on so many issues.  I would say we have to be able to go into court and litigate this but on this one we are not of that view because there is a realisation that unless the political system buys into this nothing will happen.<\/p><p>  Some of the background material on climate is troubling.  The members have heard this already but without action we are looking at a 4o to 6o rise in temperature by 2050.  If I live to the average age, that is within my lifetime.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800026#BB00300","nonspeaker":"Mr. James Nix"},{"type":"speech","time":1373287500,"counter":168,"content":"<p>To give-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800026#BB00400","speaker":"1033"},{"type":"speech","time":1373287500,"counter":169,"content":"<p>We have only three minutes remaining and I must call Deputy Corcoran Kennedy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800026#BB00500","speaker":"996"},{"type":"speech","time":1373287500,"counter":170,"content":"<p>We are bringing in climate change legislation and a power plant is being built in Foynes.  At that stage it will be in breach of the climate change legislation.  Obviously, An Taisce would go to court at that stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800026#BB00600","speaker":"1033"},{"type":"speechnospeaker","time":1373287500,"counter":171,"content":"<p>I will answer the Deputy's previous question first on the employment in infant milk formula production and so on.  We have a dairy herd of just over 1 million cows.  The issue is the plan to increase that by 50%.  We are not talking about existing employment.  We are talking about an objective which sees the migration of land use largely from tillage into dairy.  The point I am making is that over time an allowance should be built into every plan to migrate.  We are not talking about the alteration of what is already in place.  In terms of what we are up against, the agriculture sector has an industry-backed document which contains large-scale expansion plans.  That is the key issue.  It is the expansion that is primarily at issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800026#BB00700","nonspeaker":"Mr. James Nix"},{"type":"speech","time":1373287500,"counter":172,"content":"<p>I must call Deputy Corcoran Kennedy because we are running out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800026#BB00800","speaker":"996"},{"type":"speech","time":1373287500,"counter":173,"content":"<p>Regarding food production, we import approximately &euro;5 billion worth of food and An Taisce would advocate that we move to producing it for ourselves.  Would it not increase our emissions if we started to produce as much of that food as possible?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800026#BB00900","speaker":"1099"},{"type":"speechnospeaker","time":1373287500,"counter":174,"content":"<p>A couple of issues arise in that regard.  The figure is &euro;4 billion to &euro;5 billion of food imports.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800026#BB01000","nonspeaker":"Mr. James Nix","continuing":true},{"type":"speech","time":1373288100,"counter":176,"content":"<p>What about the increase in emissions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800027#CC00200","speaker":"1099"},{"type":"speechnospeaker","time":1373288100,"counter":177,"content":"<p>There would not be an increase because we would be maintaining what is already in tillage.  The concern is that one would end up with quite a significant migration, particularly in the southern and south-eastern counties such as Wexford, Carlow and Waterford and others, out of tillage and into dairy production.  The point I made earlier is that one would have increased emissions arising therefrom because one would have more animal feed to import, as well as more import requirements for raw materials for entities like Flahavan's, which use oats, and that in turn pushes up one's transport emissions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800027#CC00300","nonspeaker":"Mr. James Nix"},{"type":"speech","time":1373288100,"counter":178,"content":"<p>As we are over time, Senator Keane has 30 seconds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800027#CC00400","speaker":"996"},{"type":"speech","time":1373288100,"counter":179,"content":"<p>I have one small question regarding the Aarhus Convention, which Ireland signed this year.  I refer to a case taken by a Dublin engineer or something similar.  In the context of the consultation on renewable energy and the target of 20% by 2020, how does Mr. Nix perceive the aforementioned case?  Will it affect what we are doing here and, if so, how?  It was not a ruling against Ireland but against the European Union and how the Union was interpreting the Aarhus Convention.  The witnesses may not be familiar with this case but I have read about it and meant to follow it up.  As Mr. James Nix has been very helpful in answering all the questions members have put, I thought it-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800027#CC00500","speaker":"1135"},{"type":"speech","time":1373288100,"counter":180,"content":"<p>We will conclude on this one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800027#CC00600","speaker":"996"},{"type":"speech","time":1373288100,"counter":181,"content":"<p>-----would be a pity to let his brain go without asking him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800027#CC00700","speaker":"1135"},{"type":"speechnospeaker","time":1373288100,"counter":182,"content":"<p>On the Aarhus Convention, it has made a huge difference for us to be able to participate.  One point I would make is in respect of the local government reform proposed by the Minister, Deputy Hogan, and which ties in with this.  As yet, there is no explicit recognition of the environment there.  Together with the environmental pillar, we have been pressing for express recognition of the environment in the committees the Minister has proposed.  This would bring it into line with the Aarhus Convention and that is our key priority in respect of the Aarhus Convention, namely, to ensure those committees, which I believe are called socioeconomic committees, would have the environmental aspect added to them.  We think that would be vital.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800027#CC00800","nonspeaker":"Mr. James Nix"},{"type":"speechnospeaker","time":1373288100,"counter":183,"content":"<p>A personal thing I am driving from within An Taisce and the environmental pillar is to get greater environmental representation at the new local government level and we would very much like to get the joint committee's help on that with the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800027#CC00900","nonspeaker":"Mr. Charles Stanley Smith"},{"type":"speech","time":1373288100,"counter":184,"content":"<p>I thank Mr. Stanley Smith, Mr. Nix and Ms Lubbock for a very interesting exchange.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800027#CC01000","speaker":"996"},{"type":"speech","time":1373288400,"counter":186,"content":"<p>We will proceed.  We are short a few members but we hope they will join us before long.  The sixth witness to address the committee this afternoon is Professor Ray Bates from the Meteorology and Climate Centre in University College Dublin.<\/p><p>  Before Professor Bates begins, he should note that witnesses are protected by absolute privilege in respect of their evidence.  However, if they are directed by the committee to cease giving evidence and they continue to so do, they are entitled thereafter to a qualified privilege only.  Witnesses are directed to restrict their evidence to the subject matter of these proceedings and to respect the parliamentary practice by not criticising or make charges against any person, persons or entity.  Witnesses are asked to read the document which has been circulated to them concerning privilege.  I wish to remind Professor Bates not to read out the opening statement.  This has been circulated to members and will be considered as read.  He has a maximum of five minutes to deliver his owning address and I will indicate when the five minutes are up.  Professor Bates is very welcome.  He might address the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800028#DD00100","speaker":"996"},{"type":"speechnospeaker","time":1373288400,"counter":187,"content":"<p>First, I thank the Chairman for inviting me to appear before the committee.  I am providing my testimony in my personal capacity as a climate scientist.  I wish to declare at the outset that I have no conflict of interest of either a business or a political nature in the testimony I am providing.  I am not in receipt of funding from any organisation or agency for my climate research work, nor am I an applicant for any such funding.  I will go quickly through the submission I submitted in writing.<\/p><p>  The main body of my submission is contained in a quite long and detailed PowerPoint presentation with evidence regarding the latest state of climate science, which is my specialty.  I will take this as read.  Of course, I could go on at length about that topic but I would be prepared to answer any questions that the committee may have in its regard.<\/p><p>  I will briefly read out the scientific summary of the presentation which is in four points.  Unfortunately, I have a slight touch of laryngitis and my voice is not in its normal condition.  First, most of the global average temperature rise, which is 0.8&deg;C, and sea level rise, 20 cm, of the past century are with a high degree of certainty due to human activities, mainly CO2 emissions due to the burning of fossil fuels.  Sea level is now estimated to be rising at a rate of 3.2 mm per year.  Second, climate models project that, if emissions continue unabated, these trends will continue.  However, recent research suggests that the future rate of increase of global average temperature may not be quite as fast as previously feared.  Third, locally, in our North Atlantic location, much of what may appear to be man-made climate change is actually natural climate variability.  Fourth, if climate model projections turn out to be even approximately true, the Mediterranean countries will become so hot and dry in summer towards the end of the century that agricultural capacity there will be seriously affected, while Ireland's climate and agricultural capacity will be much less seriously affected.  Those are my scientific conclusions.<\/p><p>  I believe the following recommendations are consistent with the earlier mentioned scientific conclusions: Greenhouse gas emissions must be reduced to lower the risk of serious long-term climate change; EU emissions reduction targets, agreed and proposed, are already very ambitious and demanding; and in my opinion, the current state of climate science does not dictate that Ireland should make economic sacrifices to go beyond the agreed and proposed EU targets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800028#DD00200","nonspeaker":"Professor Ray Bates","continuing":true},{"type":"speech","time":1373288700,"counter":189,"content":"<p>I have very few questions, surprisingly, because the paper was very detailed.  Professor Bates is one of the few who have been arguing that the targets outlined in the heads of the Bill are sufficient.  What is our strongest argument for appealing to the European Union to grant Ireland a special exemption regarding the EU target?<\/p><p>  We seem to be using the phrase \"food security\" constantly.  Since Ireland at the high end with regard to agriculture and food production, it is really not a matter of food security for Europe.  We are dealing with a food product that would appeal to the more affluent end of the market rather than the kinds of products about which we might have been talking in respect of food security after the Second World War.  The phrase \"food security\" in the European context is not really relevant to what Ireland is producing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800029#EE00200","speaker":"1033"},{"type":"speechnospeaker","time":1373288700,"counter":190,"content":"<p>What I am recommending is based on scientific projections by climate models.  In my PowerPoint presentation, I presented some slides from the last IPCC report that showed the projections for the latter part of the century.  These are consistent with later projections.  The Mediterranean countries, according to the projections, will have temperatures in summer 4% higher than at present, and the amount of precipitation will be very much reduced, perhaps by 50%.  If these projections turn out to be true, agriculture in the Mediterranean countries will be severely affected.  In other words, the countries will not be able to feed themselves.  Our climate will be much less severely affected and our agriculture sector, from an overall Union perspective, would be a resource that would be able to feed Europe, but not necessarily with the kinds of food we produce now.  The Irish climate would be a vital resource and Irish agriculture could be modified to produce what is needed, in so far as it is possible with the changed climate, in order to feed the countries short of food.<\/p><p>  Given the climate model projections, agriculture must be considered not in terms of individual countries but in the overall European context.  Therefore, it would be justifiable for the committee to advise the Government that it should consider seriously appealing to the European Union to consider agriculture not in terms of individual countries but in terms of its being a European resource for European food security.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800029#EE00300","nonspeaker":"Professor Ray Bates"},{"type":"speech","time":1373288700,"counter":191,"content":"<p>Some of the climate models I have looked at suggest that the mixture of agricultural practices on the island will change.  There will be less rainfall on the eastern coast and more monster rain events.  In terms of what Food Harvest 2020 proposes, there will be a different model of agriculture.  If we are to move towards wheat and barley production, our landmass will not be sufficient to feed Europe substantially.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800029#EE00400","speaker":"1033"},{"type":"speechnospeaker","time":1373288700,"counter":192,"content":"<p>Ireland has a big agriculture output and it could be even greater.<\/p><p>  On the question of model projections, the larger the scale one is predicting for, the more reliable projections are likely to be.  The grid sizes of the current climate models, or the ones on which the 2007 IPCC report were based, are based on a resolution in the order of 100 sq. km.  In other words, there is 100 sq. km in which the climate variables have been predicted.  Ireland falls within approximately one grid box of these models.  Therefore, when one is predicting for an area the size of Ireland, it is very difficult to obtain detail from the model.  There are various techniques of interpolation, either dynamical or based on statistical downscaling, to get from the scale of the global models to the scale for Ireland.  It is quite problematic to predict on a county or provincial level in Ireland based on a global model with a resolution of 100 sq. km.  When one goes to a larger scale, such as the continental or global scale, one has very detailed coverage with models with a resolution of 100 sq. km.  The confidence that can be placed on the model projections is greater for the larger scales.  To answer the Deputy's question, the projections for the larger scales, such as the continental scale, are projections in which we can have more confidence than the projections for larger scales that are smaller than the grid scales of the global models.  That is why I suggest greater confidence could be had in the larger-scale projections.<\/p><p>  We know that, for Ireland, there are projections for very dry summers or drought in the south east.  While the projections are for decades ahead, the evidence we have seen so far is that in the south east recently there have been many summers with rainfall 200% or more of the norm.  There are no indications so far that the model projections on the Irish scale are turning out to be valid.  I realise that the projections are for a longer timescale but we have already reached an increase in carbon dioxide of 40% above pre-industrial levels.  In terms of the radiative forcing associated with that, we are now more than halfway towards a carbon dioxide doubling.  The forcing goes up exponentially.  A 40% increase in concentration amounts to an increase in radiative forcing of more than half because of the nature of the change based on concentration.<\/p><p>  Given that we are more than halfway, the projections for a doubling that we see at the small scales at present are not been borne out.  Perhaps in decades to come, we will see them borne out.  As I said, on the larger scale, we can have more confidence in the projections.  Therefore, the argument is valid that the committee should point out to the Government that the projections for Mediterranean countries point to a very severely changed climate towards the end of the century and that the Irish climate will be a resource for Europe in terms of food security.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800029#EE00500","nonspeaker":"Professor Ray Bates"},{"type":"speech","time":1373289300,"counter":193,"content":"<p>In his submission Professor Bates cited two people, one of whom is Professor Richard Lindzen, who would be regarded as a climate sceptic.  He is saying that the IPCC models are alarmist.  Does Professor Bates think the Government was wrong to accept the IPCC assessment reports?  Does he doubt the science involved in those reports?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800030#FF00100","speaker":"1052"},{"type":"speechnospeaker","time":1373289300,"counter":194,"content":"<p>No.  In general, I would accept the IPCC reports are being the most authoritative general voice of the climate community.  At the same time, however, there is room to take into account some dissenting voices and some recent developments that have taken place since the last IPCC report in 2007.<\/p><p>  Professor Richard Lindzen is a controversial climate scientist.  I have known him quite well since the 1960s.  He was at Harvard when I was at MIT and our paths crossed many times.  Over the years, I have seen him and I know his scientific ability, as well as his political stance.  As regards his scientific ability, almost everybody in climate science would regard him as one of the top people in the field.  He was a professor at Harvard and subsequently a professor at MIT.<\/p><p>  Professor Lindzen has a very sceptical attitude towards climate models in general.  The most recent evidence on which he bases doubt about the model projections is a disagreement between the radiation from the earth as measured by satellite and the corresponding radiation from the models.  His most recent paper was co-authored by Dr. Choi, who is South Korean.  They published this paper in the <i>Asia Pacific Journal of Atmospheric Sciences<\/i> in 2011.  I work with models, rather than observations.  However, the Lindzen and Choi paper claimed that if one changes the surface temperature and looks at the corresponding change in radiation going out from the atmosphere to space, the satellite measurements indicate that the radiative response in the tropics - which constitute half the earth's surface, taking it up to 30 degrees - is stabilising.  In other words, increase the temperature and one gets more radiation going into space; it brings it back to where it was.  They claim the models are showing that the radiative response is destabilising.  Therefore observations show it is stabilising, while models show it is destabilising.<\/p><p>  I am in no position to judge whether these observations are right or wrong, but I wrote a paper in 2012 which is quoted in my report.  It examined the consequences of these observations, which are very strong if they are valid.  The models would be overestimating climate sensitivity.  Nobody in the climate field denies that increasing greenhouse gases has a warming effect on the earth.  This is universally accepted by every climate scientist without exception.  However, the question of the actual extent of warming that one gets from a doubling of CO<sub>2<\/sub> is something that varies quite a bit from model to model.  <\/p><p>  In the past 15 years, for example, if one looks at the projections of the models, all the projections are for fairly significant warming.  The observations, however, show no warming essentially since 1998.  This does not mean that global warming has stopped, but it indicates that there is something going on that we do not understand.  The models are projecting continual warming, while the observations have been flat since 1998.  The most likely explanation of this is another paper by Tong and Zhao, who are two Chinese-American scientists.  They have done a detailed study of the Atlantic multi-decadal oscillation, which is an oscillation of the Atlantic sea surface temperatures with a period of approximately 70 years and a peak amplitude of about 0.4<sup>o<\/sup> Celsius.  During the period when maximum global warming was occurring up to the 40 years previous to 1994, the Atlantic multi-decadal oscillation was in a period of increasing temperature.  Now it is in a phase of decreasing temperature.<\/p><p>  The papers by Tong and Choi suggest, or claim, that 40% of the observed warming prior to 1998 was due to the rising phase of the Atlantic multi-decadal oscillation.  The current plateau that we are seeing in the global temperature is due to the fact that the Atlantic multi-decadal oscillation is now in a declining or cooling phase.  If their results are valid, it would mean that we could have a steady temperature for a while before it starts to go up again when the Atlantic multi-decadal oscillation gets into its positive phase again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800030#FF00200","nonspeaker":"Professor Ray Bates"},{"type":"speech","time":1373289300,"counter":195,"content":"<p>Professor Bates says that the actual modelling varies but is the evidence coming from sea temperatures and rising sea levels?  All the charts in Professor Bates's presentation have an upward trajectory.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800030#FF00300","speaker":"1052"},{"type":"speechnospeaker","time":1373289300,"counter":196,"content":"<p>There are now four different sources of global temperature data.  I have mainly focused on charts produced by the UK Met Office.  It is phrased scientifically, saying that there has been no statistically significant additional global warming for the past 15 years.  That is not a sceptical statement about global warming.  It just indicates that the sensitivity - both in terms of its extent and timing - may be somewhat different between the observations and the models.  It is not a sceptical statement about the effect of greenhouse gases and whether they cause warming - not at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800030#FF00400","nonspeaker":"Professor Ray Bates"},{"type":"speech","time":1373289300,"counter":197,"content":"<p>On a practical level, Professor Bates says it is difficult to deal with things on a regional basis.  Even looking at the evidence of the last decade, where I live there have been four floods that have been 100-year return ones or more.  Does Professor Bates dismiss that in terms of the variations involved?  It appears to be getting worse.  There seems to be evidence that it is getting worse.  It is getting worse quickly, in that one can have that change in such a short period of time involving 400-year return floods.  I found it very convincing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800030#FF00500","speaker":"1052"},{"type":"speechnospeaker","time":1373289300,"counter":198,"content":"<p>The question of how climate extremes are related to greenhouse gases is a very controversial one.  It was not predicted by the models that increasing greenhouse gases would lead to an increase in extremes.  It surprised us as climate scientists.  We expected a global warming and this is what the models predicted.  We did not expect a change in extremes.  If one looks at the first IPCC report, it did not predict a change in extremes.  By the time of the last IPCC report the change in extremes had become visible, or at least there have been very extreme events.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800030#FF00600","nonspeaker":"Professor Ray Bates","continuing":true},{"type":"speech","time":1373289900,"counter":200,"content":"<p>I thank Professor Bates for attending the meeting.  When I was younger, there used to be squally showers during which a small amount of rain would fall.  I have noted we now tend to get large amounts of rain falling in a short time.  Will Professor Bates comment on this?<\/p><p>  Professor Bates has said greenhouse gas emissions must be reduced to lower the risk of serious long-term climate change.  By how much do they need to be reduced?  He advocated a pan-European approach to dealing with agriculture and climate change.  Would there be problems in getting an agreement on this with countries such as Germany the economies of which are not as agriculture-based as Ireland&rsquo;s?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800031#GG00200","speaker":"1102"},{"type":"speech","time":1373289900,"counter":201,"content":"<p>I thank Professor Bates for his presentation.  Does he have other recommendations on climate change that may not have been dealt with by the IPCC?  Does he see Ireland as a special case in the overall European context because of its agriculture sector?<\/p><p>  In science, what may be regarded as controversial today might be new science tomorrow.  We must be open to examining every aspect in this debate and have information from every side.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800031#GG00300","speaker":"1135"},{"type":"speech","time":1373289900,"counter":202,"content":"<p>I thank Professor Bates for his presentation.  He has stated climate change is not as rapid as was predicted, while the IPCC&rsquo;s fourth assessment stated developed countries should reduce emissions by 80% to 95% by 2050.  Based on his evidential work on climate change, is Professor Bates saying these targets should be reduced?  Should it be done on an effort-sharing EU basis, with a derogation for agriculture?  Are there other sectors which could do more in carbon reduction?  Is he assuming there will be an increase in agricultural production in Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800031#GG00400","speaker":"1167"},{"type":"speech","time":1373289900,"counter":203,"content":"<p>I note Professor Bates has some criticisms of the IPCC and its recruitment process.  Is he also critical of its peer-reviewed articles on climate change?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800031#GG00500","speaker":"1099"},{"type":"speechnospeaker","time":1373289900,"counter":204,"content":"<p>Regarding Deputy Brian Stanley&rsquo;s question on extreme rainfall events, in addition to the effects of global warming resulting from increased greenhouse gases, a fact no scientist doubts, there is natural climate variability in the background that can cover long periods.  The Atlantic multidecadal oscillation covers a period of 70 years.<\/p><p>  As I showed earlier, average Irish temperatures between 1900 and 2012 were increasing at twice the global average rate for many decades.  Since 2007 they have been decreasing rapidly.  For several decades we had no snow or frost during winter.  It began to look like cold winters had gone for good, but then we had several cold winters in a row.  This is primarily due to natural variability.  Irish temperatures could not be increasing at twice the global average rate as a result of greenhouse gases.  That is physically and virtually impossible.  The effect of greenhouse gases is to warm the centre of continents at the greatest rate and the centre of the oceans at the slowest rate.  Ireland is influenced by Atlantic temperatures.  If we were to examine the effects of greenhouse gases in isolation, Irish temperatures would be increasing more slowly than the global average rates.  This would be because of the physics associated with the slow warming of the oceans and the fast warming of the continents.  The fact that our temperatures were increasing at twice the global average rate for several decades is down to natural variability associated with the Atlantic multidecadal oscillation.  The fact that they are now decreasing rapidly is again down to natural variability.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800031#GG00600","nonspeaker":"Professor Ray Bates","continuing":true},{"type":"speech","time":1373290200,"counter":206,"content":"<p>Does Professor Bates disagree with the IPCC's view of that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800032#HH00200","speaker":"1167"},{"type":"speechnospeaker","time":1373290200,"counter":207,"content":"<p>No, I do not think so.  I did not agree or disagree with anything the IPCC said with regard to emissions reductions.  It is basically a political decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800032#HH00300","nonspeaker":"Professor Ray Bates"},{"type":"speech","time":1373290200,"counter":208,"content":"<p>It stated that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800032#HH00400","speaker":"1167"},{"type":"speech","time":1373290200,"counter":209,"content":"<p>On recruitment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800032#HH00500","speaker":"1135"},{"type":"speechnospeaker","time":1373290200,"counter":210,"content":"<p>Pardon?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800032#HH00600","nonspeaker":"Professor Ray Bates"},{"type":"speech","time":1373290200,"counter":211,"content":"<p>Was it on its recruitment process?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800032#HH00700","speaker":"1135"},{"type":"speechnospeaker","time":1373290200,"counter":212,"content":"<p>I really do not want to disagree with the IPCC in respect of what it recommends.  I know that Susan Solomon, who was the head of the Working Group 1 to the Fourth Assessment Report of the IPCC, very carefully resisted any attempt to draw her into the political arena.  I know her quite well and she always insisted that the scientists do not get into the political arena.  The scientists provide the objective scientific evidence to the legislators and the legislators then make the political decisions.<\/p><p>  Deputy Corcoran Kennedy asked whether I was-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800032#HH00800","nonspeaker":"Professor Ray Bates"},{"type":"speech","time":1373290200,"counter":213,"content":"<p>What are Professor Bates's views on agriculture?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800032#HH00900","speaker":"1167"},{"type":"speechnospeaker","time":1373290200,"counter":214,"content":"<p>I think I have already stated my position in my recommendation B as to what should be done about the agricultural sector.  In my view, it should be seen on the pan-European scale.<\/p><p>  Deputy Corcoran Kennedy asked whether I was critical of the IPCC.  I regard the IPCC as, overall, having the most authoritative voice.  I believe its authority should be protected and that the recommendations of the InterAcademy Council would have led to greater authority for the IPCC.  I am not sure if they were all followed to the letter but there was a set of very specific recommendations to the IPCC in the wake of the last IPCC report.  I would not go beyond anything that was said in that InterAcademy Council report.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800032#HH01000","nonspeaker":"Professor Ray Bates"},{"type":"speech","time":1373290800,"counter":215,"content":"<p>I thank Professor Bates for that interesting exchange.<\/p><p>  The seventh and final witness is Mr. Ois&iacute;n Coghlan, who represents Friends of the Earth.  Witnesses are protected by absolute privilege in respect of their evidence.  However, if they are directed to cease giving evidence and continue to do so, they are entitled thereafter only to qualified privilege.  Witnesses are directed to restrict their evidence to the subject matter of these proceedings and to respect parliamentary practice by not criticising or making charges against any person, persons or entity.  Witnesses are asked to read the document which has been circulated to them concerning privilege.  I remind Mr. Coghlan not to read his opening statement because this has been circulated to members and will be taken as read.  He has a maximum of five minutes to deliver his contribution, after which I will revert to members for a questions and answers session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800033#JJ00100","speaker":"996"},{"type":"speechnospeaker","time":1373290800,"counter":216,"content":"<p>I very much welcome the opportunity to discuss this legislation with the committee.  As the committee has the Friends of the Earth written submission from April and my opening statement, I will not go through them in detail, as the Chairman suggested.  I will make a few comments on elements of the Bill and then introduce the sections on which I can most usefully engage with members.<\/p><p>  Before even that, I would like to address a few questions raised with Professor Bates, particularly about the IPCC.  One of the interesting things about the IPCC is that it is not a purely scientific body.  What makes the panel interesting for civil society actors like us is that the scientists do their work over a number of years, then the panel's experts try to synthesise and find the areas and findings around which there is the most scientific evidence among the peer reviewed papers and, in a third stage, they produce a summary for policy makers.  What is interesting about that is officials from every government that is a party to the panel sign off on the summary.  For example, when I worked on this issue six years ago, I was able to say the Bush government in the US has signed off on what the IPCC is saying and what I am saying we should act on.  While it is scientifically produced, it has a policy relevant seal on it, which is useful in helping to translate it into policy.  The mantra of the panel is not to be policy prescriptive, but to be policy relevant.   It is not pure science as it has that policy veneer on top of it.<\/p><p>  Senator Mac Conghail asked about the relationship between the targets in the IPCC report and the findings to which Professor Bates referred.  It is worth touching on that because of the relevance to our own country.  The panel is slow moving.  For example, the report coming out this year will only look at science that has been peer reviewed up to three years ago.  The findings in the report six years ago were that to have a 50% chance of staying under 2&deg; we needed to reduce our emissions in industrialised countries by between 20% and 40% by 2020 and by between 80% and 95% by 2050, which is where that figure comes from in the discussion so far.  However, we are only talking about the lower end of the target for 2020.<\/p><p>  I very much hope the papers mentioned by Professor Bates about climate sensitivity come true because otherwise we are in trouble, as we are running way beyond those projections currently.  Other science is finding that we need to hit much tougher targets sooner and this will not be included in the upcoming IPCC report.  These include Meinhsausen<i> et al.<\/i> in 2009, Kevin Anderson of the Tyndall Centre, Manchester, and James Hansen, the former head of the NASA climate observatory in the US.  There are currents of science saying on the one hand that if sensitivity is less, we might be in better shape while, on the other, they are saying if it is not good, then our emissions are driving us way beyond 2&deg; to between 4&deg; and 6&deg;.  There is a grey area and it is not straightforward easy ground for us.<\/p><p>  I refer to the Bill.  Deputy Catherine Murphy said on Friday that without the Attorney General's advice, the committee is dealing with this blindfolded.  That is an issue with regard to judging whether targets can be inserted in the Bill.  Senator Keane responded that if the Government cannot see its way to giving the committee the advice, independent advice might be needed.  That would be a good way forward for the committee.  To engage in this new form of legislative process without advice makes it difficult to proceed.<\/p><p>  On the issue of the national roadmap and sequencing, many people are saying five years rather than seven and we agree with that.  Seven years is too long.  The advisory body should be required to give its advice before the national roadmap is drawn up.  Currently, the Bill states &quot;may&quot; be advised.  We agreed with the climate leaders group and An Taisce on sequencing.  They said the national roadmap should come first.  We would go further and say the D&aacute;il should vote on it and adopt it.  That would give it the all-party seal of approval we hope to have for the Bill.  While it will not make the targets in the roadmap legally binding, it will enable successive Governments to give a seal of approval to any emissions figures in the national roadmap.<\/p><p>  Senator Mac Conghail asked about burden sharing within the Irish target and whether that is a European target or one we adopt ourselves.  We see that as how it would work.  The national roadmap would reflect our international obligations or whatever we take on ourselves and then allocate that target among the sectors.  We do not imagine it would be <i>pro rata<\/i>.  We would judge, as an island nation, for example, whether more should be given to transport or agriculture than to housing.<\/p><p>  The Aarhus definition rather than the freedom of information definition is much wider. and that would be best in terms of which public bodies are covered.<\/p><p>  One of the big issues is the external advisory body.  Although consensus is building around the Irish Fiscal Advisory Council as a model, we would go one step further and we are happy to engage on this.  In the UK, the climate committee puts its reports before parliament and not simply before the government.  That might empower this committee and equivalent committees to engage more fully.<\/p><p>  I would also be happy to engage on the issue of internal co-ordination as opposed to expert advice, the issue of whether the Department of the Taoiseach comes in and how that is best done and the issue of what targets we take on and how they are advised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800033#JJ00200","nonspeaker":"Mr. Ois&iacute;n Coghlan"},{"type":"speech","time":1373290800,"counter":217,"content":"<p>I thank Mr. Coghlan for coming in.  Should the expert advisory body have a role in formulating the sectoral roadmaps?  With regard to the all-Ireland policy, the Assembly is producing a Bill.  It is important that it is happening at that level.  Does that offer opportunities for us in the connection between our policy and that of Northern Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800033#JJ00300","speaker":"1102"},{"type":"speechnospeaker","time":1373290800,"counter":218,"content":"<p>The advisory body should be consulted in advance of the production of sectoral roadmaps to give its input.  It is even more important that the body is consulted in advance of the national road map.  When a Minister is producing a sectoral roadmap, he or she must have regard to the national roadmap.  The Bill does not make that sequencing clear but it should.<\/p><p>  Our colleagues in Friends of the Earth in Belfast are working closely with the Assembly on moving the all-island policy forward.  Within the UK, Northern Ireland is the only jurisdiction that does not have its own target.  Scotland, England and Wales have adopted targets.  If it is only to reflect the UK targets specifically for Northern Ireland, that would make sense.  It also makes sense, therefore, to co-ordinate what we do here in the Republic on policy, as the North has a similar emissions profile.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800033#JJ00400","nonspeaker":"Mr. Ois&iacute;n Coghlan"},{"type":"speech","time":1373290800,"counter":219,"content":"<p>Mr. Coghlan said targets could be stated in a variety of ways but I assume he still believes the targets should be stated.  He then raised the question of these being more political than legal.  This is where we run into the difficulty with the Attorney General's advice.  There is possibly a fear that this could end up in the courts if the targets were stated.  That is why we need to have legal certainty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800033#JJ00500","speaker":"1052","continuing":true},{"type":"speechnospeaker","time":1373291400,"counter":221,"content":"<p>There are a number of ways to decide whether a target is justiciable.  When Mr. Conor Lenihan appeared before the committee on Friday, he stated the most eloquent way to do it was to follow what the United Kingdom had done, which was to specify the penalties, sanctions and correction mechanisms.  The UK legislation makes clear the penalty if the target is breached; the Secretary of State must explain why to Parliament and, within a specified period which I believe is six months, come forward with a plan to make up the shortfall.  The evidence from Mr. Lenihan and others is that if a court case is taken and these steps have been complied with, the case will fall because the matter of the breach will already have been remedied.  This is the most elegant way to deal with it.  Nowhere in the UK legislation does it state the targets are legally binding, as it does not use these words, and nowhere does it state they are non-justiciable, but it does specify the correction and penalty mechanisms.  That is the simplest and most straightforward way to deal with the issue.<\/p><p>  Another way to differentiate is to be clear on how the targets are framed.  The Fiscal Responsibility Act has been mentioned, as has the Fiscal Advisory Council as a model for the expert advisory body mentioned in the Bill.  Its way of dealing with targets is a possible model.  On Friday one of the delegates about best endeavour, whereby targets are expressed which the Government shall to the best of its ability meet.  The Fiscal Responsibility Act passed by the Government includes the phrase \"best endeavour\".  The defence is ready made; if there is a shortfall, as long as every effort has been made, within reason, and a correction mechanism of parliamentary accountability and new plans are in place, the defence is set before the court case arises.<\/p><p>  Another option which lawyers state is less elegant is that included in the Bill introduced by the previous Government, which is to state the targets are non-justiciable.  The ultimate product of the interaction between the Attorney General and the previous Government was this formulation.  The first product of the interaction between the Attorney General and the current Government in the outline heads of the Bill involves removing the targets.  It must be the case that the Office of the Attorney General's advice is not decisive in this case because two versions have been produced; ultimately, therefore, it must be a political decision if and how targets are included in the Bill.<\/p><p>  There is a case to be made for moving responsibility to the Department of the Taoiseach, but this is not a red line issue for Friends of the Earth.  As the debate has evolved, potentially more creative ways around this issue can be seen.  In the United Kingdom responsibility for dealing with climate change has moved from the ministry with responsibility for the environment to that with responsibility for energy.  There is a very natural link between energy and climate change and I have come around to the view that having it solely within the purview of the Taoiseach may mean there will not be a champion in the Cabinet for dealing with climate change, other than the Taoiseach who must play the role of moderating between Ministers.  I would not remove the role completely from a Department, but I am no longer convinced that the Department of the Environment, Community and Local Government is where it should rest.  The Government moved responsibility for the natural environment from the Department of the Environment, Community and Local Government to the Department of Arts, Heritage and the Gaeltacht.  A case can be made which would not require legislation that moving responsibility for the environment to the Department with responsibility for energy would have a potential benefit.  Co-ordination would still be required at the centre because if we have learned anything from these hearings, it is that the measures we need to address climate change cut across so many Departments that no one Department has the power to follow through on the actions required.  This raises the issue of institutional arrangements.<\/p><p>  There are examples of the Department of the Taoiseach and a line Department having responsibility for an issue such as Northern Ireland and European affairs.  In the past the Taoiseach was accountable to the D&aacute;il and answered questions on EU affairs and Northern Ireland issues, although the Department of Foreign Affairs and Trade was also responsible.  An assistant secretary at the Department of the Taoiseach had responsibility for these issues because they were as being of national importance.  In this case it would not be that climate change measures were necessarily more important than any Department but that they cut across many of them.  There is an argument for the Department of the Taoiseach having some responsibility.  Responsibility for EU affairs has now been transferred entirely to the Department of the Taoiseach.  A question was asked earlier about what would happen if responsibility was moved between Departments, whether it would mean duplication and what would the officials in question do.  In moving responsibility for EU affairs from the Department of Foreign Affairs and Trade to the Department of Taoiseach I understand the officials moved also and this could happen if responsibility for dealing with the climate was moved from the Department of the Environment, Community and Local Government to the Department of Communications, Energy and Natural Resources.<\/p><p>  When it comes to sub-Cabinet co-ordination aspects, we look for a relationship between the internal co-ordination of policy throughout the Government and an external oversight and advice role.  The National Economic and Social Council, NESC, secretariat's report has much to offer on the issue of internal co-ordination.  The report was not signed off on by the NESC as we were not asked to do so but merely to comment because the secretariat had been asked to compile the report independently.  The report goes into detail on the idea of a technical secretariat and oversight committee chaired by a member of the Cabinet with assistant secretaries from various Departments on it.  There could be a role for such a body.  It would institutionalise what we have - the senior officials group and the Cabinet sub-committee on climate change and the green economy.  The assistant secretaries from the Departments represented on the Cabinet sub-committee meet and an official from the Department of the Taoiseach co-ordinates the group.  The Minister for the Environment, Community and Local Government, Deputy Phil Hogan, convenes the Cabinet sub-committee and it is chaired by the Taoiseach.  It would be no harm to institutionalise this arrangement, perhaps along the lines proposed by the NESC secretariat in its report.<\/p><p>  I am a member of the NESC and the Department of Jobs, Enterprise and Innovation made a presentation on how the Action Plan for Jobs worked.  There are many interesting analogies because it is about getting various Departments focused on job creation and its structure to co-ordinate policy internally throughout the Government.  The NESC secretariat was very interested because it had not considered the Action Plan for Jobs when compiling its report and interesting analogies can be made with regard to internal co-ordination.  I hope that if the NESC appears before the committee again, this issue can be clarified, but I do not believe any of this changes the need for external advice and oversight because these are different functions.  In the Action Plan for Jobs any State agency with a potential impact on job creation is brought in every month, in the same way the banks are asked about mortgages every month, to knock heads together, move things forward, overcome barriers and unlock opportunities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800034#KK00200","nonspeaker":"Mr. Ois&iacute;n Coghlan","continuing":true},{"type":"speech","time":1373292000,"counter":223,"content":"<p>I compliment Mr. Coghlan on his detailed and informative submission outlining the history, present and future.  Many questions have been asked.  Recommendation No. 3 is on flexibility between target periods and carry-back.  The UK Act caps carrying forward between budgetary periods at 1%.  I have not heard this proposal at the committee previously.<\/p><p>  Recommendation No. 5 was not to call the targets \"targets\".  Are they not targets or do they differ slightly?  Would it be easier to implement them if they were called \"carbon budgets\" instead?  One must account for not reaching one's target.  Is a \"national objective\" different and would the consequences be the same?  Would it be a target under a different name or would a different methodology be involved?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800035#LL00200","speaker":"1135"},{"type":"speechnospeaker","time":1373292000,"counter":224,"content":"<p>I forgot to answer one part of Deputy Murphy's question on the phrases \"be consistent with\" and \"have regard to\".  I would be guided by the lawyers on the matter in question.  When responding to the committee on Friday, Conor Lenihan stated that \"have regard to\" was not as strong as \"be consistent with\", but \"have regard to\" was not inconsequential.  We would prefer the former.  If head 11.1 required a public body to take such steps as may be necessary in the performance of its functions, it would be stronger, but I would not dismiss \"have regard to\".<\/p><p>  I should be clear on this issue before we discuss targets further.  Friends of the Earth does not expect anyone to turn what science indicates into national law.  We respect the democratic right of the Government and the Parliament to decide these issues.  We have no problem with the Government rejecting the advice of the external expert body.  That is democracy.  It has already happened twice in respect of the IFAC, albeit in the special circumstances of the troika programme.  However, advice cannot be rejected secretly because no one is paying attention.  The Government must tell the Parliament why it is rejecting that advice so that the Executive cannot repeat its rejection and hope that no one notices.  This is the difference.<\/p><p>  The issues of carry-back, targets and budgets go together.  Unless there are budgetary periods, carry-back does not arise.  The Bill is weak in this sense, in that it does not set out periodic pathway management mechanisms for breaking down long-term objectives into five-year packages.  It has a seven-year roadmap, but there is no clarity on whether that will contain numbers.<\/p><p>  At the end of our long submission and having gone through the various ways of getting around the objections to targets, for example, whether they were legal, our last suggestion was simply not to call them targets.  It was not flippant, but people seem to have got hung up on the word \"targets\".  Its pure meaning is not that strong.  It is something that one aims for and might miss.  However, those who are not too keen on having targets take the word as meaning that they will all be put in jail.  The original Friends of the Earth Bill in the UK suggested that Ministers' pay would be docked for missing targets, which could prove popular as a legislative measure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800035#LL00300","nonspeaker":"Mr. Ois&iacute;n Coghlan"},{"type":"speech","time":1373292000,"counter":225,"content":"<p>It could possibly be facilitated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800035#LL00400","speaker":"996"},{"type":"speech","time":1373292000,"counter":226,"content":"<p>It might be a recommendation of the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800035#LL00500","speaker":"1033"},{"type":"speechnospeaker","time":1373292000,"counter":227,"content":"<p>The suggestion was made because it is not the word that matters nor the legally binding nature, but the transparency of the numbers and not hiding behind words that, because they have so many meanings, make being accountable for progress impossible.  It is a question of setting benchmarks.  If it cannot be measured, it cannot be managed.<\/p><p>  A national objective is fine.  It is not that we do not view it as strong enough or that we object to the phrasing of the objective of the Bill, which refers to an environmentally sustainable, climate resilient and low-carbon economy.  These are good aims if achieved.  We agree with the NESC, in that carbon neutrality is a stronger and clearer idea than low carbon.  As I am asking the committee to make insertions in the Bill, the next subhead could be a definition of \"low carbon\" - for example, a provision that emissions should be no more than X in 2050.  The word \"targets\" is not the be all and end all.  Rather, it is a matter of measuring progress.<\/p><p>  I will expand on the options concerning targets.  One issue is setting a number.  Another issue is their legal enforceability, which we are not hooked up on.  A third issue is what the target is, which brings us back to the question of whether agriculture is a special case.  The committee could recommend the setting of a target and suggest whether it should be legally enforceable to the courts.  We do not believe it needs to be.  The Bill does not need to outline what the number is, profess to have the final expertise or square all of the circles.  It could have an opinion, but one option would be to follow the example set during the similar stage in the development of the UK Act.  We sometimes use that legislation as a benchmark, but people did not have all of the answers at the beginning.  At this stage, the UK's climate change committee was asked to use experts to draft a report on what the targets should be.  The draft Act set a 60% target for 2050.  The committee was asked to determine whether this was sufficient.  When it reverted, it decided that 80% was a more appropriate target, given the science and what was possible in the UK.  The UK Government took that advice.<\/p><p>  One might ask how that committee could have existed if the law had not been passed.  The committee was set up - the climate advisory council, as we would call it - on a non-statutory basis in advance.  Not only did it do this work, but it also had its first report on how to achieve targets ready to go so that, on the day the law was passed, the committee went from shadow form to real form, published that report and hit the ground running.  There are options on setting the level of targets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800035#LL00600","nonspeaker":"Mr. Ois&iacute;n Coghlan"},{"type":"speech","time":1373292000,"counter":228,"content":"<p>There is a consensus emerging on the template of the IFAC and the reporting structure, including to Committee Stage.  I am a member of the Joint Committee on Finance, Public Expenditure and Reform, and the IFAC appears before it regularly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800035#LL00700","speaker":"1033","continuing":true},{"type":"speechnospeaker","time":1373292600,"counter":230,"content":"<p>I would be happy to do so.  The Deputy's first question concerned the interaction between the external advisory council and Oireachtas committees, and I absolutely endorse that.  A prescribed relationship or role for The Oireachtas committees is not in the heads of Bill, as far as I recall, but it would be important.  Members' hearts might sink to hear it this evening but in our submission we suggested that the committee should also see the national and sectoral roadmaps, although we do not suggest that the committee would necessarily hold hearings on them all.  There is a role not just afterwards but beforehand for the Oireachtas committee most appropriate to this issue.<\/p><p>  I will try not to be confused by what the NESC proposed as an internal arrangement for climate issues against the proposals in the Action Plan for Jobs.  The Taoiseach has a role in convening the relevant stakeholders and in this case the Minister for Jobs, Enterprise and Innovation has a role as well, working from the Taoiseach's Department to bring in the agencies or stakeholders as required to move things forward.  The first responsibility lies with the line Minister and there is a cross-governmental aspect.  In the UK the Department responsible for the environment and the Treasury publish some of the carbon budget materials.<\/p><p>  There is a steering committee of senior officials in the Action Plan for Jobs, with working groups that contain some of the stakeholders; these are not on the external advisory body but are in a position to identify roadblocks or policy inconsistencies between having a renewables target, for example, and having incoherencies in energy efficiency targets for electricity.  There would be an ability to bring those concerns directly to people who are developing the policy, which makes sense on an internal basis.  My understanding is that NESC is doing more work on the Action Plan for Jobs as a model for environmental decision making more generally, and that will be published in due course.  There are supposedly rules about NESC working papers being published before being finalised but I understand the committee may invite representatives of the council before it again.  Perhaps members could ask them to elaborate on how they see what we can learn for environmental decision making from the Action Plan for Jobs, as they would have more detail than me.<\/p><p>  With regard to commenting on the positives in the Bill, many components are missing, especially compared to where we started with targets and inclusion of the emissions trading sector, offsets and purely national targets.  This Bill nevertheless has positive elements.  For example, it is good that the line Minister and others with sectoral roadmaps must come before the Oireachtas on an annual basis to report on progress.  The problem with climate policy has been that there has not been sustained media attention to drive accountability, and it is quite easy for the Executive to let matters slide, even if it does not mean to.  For example, the Kyoto targets were adopted ten years in advance and there was always the possibility that action would be put off a little longer, which is what happened; we dropped policies along the way and did not replace them with something else.  In the end we relied on the economic crash to meet the Kyoto targets.  If a Minister must come before the Parliament every year, having produced a plan in the first place, to report progress and be subject to questioning by this or the relevant committee, it means we will not drop policies without replacing them, which has been a problem in the past.<\/p><p>  There will be legislation to have not just national but also sectoral plans, generating momentum across Government over time, which is also good.  The list of elements that those plans must have regard to or be consistent with is not bad, although we add climate justice to it.  We continue to argue that the engine is missing if the target is not translated.  The Deputy mentioned that 2020 targets are essentially set or reflected in this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800036#MM00200","nonspeaker":"Mr. Ois&iacute;n Coghlan"},{"type":"speech","time":1373292600,"counter":231,"content":"<p>The witness is skipping over that.  When the line Ministers come in, they will have to explain whether they are hitting the 2020 or 2030 target.  That will happen on an annual basis if the Bill stays in its current form, with the framework operating to the 2050 targets.  One can consider what happens in the last 14 or 15 years and if something is pushed far down the road it may not seem to matter.  For many members of the public, 2050 is so far away that it does not really matter, although the 2020 and 2030 targets are realistic.  Having a line Minister explaining on an annual basis where we are within the roadmap and an advisory council commenting on whether we will reach that goal is a very strong and positive element in the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800036#MM00300","speaker":"1033"},{"type":"speechnospeaker","time":1373292600,"counter":232,"content":"<p>It is positive and I accept that the 2020 target is essentially transposed into Irish law from EU law under this Bill.  We have not said that Ireland should unilaterally adopt a 2030 target now because we know we are beginning EU-level negotiations on burden sharing.  We have accepted the argument from other stakeholders that to do that now would be too much to ask of Ireland.  That same logic does not apply to 2050.<\/p><p>  I accept 2050 seems far away but as I can remember 40 years ago, 40 years is not that far away.  It will come on to the horizon for more people.  There is a value in putting a target into law at a symbolic level; we should indicate where we are going in order to provide a long-term certainty in a framework.  Beyond what we can see to 2030 there must be a cornerstone that will show, if nothing else, that we are not just talking about this and the next Government.  We are acknowledging that this is a challenge for all Governments across time as well as all Departments across Government for the next 40 years.  There must be a national effort over that time.<\/p><p>  We are not saying Ireland must go out on a limb in adopting stretched targets for the short term but there is a need to look to the horizon.  Ms Christiana Figueres, the secretary general of the United Nations Framework Convention on Climate Change, which holds the negotiations, has addressed a summit of legislators on climate change legislation in London this year.  This relates to the idea of which comes first, the international agreements or national action.  She argued that some wait for international legislation but unless national legislators take action and adopt legislation, we will not get an agreement in 2015, and one of the main enablers of an international agreement will be more nations taking national responsibility for this in the broadest sense.  Actions or targets must be put into legislation, and she spoke broadly about renewable energy and not simply carbon emission targets.<\/p> <p>The more countries that do that, the more likely we are to get agreement on an international agreement in 2015 for 2020 and beyond.  We are trying to set up a virtuous circle.  If Ireland wants to say there are different things in the international system that need to change, we need to come forward with the proposals and build the system we want to see.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800036#MM00400","nonspeaker":"Mr. Ois&iacute;n Coghlan","continuing":true},{"type":"speech","time":1373293200,"counter":234,"content":"<p>I thank Mr. Coghlan, who is free to go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800037#NN00200","speaker":"996"},{"type":"speechnospeaker","time":1373293500,"counter":236,"content":"<p>I thank the committee for the invitation to address it.  I apologise on behalf of our president, Mr. John Bryan, who is unable to attend today.  I am accompanied by our general secretary, Mr. Pat Smith, our environmental executive, Mr. Thomas Ryan, and the chairman of our environmental committee, Mr. Harold Kingston.  I will make my submission briefly and then take questions.<\/p><p>  I acknowledge the consultative approach that the Minister for the Environment, Community and Local Government, Deputy Hogan, has taken to the development of climate policy and his decision that divisive and unachievable national targets will not be part of future legislation and climate strategy.<\/p><p>  Farmers in Ireland are among the world's leaders in sustainable emission-efficient food production.  Greenhouse gas emissions per litre of milk have reduced by over 13% since 1990.  The beef sector has the fifth lowest carbon footprint in the European Union.  The fall in fertiliser use over the past decade is equal to an annual reduction of 500,000 tonnes of carbon dioxide equivalent from the sector.  The agri-food sector is making a real contribution to the economy.  This must be taken into account in the deliberations.  The sector contributed over &euro;9 billion in exports last year.  It supports 300,000 jobs in all parts of the country.  It produces enough beef each year to feed 30 million Europeans, and our dairy sector produces over 15% of the world's infant formula, and there are plans to increase this to 20%.<\/p><p>  The opportunities in the sector need to be taken into account.  It is self-evident that the world needs more food.  Over the next 40 years, demand will increase by over 60%.  Global milk consumption is set to increase by 104% and meat demand by 88%.  Farmers in Ireland have a track record of producing these commodities successfully and sustainably.  However, internationally not all regions are in a similar position to deliver.  Droughts and other resource stresses in much of the southern hemisphere will lead to a reduction in cereal crop and livestock productivity.<\/p><p>  Ireland is different.  Our grass-based emissions-efficient model of food production, combined with the abundance of other resources such as water, although sometimes a little too much, makes Ireland the envy of other major agri-food economies such as those in the southern hemisphere.  This is our point of difference and growth opportunity for the agri-food sector and the national economy.  It is essential that future climate policy does not stifle the sustainable expansion of this major exporting sector.<\/p><p>  Achieving the EU 2020 target will be very challenging.  Current policies alone will not deliver the required reduction in emissions from the non-ETS sector.  The EPA's scenario analysis shows that even if the Government placed a renewed focus on additional measures, such as the full implementation of the renewable action plan, an emissions-reduction gap would continue to exist.  Therefore, to achieve compliance based on least-cost strategy, the purchase of carbon credits will have to be considered.<\/p><p>  However, the Government can do more to assist in the reduction of emissions.  For example, the Irish forestry sector provides a range of opportunities to mitigate rises in emissions through afforestation, forest management, increased use of wood products and the use of wood products for bioenergy to replace fossil fuel use.  The total carbon reservoir, or store in Irish forests, currently amounts to approximately 1 billion tonnes of CO<sub>2<\/sub>, while the removal of CO<sub>2<\/sub> exceeds 6 million tonnes per annum.  To maintain and improve on this, we would need to see a doubling of the current afforestation  rate, from approximately 6,500 or 7,000 hectares to 15,000 hectares per annum over the next two decades.  <\/p><p>  A number of issues affect the forestry sector.  They are separate and need to be addressed.  There are restrictions and investment in resources is required.  There are difficulties with access to planting in unenclosed lands, for example.  Changes in this regard would be very helpful in meeting the targets required.<\/p><p>  Renewable energy policy foresees a major growth in the use and demand for biomass for energy production to achieve EU 2020 targets.  The negative experiences of farmers who diversified into bioenergy crops such as miscanthus, and the damaged reputation of the bioenergy sector among farmers due to lack of supports for market development, mean that the demand for biomass will have to be sourced from the forestry sector.  If EU 2020 targets and the annual afforestation programme targets are to be achieved, barriers such as felling licences for thinning and inadequate REFITs in this area must be addressed.<\/p><p>  The biggest asset of Irish agriculture is its permanent pasture base.  Some 90% of the total agricultural area is grassland.  This permanent pasture stores carbon and provides an environmental competitive advantage for beef and dairy herds when compared to the high concentrate diets and deforestation associated with other international agricultural regions.<\/p><p>  Currently, carbon credits from carbon sinks such as the permanent grassland and our agri-forestry are not attributed to agriculture.  Ireland has the highest level of carbon-sequestering permanent pastures in Europe which, when combined with the opportunity to expand forest cover, can promote a substantial national carbon sink.  CO<sub>2 <\/sub>emission reductions achieved through natural carbon sinks, such as forests and grassland, must be included in the overall measurement of the contribution of the agriculture sector to emissions reductions as part of future climate policy.  I would like to see the committee considering this further.<\/p><p>  The key question is where we go from here.  Dr. Rory O'Donnell of the National Economic and Social Council, NESC, said it is a question of moving from &#8220;how much&#8221; to &#8220;how to&#8221;<b>.  <\/b>In the NESC report, there are three major principles that the IFA supports and ought to be central to climate change policy development.  First, action on carbon must be consistent with economic recovery.  Second, there is a need to achieve decarbonisation that is gradual and permanent rather than have compliance with specific targets and timetables.  Finally, there ought to be acceptance that, in many instances, an immediate solution does not exist and, therefore, actions, technologies and practices which can achieve decarbonisation take considerable time to make themselves felt.  There is no silver bullet.<\/p><p>  The need to ensure that action is consistent with economic recovery is an extremely important principle for the agriculture sector.  As I stated, the sector is at the heart of the Irish economy, particularly its rural economy.<\/p><p>  As outlined, the growth is sustainable growth built on emission-efficient food production, with emissions from the livestock and dairy sectors amongst the lowest in Europe.  The future growth path for the sector is mapped out in the Food Harvest 2020 report, which is an industry-led plan that identifies the potential for the agri-food sector to grow our export value to &euro;12 billion annually within this decade.  Despite concerns expressed by the Institute of International and European Affairs when it addressed this committee in 2012, and other environmental groups, Food Harvest 2020 is a plan that has environmental sustainability at its core and is based on smart green growth.  This point is supported by a Teagasc 2012 preliminary study on the environmental analysis of Food Harvest 2020 which reported that, in principle, there is potential for the industry to meet simultaneously the Food Harvest 2020 growth targets and the environmental targets.<\/p><p>  Consider the Need to Achieve Decarbonisation that is gradual and permanent.  To support the delivery of this principle as set out by NESC, the IFA examined the marginal abatement cost curve, MACC, for Irish agriculture produced by Teagasc in 2012, which sets out abatement potential of greenhouse gas mitigation measures and the relative costs associated with each of these measures as they affect agriculture.  From that MACC curve, it became clear that the most beneficial measures for emission reductions from the sector are in the practical areas such as extended grazing, better soil fertility and animal breeding.  Basically, better on-farm resource management in these areas is good for the environment and can also provide cost savings to farmers.  My colleague Mr. Harold Kingston will elaborate on this.<\/p><p>  To develop this further, the IFA is currently working with other stakeholders from the sector to develop a smart farming initiative that highlights ways for farmers to reduce farm bills and environmental impact, and maximise output through better resource management.  The adoption of the measures contained in this guide will lead to gradual and permanent emission reductions, driven by economics and environment together.  Most critical, there would be buy-in from farmers on the ground and full understanding of how proposals could work.<\/p><p>  Last week, Moorepark, which is now the leading dairy research facility, had its open day.  Some 10,000 farmers, mostly dairy farmers, were in attendance.  All the research modules and work under way were demonstrated to farmers in a practical way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013070800038#FFFFF00200","nonspeaker":"Mr. Jer Bergin"}]