[{"type":"majorheading","content":"Select Committee on Jobs, Enterprise and Innovation","time":1622588400,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 09:30<\/p><p>The Select Committee met at 09:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Richard Bruton, Paul Murphy, Louise O'Reilly, Matt Shanahan, David Stanton, Robert Troy (Minister of State at the Department of Enterprise, Trade and Employment).<\/p><p>Teachta \/ Deputy Maurice Quinlivan sa Chathaoir \/ in the Chair.<\/p>","time":1622588400,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002"},{"type":"minorheading","content":"Sale of Tickets (Cultural, Entertainment, Recreational and Sporting Events) Bill 2021: Committee Stage","time":1622588400,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#A00100"},{"type":"speech","time":1622588400,"counter":5,"content":"<p>I thank members and witnesses for participating in today's meeting in line with the exceptional circumstances with which we must deal under Covid-19.  I remind them that apart from myself and members of the committee secretariat, all members and witnesses are required to participate remotely, but from within the Leinster House complex only.  Should a division occur, members will be required to make their way to the meeting room within the normal division time in order to vote and to then return to their original location.  No apologies have been received.<\/p> <p>  As normal, all documentation for the meeting has been circulated on MS Teams.  The meeting is being convened for the purpose of consideration of the Sale of Tickets (Cultural, Entertainment, Recreational and Sporting Events) Bill 2021 which was referred to the select committee by order of the D&aacute;il on 13 May.  <\/p> <p>  I welcome the Minister of State at the Department of Enterprise, Trade and Employment, Deputy Troy, and his officials to the meeting.  Does the Minister of State wish to comment briefly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#A00200","speaker":"1509"},{"type":"speech","time":1622588400,"counter":6,"content":"<p>No, I am okay.  I thank the committee for its co-operation to date.  I appreciate its work on pre-legislative scrutiny on the scheme of the Bill.  It proved beneficial.  Four of the seven recommendations have been adopted and included in the Bill, so it was a worthwhile exercise.  I thank the committee for its co-operation in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#A00300","speaker":"1596"},{"type":"speech","time":1622588400,"counter":7,"content":"<p>There are ten amendments which will be grouped as follows for the purpose of the debate: amendments Nos. 1, 2, 8 and 9 may be taken together and amendments Nos. 6 and 7 may be taken together.  All other amendments will be discussed individually.  I propose that we try to complete our consideration of Committee Stage of the Bill today.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#A00400","speaker":"1509"},{"type":"unspoken","time":1622588400,"counter":8,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":9,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1622588400,"counter":10,"content":"<p>Amendments Nos. 1, 2, 8 and 9 are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#A00700","speaker":"1509"},{"type":"speech","time":1622588400,"counter":11,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 6, between lines 14 and 15, to insert the following:  \t&ldquo; &ldquo;communications media&rdquo; means a broadcasting service, a broadcasting services platform, or newspapers or periodicals consisting substantially of news and comment on current affairs within the meaning of section 2 of the Broadcasting Act 2009;&rdquo;.  <\/blockquote> <p>I will speak to amendments Nos. 1, 2, 8 and 9 because, as the Minister of State will see, they are all pretty much connected.  The amendments concern the insertion of definitions of &quot;communications media&quot; and &quot;social media platform&quot; specifically to cover the two mediums to ensure that secondary ticket sellers comply with section 17.  The concern, as I am sure the Minister of State will appreciate, is that social media platforms are not included.  These are fairly technical amendments.  Is the Minister of State satisfied that the definitions already contained in the Bill do not need to be strengthened?  In my experience, small as it is - it is a long time since I bought a lot of tickets for concerts - tickets are quite regularly sold on social media platforms as well as on traditional media such as other websites and all the rest.  People share and advertise much of this information on social media.  I just want to be satisfied that the definitions contained in the legislation will be sufficient to cover any possible scenario.  We know social media and the social media platforms are very fast-moving technologies but, to the greatest extent possible, we need to be satisfied that all eventualities are catered for, and that has to include social media.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#A00800","speaker":"1467"},{"type":"speech","time":1622588400,"counter":12,"content":"<p>I thank the Deputy.  I fully appreciate from where she is coming.  I hope that the official explanation I will provide will relieve her anxiety or confirm there is no need for this amendment and that, for that reason, we are not proposing to accept it.  The proposed amendments to section 17(1) and section 17(2) are unnecessary in my view.  The amendment to section 17(2) is also drafted in such a way that it would not achieve its aim.  The definitions amendments Nos. 1 and 2 propose to insert in section 2 are necessary only if amendments Nos. 8 and 9 to section 17 are adopted.<\/p> <p>  The purpose of the four amendments is essentially to broaden the scope of sections 17(1) and 17(2) so that the information requirements for secondary ticket sellers in section 17(1), and the obligation on secondary ticket operators in section 17(2) to ensure that secondary ticket sellers comply with these requirements, would apply to advertisements or offers for the sale of tickets or ticket packages on social media platforms and through communications media as well on secondary ticket marketplaces.  The addition of a reference to social media platforms in sections 17(1) and (2) is not necessary as these platforms come within the scope of \"secondary ticket marketplace\" as that term is defined in section 2(1), that is, a website, online service, electronic application or print publication which provides a secondary ticket seller with a facility for the sale or advertising for sale of tickets or ticket packages, including a marketplace that also provides a facility for the sale or supply, or advertising for sale or supply, of goods or services.  Like the proposed definition of social media platform, the definition of secondary ticket marketplace refers to a website and an application.  It is broader than the corresponding part of the proposed definition of social media platform in that in also includes an online service.  The second part of the definition of secondary ticket marketplace makes clear that the term includes marketplaces that provide a facility for the sale or supply of services or goods other than tickets.<\/p> <p>  The addition of a reference to electronic communications media in sections 17(1) and (2) is unnecessary for various reasons.  Secondary ticket sellers do not advertise or offer tickets for sale on the broadcasting services and platforms that come within the scope of the proposed definition of electronic communications media.  Event organisers and primary ticket sellers that sell to a wide general audience advertise widely on broadcast media but secondary ticket sellers confine their advertisements and offers to marketplaces that provide a facility for the sale of tickets and permit ticket resellers to engage directly with prospective purchasers.  The broadcast media covered by the definition of electronic communications media are vehicles for general advertising and do not provide a means whereby secondary ticket sellers can engage individually with prospective buyers.  The definition of secondary ticket marketplace applies already to print publications which provide a facility for the sale or advertising for sale of event tickets.<\/p> <p>  Furthermore, the amendment to section 17(2) is framed in a way that would prevent it from achieving its aim.  The obligation in section 17(2) to ensure that tickets are not advertised or offered for sale without the ticket seller providing the specified information is on the secondary ticket operator.  Section 2(1) defines \"secondary ticket operator\" as a person who, in the context of a secondary ticket marketplace, owns or manages the marketplace or is otherwise responsible for its operation, as well as a person acting for, or on behalf of, such a person.<\/p><p>As the definition and section 12(2) are worded, the proposed amendment to section 17(2), therefore, would not extend the obligation to ensure that the secondary ticket sellers comply with information requirements of 17(1) to the operators of social media platforms and electronic communications media.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#A00900","speaker":"1596","continuing":true},{"type":"speech","time":1622588400,"counter":14,"content":"<p>I thank the Minister of State for that clarification.  He can see where I was coming from and that the intention of the amendment was more of a belt, braces and baler twine kind of proposal.  I am satisfied that on the basis of the confirmation given to me by the Minister of State that the matters are already covered within the legislation and I thank them for the clarification.  With the leave of the Chairman, I am happy to withdraw amendments Nos. 1, 2, 8 and 9, on the basis that we have had this discussion and that the Minister of State has clarified that social media platforms are already covered.  That was my concern and I was not intending to do anything other than take, as I said, a belt, braces and baler twine approach.  I thank the Chairman and with his permission I will withdraw those amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#B00200","speaker":"1467"},{"type":"speech","time":1622588400,"counter":15,"content":"<p>I thank the Deputy and the Minister of State.  I confirm now that we are withdrawing amendments Nos. 1, 2, 8 and 9, as tabled by Deputy O'Reilly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#B00300","speaker":"1509"},{"type":"unspoken","time":1622588400,"counter":16,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622588400,"counter":17,"content":"<p>Amendment No. 2 not moved.<\/p>"},{"type":"unspoken","time":1622588400,"counter":18,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"speech","time":1622588400,"counter":19,"content":"<p>  Sections 3 and 4 agreed to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#B00800","speaker":"1509"},{"type":"unspoken","time":1622588400,"counter":20,"content":"<p>SECTION 5<\/p>"},{"type":"speech","time":1622588400,"counter":21,"content":"<p>I move amendment No. 3:<\/p> <blockquote> \tIn page 8, between lines 27 and 28, to insert the following:<br \/><br \/>&ldquo;(2) It shall be necessary to provide proof that a notice or other document served on or given to a person under subsection (1) has been received by the person concerned.&rdquo;. <\/blockquote> <p>This, again, is a technical amendment and I am hoping that the Minister of State will be able to put my mind at rest or, as he says himself, to allay my anxiety.  I will be up all night worrying about it but it is something that is worthy of concern.  As it stands the amendment states that: &quot;It shall be necessary to provide proof that a notice or other document served on or given to a person under subsection (1) has been received by the person concerned&quot;.  The amendment is included therefore as an addition to Section 5 to ensure that where notice has been provided under the section that the person cannot turn around and simply claim that they did not receive the notice.  This is particularly pertinent for paragraphs (b) and (d) whereby the documents could be left at the address of the person concerned or sent by electronic means.  In both cases a situation could possibly arise where the person concerned simply claims that they have not received the documents.  I do not think that anyone, either myself or the Minister of State, want to find ourselves in a situation where we open the pages of a newspaper and we hear that such a person is in effect not covered by the provisions of the legislation because they simply say that they did not receive the documentation.  The intention of this amendment is to tighten that up.  Again, as with the previous amendments, I would welcome some comfort from the Minister of State on this point, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#B01000","speaker":"1467"},{"type":"speech","time":1622588400,"counter":22,"content":"<p>Hopefully I can provide such reassurance on that but I will ask if any other member wishes to contribute?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#B01100","speaker":"1596"},{"type":"speech","time":1622588400,"counter":23,"content":"<p>Does any other member wish to contribute before the Minister of State replies?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#B01200","speaker":"1509"},{"type":"speech","time":1622588400,"counter":24,"content":"<p>The provisions on the service of a document are found in the statutes dealing with a wide range of different areas.  Section 5 of the Bill is in accordance with the corresponding provisions in other enactments. Officials of my Department have examined the provisions on the service of documents in all of the Acts adopted over the past decade.  None of the 20 or so Acts examined include the provision along the lines proposed by Deputy O'Reilly.  Including such provision in this Bill would have wider and possibly unforeseen consequences for provisions on the service of documents throughout the Statute Book.  The case for a proof provision along the lines proposed needs to be examined in a wider context than just in this Bill and we are therefore not in a position to accept this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#B01300","speaker":"1596"},{"type":"speech","time":1622588400,"counter":25,"content":"<p>I thank the Minister of State for that reply because as an aside, this might be something that we should have a discussion about because the capacity exists for people to simply rock up to court, shrug their shoulders and say that they did not receive any letter.  That is a broader problem and I accept what the Minister of State is saying about the potential knock-on consequences.  Equally, if the Minister of State is satisfied that the provision that I have sought is not actually necessary, or indeed is perhaps necessary as part of a bigger conversation.  The amendment is a technical one and is intended to strengthen the legislation to ensure that people do not have a ready-made excuse to simply wriggle out of their responsibilities.  On the basis of what the Minister of State is saying I do not intend to push this amendment. I would welcome, however, an engagement with the Minister of State, perhaps separate to this legislation, to discuss that particular rule.  I appreciate the statutes that exist and the potential for the knock-on consequences of accepting this amendment.  Notwithstanding that, this is a discussion that is definitely worth having.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#B01400","speaker":"1467"},{"type":"speech","time":1622588400,"counter":26,"content":"<p>I cannot disagree with the Deputy on that point.  She is right as this does warrant broader discussion but outside the context of this Bill.  To do that in isolation just in this Bill could have unforeseen consequences on other legislation.  I appreciate the spirit in which the Deputy is offering to withdraw it and the point raised by the Deputy warrants further discussion, examination and perhaps it is a matter that we should refer to the Office of the Attorney General.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#B01500","speaker":"1596"},{"type":"speech","time":1622588400,"counter":27,"content":"<p>On that basis I will be very happy if this matter is referred to the Attorney General which will necessarily spark a broader conversation.  The amendment is a technical one, I accept what the Minister of State is saying, and on that basis I am content to withdraw it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#B01600","speaker":"1467"},{"type":"unspoken","time":1622588400,"counter":28,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622588400,"counter":29,"content":"<p>Section 5 agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":30,"content":"<p>Section 6 agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":31,"content":"<p>SECTION 7<\/p>"},{"type":"speech","time":1622588400,"counter":32,"content":"<p>I move amendment No. 4:<\/p> <blockquote> \tIn page 9, line 8, to delete &ldquo;1,000 persons or more&rdquo; and substitute &ldquo;an event or events&rdquo;.  <\/blockquote> <p>This amendment is designed to remove the requirement for there to be 1,000 persons or more and to replace it with the words: &quot;an event or events&quot; and not to have 1,000 persons stated in the provision.  There are a number of reasons I am proposing this amendment.  The Minister of State will know as I do that many events with fewer than 1,000 people in attendance see tickets sold at over the face value and that is an issue.  This is also something in the context of the pandemic that is going to become perhaps a bigger issue in the short term than it might otherwise be because, for a great many venues, their numbers are going to be restricted.  It is restricted numbers which are driving up the prices in many instances.  We know that people are going into the marketplace, purchasing in bulk and then selling on, which is a significant problem.  That is a problem that is exacerbated when bigger venues, even venues that could reasonably accommodate over 1,000 people, for the next while may not be able to accommodate more than 1,000 people.  We need to give some consideration to broadening this definition.<\/p><p>If one takes the trial sporting and music events, five of them have fewer than 1,000 people who will be in attendance.  I understand that for the first few trial events, the tickets are going to be tightly controlled but that is not going to be the case for every event.  As hospitality begins to open up, it is not going to be a matter of clicking one's fingers and being back to February 2020 by any manner or means.  Consideration should be given as this is a long-term issue, but is highly pertinent in the short term, given the restrictions and the likelihood in many of these venues that tickets will be very much sought after.  We are all eager to get back to some kind of normal live entertainment, whatever it is that one wants to be doing, be it sports, music or whatever.  With the current climate and the restrictions in place, this is highly pertinent but it is pertinent in any event and I would welcome hearing the Minister of State's views on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#B02100","speaker":"1467"},{"type":"speech","time":1622588400,"counter":33,"content":"<p>I genuinely accept where the Deputy is coming from with this amendment and I was of a similar view myself but I will give the Deputy the rationale behind why we cannot accept the amendment and we will see what the Deputy thinks of it.  The first of the conditions for the application for the designation of a venue in section 7(1) states that the venue has the capacity to hold 1,000 persons or more.<\/p><p>The effect of Deputy O&rsquo;Reilly&rsquo;s amendment would be to change this condition to \"the venue has the capacity to hold an event or events.\"  When she references Covid-19 restrictions, the capacity of the venue that will count is not the temporary capacity, but the real capacity, so to speak.  When she talks about the 5,000 people who will be allowed into Croke Park, that is not the capacity that will be designated for the purpose of this; it will be the 80,000.  I am sure she is aware of that but I say it for the purposes of clarity.  <\/p><p> The amendment would make a major change to the provisions on the designation of venues in section 7.  While I appreciate that the amendment stems from a constructive desire to strengthen the Bill, I cannot accept it.  <\/p><p> The provisions on the designation of events and venues are a central pillar of the Bill, and the capacity threshold of 1,000 which applies to the designation of venues under section 7(1) is a core element of the venue designation provisions.  The committee&rsquo;s pre-legislative scrutiny report did not propose a change in this capacity threshold.  A major change of the kind proposed to the provisions on the designation of venues would possibly affect the objective necessity and proportionality of the obligations placed on ticketing businesses by the Bill.  Legal advice would be needed on this point before such an amendment could be considered.  <\/p><p> However, perhaps most importantly the removal of the capacity threshold of 1,000 would require the resubmission of the Bill to the European Commission in accordance with the provisions of Directive 2015\/1535 on the procedure for the provision of information on technical standards and rules on information society services.  The scheme of the Bill was submitted to the European Commission in accordance with this requirement in February 2020 and no issues of compatibility with EU law were raised by the Commission or other member states.<\/p><p> The directive provides, however, that where a proposed national measure is subsequently amended in a way that significantly alters its scope, the measure must be resubmitted for further examination.  Removing the capacity threshold for venue designations would constitute a significant alteration of the scope of the Bill.  If the Bill had to be resubmitted, the result would be that it could not be enacted for a period of at least three months from the date of its notification to the European Commission.  I believe that we all understand and accept the need for the early enactment of this Bill, particularly given that sporting and entertainment events are shortly due to recommence with restricted attendances with all the potential for ticket touting that might present, as the Deputy mentioned.<\/p><p> My Department considers that the capacity threshold of 1,000 which applies to applications for the designation of a venue will cover the great majority of venues that are likely to host the type of high-demand events that can be expected to give rise to appreciable levels of ticket resale.  If a venue with a smaller capacity is due to hold a high-demand event, it will have the option to apply for the designation of the event.  The Minister for Enterprise, Trade and Employment will also have a reserve power under section 7(6) to designate a venue with a capacity of less than 1,000 after consultation with the venue operator.  If it emerges after the Act has been in operation for a time that the capacity threshold of 1,000 is impairing the effectiveness of the Act, it can be reviewed and, if necessary, amended.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#B02200","speaker":"1596","continuing":true},{"type":"speech","time":1622588400,"counter":35,"content":"<p>I welcome the clarification the Minister of State has given.  While it may not necessarily apply in this case, if resubmission to the European Commission is required to make it right, that should happen.  We should not rule something out purely and simply because it might take some time or require some paperwork.  That is a separate issue.  I never like to hear Ministers say that while something might or might not be the right thing to do, we are not going to do it because we might need to resubmit it.  I know that is not all the Minister of State is saying.<\/p> <p>  I am content with the explanation given about the restrictions.  The venues will be designated based on their capacity in normal times rather than their capacity based on Covid restrictions.  I had not been certain about that and I welcome the clarification.  <\/p> <p>  I ask the Minister of State to give me an assurance that he will keep a close eye on venues with a capacity of less than 1,000.  I am concerned that these may fall between the cracks.  I understand that the Department is busy.  While we are talking about it today, it might not be a priority in a few months' time.  That is not to say that people will not try and will not do their best, but it is in the nature of things.  I ask the Minister of State to give me an assurance that the Department will keep a very close eye on this or that we can review the operation and have an opportunity to amend if required.  The spirit of the amendment and the intention is to ensure that as many venues, events and people as possible are covered by the legislation.  I would welcome an assurance from the Minister of State that the Department will pay close attention to the slightly smaller venues with a capacity of less than 1,000.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#C00200","speaker":"1467"},{"type":"speech","time":1622588400,"counter":36,"content":"<p>I think we are all in unison.  We want to ensure that legitimate fans and patrons can get access to their particular choice of relaxation, whether that is sport, culture or music and can do so at fair value.  We have done that with this Bill after consultation and pre-legislative scrutiny as well as following Private Members Bills proposed by this committee's Chairman, the former Deputy, Noel Rock, and the Minister, Deputy Stephen Donnelly.  Considerable consultation has gone into this and a capacity of 1,000 was deemed to be proportionate.<\/p> <p>  If a smaller venue, with a capacity of less than 1,000 is due to hold a big-ticket event that will give rise to much greater demand, it can make an application for that specific event in that venue to protect it in that instance.  I would expect that if it is not working as envisaged and smaller operators are falling foul of illegal practices, they can look for a review themselves or they can approach the Department.  Under the provisions of the Bill, the Minister of the day has the power to designate a venue with a capacity of less than 1,000.  <\/p> <p>  Earlier the Deputy referred to belts, braces and baling twine.  We have plenty of protections here if we find that it is not working for venues with a capacity of under 1,000.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#C00300","speaker":"1596"},{"type":"speech","time":1622588400,"counter":37,"content":"<p>I thank the Minister of State for that clarification, which is spot on.  The intention of my amendment is not to delay anything but to have this discussion and ensure that the record reflects the spirit and intention of the legislation.  I will withdraw the amendment, but I reserve the right to reintroduce it on Report Stage because I want to carry out some more investigation.  Perhaps the Minister of State and I can have a chat about this.  It is a genuine concern about people falling between the cracks.  We are all on the same page in this.  This is done in the spirit of co-operation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#C00400","speaker":"1467"},{"type":"speech","time":1622588400,"counter":38,"content":"<p>I will commit to asking my officials to review it in advance of Report Stage.  I appreciate the Deputy's point of view.  I had the same thinking but when we went through it and fleshed it out, I realised that we are have plenty of safeguards in place.  We can certainly review it again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#C00500","speaker":"1596"},{"type":"speech","time":1622588400,"counter":39,"content":"<p>If a briefing note is available, I would very much appreciate getting a copy.  My intention is not to delay, but this morning's discussion has been very worthwhile.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#C00600","speaker":"1467"},{"type":"speech","time":1622588400,"counter":40,"content":"<p>I note the Deputy's comments that she may reintroduce the amendment on Report Stage.  It is a matter for her if she wants to do that.  I thank her for being co-operative in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#C00700","speaker":"1509"},{"type":"unspoken","time":1622588400,"counter":41,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622588400,"counter":42,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":43,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":44,"content":"<p>SECTION 9<\/p>"},{"type":"speech","time":1622588400,"counter":45,"content":"<p>I move amendment No. 5:<\/p> <blockquote> \tIn page 11, to delete lines 38 and 39. <\/blockquote> <p>During engagement with the Department, did representatives of the industry indicate reluctance to register?<\/p><p>A fee always dissuades people.  There is no dispute about that.  Fees are sometimes introduced as a deterrent, which I accept is not the case here, but I am concerned that the inclusion of a fee here might dissuade people.  Section 7(3) provides for the charging of a fee, which, I believe, might act as a deterrent.  I am interested in hearing from the Minister of State what consultation that took place in that regard, how he envisages it will operate and if he believes or not that a fee will act as a deterrent.  If he is satisfied that the opposite can be demonstrated, I am happy to accept that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#C01100","speaker":"1467","continuing":true},{"type":"speech","time":1622588400,"counter":47,"content":"<p>In all of the Deputy's amendments up to this point I could where she was coming from and I have taken them in the spirit in which they were tabled.  Likewise, I take this amendment in the spirit in which it is proposed, but I disagree with it.  The amendment proposes the deletion of section 9(4), which provides that the Minister for Enterprise, Trade and Employment may prescribe a fee to accompany an application for the designation of an event under section 9(1).  While section 9(4) provides that the Minister &quot;may&quot; provide a fee for the designation of an event, it does not require the Minister to do so.<\/p><p>The Bill has been introduced, in part, following demands from sporting bodies and event promoters that Government take action to tackle ticket touting.  There are means such as personalised and paperless tickets available to promoters and sporting bodies that would make it more difficult for ticket touts to resell tickets for gain.<font color=\"#FF0000\">  <\/font>These options involve costs for event organisers.  The enactment of this Bill will result in the cost of tackling ticket touting instead being largely borne by the State.  It is not, in my opinion, unreasonable, therefore, to include a provision under which promoters and sporting bodies who will benefit from the legislation may be required to pay a fee for the designation of their venues or events.  Any such fee would be set by reference to the administrative costs incurred in processing applications for designation and will not be used as a revenue raising measure. <\/p><p>While Deputy O&rsquo;Reilly&rsquo;s amendment proposes to delete the provision authorising fees for applications for event designation, it leaves untouched the provision at section 7(3) which permits the Minister for Enterprise, Trade and Employment to prescribe a fee for applications for the designation of a venue.  This is, presumably, because venue designations will cover all events in a venue over a long period of time and are more likely to be applied for by the operators of large venues.  Event designations by contrast will generally apply only to a single time-limited event.  A situation in which fees can be charged for one type of application for designation and not for another is open to question, however, and, depending on the level of the fee, could lead some venue operators to apply for a series of event designations rather than a more permanent venue designation.  <\/p><p>The aspiration and thought-process is that any such fee would be set by reference to the administrative costs incurred in processing the application and this provision will not be used as a revenue raising measure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#D00200","speaker":"1596"},{"type":"speech","time":1622588400,"counter":48,"content":"<p>I thank the Minister of State for the clarification.  Does he have any idea of the level at which the fee will be set?  It is all very well to say it will not be used as a revenue raising measure, but he and I know, that the view of the people who will be paying it might be that it is a revenue raising measure.  Can he give a ballpark figure for the fee?<\/p> <p>  On section 7(3), I, probably, should have included it for amendment.  That was an oversight on my part, but the Minister of State knows where I am coming from on this issue.  I would welcome it if he could given an indication of the level of the fee and confirm if he is confident that it is not likely to act as a deterrent, which is my concern, and confident that we will not end up with a situation whereby people would find the process prohibitively expensive because the fee is only to cover the administrative costs.  Can he give us a ballpark figure for where the fee might land?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#D00300","speaker":"1467"},{"type":"speech","time":1622588400,"counter":49,"content":"<p>I do not believe it will act as a deterrent.  Many of the sporting bodies and events promoters have called on Goverment to take action against ticket touting.  There are measures that they could have taken in terms of personalised and paperless tickets, which would have made it far more difficult for ticket touts to resell tickets, but owing to the costs associated with bringing in those systems they have not done that.  There will be an associated cost under this system to the Department.  It is for that reason we are providing for the introduction of a fee to cover the administrative costs.  As the administrative burden will be insignificant, the fee will be very affordable.  We do not yet have a figure in mind, but it will not excessive or a deterrent because we want venues to apply for a designation.  We also want to cover any associated administrative costs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#D00400","speaker":"1596"},{"type":"speech","time":1622588400,"counter":50,"content":"<p>Am I correct that the intention is that any fee applied will be solely in respect of the recoupment of administrative costs?  In other words, it is not intended for anything else?  I accept that as stated by the Minister of State this is not a revenue generating measure.  That should not be the case.<\/p> <p>  On the fee, I remain concerned that it will act as a deterrent.  Anything that acts as a deterrent to people is problematic.  However, the Minister of State has given an assurance that the fee will be an administrative fee and not a revenue generating measure and I am satisfied with that explanation.  As in the case of the previous amendment, I propose to do a little more research on this issue with a view to resubmitting the amendment on Report Stage, if necessary.  As the Minister of State has confirmed that it is an administrative fee and not a revenue raising measure, I am content to withdraw the amendment for now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#D00500","speaker":"1467"},{"type":"speech","time":1622588400,"counter":51,"content":"<p>I appreciate that.  As I said, the Bill provides that the Minister \"may\" prescribe a fee, not that he or she shall prescribe a fee.  If a fee is prescribed, it be only in respect of administrative costs.  That is our intention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#D00600","speaker":"1596"},{"type":"speech","time":1622588400,"counter":52,"content":"<p>I thank the Minister of State for his clarification.  As stated by Deputy O'Reilly she can resubmit the amendment on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#D00700","speaker":"1509"},{"type":"unspoken","time":1622588400,"counter":53,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622588400,"counter":54,"content":"<p>Section 9 agreed to.<\/p>"},{"type":"speech","time":1622588400,"counter":55,"content":"<p>Have we dealt with the Government amendments?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#D01000","speaker":"1467"},{"type":"speech","time":1622588400,"counter":56,"content":"<p>They will be dealt with under section 13.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#D01100","speaker":"1509"},{"type":"unspoken","time":1622588400,"counter":57,"content":"<p>Sections 10 to 12, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":58,"content":"<p>SECTION 13<\/p>"},{"type":"speech","time":1622588400,"counter":59,"content":"<p>Amendments Nos. 6 and 7 are being taken together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#D01400","speaker":"1509"},{"type":"speech","time":1622588400,"counter":60,"content":"<p>I move amendment No. 6:<\/p> <blockquote> \tIn page 15, line 9, to delete &quot;<i>section 7(1)<\/i>&quot; and substitute &quot;<i>subsection (1) <\/i>of that section&quot;. <\/blockquote> <p>These are technical amendments which address incorrect cross-references in section 13.  Section 13(5)(c) provides that a District Court judge may make an order confirming the revocation of a venue designation under section 8(1) on the grounds that the requirements of section 7(1) have been satisfied.  As section 7(1) specifies the conditions for the making of an application for the designation of a venue, the effect of the current wording of section 13(5)(c) is to suggest that a court order may confirm the revocation of a venue designation by the Minister on the grounds that the conditions for designating a venue have been satisfied.  This is clearly incorrect.  The effect of the amendment is to provide instead that a District Court judge may make an order confirming the revocation of a venue designation on the grounds that the conditions for the revocation of such a designation in section 8(1) are satisfied.<\/p><p> Amendment No. 7 addresses a similar cross-referencing error in section 13(6)(c).  Section 13(6)(c) provides that a District Court judge may make an order confirming the revocation of an event designation under section 10(1)(a) on the grounds that the requirements of section 9(1) have been satisfied.  As section 9(1) specifies the conditions for the making of an application for the designation of a venue, the effect of the current wording of section 13(6)(c) is to suggest that a court order may confirm the revocation of a venue designation by the Minister on the grounds that the conditions for designating an event have been satisfied.  Again, this is clearly incorrect.  The effect of the amendment is to provide instead that a District Court judge may make an order confirming the revocation of an event designation on the grounds that the conditions for the revocation of such a designation in section 10(1)(a) are satisfied.<\/p><p> I advise that I will be moving a technical amendment to section 13(6)(e) on Report Stage in order to clarify the application of the subsection.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#D01500","speaker":"1596","continuing":true},{"type":"unspoken","time":1622588400,"counter":62,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1622588400,"counter":63,"content":"<p>I move amendment No. 7:<\/p> <blockquote> \tIn page<b><\/b>15, line 27, to delete &ldquo;<i>section 9(1)<\/i>&rdquo; and substitute &ldquo;<i>subsection (1) <\/i>of that section&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#E00300","speaker":"1596"},{"type":"unspoken","time":1622588400,"counter":64,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":65,"content":"<p>Section 13, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":66,"content":"<p>Sections 14 to 16, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":67,"content":"<p>SECTION 17<\/p>"},{"type":"unspoken","time":1622588400,"counter":68,"content":"<p>Amendments Nos. 8 and 9 not moved.<\/p>"},{"type":"unspoken","time":1622588400,"counter":69,"content":"<p>Section 17 agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":70,"content":"<p>Sections 18 to 22, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":71,"content":"<p>SECTION 23<\/p>"},{"type":"speech","time":1622588400,"counter":72,"content":"<p>I move amendment No. 10:<\/p> <blockquote> \tIn page 20, line 20, to delete &ldquo;<i>section 18<\/i>&rdquo; and substitute &ldquo;<i>section 21<\/i>&rdquo;. <\/blockquote> <p>This is another technical amendment, which addresses an incorrect cross-reference in section 23(2).  Section 23 deals with the power of a member of An Garda S&iacute;och&aacute;na to arrest a person without warrant in certain specified circumstances.  Subsection (2) begins with the words, &quot;Without prejudice to the generality of <i>section 18<\/i>&rdquo;.Section 18, however, deals with the exemption of charitable organisations from the application of sections 15 to 17 and has no relevance to Garda powers.  Section 23(2) should refer instead to section 21 as that section deals with the general powers of entry and search of members of An Garda S&iacute;och&aacute;na.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#E01200","speaker":"1596"},{"type":"unspoken","time":1622588400,"counter":73,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":74,"content":"<p>Section 23, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":75,"content":"<p>Sections 24 to 27, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":76,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1622588400,"counter":77,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"speech","time":1622588400,"counter":78,"content":"<p>I thank the Minister and his officials for attending today's briefing.  I look forward to the Bill being enacted and implemented as soon as possible.  I have a keen interest in this legislation because I introduced a similar Bill in the previous D&aacute;il.  While my name is not on this Bill, I do not have a problem with that and I am delighted to see it progressing.  I thank everybody who has contributed not just today but at all of the committee meetings we had on this legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#E01800","speaker":"1509"},{"type":"speech","time":1622588400,"counter":79,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#E01900","speaker":"1596"},{"type":"speech","time":1622588400,"counter":80,"content":"<p>I am conscious that we have a private meeting at 11.30 a.m.  As there is no other business, I thank members for participating in today's meeting under the exceptional circumstances of the Covid-19 pandemic and for dealing with the Bill as efficiently as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#E02000","speaker":"1509"},{"type":"minorheading","content":"Message to Dáil","time":1622588400,"counter":81,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#E02100"},{"type":"speech","time":1622588400,"counter":82,"content":"<p>In accordance with Standing Order 101, the following message will be sent to the Clerk of the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Enterprise, Trade and Employment has completed its consideration of the Sale of Tickets (Cultural, Entertainment, Recreational and Sporting Events) Bill 2021 and has made amendments thereto.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021060200002#E02200","speaker":"1509"},{"type":"unspoken","time":1622588400,"counter":83,"content":"<p>The select committee adjourned at 10.17 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Finance, Public Expenditure and Reform, and Taoiseach","time":1622588400,"counter":84},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 12:30<\/p><p>The Joint Committee met at 12:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Mick Barry, Alice-Mary Higgins, Pearse Doherty, Marie Sherlock. Bernard J. Durkan, Mairéad Farrell, Steven Matthews, Jim O'Callaghan, Neale Richmond, Peadar Tóibín.<\/p><p>I láthair \/ In attendance: Deputies Marc MacSharry, Verona Murphy and Brian Stanley.<\/p><p>Teachta \/ Deputy John McGuinness sa Chathaoir \/ in the Chair.<\/p>","time":1622588400,"counter":85,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002"},{"type":"minorheading","content":"Remuneration of Senior Civil Servants: Discussion","time":1622588400,"counter":86,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#A00100"},{"type":"speech","time":1622588400,"counter":87,"content":"<p>I remind members and witnesses to please turn off their phones and, when they address the meeting, to do so without their face covering, as it makes for a better recording of the meeting.  Apologies have been received from Deputy Doherty and Senator Casey.<\/p> <p>  I welcome Mr. Mark Fraser to the meeting.  We will engage with the Secretary General of the Department of the Taoiseach on the issue of the recent salary increase of the Secretary General of the Department of Health.<\/p> <p>  I remind members of the notice of privilege with respect to the longstanding practice to the effect that members should not comment on, criticise or make charges against a person outside the Houses, or an official, either by name or in such a way as to make him, her or it identifiable.  Members are covered by privilege when in this House or in the Convention Centre Dublin but if they are attending remotely they may have only limited privilege.  I invite Mr. Fraser to make his opening remarks.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#A00200","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":88,"content":"<p>I did not send the Chairman an opening statement.  I spoke to the clerk yesterday and explained that.  I presume that is okay.  My opening remarks would be to refer the Chairman to my role in this area, which I set out in a letter to the committee outlining that I have several roles in the area of assignment of Secretaries General and so on.  The committee has a copy of the minute I took of the meeting with the Taoiseach, the Minister for Health and the Minister of Public Expenditure and Reform, which was the meeting at which these matters were first discovered and which, ultimately, led to the process that has been recently completed.  Between that letter and those minutes, that covers my role in it.  I am conscious members will have many questions and I am happy to take their questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#A00300","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":89,"content":"<p>In the light of that, I will turn to the members.  Are any members indicating?  Does any member wish to speak on this matter?  I call Deputy Stanley, Chairman of the Committee of Public Accounts.  This is a joint meeting of the Committee of Public Accounts and the Joint Committee of Finance, Public Expenditure and Reform, and Taoiseach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#A00400","speaker":"1496"},{"type":"speech","time":1622588400,"counter":90,"content":"<p>I thank the Chairman for the invite and his co-operation in arranging this meeting.<\/p> <p>  I welcome Mr. Fraser to the meeting.  I want to preface my remarks by saying I do not want to cast any aspersions over or question the competence or ability of the Secretary General of the Department of Health.  I have dealt with him on few occasions, including when he recently appeared before the Committee of Public Accounts, and I do not question his competence. <\/p> <p> Regarding the process for the selection of the candidate, my understanding is it was agreed at a meeting of the Taoiseach, the Minister of Health, the Minister for Public Expenditure and Reform and Mr. Fraser.  At that initial meeting, had Mr. Fraser been aware for some period that the position in the Department of Health would become vacant?  At what stage did he find that out?  I understand the previous Secretary General in the Department of Health moved to the Department of Further and Higher Education, Research, Innovation and Science.  I presume if he was moving to that Department that would have been known for some time.  That Department was set up last July and that Secretary General had worked with the previous Minister, Deputy Harris.  At what stage did Mr. Fraser become aware the Secretary General wanted to move or that this move was happening and would be approved?  Obviously, that Secretary General could not simply take it upon himself to decide he would move to that Department.  Can Mr. Fraser outline that briefly for me?  I am conscious of members&rsquo; time, particularly the members of the finance committee and we do not want to encroach too much on their time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#A00500","speaker":"1491"},{"type":"speechnospeaker","time":1622588400,"counter":91,"content":"<p>With respect to the previous Secretary General of the Department of Health, the best way to describe what happened is that when the Government was formed, which was late last June,  there were a number of significant changes of Department, the most significant of which was the creation of an entirely new Department, that of the Department of Further and Higher Education, Research, Innovation and Science, which the Deputy referenced.  We found in terms of decisions that could be made that there were a few unusual situations.  The Department of Rural and Community Development and the Department of Social Protection had the same Minister as did the Department of Transport and the Department of the Environment.  At one point it was thought the Department of Transport and the Department of the Environment would be merged but in the end they ended up being separate Departments.  We had at that time a vacancy in the Department of Housing, Local Government and Heritage because the previous Secretary General had retired.  I was asked when joining the meeting if I had been down in the Convention Centre Dublin and I remember discussing this with an individual in the convention centre on the day the Government was formed.  What happened is this,  the former Secretary General of the Department of Health &ndash; I am not using names, which I think is the correct way to proceed, based on what the Chairman said - the man Deputy Stanley referenced, went to the Department of Further and Higher Education, Research Innovation and Science.  The former Secretary General of the Department of Transport was moved to the Department of Housing, Local Government and Heritage, which the Minister, Deputy O&rsquo;Brien has just taken over.  An acting Secretary General was appointed in the Department of Transport and an acting Secretary General was appointed in the Department of Health.  In terms of the Department of Transport, things moved fairly conventionally.  There was a top level appointments committee, TLAC, process held last autumn and an appointment was made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#A00600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":92,"content":"<p>Can I interrupt Mr. Fraser?  I do not want to go over the appointment of the various Ministers.<\/p><p>The question I am asking is a direct one.  At what point did Mr. Fraser become aware that the then Secretary General of the Department of Health was moving out of that Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#A00700","speaker":"1491","continuing":true},{"type":"speechnospeaker","time":1622588400,"counter":94,"content":"<p>I beg the Chairman's pardon but these issues are all sort of interlinked in my mind, so the committee might forgive me for that.  The man the Deputy is talking about was appointed to the Department of Further and Higher Education, Research, Innovation and Science when the Government was formed, as I mentioned.  What happened at the Department of Health, because of the pandemic and the extremely difficult circumstances, was an acting Secretary General was appointed.  One can see from the note of the meeting in October that the first option under consideration was to ask the acting Secretary General to stay on for an extended period, but in fact that meant perhaps until the summer of this year or until there was some sense of the pandemic coming to an end, which is obviously difficult to predict.  The other option was a transfer and a Top-Level Appointments Committee, TLAC, competition.<\/p> <p>  In short, the man in question moved on the day Deputy Miche&aacute;l Martin became Taoiseach and Deputy Harris became Minister at the Department, and thereafter, what we would do about the Department of Health was always an open question.  The acting Secretary General was clear that he was happy to serve for as long as he was asked to serve, and he did so with great distinction.  We knew we would have to make a permanent appointment to that Department at some point.  It was really the pandemic.  There is never a good time to make these big changes and it certainly was not a good time last autumn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B00200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":95,"content":"<p>The obvious question is why the normal process for open recruitment, which would have happened in the second half of last year, was not initiated at that point.  Mr. Fraser has clearly outlined how the pieces were being moved around.  It is clear to me from what he said and from the correspondence he sent to the committee that a vacancy was arising at a Department that needed a good Secretary General and that would have to be filled quickly because of Covid and the major reforms that will have to happen in the health sector over the coming years.  Why did that not happen then?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B00300","speaker":"1491"},{"type":"speechnospeaker","time":1622588400,"counter":96,"content":"<p>As I said, it was precisely because of the pandemic.  As the Deputy will have seen, running such a competition takes three to four months and is a period of uncertainty at any Department.  At any given moment, these matters were under review, but the acting Secretary General was doing a very good job, so people were happy to keep that as it was.  We were hoping to get to the end of the pandemic a bit more quickly, I suppose, and we are not there yet.  A good person was doing the job and sometimes people remain acting Secretary General for quite a while.  It was believed it was best to stick with the <i>status quo <\/i>up to a point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B00400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":97,"content":"<p>Would Mr. Fraser not agree that when somebody is appointed to a position on a temporary basis and the recruitment process is run after he or she has been appointed, that would appear not to be best practice?  This is what happened in this case, given that the recruitment process did not happen until this year, when the most recent acting Secretary General - now the appointed Secretary General - was already in place.  The person in the position would obviously have a natural advantage.  That is not to cast any doubt on the integrity or the ability of the person who occupies the position, but it seems to be an unusual way of doing it.  It was clear from the word go, from 27 or 29 June last year, in the days following the formation of the Government, that this position was going to become vacant.  Covid or no Covid, much had reopened at that point.  Why was a proper recruitment process not run in the months following that?  It is not clear, from either the correspondence or the answers Mr. Fraser has given, why that did not happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B00500","speaker":"1491"},{"type":"speechnospeaker","time":1622588400,"counter":98,"content":"<p>I cannot really say any more than I have said.  This matter was under review and it was believed circumstances were so difficult at the Department of Health that we needed to do what was done with the acting Secretary General.  I am sure it is clear but the acting Secretary General who was appointed in June is different to that who eventually got the job-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B00600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":99,"content":"<p>I understand that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B00700","speaker":"1491"},{"type":"speechnospeaker","time":1622588400,"counter":100,"content":"<p>He of course could have applied for the job in question as well, had he chosen to do so.  He made it clear he did not want to but that is a separate story.  This was just the decision that was made.  As members can see, it was on people's minds at the level of the Taoiseach and the Minister in October and throughout the period.  We just thought we were better off with what we had at the Department of Health last year with the acting Secretary General.  There was a new Minister and there was an awful lot of change, and that was the decision that was made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B00800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":101,"content":"<p>The second acting position, however, was filled when the D&aacute;il was in recess just after Christmas.<\/p> <p>  Turning to the salary for the position, what is the &euro;292,000 figure benchmarked against?  Was there an examination of what happens in other countries in respect of payments for similar positions in Europe, for example?  Was there benchmarking against them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B00900","speaker":"1491"},{"type":"speechnospeaker","time":1622588400,"counter":102,"content":"<p>I certainly did not do that, in any event.  The rationale, which has been outlined and is explained in the note, was that if we were to run an open competition based on the existing salary for a Secretary General, we were likely to attract serving assistant secretaries in the Civil Service or people at that level, or even lower in the private sector.  Whether fortunately or unfortunately, the remuneration for these types of jobs in the private sector is higher.  The decision was made to increase the package, and the Minister for Public Expenditure and Reform decided he was happy to do that but he did not want anything above &euro;300,000.  That was the rationale for coming in with a figure below &euro;300,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B01000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":103,"content":"<p>Mr. Fraser stated that a lower salary might have attracted only civil servants but we ended up with a civil servant filling the position.<\/p> <p>  Is Mr. Fraser aware that the secretary general of the Scottish department of health earns &euro;173,000, when the figure is converted into euro?  Scotland has a population of almost 6 million people.  In Finland, which has a population of more than 5 million, the secretary general of the department there earns &euro;131,000.  The Director-General of the World Health Organization is paid &euro;190,000.  The secretary general of the Department of Health and Social Care in England, which is in the middle of an almighty crisis with Covid and is trying to keep the National Health Service, NHS, on the road over there, earns &euro;190,000.  Where did the figure of &euro;292,000 come from?  Surely to God it would be the job of senior civil servants involved in setting up this process to examine why these salaries in other countries.  How can Finland get the best people to work for &euro;131,000?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B01100","speaker":"1491"},{"type":"speechnospeaker","time":1622588400,"counter":104,"content":"<p>I did not know those things and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B01200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":105,"content":"<p>Surely the Secretary General of the Department of An Taoiseach, the lead Department in government, should have known these things.  My parliamentary assistant found them out in one hour by looking at comparisons and double-checking them.  If I was going to employ an electrician in the morning to carry out work for me, surely I would get two quotations and have a look at the going rate for the job.  This is the top job at the Department of Health.<\/p> <p>  Was there any discussion of the potential knock-on effects on the pay of other Secretaries General at any of the meetings that were held?  I accept the argument that it is a very important Department - we all agree on that - but the Departments of Finance and Housing, Local Government and Heritage are now very important as well.  Will the Secretaries General of those Departments, and indeed the principal officers, the next in line down the chain, have their hands out now, while the clerical officers will languish on &euro;24,000?  Were the potential knock-on effects considered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B01300","speaker":"1491"},{"type":"speechnospeaker","time":1622588400,"counter":106,"content":"<p>I think the Taoiseach made clear there is no question of anybody else or any other position being treated like this.  It is a once-off at the Department of Health.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B01400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":107,"content":"<p>I can guarantee Mr. Fraser, from my experience, that there will be other hands out, and they will be the hands of the people who are already in the highest-paid positions, not those at the bottom of the ladder.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B01500","speaker":"1491"},{"type":"speech","time":1622588400,"counter":108,"content":"<p>Gabhaim bu&iacute;ochas leis an Uasal Fraser as teacht os comhair an choiste seo chun an t-&aacute;bhar f&iacute;orth&aacute;bhachtach seo a phl&eacute;.<\/p> <p>  Deputy Stanley was asking about how the increase of &euro;81,000 came about.<\/p><p>I heard Mr. Fraser's response that the Minister wanted a figure of less than &euro;300,000 but to this day, I have not received clarification as to how an &euro;81,000 pay increase was actually chosen.  If we look at best practice, then surely the setting of compensation for a role is always a function of a process which is detailed, analytical and comparative.  From what we have seen and what Deputy Stanley spoke of earlier, there was no comparative benchmarking, little, if any risk analysis done on the impact of knock-on claims from other Secretaries General - I do not think that the Taoiseach simply saying that there will not be is enough, a risk analysis would have been necessary -  and no calculations have been provided as to how the &euro;81,000 pay increase was reached.  Does Mr. Fraser think that a process which does not have comparative benchmarking, no detailed risk analysis and no provision of calculations meets even the bare minimum acceptable standards in this process?   <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#B01600","speaker":"1579","continuing":true},{"type":"speechnospeaker","time":1622588400,"counter":110,"content":"<p>While I would rather there was a much more scientific process for all of these things, there is not.  There is no public service pay body.  All we can do is work on what we know.  What I know from my experience of the labour market, from being on TLAC, and my own experience is what I have said in the correspondence.  I outlined the four options to the Taoiseach and Minister and they chose the option we are discussing, then this figure was arrived at which was less than &euro;300,000.  I cannot tell the Deputy that there was some big process - there was not and we both know that.  It is a number less than &euro;300,000.  That is the number that was reached.  It is higher than the normal remuneration but is less than remuneration for other jobs in the public service, as the Deputy knows.  It is not unusual internationally for people to be paid different amounts to the standard.  I would be very much in favour - in fact I would love it - if there was a more scientific benchmarking of all this.  There is plenty of evidence that would be of great use to everybody and it would be easier for everybody - the Deputy and myself, to be honest - to do it properly.  Maybe that is something the committee would consider.  These things are ascertainable, there is no doubt.  I am sure from my experience of the Irish labour market, TLAC and all the rest that my analysis is right about the types of people who apply for these jobs.  I know it, that is all I can bring to the table.  I have nothing more sophisticated than that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#C00200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":111,"content":"<p>I thank Mr. Fraser for being so frank in his response; it is very refreshing.  He mentioned that we do not have a public pay body.  Does he think there should be one that would examine it in a more analytical way?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#C00300","speaker":"1579"},{"type":"speechnospeaker","time":1622588400,"counter":112,"content":"<p>I think so, yes.  I am not looking for any sympathy for the senior public service or anything like that, it is important to get the right people for these jobs.  I would really rather be talking about a proper benchmarked assessment of the labour market.  If my experience is wrong about what the labour market says for these jobs, I would be happy to be proven wrong, but I think it would be much better if there was proper benchmarking for these things.  People do it, I am aware of reports that suggest what the labour market is but I do not stand over them either.  Deputy Stanley listed a whole load of examples of much lower pay.  It may also be that is the case.  It would be much better if it was much more transparent and people could see the basis on which these judgements are being made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#C00400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":113,"content":"<p>I thank Mr. Fraser.  I am in full agreement with him on that.  Over the past months, the key thing that has continually been used as reasoning for this pay increase was that first, it was commensurate with the scale of responsibility but as Deputy Stanley clearly outlined, people with similar jobs are on much less pay.  Also, as Deputy Stanley said, the Secretary General with responsibility for housing, Mr. Fraser himself and other Secretaries General have just the same scale of responsibility.  Then there was the idea that it was needed to attract international talent but ultimately, we had someone who was working for the State already, doing an excellent job where he was who was fully able and capable of taking on the job which he did.  He has stated clearly that he was happy to waive that increase and that he did not feel it was needed at this time.<\/p> <p>  I wrote to the Commission for Public Service Appointments on this matter on the basis that it is the regulator when it comes to public service appointments.  I understand Mr. Fraser is on its board.  I asked it about this because in many ways, the appointment ended up being a lateral move within the public service and we know that in respect of public pay, lateral moves should not mean any change in pay.  The commission has told me it was not appropriate for it to comment on this.  That is a matter for it to say, but can Mr. Fraser explain to me why he thinks the regulator might feel it would not be appropriate to comment on a matter pertaining to the regulation of public service appointments and how this differs from it not to be able to comment?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#C00500","speaker":"1579"},{"type":"speechnospeaker","time":1622588400,"counter":114,"content":"<p>I am a member of the commission, that is correct.  I do not get to go to all the meetings so it may be that I missed the Deputy's correspondence.  However we got there, and the committee is clear how we got there, there was a full, open TLAC competition for this post, which was run by the Public Appointments Service, who are people of the highest integrity.  It has extremely clear rules and guidelines and a code of practice for these things.  All the candidates were treated exactly the same.  All the candidates got a fair shout at this and the person who got it, got it.  I completely understand why people query the remuneration decision but I have to say the Public Appointments Service process was 100% above board.  I cannot over-emphasise that service's integrity.  It is absolutely straight down the line.  Everybody was treated the same and everybody had to have the same chance of getting this job too, and they did - every candidate had the same chance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#C00600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":115,"content":"<p>I want to be clear, because that is something that is repeatedly said back to me when I ask questions about this, I am in no way suggesting that this was not above board, that the person who was chosen should not have been chosen or anything of that sort.  The point is that we keep being told that this &euro;81,000 pay increase was needed and was the only way we could attract someone to the position, when there was someone who was happy and willing to do it at its original level.  It was someone who was already working within the State and I wish him all the best in the role.<\/p> <p>  Mr. Fraser has been clear that there should be transparency and accountability, which I welcome.  What procedural reforms would he recommend to improve transparency and accountability and to restore public trust?  The fact is, this has really angered people.  It was not something about which it was just within the bubbles of Leinster House that people were annoyed, it was felt on the ground and something that all of us as public representatives heard regularly, because people have struggled so much this year.   The sum of &euro;81,000 is a galling figure that clearly amounts to a massive pay increase.  We need to ensure that public trust around this is restored and we need more transparency.  What are Mr. Fraser's views on that?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#C00700","speaker":"1579"},{"type":"speechnospeaker","time":1622588400,"counter":116,"content":"<p>While it is his own business, I should point out that as everyone is aware, the person who got the job did not take the pay increase in the end.  I know the Deputy knows that but in terms of public trust, in fairness to him as a civil servant, that is a decision he made voluntarily.  Ideally, if the issue is there is a question about whether the remuneration package for the senior civil or public servants is not getting the candidates we need, all we can do is have a transparent conversation about that.  The Top-Level Appointments Committee publishes a report every year, I think its latest report will be published in the next couple of weeks, and it goes through the process and its findings.  I am a member of it, so I know the debate.  It occasionally makes glancing remarks about the type of people who apply or how people feel about the job or whether remuneration is an issue or if there are other reasons that people do not apply, all of that debate.  I think it would be much better if there was a transparent process where there was a full assessment of the labour market, the candidates and the processes and to see whether we have issues.<\/p><p>There may be remuneration issues, and I believe there are in a very limited number of cases.  People may feel that jobs are too challenging or easy.  I do not know, but some of these jobs are difficult enough.  If someone examined this matter independently, we would all be in a much better place.  That examination should be laid before the D&aacute;il and debated and there should be a proper conversation about it.  I would much rather it if we did not need to have a conversation like this and if we did not have problems getting good people in certain areas, but we have had those problems.  Be it requested by the Government, the Oireachtas or both, there should be a professional and independent analysis of this matter and that analysis should be debated in the Parliament and the Government.  Everyone would then know where we were coming from.  That is what we should do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#C00800","nonspeaker":"Mr. Martin Fraser","continuing":true},{"type":"speech","time":1622588400,"counter":118,"content":"<p>I thank Mr. Fraser for participating in this meeting and for his remarks so far.  I wish to pick up on a point he made in his closing remarks to Deputy Farrell's questions.  He stated that the current Secretary General had waived the salary increase.  However, that Secretary General has said that it was being waived until the economic conditions improved.  What defines that improvement?  Is it at his discretion?  Is it at the discretion of central Government, be that elected representatives or officialdom?  Is this a temporary measure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D00200","speaker":"1473"},{"type":"speechnospeaker","time":1622588400,"counter":119,"content":"<p>It is a voluntary decision by the person appointed to the job, so it is at his discretion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D00300","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":120,"content":"<p>How to define \"economic improvement\" would be open to interpretation.  While it was a meaningful and welcome gesture, who knows for how long it will continue?<\/p> <p>  I wish to follow up on a response that Mr. Fraser gave to Deputy Stanley.  Mr. Fraser stated that he did not believe there would be a knock-on effect, but surely the precedent has already been set so that, in the appointment of any future Secretary General by any Government party or the Government as a whole, this example will be cited.  Does Mr. Fraser not concede that this has set a precedent?  Once something is done, it can happen again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D00400","speaker":"1473"},{"type":"speechnospeaker","time":1622588400,"counter":121,"content":"<p>Anything can happen regardless of whether it has happened previously.  We have appointed four Secretaries General in recent months and two appointments are under way.  None of those positions is getting an increased remuneration.  The Secretary General of the Department of Public Expenditure and Reform, which is the one that people enjoy the most, is being advertised and is subject to a Top-Level Appointments Committee, TLAC, competition on the exact same terms.  When my term is up, I would be amazed if there was any change in the terms and conditions for my successor.<\/p> <p>  I do not believe this situation sets a precedent.  All the evidence shows it will not be.  Of course, people may be opportunistic, but I know my colleagues - I hope I do anyway - and I do not think that anyone would believe that the Department of Health was anything other than a special case, which is the basis of this decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D00500","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":122,"content":"<p>I am struck by the use of the term \"amazed\".  This is not reflection on Mr. Fraser or any of his colleagues.  As he rightly stated, the original allocation of salary, which has been policy for quite some time, is meant to attract people from outside the Civil Service who might be the most suitable.  While we all recognise that the Department of Health is a special case, surely Mr. Fraser's own position is also a special case as the most senior civil servant, and the same argument can be made whenever it goes out to competition.  There is an impression that we have had four appointments since in a politically charged atmosphere, but once a precedent is set, clarity should be given as to whether it remains a possibility.<\/p> <p>  My final question will be short.  We have spoken about the difference between an acting Secretary General and an interim one and, without naming them, the two individuals who held those positions in the Department of Health.  Will Mr. Fraser clarify who appointed the interim Secretary General who is now the Secretary General and what was the process put in place for that appointment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D00600","speaker":"1473"},{"type":"speechnospeaker","time":1622588400,"counter":123,"content":"<p>In essence, of the several ways that people end up as Secretary General, one of which is a lateral transfer.  The interim Secretary General was formally appointed by the Government.  The Taoiseach informed the Government of this transfer.  Really, these decisions are made by the Taoiseach, the Minister for Public Expenditure and Reform, the relevant line Ministers and, in this case, the party leaders in the coalition, but they are formally Government decisions because the person appointed has to become the new Accounting Officer of the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D00700","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":124,"content":"<p>May I ask the Chairman for two points of clarification?  They will inform my questioning of Mr. Fraser.  Will the Chairman confirm whether the new Secretary General of the Department of Health has agreed to participate in these hearings?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D00800","speaker":"1606"},{"type":"speech","time":1622588400,"counter":125,"content":"<p>No, he has not confirmed yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D00900","speaker":"1496"},{"type":"speech","time":1622588400,"counter":126,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D01000","speaker":"1606"},{"type":"speech","time":1622588400,"counter":127,"content":"<p>He sent us a press release.  I do not think he is interested in participating.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D01100","speaker":"1496"},{"type":"speech","time":1622588400,"counter":128,"content":"<p>He has not confirmed or refused.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D01200","speaker":"1606"},{"type":"speech","time":1622588400,"counter":129,"content":"<p>What was the Deputy's second question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D01300","speaker":"1496"},{"type":"speech","time":1622588400,"counter":130,"content":"<p>Just to clarify, he has not declined or accepted.  Is that fair to say?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D01400","speaker":"1606"},{"type":"speech","time":1622588400,"counter":131,"content":"<p>He says he has no role in the matter as the Secretary General of the Department of Health.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D01500","speaker":"1496"},{"type":"speech","time":1622588400,"counter":132,"content":"<p>I would interpret that as a refusal.  Has the Taoiseach responded to his invitation to participate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D01600","speaker":"1606"},{"type":"speech","time":1622588400,"counter":133,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D01700","speaker":"1496"},{"type":"speech","time":1622588400,"counter":134,"content":"<p>That is grand.  I thank the Chairman.<\/p> <p>  I welcome Mr. Fraser.  As he will see from those two answers, it is impossible for this committee and the delegation from the Committee of Public Accounts to have the sort of transparent process needed to debate and consider these matters when the relevant Secretary General believes he has nothing to do with the process and the Taoiseach of the day has yet to respond as to whether he will participate in our discussion.  Although I am a guest of this committee, I know that, perhaps for the first time ever, the Taoiseach does not intend to present the Estimates for his own Department.  I believe the Minister of State will attend instead, which would be most unusual.  It is difficult for us to do our work as committees when the culture is one of circling the wagons, telling committees nothing and, if possible, not attending at all.<\/p> <p>  Is Mr. Fraser a member of the TLAC?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D01800","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":135,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D01900","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":136,"content":"<p>He served with the relevant candidate in what was then the Department of Social Welfare way back.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D02000","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":137,"content":"<p>I do not understand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D02100","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":138,"content":"<p>Did Mr. Fraser serve with the relevant person?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D02200","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":139,"content":"<p>I am sorry, but I do not know who the Deputy means by the \"relevant person\".  Does he mean the man who got the job in the Department of Health?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D02300","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":140,"content":"<p>Yes.  Mr. Robert Watt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D02400","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":141,"content":"<p>I believe we are not supposed to use names, but I know who the Deputy means.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D02500","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":142,"content":"<p>I am sorry, but we are perfectly entitled to use names.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D02600","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":143,"content":"<p>I thought-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D02700","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":144,"content":"<p>That is why parliamentary privilege exists, as I am sure Mr. Fraser knows.  I was going to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D02800","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":145,"content":"<p>I am sorry, Deputy.  I was trying to interpret the Chairman's instructions to me at the start, not those to the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D02900","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":146,"content":"<p>I know from my experience of 19 years, and Mr. Fraser knows from his longer experience in the public service, that we are well entitled to use names.  We will just take that as read.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D03000","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":147,"content":"<p>I am just-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D03100","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":148,"content":"<p>Will Mr. Fraser confirm that he served with the now Secretary General of the Department of Health as a more junior officer in the then Department of Social Welfare?  Would that be fair to say?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D03200","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":149,"content":"<p>No.  It would be completely untrue, actually.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D03300","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":150,"content":"<p>The two of them never served together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D03400","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":151,"content":"<p>We have worked together over the past few years, but he is not a Department of Social Welfare man.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D03500","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":152,"content":"<p>I am sorry.  I thought he was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D03600","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":153,"content":"<p>No, he is not a Department of Social Welfare man at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D03700","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":154,"content":"<p>I got that wrong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D03800","speaker":"1606"},{"type":"speech","time":1622588400,"counter":155,"content":"<p>On that salary, he is certainly not a social welfare man.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D03900","speaker":"1496"},{"type":"speech","time":1622588400,"counter":156,"content":"<p>Does Mr. Fraser believe it is appropriate for him to be on the TLAC, having served with the Secretary General?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D04000","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":157,"content":"<p>I have participated in God knows how many TLAC interviews.  Almost everyone I interview at the TLAC - not everyone, as people from various walks of life go for TLAC interviews - is someone I know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D04100","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":158,"content":"<p>Does Mr. Fraser believe that is appropriate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D04200","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":159,"content":"<p>Somebody has to do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D04300","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":160,"content":"<p>Sure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D04400","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":161,"content":"<p>I am the Secretary General to the Government, which makes me an <i>ex officio<\/i>member of the TLAC.  The TLAC interviews people for senior Civil Service roles.  I believe it is appropriate that I am a member of the TLAC.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D04500","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":162,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D04600","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":163,"content":"<p>I am quite capable of being impartial.  I was in a personnel role for a long time as well.  Regardless of whether we know them, we give bad news to most of the people we interview.  It is not really a wonderful job.  Some 80% of candidates do not get the job.  It is not as if being on the TLAC is wonderful or I can help people I know.  Unfortunately, that is not the way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#D04700","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":164,"content":"<p>I never said it was one way or another.  I am just asking a few questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E00100","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":165,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E00200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":166,"content":"<p>Is it the case that the head of TLAC is the chair of TLAC?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E00300","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":167,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E00400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":168,"content":"<p>His name is Conor Brady.  Is that right?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E00500","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":169,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E00600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":170,"content":"<p>He is a former editor of <i>The Irish Times<\/i>.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E00700","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":171,"content":"<p>I think so.  Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E00800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":172,"content":"<p>I have an article in front of me that he wrote.  It is entitled \"The Civil Service is a Game with No Consequences\".  He wrote that the response to failure was \"sideways moves\" and \"easy exits\".  He was writing at the time of a change at the top of the HSE.  Did Mr. Fraser approach Conor Brady to be the head of TLAC?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E00900","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":173,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E01000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":174,"content":"<p>Who appoints a person to that role?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E01100","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":175,"content":"<p>The Minister for Public Expenditure and Reform is the person who picks the head of TLAC.  The Taoiseach formally appoints them, but it is the Minister who chooses the person.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E01200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":176,"content":"<p>Which Taoiseach and which Minister recruited or made the appointments in this case?  Is it done by way of approaching someone to ask if he or she would be prepared to take on this role?  How is it done?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E01300","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":177,"content":"<p>I actually do not know.  I am sure it is done in some way like that.  I think Conor Brady was a member of TLAC.  As Deputy MacSharry knows, there are 13 members and he was a member.  For as long as I am on TLAC, it has always been an independent chair.  The first chair would have been new, but since then, if my memory serves me, the independent chair has generally formerly been an independent member, because they have a bit of experience to chair it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E01400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":178,"content":"<p>How long has the current chairman been a member of TLAC?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E01500","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":179,"content":"<p>I honestly do not know.  I know he is chair since the end of 2019 because I was reading the annual report recently.  He is probably on it two or three years but Deputy MacSharry should forgive me as I cannot quite remember.  TLAC is funny-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E01600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":180,"content":"<p>Presumably, Mr. Fraser remembers being on TLAC when he was neither a member nor the chair.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E01700","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":181,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E01800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":182,"content":"<p>Like Deputy Stanley, I would not be questioning anybody's qualifications.  I must allude to questioning the then Secretary General of the Department of Public Expenditure and Reform about a &euro;10 million mistake that was made by the Office of Public Works, OPW.  I questioned the then chief commissioner of the OPW as to whether there was a disciplinary process afoot because somebody had made such a mistake, which was the mis-measuring of Miesian Plaza.  Mr. Fraser may recall that.  I was told there was not a disciplinary process.  I put a question at the Committee of Public Accounts to the then Secretary General of the Department of Public Expenditure and Reform.  I asked him if he was aware of this technical fault and if it was a matter of surprise to him that there was no disciplinary process afoot due to the negligent behaviour that lost the State &euro;10 million over the lifetime of the lease.  I will paraphrase his response, but it is an accurate description of what the then Secretary General of the Department of Public Expenditure and Reform said.  He said we do not employ a \"gotcha\" culture in the Department and mistakes - given the questioning I was putting &ndash; such as the loss of &euro;10 million, was something to be learned from.  It would be a learning experience.  Is this what we can look forward to in the Department of Health?  I refer to the culture of people losing such money from basic banana maths type mistakes that cost the taxpayer &euro;10 million.  Are we paying someone &euro;292,000 a year who can look forward to a retirement package in the region of &euro;600,000, to uphold a culture which allows such losses from basic mistakes to be a learning experience?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E01900","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":183,"content":"<p>I do not know anything about the Deputy's conversation about the OPW-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E02000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":184,"content":"<p>It was not a conversation.  This is a matter of public record.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E02100","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":185,"content":"<p>I understand that, but I just do not know anything about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E02200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":186,"content":"<p>Does Mr. Fraser not think that he should?  Is it the case that he, as the Secretary General to the Government, supports a culture that sees loss of moneys due to mistakes as learning experiences, as was the case with the well publicised mistake by the commissioners in the OPW, relative to Miesian Plaza, which has realised a loss of &euro;10 million to the people?  The Secretary General of the Department of Public Expenditure and Reform said we do not pursue a \"gotcha\" culture and it is a learning experience.  Now we have upped that person's salary by &euro;81,000 and asked him to take over a &euro;22 billion Department.  Is such a culture acceptable in the public service?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E02300","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":187,"content":"<p>Deputy MacSharry has asked me a few questions.  If he wants to ask me my attitude to how I run things I am responsible for-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E02400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":188,"content":"<p>Mr. Fraser is responsible for them all.  Is he not the head of the Civil Service?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E02500","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":189,"content":"<p>No, I am not the head of the Civil Service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E02600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":190,"content":"<p>The Secretary General of the Department of the Taoiseach used to be head of the Civil Service.  Did that role not fall to Mr. Fraser?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E02700","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":191,"content":"<p>There is no head of the Civil Service in Ireland.  There has been in other jurisdictions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E02800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":192,"content":"<p>So there is nobody in charge.  Is that the case?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E02900","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":193,"content":"<p>It depends on the topic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E03000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":194,"content":"<p>I am talking about the loss of taxpayers' money.  The head of TLAC, who wrote that the Civil Service is a game with no consequences went on to say the response to failure is \"sideways moves\" and \"easy exits\".  The Secretary General of the Department of Public Expenditure and Reform told me at the Committee of Public Accounts &ndash; the record will show it &ndash; that we do not have a \"gotcha\" culture.  In other words, it is okay in the context of the example I am using here, to lose &euro;10 million without anything other than for that to be a learning experience.<\/p> <p>  Is that the culture that Mr. Fraser would like to promote?  He is a member of TLAC, which presumably chose this candidate.  He is now in charge of the biggest budget we have, along with social welfare.  Is this the culture that is there?  Conor Brady is the independent chair of TLAC.  Mr. Fraser remembers a time when he was neither a member of TLAC nor its chair.  Was he right in his article or did he introduce reforms since he came in?<\/p> <p>  It gives me no pleasure to say that what I am hearing from Mr. Fraser now is that he is not the head of the Civil Service and there is no head of the Civil Service and the Department of Public Expenditure and Reform's attitude that losing money through negligence and mistakes is an acceptable culture and that we do not have a \"gotcha\" culture.  Mr. Fraser is not very convincing, and it does not give me the confidence that we should be paying people &euro;100,000 never mind &euro;300,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E03100","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":195,"content":"<p>Deputy MacSharry is talking about a situation that he came across at the Committee of Public Accounts, which I am sure is very serious, but I just do not have any knowledge of it so it is not fair for me to comment on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E03200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":196,"content":"<p>I gave Mr. Fraser an example that is in the public domain.  In fact, the then Secretary General of the Department of Public Expenditure and Reform's first answer at the Committee of Public Accounts meeting, which makes me even more worried, was that he was not even aware that the commissioners in the OPW made such a banana maths basic mistake that lost &euro;10 million of taxpayers' money and ended up being the subject of a \"Prime Time Investigates\" programme.  Mr. Fraser is not aware of it.  The then Secretary General of the Department of Public Expenditure and Reform was not aware of it that day and we are here justifying the payment of &euro;81,000.<\/p> <p>  Let me move on.  I can see that I am not going to make any progress here, but I want to make a clear point.  The Civil Service, that has nobody in charge and no head to it, has a culture as defined by a man to whom we are after giving an extra &euro;81,000, who has a retirement package worth in excess of &euro;650,000 and &euro;146,000 every year for the rest of his life.  He stated that it is okay to make mistakes, it is a learning experience and we do not have a \"gotcha\" culture.<\/p> <p>  We keep saying we cannot get talent.  Could I suggest, as my learned colleague and friend, the Chair of the Committee of Public Accounts, stated earlier, that we might talk to the Brits about how they manage to recruit?  They recruited a head of the NHS.  I take issue with the Chairman, Deputy Stanley, on his figures being slightly wrong but in the same ballpark.  The head of the NHS, Simon Stevens, is paid &euro;242,962.15.  He is responsible for 1.4 million staff and many multiples of the budget of the HSE.  The permanent secretary at the Department of Health in the UK, Chris Wormald, has 2,160 staff, as opposed to our Department of Health, which has approximately 600, and he is paid &euro;214,920.17.  We just cannot find people.  Mr. Fraser is on TLAC.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E03300","speaker":"1606"},{"type":"speech","time":1622588400,"counter":197,"content":"<p>I remind Deputy MacSharry of his time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E03400","speaker":"1496"},{"type":"speech","time":1622588400,"counter":198,"content":"<p>I would love to see the 23 applications that came in so that based on my own experience of business and the public sector I could make an informed decision on whether we did get the right person.  I will leave it there for now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#E03500","speaker":"1606"},{"type":"speech","time":1622588400,"counter":199,"content":"<p>I have a number of questions on the subject.  If Mr. Fraser answers them quite directly, I will not keep anybody very long.  I will ask him to clarify one thing.  He said earlier that Mr. Watt did not take the pay increase.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F00100","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":200,"content":"<p>He said that he waived it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F00200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":201,"content":"<p>Did he waive it completely or just for a period of time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F00300","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":202,"content":"<p>Again, it is his decision.  He made a statement at the time so-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F00400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":203,"content":"<p>No, Mr. Fraser made the statement and said that Mr. Watt did not take the pay increase.  Did he defer it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F00500","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":204,"content":"<p>He made a statement that he was waiving it.  My understanding, therefore, is that he is not taking it.  He is not currently in receipt of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F00600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":205,"content":"<p>Is it Mr. Fraser's understanding that Mr. Watt's pension calculations will be based on the salary without the increase?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F00700","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":206,"content":"<p>I do not know the answer to that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F00800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":207,"content":"<p>The answer then is a misnomer.  It was deferred on the basis of public pressure, end of story.  We can take it that Mr. Watt received the &euro;81,000 increase but has deferred taking it, rather than having Mr. Fraser making statements that Mr. Watt did not take the pay increase.  This is a public forum and we need to be clear.  Is that fair to say?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F00900","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":208,"content":"<p>That is fair.  It would have been better for me to say he waived it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F01000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":209,"content":"<p>It would have been, absolutely.  Mr. Fraser might answer \"Yes\" or \"No\" to my next question.  Does he agree that the Department of Public Expenditure and Reform normally operates a challenge function to requests for salary increases across the Civil Service and public service?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F01100","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":210,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F01200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":211,"content":"<p>Who was the Secretary General in the Department of Public Expenditure and Reform when student nurses sought an increase?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F01300","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":212,"content":"<p>I do not know.  I presume it was the person who is now in the Department of Health.  I am not in the Department of Public Expenditure and Reform, however, so I do not know.  The Deputy is talking about last year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F01400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":213,"content":"<p>Okay.  Can we assume that no matter who it is, however, the Secretary General in the Department of Public Expenditure and Reform would challenge any possible request for an increase in the Civil Service or public service?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F01500","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":214,"content":"<p>He or she would certainly ask questions about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F01600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":215,"content":"<p>I have never seen a request go unchallenged.  One would, therefore, assume that would be the case.  Where was the challenge by the Department of Public Expenditure and Reform to this salary increase?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F01700","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":216,"content":"<p>I think the Deputy will find that some of the officials did query it.  The committee was even provided with a note that was given to the Minister.  The Minister made this decision in the end, as he made clear to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F01800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":217,"content":"<p>There was, therefore, no challenge or scrutiny by the Department of Public Expenditure and Reform?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F01900","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":218,"content":"<p>I am sorry; I am pretty sure this note was given to the committee.  I believe that officials in the Department of Public Expenditure and Reform raised questions.  We all know what the difficulties were with this decision.  The Minister has been clear on that.  They challenged and raised issues with it but the Minister made that decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F02000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":219,"content":"<p>Mr. Fraser made a previous statement a number of times that he would like to see a more transparent process.  Has he given that advice to the Government?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F02100","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":220,"content":"<p>I probably have, yes.  I have not written it down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F02200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":221,"content":"<p>That is a \"Yes\" or \"No\" answer.  Has Mr. Fraser given that advice?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F02300","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":222,"content":"<p>It is my view and I have certainly expressed it, not just in this forum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F02400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":223,"content":"<p>Has Mr. Fraser given that advice in an official format?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F02500","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":224,"content":"<p>Not in an official format because it is not my area.  It is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F02600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":225,"content":"<p>Is it the case that Mr. Fraser is making that statement when it really does not matter if he has given that advice because he not put in place a process to achieve that goal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F02700","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":226,"content":"<p>I am sorry but I am going to have to think hard about this.  I believe the Government was presented some time ago with a Public Service Pay Commission report, which suggested that there be some sort of transparent higher remuneration in the public service.  This includes, obviously, senior politicians as well.  The Government decided not to set it up.  I cannot remember.  I can come back to the Deputy with the details on that.  To go back to Deputy Mair&eacute;ad Farrell's point, I think it would be much better if there was an independent assessment of the evidence base for these decisions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F02800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":227,"content":"<p>We all think that.  It is not rocket science.  When one civil servant who is already in receipt of substantial remuneration transfers from one Department to another and secures a salary increase of &euro;81,000, it is pretty standard and obvious that this is not normal or transparent.  I ask again if Mr. Fraser is aware, particularly as a member of the TLAC, of a process in which the Department of Public Expenditure and Reform carried out any scrutiny of this salary increase?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F02900","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":228,"content":"<p>As I said, there was not particular involvement by the Department of Public Expenditure and Reform.  The decision was made by the Minister.  The Deputy has the notes of the meeting in October.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F03000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":229,"content":"<p>I would not be asking the question if I thought the notes answered it.  I am asking Mr. Fraser because the notes are not really answering the questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F03100","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":230,"content":"<p>As I said-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F03200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":231,"content":"<p>They are very evasive, actually.  I have them here, in case Mr. Fraser thinks I do not have them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F03300","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":232,"content":"<p>I believe the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F03400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":233,"content":"<p>There are no answers.  It is pathetic that we have to call Mr. Fraser in and ask him these questions, which he believes the notes answer.  Where is the challenge to the request?  Why was it not challenged?  If the Minister made the decision, does Mr. Fraser concur with him making that kind of decision?  Does he think it was warranted?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F03500","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":234,"content":"<p>As I said, the Deputy can see exactly in the note the four options I outlined.  That was one of them and the Minister chose it.  I think it was a reasonable decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F03600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":235,"content":"<p>Mr. Fraser, therefore, proposed it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F03700","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":236,"content":"<p>I outlined the four options, which are set out in the note the Deputy has in front of her.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F03800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":237,"content":"<p>Right.  The Minister chose one without taking any advice.  He did that independently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F03900","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":238,"content":"<p>He got advice from me.  His officials were also involved to some degree later on in the process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F04000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":239,"content":"<p>How often has this happened before?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F04100","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":240,"content":"<p>I am not involved in all these things but it has happened.  One that I really recall was the HSE CEO competition.  We had a situation where we got nobody appointed in the end and had to rerun the competition with an increased remuneration package.  To a certain extent, the Garda Commissioner probably got an enhanced package in a bid to attract a wider pool of candidates.  There are a couple of others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F04200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":241,"content":"<p>Is that the current Garda Commissioner?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F04300","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":242,"content":"<p>There was one for the current Commissioner.  Again, I was not involved but the Financial Regulator was a very obvious one.  When Mr. Matthew Elderfield was appointed Financial Regulator, he was on a much higher remuneration than the Governor of the Central Bank at the time, for example.  There have been a few but not many.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F04400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":243,"content":"<p>Mr. Fraser has mentioned all those and that is fine.  As briefly as he can, what is his role in this process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F04500","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":244,"content":"<p>I will be very brief.  I have written down my role in the letter, which I can find for the Deputy if she likes.  The letter is not that long.  Basically, I had to advise the Taoiseach and the Ministers about their various options for appointing a Secretary General and the various possible outcomes of each option, which I did.  That is in the note the Deputy has.  I had to take on a role of doing some more work on this with the Minister for Public Expenditure and Reform, and I am also on TLAC.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F04600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":245,"content":"<p>In compiling all that advice, do we have an actuary in the Department who would provide Mr. Fraser with an actuarial valuation of an appointment such as Mr. Watt's over and above an outside candidate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F04700","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":246,"content":"<p>The Department of Public Expenditure and Reform probably has actuaries but not the Taoiseach's Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F04800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":247,"content":"<p>I asked Mr. Fraser if he had an actuary to provide him with advice for him to advise the Minister and Taoiseach?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F04900","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":248,"content":"<p>Again, as I said in my letter, my advice is based on my experience of the candidate pools for these positions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F05000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":249,"content":"<p>Very good.  It was, therefore, based on Mr. Fraser's own inclination, opinion or experience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F05100","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":250,"content":"<p>No, the facts of the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F05200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":251,"content":"<p>I asked Mr. Fraser if this happened before.  Was he involved in the appointment of all the other candidates, with whom this has happened before, to have garnered that experience?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F05300","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":252,"content":"<p>My experience comes not just from this position but all appointments in which I am involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F05400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":253,"content":"<p>This has only happened in certain instances, however.  How many of the other instances was Mr. Fraser involved in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F05500","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":254,"content":"<p>My experience, to which I refer, is not derived from these instances but from my broader experience of the Civil Service and the candidate pool for jobs.  That is the basis of my experience, not this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F05600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":255,"content":"<p>Out of the 23 applicants, Mr. Fraser felt that the best candidate was Mr. Watt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F05700","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":256,"content":"<p>I was not involved in the whole process.  I was involved in the final interview.  I do not, therefore, know who the 23 candidates were.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F05800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":257,"content":"<p>Mr. Fraser's only recommendation to the Taoiseach and the Minister, therefore, was the remuneration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F05900","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":258,"content":"<p>No, I was involved at the very end.  As I said, however, I cannot speak to the 23 candidates because I was not involved.  The process of TLAC is long enough and involves shortlisting, preliminary interviews, psychological tests and references.  There is a presentation interview.  I was not involved in the whole process so I cannot speak to the 23 candidates.  I was obviously part of the recommendation at the end that Mr. Watt's name go to the Minister, however.  I would be comfortable with that explanation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F06000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":259,"content":"<p>To come back to the basis of Mr. Fraser's recommendation, public moneys provide the salary for all public service and Civil Service appointments.<\/p><p>I will ask again.  What actuarial figures were put together to apply a differentiation on the basis of value for money between 23 candidates to state we could have somebody internally at a particular cost or externally at a particular cost?  I very much fail to believe we did not have anybody of the calibre required in 23 applicants.  What was the cost differential?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#F06100","speaker":"1622","continuing":true},{"type":"speechnospeaker","time":1622588400,"counter":261,"content":"<p>The terms are the same for everybody and they are published on the Public Appointments Service website.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G00200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":262,"content":"<p>Just so that Mr. Fraser does not get confused, an existing civil servant is on a pension provided by the Exchequer and an outside candidate does not necessarily acquire the same level of pension.  Am I correct on this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G00300","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":263,"content":"<p>That is correct, so they-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G00400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":264,"content":"<p>There could be hundreds of thousands of euro in the difference between what Mr. Watt would achieve over an external candidate.  Is this correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G00500","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":265,"content":"<p>I am really not an expert on pensions.  It does depend on the individual-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G00600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":266,"content":"<p>Mr. Fraser was advising on this basis.  This is public money.  We are here to ascertain how much.  The increase is &euro;81,000 per annum but it equates to hundreds of thousands in pensionable benefits over and above an external candidate because he is an existing civil servant.  If we look at the 40 years' service rule, it turns into hundreds of thousands of euro.  Is this correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G00700","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":267,"content":"<p>The answer to the Deputy's question is the Public Appointments Service sets out the terms and conditions and there are different terms and conditions for different types of people.  It is true that if people are appointed from the private sector-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G00800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":268,"content":"<p>I am coming back in because I do not want to take up everyone's time.  The question I asked is whether a monetary differential was calculated on the basis of providing an internal or external candidate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G00900","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":269,"content":"<p>The process is that the conditions are set out in advance.  There are different terms and conditions for different-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G01000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":270,"content":"<p>Mr. Fraser, will you listen to the question, please, to avoid taking up everybody else's time?  Was there a calculation done actuarially to establish whether we spent hundreds of thousands of euro of taxpayers' money in the long run by appointing an internal candidate?  Did Mr. Fraser know when he was giving advice what the cost would be of providing Mr. Watt with the job over an external candidate without the same pensionable service in the Civil Service?  Did he know how much the difference was?  Did he try to ascertain what it was?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G01100","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":271,"content":"<p>I have to give the Deputy the answer to the question.  The answer to the question-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G01200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":272,"content":"<p>It is \"Yes\" or \"No\".  Did Mr. Fraser know how much the difference was?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G01300","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":273,"content":"<p>I am afraid I have to answer the Deputy's question.  The answer is the way this works is the terms and conditions are published on the Public Appointments Service website.  The Deputy is correct that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G01400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":274,"content":"<p>Mr. Fraser-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G01500","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":275,"content":"<p>No, it is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G01600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":276,"content":"<p>-----did you know monetarily what the cost to the Exchequer would be of appointing an internal versus an external candidate?  Did you know how much it would cost?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G01700","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":277,"content":"<p>I am afraid I am going to have to give the Deputy the answer to the question that I believe is the answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G01800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":278,"content":"<p>Okay.  I will ask it a different way.  What was the difference in monetary terms?  How much would we have saved by appointing an external candidate?  Perhaps it would have cost us more.  What was the difference?  How much?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G01900","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":279,"content":"<p>If I could answer the question, and if the Deputy is not happy with my answer, she might ask me again.  The answer to the question is that the way this is done is these jobs are publicly advertised and the terms and conditions, including the pension terms, are publicly advertised.  The Deputy is absolutely right there are different terms for serving public servants, and there are different types of serving public servants and it depends on how long they are in the job.  Of course, the pension is higher for a longer serving public servant.  They are then advertised and everybody can apply for the job on the basis of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G02000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":280,"content":"<p>I did not ask you that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G02100","speaker":"1622"},{"type":"speech","time":1622588400,"counter":281,"content":"<p>I thank the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G02200","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":282,"content":"<p>I still have not finished my-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G02300","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":283,"content":"<p>You are only waffling now and I have to stop you because other members of the committee-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G02400","speaker":"1622"},{"type":"speech","time":1622588400,"counter":284,"content":"<p>Deputy Murphy, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G02500","speaker":"1496"},{"type":"speech","time":1622588400,"counter":285,"content":"<p>Just one final question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G02600","speaker":"1622"},{"type":"speech","time":1622588400,"counter":286,"content":"<p>A brief question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G02700","speaker":"1496"},{"type":"speech","time":1622588400,"counter":287,"content":"<p>Does Mr. Fraser know monetarily the cost difference between providing an external candidate and an internal candidate such as Mr. Watt?  Did Mr. Fraser know?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G02800","speaker":"1622"},{"type":"speech","time":1622588400,"counter":288,"content":"<p>I think that question has been put and answered.  Deputy Murphy is not going to have any further-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G02900","speaker":"1496"},{"type":"speech","time":1622588400,"counter":289,"content":"<p>It has not been answered, with respect.  I have not heard any figure mentioned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G03000","speaker":"1622"},{"type":"speech","time":1622588400,"counter":290,"content":"<p>Mr. Fraser is just going to repeat the answer he has given.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G03100","speaker":"1496"},{"type":"speech","time":1622588400,"counter":291,"content":"<p>In that case, we have to assume there was no actuarial-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G03200","speaker":"1622"},{"type":"speech","time":1622588400,"counter":292,"content":"<p>The Deputy will have to deduce that herself, I am afraid, and so will the public.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G03300","speaker":"1496"},{"type":"speech","time":1622588400,"counter":293,"content":"<p>I thank the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G03400","speaker":"1622"},{"type":"speech","time":1622588400,"counter":294,"content":"<p>Others have spoken to the concerns around the process and the way decisions are being made.  I want to begin from below.  We have spoken about the context of the pandemic.  The decisions are also happening in the context of the end of some of the financial emergency measures in the public interest, FEMPI, the unravelling of FEMPI, the wider issue of the public pay review and the restoration of public pay.  This is a big concern I have, leaving aside some of the very important questions others have asked on the exact stages of the process, who advised whom and to what extent.<\/p> <p>  I have read some of the responses we received from Departments on the building momentum pay agreement.  They speak about how somebody on &euro;25,000 might see a 4% increase over the lifetime of that agreement.  However, we have this role, which is also a public role, for which we are looking at a 40% increase all of our sudden.  I have this concern about what message is being sent.  Mr. Fraser spoke about market sentiment and the factors that might influence those who apply or do not apply.  This is really a question for the Taoiseach about leadership and the Department of the Taoiseach with regard to the message it sends when we have this tiptoeing increase for those on lower incomes.<\/p> <p>  The wages of the secretarial assistants in the Seanad start at &euro;24,000.  They were told previously by the Department of Public Expenditure and Reform there is a concern that if the figure were increased, it could send a politically negative message.  We have slow, incremental, tiny increases.  The goal, and the stated policy, has been that the unwinding of FEMPI would begin with those on lower incomes.  This would be the priority and it would send the signal and message we need to send to society.  Does Mr. Fraser see damage to this message when we see this large increase at the same time as we have these small measures?<\/p> <p>  I appreciate that we need appropriate people for roles.  I sat on a committee where the Data Protection Commission spoke about its difficulties in getting appropriate people to do its very important work because of the very rigid rules not at the top level but in the mid-level at which it hires.  These are all people who are staying within the scales of our public service.  Often, they have encountered real difficulties doing what they need to do, even within those scales.  We have seen those at the very bottom of scale getting paltry increases that will creep up and will not even match their rent increases.  Then we see this 40% spike.  Is Mr. Fraser concerned about the message this sends?  Does he see damage not just in the knock-on effect on claims?  We know of this because Mr. Fraser has already cited the CEO of the HSE and the Garda Commissioner as examples.  The very fact he is giving us these examples to justify this tells us there will be a knock-on effect at the top level.  Is he worried about the signal it sends to those on the lower incomes in our public service?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G03500","speaker":"1662"},{"type":"speechnospeaker","time":1622588400,"counter":295,"content":"<p>It was not my decision but that is not to evade my role in the matter.  I share the concerns of the Senator as she has expressed them.  All I can say is I believe this is an exceptional situation.  I can only begin to explain it by reference to the overwhelming need we have to reform our health service, improve it and get better outcomes for people who need these services.<\/p><p>That is the rationale in the HSE.  It is a different rationale in the case of the Garda Commissioner.  These are such fundamental positions for the good of our citizens.  I understand what the Senator said, however.  Of course I do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#G03600","nonspeaker":"Mr. Martin Fraser","continuing":true},{"type":"speech","time":1622588400,"counter":297,"content":"<p>It needs to be more than understanding.  We see a great inflexibility between and within the layers.  I mentioned health.  In the case of the pay request for student nurses, for example, there was a conversation about whether there would be a knock-on effect and whether student garda&iacute; would also need it.  We have been hearing the knock-on argument used in relation to those on lower pay who are doing exceptional work in exceptional circumstances.  It is not enough to say that.  This is the Department of the Taoiseach - the leadership of the country - and there was a reason.  This is important.<\/p> <p>  I will go back to Mr. Fraser's specific role in relation to the pay commission.  The pay commission made a decision that the unravelling of FEMPI should begin from the bottom up.  That was a policy decision.  Does this case not contradict the decision that the restoration of public pay following that difficult period should begin from the bottom up?  Does it not contradict that policy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H00200","speaker":"1662"},{"type":"speechnospeaker","time":1622588400,"counter":298,"content":"<p>The policy is as the Senator outlined and the restoration of the pay cuts have happened from the bottom up.  As the Senator will be aware, there are very few people who have not had the pay cuts restored, all of whom are at the top of the system.  In that sense the policy has been fair.  This case is an exception and of course, it runs somewhat counter to that concept.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H00300","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":299,"content":"<p>That is the policy issue.  Mr. Fraser mentioned that he would like if there was a process in place.  That recommendation was made in 2017 or 2019.  There was a recommendation from the pay commission which Mr. Fraser is a member of that a new mechanism be put in place for senior pay.  The review body on higher remuneration in the public sector had been disbanded at the beginning of FEMPI.  Would it not be more important to send a signal of transparency?  Would it have been appropriate to seek to have the review body established and use that as a mechanism?  Mr. Fraser talked about giving advice on why we need to hike the payment for this particular role but he also told us he was not giving his personal advice in respect of implementing a transparent review body on higher remuneration.  Surely it would have been right and proper to put that body in place before making any radical or unusual decisions in respect of higher pay.  That does not mean one cannot recruit somebody under the current process or that one might not want to recruit someone for more pay but that a mechanism should have been put in place to do that properly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H00400","speaker":"1662"},{"type":"speechnospeaker","time":1622588400,"counter":300,"content":"<p>I am not on the pay commission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H00500","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":301,"content":"<p>Sorry, I meant the Public Service Pay Commission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H00600","speaker":"1662"},{"type":"speechnospeaker","time":1622588400,"counter":302,"content":"<p>No, I am not on that commission.  There was a reference earlier to the Commission for Public Service Appointments, which is a new body.  The Ceann Comhairle and a couple of other people are members.  It is a little known body that deals with complaints about interviews, recruitment and stuff like that.<br\/><br\/>I am not on the pay commission and because the Department of Public Expenditure and Reform is the Department in charge, I am not as involved in these matters as people think.  I am involved in this case because I tend to be involved in the creation of new Departments, moves by Secretaries General and so forth.  My role is limited.<br\/><br\/>Deputy Mair&eacute;ad Farrell asked me a question and I gave her a truthful answer.  I would much prefer to be talking about a transparent report on these matters than this <i>ad hoc<\/i>system that we have at present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H00700","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":303,"content":"<p>Nonetheless, regardless of whether Mr. Fraser is on the Public Service Pay Commission, the recommendation of that commission would be that a new review body on higher remuneration in the public sector be put in place.  Given that Mr. Fraser is somebody who is being called upon in terms of his experience in this area, is that not advice that he could have given?  He informed us that this is his opinion but he also told us that he had not communicated that opinion in respect of the need for a review body on higher remuneration.  He would not have had to reinvent the wheel in that sense, in that a recommendation had already been made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H00800","speaker":"1662"},{"type":"speechnospeaker","time":1622588400,"counter":304,"content":"<p>There was a Government decision on this matter a few years.  I am working from memory.  I was not involved in the formulation of that proposal; it was the Minister for Public Expenditure and Reform.  I would have to check what the outcome of that was.  I have a memory that it was decided not to set up such a body.  It was not my decision but I have a memory that that was decided.  As I say, what we are talking about today only makes the point again that there should be some transparent way of looking at this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H00900","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":305,"content":"<p>TLAC has been mentioned.  Does a concern arise when one sees a 40% hike?  Could Mr. Fraser comment on that percentage?  What message does that give compared to the 4% increase over a period of time for a public servant on &euro;25,000?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H01000","speaker":"1662"},{"type":"speechnospeaker","time":1622588400,"counter":306,"content":"<p>I made the comment that, of course, I could see the point the Senator had made.  All I can say is it is only justifiable if we can see really good improvements in our health service and much better use of resources.  That is the whole point of this appointment being made the way it was.  We will have to see.  There are so many challenges in health.  That is the rationale.  Had it been done a different way, we would have a different set of problems.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H01100","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":307,"content":"<p>I am trying to point out that we are still missing the rationale for the 40% increase, one that would definitively show us we would not be able to get somebody.  With respect, the single experience of recruiting for the CEO of the HSE is not a sufficient benchmark, rather than the many other benchmarks that have been offered from across Europe.  The reason I am highlighting the damage that is done by an increase of 40% is not to get Mr. Fraser to agree with me - he may recognise that it is damaging - but to highlight that the risk is not only the monetary amount that is lost but also the damage that is done in terms of engagement and faith in the social and economic dialogue on public pay.  That level of risk is the reason the rationale, which is still missing, is so important.  It would be great if we could see the rationale which says we cannot do this for the amount of &euro;211,700.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H01200","speaker":"1662"},{"type":"speech","time":1622588400,"counter":308,"content":"<p>I thank Senator Higgins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H01300","speaker":"1496"},{"type":"speech","time":1622588400,"counter":309,"content":"<p>Mr. Fraser might come back to that rationale and where we can find it, aside from in the experience of recruiting for the CEO of the HSE.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H01400","speaker":"1662"},{"type":"speechnospeaker","time":1622588400,"counter":310,"content":"<p>The rationale is based on the empirical evidence of the types of candidates who apply for these jobs.  The HSE is the most obvious example because there was not a successful outcome of the competition.  No suitable candidate was found at the first time of asking.  I think the Minister referred to that in his letter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H01500","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":311,"content":"<p>Are actual individuals looked at or are they hypothetical individuals?  Are they amalgamated case studies?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H01600","speaker":"1662"},{"type":"speechnospeaker","time":1622588400,"counter":312,"content":"<p>No.  By the way, it is not to say that in this case we would not have got somebody.  We know who applies for these jobs.  We know whether they are in the public or the private sector.  We know what type of person will apply.  Obviously, it is not published because we must respect the individuals' confidentiality but we do know this.  In the same way, the Senator was talking to the Data Protection Commissioner who will have a good idea of the type of people she can recruit at the type of remuneration she can offer.  We know that too.  It is based on empirical evidence.  It is not theoretical but based on actual evidence of our own experience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H01700","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":313,"content":"<p>It sounds as if it is based on specific people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H01800","speaker":"1662"},{"type":"speech","time":1622588400,"counter":314,"content":"<p>We have to move on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H01900","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":315,"content":"<p>Not specifically, to be fair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H02000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":316,"content":"<p>I will be brief as I have to go to the Chamber.  I am a little concerned that the wrong message might get out.  I am a bit uneasy about the way appointments are made.<\/p><p>The question that arises is whether there is a standardised requirement in terms of qualification for the position.  Was this indicated in the advertisement for the position?  I know in this case this position was advertised and a suitable candidate was not found.  Is there a standardised position?  What criteria are laid down to determine who should be qualified before starting the shortened interviews?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#H02200","speaker":"1584","continuing":true},{"type":"speechnospeaker","time":1622588400,"counter":318,"content":"<p>The position is publicly advertised and then the Public Appointments Service publishes a job description.  It is a lengthy booklet.  It is a job description with the candidate requirements, the type of person we want, the type of experience we want, the general skills and competence we want and all the terms and conditions.  They are all published.  Depending on how many candidates there are, the selection process consists of shortlisting, preliminary interviews, psychological testing, references and presentations.  The process is based against the published criteria for the people who apply for the job.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J00200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":319,"content":"<p>Is the payscale indicated as well?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J00300","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":320,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J00400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":321,"content":"<p>Is there a standard payscale across all Departments?  Is there an individual payscale for each Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J00500","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":322,"content":"<p>Is Deputy Durkan referring to the post of Secretary General specifically?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J00600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":323,"content":"<p>Yes, and comparable positions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J00700","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":324,"content":"<p>I do not know what a comparable position is so I cannot speak to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J00800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":325,"content":"<p>A comparable position would be assistant secretary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J00900","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":326,"content":"<p>The Deputy is referring to other Civil Service positions.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J01000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":327,"content":"<p>Do they correspond?  Are they across the board?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J01100","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":328,"content":"<p>There are standard payscales.  There are three payscales for Secretary General.  The assistant secretary payscales are all standard.  There might be some flexibility within increment scales but basically they are all standard and all published.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J01200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":329,"content":"<p>Is it indicated in the advertisement whether this goes to outside organisations or to all Departments?  It is within the country only or across Europe?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J01300","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":330,"content":"<p>The Public Appointments Service looks after all of that.  The service will advertise in Ireland and in some of the better recognised international publications as well if those responsible believe it is suitable.  They will also advertise it with bodies that might have a familiarity with the area, depending on the job we are talking about.  They put it on forums like LinkedIn.  People also look for alerts on the PAS website.  It is rare enough, but sometimes we use recruitment agencies to drum up interest as well.  That did not happen on this occasion but we have done it in the past.  We certainly did it for the post of Garda Commissioner on one occasion but it is not generally the rule.  Generally, the Public Appointments Service tries to generate as much interest as it can for these posts at home and abroad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J01400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":331,"content":"<p>What was the response to the advertisement?  How many candidates came forward?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J01500","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":332,"content":"<p>I think there were 23.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J01600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":333,"content":"<p>How many were shortlisted?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J01700","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":334,"content":"<p>I was not involved in the shortlisting so I do not know.  I do not really want to get into how many were at the final interview but there was certainly more than one person interviewed at the final interview.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J01800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":335,"content":"<p>Who carried out the shortlisting?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J01900","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":336,"content":"<p>The shortlisting was carried out by a different interview board to the top level appointments committee, which the Public Appointments Service appoints.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J02000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":337,"content":"<p>I know about that.  TLAC made recommendations to the effect that no suitable candidate-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J02100","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":338,"content":"<p>No, not on this occasion.  That was a different competition for the head of the HSE some years ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J02200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":339,"content":"<p>Who made the observation that no suitable candidate had appeared?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J02300","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":340,"content":"<p>I do not know if anyone said that in respect of this post.  This time there was a TLAC competition and there was a successful outcome in the sense that someone was recommended.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J02400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":341,"content":"<p>I am talking about previously.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J02500","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":342,"content":"<p>I think it is in the Minister's letter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J02600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":343,"content":"<p>I am asking about how the post was filled.  That is what I am trying to come at, as well as how all such posts are filled.  Was there any procedure that applied to other posts that was not applied in this particular situation?  This is no reflection on the appointee or anything like that.  What I am trying to get at is whether there is a standardised position.  Let us suppose I am applying for a position like this or someone I know is applying for a position like this.  Could I assume that the candidate will be treated fairly in all ways and that the candidate will receive equal treatment with everyone else in that competition?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J02700","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":344,"content":"<p>That is 100% the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J02800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":345,"content":"<p>Let us go back to the issue about no suitable candidates.  It was agreed that no suitable candidate emerged.  Am I right?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J02900","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":346,"content":"<p>That did not happen in this case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J03000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":347,"content":"<p>What happened?  We discussed the suitability of the candidates earlier.  I have listened to a discussion on suitability of the candidates for the past hour.<\/p> <p>  How do we know that a candidate will be treated fairly?  I am referring to any candidate anywhere.  Can the Secretary General or someone tell me?  All the candidates are equal but one is more equal than the others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J03100","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":348,"content":"<p>No, everyone who has applied for any job through the Public Appointments Service is treated exactly the same as anyone else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J03200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":349,"content":"<p>I am in a bit of a quandary with that because it would appear that a particular salary increase was deemed to be applicable in this case.  Why and on what basis?  What if several people get together and say a post is a particularly important job and they need someone with special talents and they have the person?  Is that going to happen?  Is that what happened?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J03300","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":350,"content":"<p>No.  Deputy Durkan is right that the Government or the Minister decided that he needed to get the strongest possible field.  He took the view that he had to improve the pay to get the strongest possible field.  That was the decision the Minister made.  Then he decided there would be a full public open competition for the job.  That open competition was run on exactly the same basis as every other competition for these jobs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J03400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":351,"content":"<p>When that was finished was the successful applicant included in the assessment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J03500","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":352,"content":"<p>Yes.  He went through exactly the same process as everyone else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J03600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":353,"content":"<p>The candidate was deemed to be the successful candidate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J03700","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":354,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J03800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":355,"content":"<p>Was it decided before that was done or afterwards that he should receive a pay increase?  Was the pay increase related to FEMPI provisions or was it outside that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J03900","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":356,"content":"<p>The pay was decided before the competition began.  The competition was carried out on the basis of that pay package.  The whole point of increasing the pay was to attract more interest for the post.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J04000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":357,"content":"<p>What about the people who would have attended for other positions?  This is where I started at the beginning about standardisation of procedures.  What about people who would have gone forward for other competitions, for example, for the position of Secretary General in other Departments?  Would they take the view that they have been in some way hard done by if it was decided arbitrarily that in this particular situation the position drew a higher salary scale?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J04100","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":358,"content":"<p>I cannot speak for them.  I would hope they would appreciate how difficult the job is in the Department of Health.  Everyone who applies for a job applies on the basis of the terms that are offered.  That is what happens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J04200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":359,"content":"<p>I presume everyone was offered the same salary in the advertisement.  The presumption was this applied only to one Department.  It did not apply to the Department of Finance or the Department of Public Expenditure and Reform.  It applied only to the Department of Health.  That now sets the Department of Health on a different footing to all other Departments.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J04300","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":360,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J04400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":361,"content":"<p>Will that be the same again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J04500","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":362,"content":"<p>The Taoiseach has indicated his view that that should always be the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J04600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":363,"content":"<p>I have to go into the House in a few minutes.<\/p> <p>  Mr. Fraser mentioned earlier that FEMPI provisions should not apply to the lowest income earners throughout the services and that restoration should apply.  Did that not happen?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J04700","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":364,"content":"<p>It did happen.  Pay restoration started with lower earners first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J04800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":365,"content":"<p>That was all completed.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J04900","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":366,"content":"<p>It is largely completed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J05000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":367,"content":"<p>It is done largely or otherwise.  I want to know about this because we dealt with this not long ago.  We asked questions of the Minister on this as well.  The presumption or understanding was that the lower earners would be dealt with first.  We all recognise that as fair.  Has that been completed?  Have all lower earners had FEMPI restoration?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J05100","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":368,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J05200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":369,"content":"<p>What level of the higher earners have been restored through FEMPI changes?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J05300","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":370,"content":"<p>I do not really know but few people have not had the pay cuts restored at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J05400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":371,"content":"<p>They are nearly all done.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#J05500","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":372,"content":"<p>Nearly all have been restored.  There are very few who have not had them restored, certainly under this pay agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K00100","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":373,"content":"<p>Would Mr. Fraser make any recommendations regarding the possible standardisation of the procedure in appointing Secretaries General to Departments, with particular reference to pay and salary clearly indicated at the outset, so that each applicant might be assured that he or she is competing on an equal footing with all other applicants?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K00200","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":374,"content":"<p>Such applicants absolutely are competing on an equal footing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K00300","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":375,"content":"<p>Is it unlikely that a situation would arise whereby one or other Department will be singled out and a candidate will be told that he or she is a better or more competent person and will be appointed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K00400","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":376,"content":"<p>That would not arise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K00500","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":377,"content":"<p>Did that not happen in this case?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K00600","speaker":"1584"},{"type":"speechnospeaker","time":1622588400,"counter":378,"content":"<p>The decision in this case related to the post, not to an individual.  There was a full competition to see who got the post.  It will not be done for individuals.  It cannot be done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K00700","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":379,"content":"<p>In his remarks earlier, Mr. Fraser was forthright in his outline of what must be done in the Department of Health to give better value, reform it and so on.  I am sure he will agree that needs the full support of the management structure underneath the Secretary General.  Does he agree with that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K00800","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":380,"content":"<p>I do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K00900","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":381,"content":"<p>Let us turn to the HSE.  The Department of Public Expenditure and Reform was at the forefront of denying the legitimate and approved award of 5% under report No. 42 of 2007 of the review body on higher remuneration in the public service.  The excuse the Department trotted out was the financial emergency measures in the pubic interest, FEMPI, legislation.  If this cohort of workers within the HSE are constantly being stonewalled by the Department of Public Expenditure and Reform, whose Secretary General is now the same man who was in the equivalent position in the Department of Health, what can be done to resolve that and build some sort of working relationship with that particular cohort of workers, all of whom are quite annoyed by what has happened?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K01000","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":382,"content":"<p>I realise I keep saying \"I don't know\" but I had no involvement in that.  I do not even know which group of workers the Chairman is talking about.  It is a matter for the Department of Public Expenditure and Reform, as the Chairman knows, and not for the Department of the Taoiseach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K01100","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":383,"content":"<p>I do not believe Mr. Fraser does not know.  He has answered so many questions this morning-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K01200","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":384,"content":"<p>Excuse me, Chairman, I do not know to what that refers.  I would not tell the committee I do not know if I did know.  I think the Chairman knows me well enough to know that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K01300","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":385,"content":"<p>Mr. Fraser does not know the answer to many other questions that have been asked this morning.  I find it hard to fathom that someone at the centre of Government, as Mr. Fraser is, having been there for as long as he has, does not know some of the things that are going on.  This particular issue has gone on for some time.  In response to the question as to whether there will be knock-on effects from the increase the Secretary General has received, these individuals and others are now coming forward to say their jobs are also important.  They have written to the Department about the matter and received a dismissive letter from the Secretary General.  It is not right to say there will not be knock-on demands.  This particular demand is supported by a decision of the courts, which is approved under report No. 42 of 2007.<\/p> <p>  Mr. Fraser may not know about it and we will take it that he does not.  I ask him, therefore, as the secretary, if you like, to the Taoiseach and the Government, to take that up with the Department of Health and encourage resolution on behalf of those who are affected.  They seem to think a serious injustice is being done here.  They were fobbed off and told that, under FEMPI legislation, the Department of Public Expenditure and Reform cannot and will not do anything but the FEMPI legislation does not apply to the increase for the Secretary General.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K01400","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":386,"content":"<p>That is a good question.  I do not know whether FEMPI legislation still applies to that role.  I suppose it does, in a way, because it probably applies across the board.  As the Chairman knows, very few people are still subject to FEMPI legislation.<\/p> <p>  I genuinely do not know anything about the point the Chairman made.  The Departments of Public Expenditure and Reform and Health are entire Government Departments.  I am happy to ask the question the Chairman has suggested.  I genuinely do not know the group to which the Chairman has referred.  It is obviously an industrial relations issue so I will-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K01500","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":387,"content":"<p>It is an industrial relations issue that was resolved to the extent that a 5% increase was awarded but it has been denied to that group by the now Secretary General of Health who continues, in that position, to do what he did when he was in the equivalent position in the Department of Public Expenditure and Reform.  He is denying these workers the pay increase to which they are entitled.  Is it correct that FEMPI legislation did not apply to the increase the Secretary General received?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K01600","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":388,"content":"<p>The issue of FEMPI legislation is complicated.  The Chairman is going to love me for saying this but the issue is dealt with by the Department of Public Expenditure and Reform and not by me.  It is complicated legislation.  It applies pay cuts to all civil servants, including new civil servants.  I do not know whether FEMPI legislation has an effect on that pay rise.  The fact that Mr. Watt waived the increase probably makes the question moot.  I will have to check that for the Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K01700","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":389,"content":"<p>Would Mr. Fraser mind arranging a response on that specific issue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K01800","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":390,"content":"<p>Of course not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K01900","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":391,"content":"<p>Mr. Fraser is  a member of the Top Level Appointments Committee, TLAC.  Where is the secretary to TLAC based?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K02000","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":392,"content":"<p>I think I know why the Chairman is asking me that question.  Can I just say, with my hand on my heart, that the secretary to TLAC is a person of the highest integrity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K02100","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":393,"content":"<p>I am not questioning that at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K02200","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":394,"content":"<p>I know that.  The Chairman is asking that question because the woman in question works in the Department of Public Expenditure and Reform.  She is one of the finest civil servants I have ever met and does her job with 100% integrity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K02300","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":395,"content":"<p>I have never met the person concerned but I do not doubt Mr. Fraser's word for one minute.  However, I will say that the arrangement by which TLAC sits within the Department of Public Expenditure and Reform does not look well.  We have correspondence.  All of the applications for the job were to be sent to Mr. Fraser.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K02400","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":396,"content":"<p>That is not the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K02500","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":397,"content":"<p>I have a letter here which says that in line with a Government decision of 21 February 2012, expressions of interest are invited from all serving Secretaries General to whom TLAC retirement terms apply.  It goes on to say that applicants should contact Mr. Fraser before a certain time on a certain day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K02600","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":398,"content":"<p>The way it works has probably changed forever now but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K02700","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":399,"content":"<p>Did that letter go out?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K02800","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":400,"content":"<p>-----the way it works is that if a serving Secretary General wishes to apply for a vacancy in another Department, he or she writes to me, and everybody else applies through the Public Appointments Service.  In any case, what has changed in this case, and I am sure it has changed forever, is that any applications from serving Secretaries General also go to the Public Appointments Service and are processed entirely by the service.  Any Secretary General who wants to apply for another job through TLAC would go through the full process in the same way as everybody else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K02900","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":401,"content":"<p>It says in this letter that if a person wishes to express an interest in being considered for the post, he or she is to contact Mr. Martin Fraser by noon on Thursday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K03000","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":402,"content":"<p>That is true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K03100","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":403,"content":"<p>Candidates are asked to mark correspondence as private and confidential.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K03200","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":404,"content":"<p>That only applies to Secretaries General.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K03300","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":405,"content":"<p>That is right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K03400","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":406,"content":"<p>It does not apply to anybody else.  If a Secretary General sent me a letter, I would have sent it straight to the Public Appointments Service without comment.  That will not be happening again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K03500","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":407,"content":"<p>Also among the correspondence is an interaction between TLAC, the Secretary General of the Department and Mr. Fraser about the booklet.  The booklet is being discussed in this correspondence.  There is also an interaction between the then Secretary General and someone other than the Minister urging that steps be taken to fill the vacancy.<\/p><p>My point is that it all looks very cosy from the outside and it is not as transparent as it ought to be.  That is my opinion, but it is also the opinion of many members of the public who have spoken to me about this issue and conveyed that opinion to me.<\/p><p> As regards the handling of this by the Government, I take it from what Mr. Fraser has told the committee that all of the decision-making around this issue falls into the lap of the Minister, Deputy McGrath.  He decided on the process-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#K03600","speaker":"1496","continuing":true},{"type":"speechnospeaker","time":1622588400,"counter":409,"content":"<p>He is the Minister responsible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L00200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":410,"content":"<p>Mr. Fraser stated he gave the Minister four options and he gave him advice.  Did he advise the Minister to select one option in particular?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L00300","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":411,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L00400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":412,"content":"<p>It was completely the decision of the Minister, Deputy McGrath.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L00500","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":413,"content":"<p>It was not completely the decision of the Minister, Deputy McGrath.  In fairness to the Minister-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L00600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":414,"content":"<p>You just said a minute ago that it was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L00700","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":415,"content":"<p>The committee has the note of the meeting.  The Taoiseach was present, as was the Minister for Health, Deputy Donnelly.  Each option had pros and cons.  I am not trying to say it was all the Minister, Deputy McGrath, but I did not prefer one option or another.  One of the options was chosen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L00800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":416,"content":"<p>Without going into the benchmarking issue that was asked about already, from where did the figure of &euro;80,000 come?  Who even mentioned the &euro;80,000 first?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L00900","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":417,"content":"<p>The Minister believed the Secretary General could or he should have an increased remuneration package and that it should be less than &euro;300,000.  That figure of &euro;292,000 was arrived at as something less than &euro;300,000.  As I stated in response to other members, I would like to have much more sophisticated ways of doing these things, but we did not have them on this occasion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L01000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":418,"content":"<p>The only consideration was a political one really - that the amount should be kept under &euro;300,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L01100","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":419,"content":"<p>The Minister was of that view.  I do not want to characterise what type of view it was, but that is the view the Minister took.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L01200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":420,"content":"<p>He did not care what the figure was once it was under &euro;300,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L01300","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":421,"content":"<p>He did not put it like that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L01400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":422,"content":"<p>That is what I am taking from this conversation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L01500","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":423,"content":"<p>He thought he could accept the idea of a higher package but not one of more than &euro;300,000.  That is what he stated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L01600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":424,"content":"<p>So that stance is down to the Minister, Deputy McGrath.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L01700","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":425,"content":"<p>The Chairman has the note of the meeting and knows who was present.  Obviously, the leaders of the coalition parties had to be consulted before this was finalised as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L01800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":426,"content":"<p>According to the coalition partners, the T&aacute;naiste had nothing to do with it.  We do not know the position of the Minister, Deputy Ryan, because he did not reply.  The Taoiseach gave a very vague answer.  Other officials loosely pointed the finger at the Minister, Deputy McGrath.  It appears to me that it was certainly less than transparent.  Senior civil servants should have cautioned the Government about the road it was taking in this regard because it leads to demands from others for increases in their salary and some of those demands are rightly justified, such as in the case I just mentioned.  No one complained about it except to keep it under &euro;300,000 as that was probably the figure best palatable to the public.  That is what I am taking from the conversation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L01900","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":427,"content":"<p>That is what was decided.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L02000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":428,"content":"<p>By the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L02100","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":429,"content":"<p>It was the Minister who said it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L02200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":430,"content":"<p>How many candidates applied from abroad?  How many responded to the advertisements on the Internet?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L02300","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":431,"content":"<p>I asked the PAS this question because I though the committee might ask about it.  There were three applications and there were six, shall we say, serious inquiries.  Obviously, I do not know who made those inquiries but the PAS is able to recognise a serious inquiry.  It would involve a senior person in an international organisation or one outside the State.  There was a reasonable degree of interest but not a massive degree of interest.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L02400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":432,"content":"<p>Does Mr. Fraser find it a bit peculiar that no one wants to own this child and that everyone is saying the decision was made by somebody else?  The Taoiseach has not yet decided to appear before the committee.  Mr. Brady is upset over some letter or other being published in <i>The Irish Times<\/i>.  In fairness to the Minister, Deputy McGrath, he has come before the committee and has been transparent about it.  The Minister, Deputy Ryan, the T&aacute;naiste and the Minister for Finance, Deputy Donohoe, do not know.  No one seems to know anything.  Mr. Fraser has given it his best shot this morning and that is fair enough, but nobody seems to know anything and the committee is expected to accept that.  The Members of Parliament who pass budgets and go into detail on all these issues are expected to suck it up and get on with it, while those within the Department who have an issue in terms of their award of 5%, and others, are supposed to accept it as well.<\/p><p>There is a problem here in terms of how it is perceived.  There is a problem in terms of the necessary reform of TLAC and all those other organisations or committees or whatever they are.  I believe that reform should be driven by the Department of the Taoiseach.  Who would bother applying for a job when the outcome is that most of the jobs go to insiders?  Mr. Fraser is aware of an awful lot of what goes on in government.  He is there at the centre of things.  I will leave it at that but I agree with the sentiment expressed in this morning's edition of the <i>Irish Examiner<\/i>, that is, that something stinks at the heart of Government.  I think that is a fact.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L02500","speaker":"1496"},{"type":"speech","time":1622588400,"counter":433,"content":"<p>Many of the questions I intended to put have been asked but the issue that is obviously occupying people's minds in this regard is that on one level there is phenomenal largesse in terms of the payment of elites while on another level there is an attitude that student nurses should not get paid or individuals who are working at the coalface just have to carry on regardless and suffer because of the economic situation.  There is a massive economic crisis yet we have this largesse in terms of the payment of salaries.  There is also the whole idea that, of all the Departments in all the world, a successful candidate could only be found in the Department in which the decision was made.  The circle of decision-making and benefit is so small in the context of this issue.<\/p> <p>  What is the salary ratio in the Department of Health?  What is the ratio between the highest salary and the lowest salaries in the Department of Health?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L02600","speaker":"1504"},{"type":"speechnospeaker","time":1622588400,"counter":434,"content":"<p>Given that the Secretary General has waived his pay rise, the ratio is the same as that in every other Department.  It might be 9:1.  The Deputy has probably worked it out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L02700","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":435,"content":"<p>I have.  There are 3,000 people in the public service who are earning less than &euro;22,000.  Compared with the salary that was granted to the Secretary General, the ratio is 12:1, which is enormous.  In Nordic countries, for example, the ratio between the top salary and the bottom salary is 3:1, 4:1 or possibly 7:1.<\/p> <p>  Why was an increase of &euro;80,000 selected rather than one of &euro;70,000 or &euro;90,000?  From listening to the responses of Mr. Fraser, it seems the &euro;80,000 increase was plucked from the air to a certain extent.  It had no foundation in international standards with regard to salaries or anything.  Who originated the figure of &euro;80,000?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L02800","speaker":"1504"},{"type":"speechnospeaker","time":1622588400,"counter":436,"content":"<p>As I said in answer to earlier questions, it was an increase on the existing amount and it was a number below &euro;300,000.  As I stated, it is not more scientific than that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L02900","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":437,"content":"<p>The process within the Department to decide on this figure seems to be akin to something written on the back of an envelope.  An international firm or a recruitment organisation seeking to put forward a package to select individuals who are the best people to do the job might go a little bit beyond a back of an envelope calculation with regard to the best way to attract those individuals.  Many people will find it shocking that this figure was literally plucked out of the air.<\/p><p>If any members of this committee were in ministerial roles, I would expect them to have a far better foundation in international recruitment statistics and metrics to allow them greater understanding regarding what figure to select.  It is mind-blowing that the figure was plucked out of the air in this situation.  It was reported that the information was given to the Cabinet orally and there is no paper trail.  Is that correct?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#L03000","speaker":"1504","continuing":true},{"type":"speechnospeaker","time":1622588400,"counter":439,"content":"<p>There is a paper trail because there is a decision and those are minuted.  The Taoiseach did give the information to the Cabinet orally.  It is not reported; it is stated in the letter I sent to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M00200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":440,"content":"<p>Why would that information not have been provided to the Cabinet in paper form in advance of the meeting?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M00300","speaker":"1504"},{"type":"speechnospeaker","time":1622588400,"counter":441,"content":"<p>Traditionally, Secretary General assignments are always done orally at Cabinet meetings.  The reason for that is to try to protect the confidentiality of processes involving individuals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M00400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":442,"content":"<p>I take it that the Cabinet is not a confidential space then?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M00500","speaker":"1504"},{"type":"speechnospeaker","time":1622588400,"counter":443,"content":"<p>I did not say that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M00600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":444,"content":"<p>If only the Cabinet were to receive a document in paper form and if there is, under the law, Cabinet confidentiality, one would imagine that such a paper document would have sufficed, would it not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M00700","speaker":"1504"},{"type":"speechnospeaker","time":1622588400,"counter":445,"content":"<p>The Deputy is bringing me into a hypothetical situation where material going to Cabinet would somehow get out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M00800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":446,"content":"<p>Regarding the selection of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M00900","speaker":"1504"},{"type":"speech","time":1622588400,"counter":447,"content":"<p>Deputies MacSharry and Verona Murphy want to ask questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M01000","speaker":"1496"},{"type":"speech","time":1622588400,"counter":448,"content":"<p>Can I ask one brief question and then I will finish?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M01100","speaker":"1504"},{"type":"speech","time":1622588400,"counter":449,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M01200","speaker":"1496"},{"type":"speech","time":1622588400,"counter":450,"content":"<p>Can the scoring mechanism used for the selection of the candidate be made available to the committee?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M01300","speaker":"1504"},{"type":"speechnospeaker","time":1622588400,"counter":451,"content":"<p>I do not know.  I suppose we have to be very careful about protecting the confidentiality of the individuals concerned.  I ask the Deputy to bear with me, I am going to answer his question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M01400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":452,"content":"<p>I am just looking for the scoring mechanism-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M01500","speaker":"1504"},{"type":"speechnospeaker","time":1622588400,"counter":453,"content":"<p>I understand that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M01600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":454,"content":"<p>-----because this whole process is opaque.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M01700","speaker":"1504"},{"type":"speechnospeaker","time":1622588400,"counter":455,"content":"<p>If I can explain it to the Deputy first, I think I can then help him.  The process is one where all applications initially go to the Public Appointments Service.  An interview board is then formed by the Public Appointments Service, and not by me or a Minister, and its members are all independent.  That board draws up a shortlist and then, depending on how many candidates there are-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M01800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":456,"content":"<p>The members of the interview board must score each candidate interviewed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M01900","speaker":"1504"},{"type":"speechnospeaker","time":1622588400,"counter":457,"content":"<p>I am sorry, but if I could just explain the process to the Deputy, and if he will bear with me, I will be finished in only two or three more sentences.  Candidates are shortlisted and then preliminary interviews are held, and that is all done by the Public Appointments Service.  A secretary from the Public Appointments Service attends those interview boards and keeps all the paperwork.  Final interviews are then held.  Before those interviews, full psychological assessments are undertaken, which take three or four hours for each candidate, and reports are subsequently prepared.  References are then taken.  Candidates obviously must also submit their curricula vitae and application forms and they must then deliver a presentation to the Top-Level Appointments Committee.  That committee then interviews each candidate for up to an hour and each candidate is scored by the committee.  The committee then reaches its conclusion based on the whole process.  I can certainly get the Deputy information on the process.  Obviously, the scores for individual candidates are confidential, but that is how it works.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M02000","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":458,"content":"<p>I am sorry Mr. Fraser, but I call Deputy MacSharry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M02100","speaker":"1496"},{"type":"speech","time":1622588400,"counter":459,"content":"<p>I have some very quick, rapid-fire, buzzer-round questions, if the Secretary General does not mind.  Did the Minister for Health at the meeting in November - and I ask this question because it is not in the minutes - say that he wanted this man?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M02200","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":460,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M02300","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":461,"content":"<p>Did any of the other attendees at the meeting say that they wanted this man?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M02400","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":462,"content":"<p>Does the Deputy mean the man who got it?  No, it was agreed in the end to have a process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M02500","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":463,"content":"<p>That is fine.  I asked that question because that was what was reported in the media and that is the kind of conjecture out there.  I refer to someone reportedly saying that he or she wanted this man.  Mr. Fraser will forgive us, being only the Deputies and Senators that we are, for concluding, given the obscurity of the process, the coincidence that in an international process we came out with the same guy we went in with and the proximity of some people to his former position, despite their absolute integrity and great qualifications and the supreme qualifications of the successful candidate, that the whole process looks rigged.<\/p> <p>  We have a difficulty around that aspect and it is not being helped by the relevant person saying that he has no more of a role and he is not coming to our committee.  The Taoiseach is tardy, at best, in responding to this issue.  The only people who have come before the committee have been the Minister for Public Expenditure and Reform, Deputy Michael McGrath, and Mr. Fraser, for which we are very thankful.  In respect of candidates applying for particular positions involving the TLAC, has Mr. Fraser ever approached somebody and managed his or her appointment through the process?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M02600","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":464,"content":"<p>Managed someone's appointment through the process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M02700","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":465,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M02800","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":466,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M02900","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":467,"content":"<p>Mr. Fraser has not.  That is fine.  That is just how it looks.  To conclude, I want to treble-check a point with Mr. Fraser.  The committee was told that there is no head of the Civil Service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M03000","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":468,"content":"<p>That is true.  The Deputy is not the only person that I tell that to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M03100","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":469,"content":"<p>That is fine.  We really are in bad shape when we consider that no one is in charge, by the Secretary General's own admission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M03200","speaker":"1606"},{"type":"speech","time":1622588400,"counter":470,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M03300","speaker":"1496"},{"type":"speech","time":1622588400,"counter":471,"content":"<p>The Civil Service just ploughs along.  If, under the Ministers and Secretaries Acts, a Minister wants to take issue with a Secretary General, for example, and wants to throw one out, he or she could, theoretically do that.  In practice, however, none do so.  Over the level of principal officer, in the Civil Service, therefore, we have no head and, in fact, there is no disciplinary process or oversight at all, other than the Minister.  Is that not the case?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M03400","speaker":"1606"},{"type":"speechnospeaker","time":1622588400,"counter":472,"content":"<p>The Minister is in charge, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M03500","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":473,"content":"<p>No.  Is that not the case?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M03600","speaker":"1606"},{"type":"speech","time":1622588400,"counter":474,"content":"<p>I want to bring in Deputy Verona Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M03700","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":475,"content":"<p>It depends on what the Deputy means by an oversight mechanism.  There are mechanisms.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M03800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":476,"content":"<p>No.  We talked earlier about the person who has got this job promoting and being happy with a culture where money is lost in a situation where that was preventable.  It is a learning experience and there will be no disciplinary process.  I am trying to get to the root of something here.  The great T.K. Whitaker is recorded, in a book, as saying something to the effect that there can be no greater priority than the restoration of senior civil servants.  I agree with him.  Theoretically, the Minister of the day is in charge.  However, the way the Ministers and Secretaries Acts are written means that Secretaries General are untouchable and hold all the cards.  It is a bit like a presenter on an RT&Eacute; programme.  One should not club the presenter because he or she can make you look bad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M03900","speaker":"1606"},{"type":"speech","time":1622588400,"counter":477,"content":"<p>I call Deputy Verona Murphy.  I am sorry, we have only two minutes left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M04000","speaker":"1496"},{"type":"speech","time":1622588400,"counter":478,"content":"<p>I will be very brief.  I thank Mr. Fraser for coming in today.  My questions are also brief.  Is it correct that no actuarial analysis was done of whether the appointment concerned was going to cost us much more if we appointed an internal candidate from the Civil Service?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M04100","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":479,"content":"<p>I will have another go at answering the Deputy's question.  I will give her a different answer this time.  If she is asking me when we make these appointments, TLAC makes appointments based on the published terms of a role.  The Deputy is correct that those terms are different depending on whether it is a serving public servant or not.  No decision is made by TLAC based on whether the person is from the public or private sectors.  In that sense, it is not as if TLAC says that a certain person is the best person for the job but that another person would be cheaper.  It does not do that and that is not how it works.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M04200","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":480,"content":"<p>Would it not make sense to do that, if there were two candidates, one internal and one external, of the same calibre?  Would it not make more sense to do that, given that may be a very distinguishing factor?  I refer to how the public's money is spent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M04300","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":481,"content":"<p>It has never been done that way.  It is rare enough for an outside-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M04400","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":482,"content":"<p>Does Mr. Fraser take my point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M04500","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":483,"content":"<p>I understand why the Deputy is asking me the question.  I never did not understand why she was asking me this question; I was just trying to answer it as fairly as I could.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M04600","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":484,"content":"<p>I appreciate that but does Mr. Fraser take my point?  He has said that the process has never been done this way but should this aspect be a consideration?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M04700","speaker":"1622"},{"type":"speechnospeaker","time":1622588400,"counter":485,"content":"<p>I do not know.  It is certainly something we can think about.  It is a point that the Deputy has made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M04800","nonspeaker":"Mr. Martin Fraser"},{"type":"speech","time":1622588400,"counter":486,"content":"<p>I would certainly appreciate it.  I am also a member of the Committee of Public Accounts and we should be offering the best we can in respect of public expenditure.  The title of the Department is that of the Department of Public Expenditure and Reform.  If nothing else, and if we cannot stop what has happened, we should most certainly be able to create a process whereby we have covered all the avenues now being discussed for use in the future.  I was in business for 30 years.  From what we have listened to today, it is beyond me to be able to understand that it appears we plucked a figure out of the sky in this regard.  The matter does not just end with that figure.<\/p><p>There is an actuarial process involved, if account is taken of the Civil Service pensionable interest with respect to the candidate who achieved the position.  It is in excess of hundreds of thousands of euro extra on top of what we think is the salary increase in terms of the cost to the Exchequer.  That has to be defined.  I would appreciate if that actuarial computation could be forwarded to this committee in order that we could review it.  I do not need to know who the other applicants were, but Mr. Fraser might set out that computation against that of one of the other applicants and show us the differentiation that would have applied.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#M04900","speaker":"1622","continuing":true},{"type":"speech","time":1622588400,"counter":488,"content":"<p>I thank the members for their input and Mr. Fraser for his attendance.  As I said, at least he attended.  He did not avoid the issue.  We may not have liked some of the answers we received from him but at least he accounted for himself.<\/p> <p>  Regarding the issue itself, I believe reform is necessary.  His Department and the Taoiseach must drive that reform.  This was not a transparent process.  It has a created a major issue and damage for civil servants generally.  There is a certain truth in politicians being the glove puppets of the civil servants.  That is the way it appears to me.  Certainly, without a head person, someone who is over the Civil Service, it is easy to see how a strong character might get his or her way.  Reform is necessary.  We will revisit this in due course.  I thank Mr. Fraser again for his attendance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#N00200","speaker":"1496"},{"type":"speechnospeaker","time":1622588400,"counter":489,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2021060200002#N00300","nonspeaker":"Mr. Martin Fraser"},{"type":"unspoken","time":1622588400,"counter":490,"content":"<p>Sitting suspended at 2.22 p.m. and resumed in private session at 3.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"unspoken","time":1622588400,"counter":491,"content":"<p>The joint committee adjourned at 4 p.m. until 12.30 p.m. on Wednesday, 16 June 2021.<\/p>","notice":"TIME STRING DETECTED"}]