[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1523453400,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 14:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Jackie Cahill, Senator Paul Daly, Deputy Marcella Corcoran Kennedy, Senator Tim Lombard, Deputy Martin Kenny, Senator Michelle Mulherin. Deputy Charlie McConalogue, Deputy Willie Penrose,<\/p><p>In attendance: Deputies Dara Calleary, Michael Fitzmaurice, Tony McLoughlin, Tom Neville and Kevin O'Keeffe and Senators Maura Hopkins and Terry Leyden.<\/p><p>DEPUTY PAT DEERING IN THE CHAIR.<\/p>","time":1523453400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002"},{"type":"minorheading","content":"Ongoing Fodder Crisis: Minister for Agriculture, Food and the Marine","time":1523453400,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#A00300"},{"type":"speech","time":1523453400,"counter":5,"content":"<p>Apologies have been received from Deputy Thomas Pringle and Senator P&aacute;draig Mac Lochlainn.   <\/p> <p>  We are here to discuss the ongoing difficulties in the farming sector in the supply of fodder.  I welcome to this special meeting the Minister for Agriculture, Food and the Marine, Deputy Michael Creed, and his officials, whom I thank for coming before the committee.  <\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person or body outside the Houses or an official, either by name or in such a way as to make him or her identifiable.  <\/p> <p>  Before I ask him to make his opening statement, I would like to state we are under time pressure as the Minister has to leave before 4 p.m.  To allow every member an opportunity to make his or her point and ask questions of the Minister and his officials, I have put a structure in place whereby the Minister will make an opening statement for five to ten minutes.  Opposition spokespersons, plus the Fine Gael spokesperson, will have five minutes each initially to question the Minister, or 20 minutes in total.  The Minister will then reply.  We will then move to the remaining committee members who will have 15 minutes in total between them.  We will then go back to the Minister for his replies.  Other members will then have ten minutes in total between them before the Minister replies again.  If there is time, we will have supplementary questions.  To have a structure to enable everyone to have an opportunity to ask questions of the Minister, I will be abiding by the time limits rigidly.  I ask the Minister to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#A00400","speaker":"1268"},{"type":"speech","time":1523453400,"counter":6,"content":"<p>I thank the joint committee for giving me the opportunity to address it on the fodder shortages and my Department&rsquo;s response in addressing them.  We are all more than aware of the long difficult winter and late spring we have had, from which we are emerging, and the resulting pressures on the farming community.  While I do not intend to go back over that period in detail, I will brief the committee on the actions we took at different critical times to address the emerging problems with fodder availability.<\/p> <p>  When it became apparent last autumn that some farmers in areas of the west and the north west were at risk of not having enough fodder for the coming winter, I asked Teagasc to prioritise the provision of direct support for those farmers through fodder budgeting and nutritional advice, not only then but throughout the winter and the spring.  In time for the advance payment under the basic payment scheme in mid-October, I persuaded the European Commission to allow the highest possible advance under the basic farm payment scheme and the schemes covered by the rural development programme.  By the end of the year, these payments had injected over &euro;1.6 billion into the rural economy.  Throughout December and into January I monitored the fodder issue closely through constant contact between my officials and Teagasc.  I also received very valuable feedback from a fodder group that I had established, which was chaired by Teagasc and included representatives of all of the key stakeholders, including farm bodies, the banks and industry.  To provide additional assistance for the affected farmers in the west and the north west in accessing and obtaining fodder from areas where supplies were available in the east and south of the country, I introduced a targeted fodder transport support measure, effective from 29 January, with an allocation of &euro;500,000.  Throughout this period and up to the present, the Department&rsquo;s animal welfare helpline, supported by a dedicated team, has been available continuously.  The team is ready to offer assistance to any farmer experiencing animal welfare issues, including the provision of essential feed, if required.<\/p> <p>  The unseasonably cold wet weather persisted right through March, resulting in tighter fodder supplies.  Issues with availability became much more widespread throughout the country, including in the more heavily stocked regions of the south and the east.  My officials arranged meetings with Teagasc and industry representatives on 29 March and again on 4 April, the second of which I attended, to gauge the levels of existing fodder supplies and identify what further actions might be appropriate.  Teagasc and the co-ops continued throughout to provide direct support in fodder budgeting, while Teagasc established a fodder register to identify suppliers and buyers of fodder locally to encourage remaining surplus supplies onto the market.  Immediately following the conclusion of these meetings I introduced a fodder import support measure, with an allocation of &euro;1.5 million.  This measure which came into effect last week, on 5 April, will run until 30 April.  The measure which is being operated through the co-operative structure and other approved importers will give livestock farmers access to fodder from abroad without having to pay the full cost of transport.  The allocation will support the importation of about 20,000 tonnes of fodder.  The measure will be kept under review until the crisis is over.  <\/p> <p>  By way of background for the committee, the measure is similar to that introduced in 2013 to deal with the problems encountered in the very late spring of that year, although it is worth pointing out that the 2013 measure was not introduced until 15 April of that year and was extended until the end of May due to the continuing poor weather.  I considered that it was also timely to add flexibility to the existing national fodder transport support measure to make existing surpluses of fodder available to farmers in need in all affected areas.  The measure now applies in all areas of the country; the minimum distance has been reduced to 50 km; the need for a fodder assessment budget has been removed, while the measure has been extended to include pit silage.  The reduction in the minimum distance will support both the sourcing and supplying of fodder, while still respecting the normal local fodder trading arrangements.  <\/p> <p>  I have taken other steps to alleviate fodder supply problems, where possible.  Following liaison between my Department and the Department of Transport, Tourism and Sport, the Road Safety Authority has agreed to greater operational flexibility for road hauliers engaged in the transport of fodder and feed because of the increased demand.  The closing date for grazing livestock on land containing the traditional hay meadow under the green low carbon agri-environment scheme, GLAS, has also been extended.  Grazing by livestock is now permitted up to 1 May.  The closing date for nitrates derogation applications has been extended to 30 April.<\/p><p>This will ensure agricultural advisers have more time to assist farmers in planning how to cope with current difficulties until grass growth resumes and ground conditions improve.<\/p><p> As regards payments, I mentioned my Department has paid out more than &euro;1.6 billion to farmers since last October, including under the following schemes.  Under the basic payment scheme, to date there have been 2017 payments of &euro;1.17 billion to 123,500 farmers, that is, more than 99% of eligible applicants.  Under the areas of natural constraint scheme, to date there have been 2017 payments of &euro;203 million to 95,000 farmers, that is, 99% of claimants.  Under the green low-carbon agri-environment scheme, GLAS, to date there have been 2017 payments of &euro;167.5 million to 46,828 farmers or 98% of applicants.  Under the targeted agricultural modernisation scheme, there have been payments to 3,560 farmers of &euro;49.4 million to date; while under the sheep welfare scheme, 2017 year one advance payments were made in November 2017 to 20,700 farmers of &euro;16 million.  Beef data and genomics programme I and II 2017 payments commenced in December 2017 and &euro;42.5 million has been paid to almost 24,000 farmers, while knowledge transfer year one payments commenced in October 2017 and more than &euro;10 million has been paid to farmers to date.<\/p><p> These payments make a significant contribution to on-farm cashflow and we are continuing to make residual payments under some schemes.  Our focus now is starting to turn to the balancing payments under some Pillar 2 schemes and I expect these to commence for the sheep welfare scheme in the coming weeks, followed by the GLAS scheme in mid-May.  I also have been in contact with Commissioner Hogan to seek the possibility of bringing forward the date by which we can make these GLAS balancing payments. <\/p><p> I am conscious this prolonged winter will have put some individual farmers under pressure in terms of cashflow.  In recognition of this, I have invited the chief executive officers, CEOs, of the main banks to meet me to discuss the current cashflow and liquidity position of the primary sector.  I am meeting one of the banks later this evening and the others over the course of the next week.  I will emphasise to them that they should recognise the nature of the current situation and I will ask that they should be flexible and put in place measures to support their customers.  My Department liaises with the banks on an ongoing basis and the banks have indicated that there are no signs that there is a liquidity issue across the sector as a whole, while acknowledging that there may be pressures in individual cases.  They have indicated to my Department that they have already stated publicly that they are aware of the current situation and will be flexible and provide supports such as extended overdraft facilities to their customers. <\/p><p> I would like to conclude by saying that as we finally navigate our way out the other side of this really difficult period, it is an absolute priority to make sure that in future years, we conserve enough fodder to deal with whatever winters may come at us.  I am asking Teagasc to make this a matter of priority throughout its advisory campaign in the months ahead. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#A00500","speaker":"1285","continuing":true},{"type":"speech","time":1523453400,"counter":8,"content":"<p>Thank you, Minister.  I will now take questions from members, beginning with the party spokespersons in the following order: Deputies McConalogue, Martin Kenny and Penrose and Senator Mulherin and then I will bring in the Minister to respond to that round of questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#B00200","speaker":"1268"},{"type":"speech","time":1523453400,"counter":9,"content":"<p>I thank the Minister for coming in today to discuss this important matter.  It is disappointing we do not have more time to discuss it today and that we are under such time pressure given that plenty of notice was given of the request for this meeting bearing in mind the importance of the issue under discussion.  The Chairman indicated that we must conclude by 3.50 p.m.<\/p> <p>  It is disappointing we have not had more of a sense from the Minister of an understanding that the Department did not deal with this issue appropriately and that he allowed this situation to happen without being on top of the issue.  I, my colleagues and everyone at this committee have raised this matter with the Minister for a number of months.  A number of Fianna F&aacute;il Deputies raised a joint Topical Issue on this matter in the D&aacute;il in mid-November.  They also raised it two weeks ago prior to the Easter recess and in the intervening period between November and April.  It was pointed out to the Minister on a consistent basis that, first, there was a fodder crisis in certain regions, particularly in the west and the north west and, second, given that we were facing into a late spring, there would be a fodder shortage nationally.  At all stages of our raising that issue, the Minister unfortunately was consistently in denial of the fact that there was a fodder shortage that could develop into a fodder crisis in the event that the weather did not improve.  As we have seen over the course of the past two weeks, that has come to pass.  As a result of the Minister's lack of preparation for that, he and the Department have been scrambling to try to get on top of this issue.  They were not prepared and nor did they provide the assistance required to the farming community to deal with this very real problem facing people at farm level across the country.<\/p> <p>  We do not expect the Minister to be able to control the weather or the level of fodder in farmyards across the country but we expect him to be on top of his brief and on top of the issues and to be fully aware of the pressures in the farming community and to be prepared in the event that leadership is required from the Department.  Unfortunately, that has not been the case in this instance.  We now must try to support farmers as best we can. <\/p> <p>  That lack of preparedness was shown with the fodder importing subsidy scheme announced by the Minister last week.  This was patently obvious, despite our request to him in advance to be prepared.  I advised him in the D&aacute;il prior to the Easter recess that he needed to have contingency plans in place to import fodder in the event that the weather continued on the pathway it was on.   As fodder was beginning to be imported last week, the Minister was only starting to devise the scheme and put it in place.  That lack of preparedness was patently obvious in his announcement of the scheme when he said it was only going to be delivered through dairy co-operatives and his subsequent announcement the following day that, thankfully, it would be made available through all co-operatives and feed merchants.  Again, it showed that he was not on top of the issue and that the Government was not prepared to deliver the support that was necessary.<\/p> <p>  I welcome that the scheme is now in place.  I ask the Minister to clarify its terms.  It has been indicated that only &euro;1.5 million is available under it and that in the event of the scheme being over-subscribed, co-operatives would be paid proportionately less than what they might have applied for.  That is not a sensible approach.  It creates confusion as to the level of support that will be available.  There needs to be clarity about that.  Farmers need support from the Government to get them through the next few weeks and for it to recognise the financial strain they are under.  That needs to be done in two ways.  First, low-interest loans need to be provided to farmers, where appropriate, to tide them over the next few weeks.  I am aware that &euro;25 million was allocated for low-interest loans in the budget.  That facility needs to be expedited and put in place immediately.  We must recognise that loans are not appropriate for some low-income farmers and that they need more direct financial support.  To that end, the issue of meal vouchers needs to be embraced immediately.  The Minister, the Government and the Department need to put in place supports for farmers who simply cannot afford to purchase the fodder that is required to get them through the next few weeks.  People may ask why should the farming sector be supported when it is in trouble and why should the Government have to provide such support.  We have the Common Agricultural Policy, CAP, at European level, which provides for assistance to be given to the farming community through CAP payments to ensure that high-quality food is produced in a safe manner and at a cost which would be less to the consumer than they would otherwise pay.  It is important the Minister is available to support farmers to get through this crisis.  He also needs to ensure that the remaining 15% of GLAS payments are expedited and that the 15% in respect of payments under the sheep welfare scheme are delivered as well.<\/p> <p>  We must learn lessons from this crisis and ensure there is not a repeat of it.  Unfortunately, this is the second time in five years that we have had a fodder crisis.  Despite that, the Minister was totally unprepared to deal with it and was in denial that a problem was coming down the tracks.  That cannot happen again.  Should there be fodder shortage in the future combined with a late spring, we need the Department to be prepared to deal with it, to be forewarned of it and to be fully on top of the problem coming down the tracks.  To that end, a standing committee needs to be put in place which can be pulled together in the spring in future, two or three months in advance of a problem arising, to assess the issues and the level of preparedness of the agricultural sector to face into a late spring in the event a problem arising.  That has patently been a real failing on the part of the Minister and the Government on this occasion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#B00300","speaker":"1244"},{"type":"speech","time":1523453400,"counter":10,"content":"<p>I thank the Deputy for his contribution which he kept to five minutes.  I call Deputy Martin Kenny.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#B00400","speaker":"1268"},{"type":"speech","time":1523453400,"counter":11,"content":"<p>I welcome the Minister and his staff.  I also welcome the farm organisations and their representatives.<\/p><p>In the first week of October last year, I had a priority question to the Minister on this issue.  On that occasion, the Minister's basic mantra was that there was no fodder crisis.  His view was that there was plenty of fodder in the country but some of it was in the wrong places and needed to be moved around.  Everyone was aware that the wet weather during the last harvest destroyed the possibility of anyone getting second-cut silage and those who did, got poor quality silage.  For many farmers, the problem has been compounded by the fact that there has been no grass growth over the past several weeks when they thought there would be.  This has affected the south and other areas where this would not usually be a problem.<\/p><p> Teagasc, from which the Minister said he was taking advice, told farmers if they had to feed their cattle three bales a day, to move to feeding them two bales a day and supplement it with concentrate feed to stretch it out.  When the Department was putting a relief scheme in place, however, it had nothing to do with concentrates but moving fodder around the country.  That was a mistake.  Some means through a voucher scheme to provide farmers with the concentrates they require to stretch out the fodder they have in their own areas should have been put in place.<\/p><p> It has been in the media already that this has developed into an animal welfare issue where much of the fodder farmers have is of poor quality.  In turn, this poor fodder with high deficiencies in nutrients is having an impact on the cattle sector and in the sheep sector where many ewes are not surviving.  The solution is to put a meal voucher in place to ensure farmers can get the concentrate to feed to their livestock.  In the north west, we are looking at another four or five weeks before there is grass.  Even if the weather stays warm, the ground is so saturated that the grass will not grow.<\/p><p> The Minister referred to GLAS, the sheep welfare scheme and other agricultural schemes that are due for payment shortly.  There is an EU regulation that inspections must be completed before payments in a scheme can be made.  There is a case for that to be waived on this occasion and to get that money to farmers now.  The average payment in GLAS is &euro;4,000 approximately.  A 15% payment of that comes to between &euro;600 and &euro;700.  That would make a big difference to many farmers who need to buy meal at this time.  Will the Minister make that bold move in that regard and look for forgiveness later rather than looking for permission in advance?  Many farmers are finding it difficult to manage and the added pressure that comes with a farm inspection is not appropriate.  Putting off inspections until farmers have grass and can put their cattle out on the fields needs to be examined.<\/p><p> The dairy sector has expanded significantly.  Many dairy farmers have increased their herds and used up the better lands but now find they have not enough fodder.  Loans may work for such farmers.  However, for farmers in the north west depending on sheep and suckling cows, who do not have much possibility of making any profit this year, loans are not an option because one has to pay them back.  Those farmers do not see a possibility of being able to pay them back into the future.  While some of the co-operatives are importing fodder, many farmers are not signing up to buy this fodder because they do not have the money.  It needs to be recognised that they have not got money.  We all agree the agrifood industry is an important sector and is a significant contributor to the economy.  Unfortunately, the primary producer is not the one who makes all the money.  The money is made elsewhere.  The primary producer is at the bottom rung of the ladder and is not able to survive.<\/p><p> There will have to be a longer-term look at this issue.  Eighteen months ago we were talking about the possibility of a fodder crisis.  It did not materialise then but this year it has.  If we continue to get these wet harvests and late springs, we will keep on running into this problem.  The intensification of the whole agriculture sector needs to be re-examined on a larger scale to see how systems are working.<\/p><p> GLAS and other scheme payments need to be got out to farmers immediately.  A meal voucher scheme needs to be put in place where farmers get concentrate feeds from their local creamery to ensure they can feed their cattle now, not in one or two months' time.  I appreciate the Minister believes he was working on the best advice available.  However, there was better advice coming from the farmers.  They need to be listened to.  There is a lesson in this for the Government and the Department to listen to farmers on the ground.  Those are the ones with the real experience of what is happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#B00500","speaker":"1345","continuing":true},{"type":"speech","time":1523453400,"counter":13,"content":"<p>I thank the Chairman for calling this meeting and the Minister and his officials for attending.  Like other Opposition Members, I could engage in much political grandstanding and sound-biting.  However, this is an issue which requires comprehensive stakeholder response of which the Minister is only one.  There has been a huge level of hardship, distress and trauma for many farmers.  The welfare of the individual farmer has been affected.  We must show empathy with the individuals and their families involved.  In the midlands, there has also been a significant increase in animal mortality rates.  It cannot all be laid at the door of this situation but these rates have increased over the past several weeks.<\/p> <p>  The whole problem emerged with the cold snap at the beginning of March which led to low soil temperatures, waterlogged grasslands and no growth.  There also has been a significant increase in dairy numbers.  Many dairymen would have expected to be out to grass from early to mid-March.  However, they did not have adequate silage to accommodate these increased numbers.  I used to warn that with the rush to achieve Harvest 2020 targets, there would always be consequences.  Land is only a finite resource and is only capable of producing X, Y and Z in terms of forage.  Due to conditions last September, many farmers barely made a second cut of silage.  If they did, it was of low quality and low quantity.  It was a perfect storm.<\/p> <p>  I could throw the book at the Minister but that does not get us anywhere or get one extra bale of silage to anyone.  I am not going to engage in that game.  In my local area, we have a heavy soil and do not anticipate grass growth until the end of April or early May.  Temperatures might improve but soil temperature takes longer to recover, due to the cold and wetness of the soil.  When I was farming in the 1970s, we had five-month winters.  We are going to have to start moving to a seven-month winter.  This is all related to climate change.  I agree the meal voucher is probably the most practical and simple support to operate.  We know how much it will cost if 4 kg of feed is needed per day over 20 days.  It also can be limited.<\/p><p>Smaller farmers are going to be hit harder disproportionately because they have less land and so forth.  It would be very useful for a farmer with a small herd of 20 or 30 sucklers cows to have an immediate impact.  <\/p><p> The Minister must call off the inspectors.  I know that they are always biting at the leash to get out there, but he must tell them to cool their heels.  Farmers will have to see a little grass before they see inspectors who, as far as I can see, never bring good news.  <\/p><p> There are 4,000 farmers who are still waiting for payments.  The Minister must do what he can to get payments to those who are getting the 15%.  <\/p><p> On the basic payment system, I was on to the Department about a very significant farmer.  In that context, I am glad that some of the big farmers also come to me as a Labour Party spokesperson.  The man in question has about 400 cattle.  I ask the Minister to have the matter sorted because some farmers have neither feed nor finance.  I can give him bell, book and chapter on the case.  <\/p><p> Let us be clear and reflective.  The climate models predict that from here on, as if we have not already noticed, there will be significant changes in climate.  That magnifies the risks.  We will have significantly wetter winters and there will also be a subsequent increase in seasonal rainfall.  This must be taken into account in fodder saving practices and the frequency of saving.  Budgeting for fodder must be gauged accurately from now on.  Teagasc's PastureBase Ireland scheme is useful in that regard and farmers should be advised to participate in the programme.  I have spoken to a lot of farmers in my constituency recently, some of whom were prepared for this as they had learned lessons from what had happened in 2013.  It is important that everyone learn lessons, not just the Government or Deputies but also at farm level.  Farmers have to learn lessons.  On Monday I spoke to a farmer from County Westmeath.  He is moving into some of the stuff he built up in 2015.  I chatted to him carefully about this.  There was a big rush to have increased stocking rates which, with a change in climate, produced the perfect storm.  We all know that a mature cow or bullock consumes roughly 1 tonne of silage per month.  Instead of 5 tonnes, farmers now need 7 tonnes.  That is not a matter for the Minister but the farmer.  Based on current projections, farmers have to be ready to provide this amount.  They are facing into long winters of seven months.  A lot more can and needs to be done at farm management level.  There is a need for effective early warning systems which recognise the factors related to growth rates and so on.  I read recently that, between 2006 and 2016, average rainfall was double the estimated amounts for the previous 300 years.  We need to get real.  Last night  I spoke to a dairy farmer who told me that not being able to put his cattle out to graze meant the loss of around &euro;250 per cow per day.  If a 50-cow herd is housed for another 30 days, the cost will be between &euro;2,000 and &euro;2,500.  Animal fertility is another issue about which farmers have spoken to me.<\/p><p>   There are two issues, namely, animal welfare and farmers' health.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#C00200","speaker":"1370","continuing":true},{"type":"speech","time":1523453400,"counter":15,"content":"<p>The Deputy's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#D00200","speaker":"1268"},{"type":"speech","time":1523453400,"counter":16,"content":"<p>On the measures the Minister could bring forward, a meal voucher would be one of the most practical in providing for an early resolution for farmers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#D00300","speaker":"1370"},{"type":"speech","time":1523453400,"counter":17,"content":"<p>I am delighted that the Minister and his officials are present to facilitate this debate.  I requested this meeting last week and know that all members were in agreement.  I made the request because I was concerned that a lot of the commentary I was hearing constituted nothing more than using the issue as a political football.  It is a very serious issue which has become critical in the past fortnight.  It has also gone country wide in that prior to this we had been talking about a problem in the north and the north west.  It is very important that we go through the issues involved and tease out possible solutions.<\/p> <p>  The nature of the crisis is not the same throughout the country, even though there is a shortage of fodder nationwide.  The problem in the north and the north west stems from the fact that it was raining in the region since last July, which meant that many farmers were not able to cut a second crop of silage.  They were not ambitious enough to think they would get a third crop, but they did not even get a second crop.  A swathe of farmers who had been following the advice of Teagasc to stretch their supply of fodder and act as prudently as possible had run out of fodder by January.  They were buying fodder and had been able to do so, albeit with some difficulty.  We now have a crisis because they are finding it difficult to source fodder for purchase.  At the time the Minister introduced a transport subsidy scheme, but there were difficulties with it.  A lot of farmers outside the north and north-west region who had silage for sale were not interested in sending an invoice to a co-operative.  They wanted cash immediately, prior to letting the silage leave their farmyards.  That proved to be a difficulty.  Farmers in the north and the north west, unlike others in other parts of the county, have had to buy fodder because they did not get a second crop.  They have also been buying meal.  <\/p> <p>  I understand the Minister has concerns about a meal voucher scheme.  Notwithstanding the extremely cold weather the weekend before last which inflicted further misery on farmers, one hopes things are on the up.  We now have farmers who are not dealing with a fodder crisis as such but with serious financial difficulties.  This is particularly true of farmers in the west and the north west.  The problem is not the same throughout the country.  That said, we must show solidarity because at this stage fodder is being imported.   While it has not been quantified empirically, farmers in the north and the north west have spent an awful lot of money in buying meal to supplement fodder supplies.  A very simple way of proving the extraordinary amounts being spent would be to look at bills from co-operatives or feed merchants in the first quarter of last year and compare them to those the first quarter of this year.  In many cases, farms with 30 to 40 cattle are facing bills that are &euro;2,000 or &euro;2,500 higher than last year.  To give them their duue, a lot of the co-operatives have been flexible in providing credit, but the money will have to come from somewhere eventually.  I am talking about hard-pressed farmers.  I am not talking about farmers who have ramped up their stocking levels but about those who are just trying to get by.  We should not consider this to be an issue that is the same throughout the country because it is not.  As I said, there is a way to prove that certain farmers have incurred extraordinary expenses and are on their knees.  They are frightened because they do not have any fodder and are not able to let their animals out to graze because grass growth is only beginning and the ground is too wet.  I ask the Minister to look at this issue and consider providing some form of direct assistance, perhaps through the provision of meal vouchers, for those farmers who have already incurred considerable expenditure.  I am hoping the problem will pass and that with the importation of fodder, there will be more available to farmers.  <\/p> <p>  It has been reported that there is an increasing problem with fallen animals because the quality of silage is poor.  It seems that animals are absorbing toxins from poor quality silage and not getting adequate nutrition.  I ask that subsidies be made available in the next six weeks to farmers who are facing the burden of having to dispose of fallen animals at a cost of &euro;180 to &euro;200 per animal.  Clearly, there is a crisis as a result of animals having been fed with inadequate or low quality feed.  <\/p> <p>  The Minister said he had applied to the European Commission for a derogation from the three crop rule.  If a derogation could be obtained, it would mean that more barley and straw would be produced here.  Does the Minister think it is likely that he will obtain such a derogation?  What is the position in that regard?<\/p><p> I understand that some farmers in my area are buying in maize silage from other parts of the country.  They are buying it loose so they do not qualify for the transport subsidy.  That is what they were told when they inquired about it, but the Minister has stated that they qualify.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#D00400","speaker":"1425","continuing":true},{"type":"speech","time":1523453400,"counter":19,"content":"<p>I ask Senator Mulherin to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#E00200","speaker":"1268"},{"type":"speech","time":1523453400,"counter":20,"content":"<p>Yes, I will wind up.  I also support the roll-out of the low-cost loan scheme as soon as possible.<\/p> <p>  I wish to clarify some of the underlying figures with the Minister.  The Department's figures indicate that there were 6.3 million cattle in the country in 2014.  There are now 7.4 million cattle and that is before all calves are counted in May.  Clearly, we are talking about a massive increase in stock over a short period.  At the very end of his presentation, the Minister mentioned that he would get Teagasc to examine the issue.  In the context of sustainable farming, we must also look at variables, such as weather and climate change, that have been well teased out.  Not all farmers are overstocking but some are and that is creating a problem.<\/p> <p>  In terms of Food Wise 2025, could the Minister elaborate on the country's ability to produce fodder and to feed animals.  Has that been factored into the targets?  The plan is already in place and it is clear that we are running into a problem regularly in terms of both feeding animals and inclement weather.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#E00300","speaker":"1425"},{"type":"speech","time":1523453400,"counter":21,"content":"<p>I thank the Senator and all members for sticking to their time allocations as much as possible.  I urge the Minister to be as brief as he can in replying in order that we can allow other members to ask questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#E00400","speaker":"1268"},{"type":"speech","time":1523453400,"counter":22,"content":"<p>I thank Deputies McConalogue, Martin Kenny and Penrose and Senator Mulherin for their questions.  If I might, I will try to deal with them on the basis of recurring themes.  One of those themes is the need for lessons to be learned from what has happened.  I assure members that the latter is very much at the forefront of my mind.  I will preface my remarks by saying that I firmly believe that this is not the time to thwart our ambition, as outlined in Food Wise 2025.  We have competitive advantages in terms of food production but there are issues that need to be addressed.  Sustainability is a critical pillar of Food Wise 2025 and it is identified as something that needs to be addressed.  I take the broadest possible interpretation of sustainability: it is environmental sustainability; it is social sustainability in terms of farmers in the rural economy; it is farmers' economic sustainability; and it is the sustainability of the agrifood sector, which is dependent on a thriving primary production scene.  There are lessons to be learned.  I do not exclude the Department from that because we are all stakeholders.<\/p> <p>  The point was made about 2013 and that adverse weather events are recurring.  Deputy Penrose alluded to the weather.  We are living with the visible impact of climate change and the last, most difficult manifestation of it was in 2013.  However, we see it on a daily basis.  Collectively, we will have to factor that into our farming practices and the advice Teagasc gives.  That is something I am anxious to visit within the implementation committee on Food Wise 2025 but I do not believe for a moment that it is time to dismantle our ambition.  We have the capacity to meet the targets - they are not the Department's targets, they are the ambition of the industry.  We can do that but we will have to take stock of the difficulties we have encountered and see what steps need to be taken to ensure that we insulate ourselves as best we can against these unpredictable events.  Deputy Penrose put it well when he alluded to the fact that we do not control the weather.  I wish we did.  It is true to say that we have been dealing with an extremely difficult and prolonged period of weather.<\/p> <p>  The implication in some of the questions posed or points made is that this was foreseeable and that we could have avoided the situation we are in if we had only acted differently or earlier.  I do not think that stands up to scrutiny.  I am prepared to have a debriefing in due course but the inference is, for example, that we should have been importing fodder earlier.  If we had sanctioned an import scheme on 1 February or 1 March, none of those whom we are now assisting and working with in the context of importing fodder would have been active in the context of importation because the expectation all along was that the weather would resolve the issue.  There was constant engagement and interaction between officials in my Department and me with co-ops and farming organisations.  In due course, that led us to have the meetings in late March and early April.  It is true that Storm Emma was a real setback and then we had the horrific rain over the Easter weekend and again on Thursday evening and Friday of last week.  Those events became significant game-changers.  The co-ops moved into the importation space having cultivated their own contacts in 2013, always in the knowledge that the Department's support scheme would replicate what we had done at that time.  With respect to the members who made the point, we could be sitting here in different circumstances if we had acted as was inferred and imported fodder late last year or early this year and spring had come when we hoped it would.  I do not think we had the capacity to force co-operatives to get involved in the import space in any event.  If we had imported fodder early and spring had arrived in the normal way, we would be looking at stockpiles of fodder and people would say that was a very imprudent use of public funds.<\/p> <p>  What we were trying to do in October, in terms of the early payments, was reflect the difficulty the weather was causing.  In the context of the instructions to Teagasc and fodder budgeting, we said that there were problems in particular areas and that advice was critical to resolving matters in terms of stretching feedstuffs through the use of compound feeds.  In January, we had a campaign on the regional difficulty.  I accept Senator Mulherin's point that the situation is not the same in any two regions.  It is hardly the same on any two neighbouring farms.  It can be very different.  At the end of January, we said that there were pockets within a region in the north west where there were difficulties.  There was not a regional fodder problem in the north west.  As part of the resolution of that problem, we introduced the subsidy relating to the transportation of fodder from other areas.  The point has been made that the subsidy was a fiasco because of the low numbers that applied for it.  Some resolved their issues through the fodder transport scheme.  Co-ops are waiting until they finish with the scheme to submit information on the numbers involved.  The numbers may not be huge because people resolved their issues by sourcing fodder locally.  That is their prerogative, but we were anxious in our interventions at various times to respond meaningfully.<\/p> <p>  With the delayed spring, Storm Emma, cold ground temperatures and zero growth, some people have not got through a first round of grazing and nothing is following on behind.  In late March and into this month, we felt they were issues in respect of which we needed to ratchet up our preparations.  That began in terms of our engagement with Teagasc and the co-ops, which had been key players in terms of our engagement since the back end of last year.  We were dealing with a situation that was evolving and dynamic.  Nobody could tell what would happen in three weeks' time or a month's time.  Early this month, however, as a result of our engagement with Teagasc and the co-ops, we were faced with an assessment that there were approximately two weeks' worth of fodder left in the country.  We could not take the risk that it would be enough for two weeks and that there would be grass growth in the interim.  Accordingly, co-ops activated their importation measures and we now have a situation whereby of the order of 14 different companies are actively importing fodder with the assistance of the State.  The ambition is that, between the contribution of the State and the co-ops, the fodder will be delivered at cost to the user, namely, the farmer.  That is not unreasonable.<\/p> <p>  I also accept the point made by Senator Mulherin that, in the context of regional various, those who are on more difficult ground are facing a particularly problematic time.  That is why, for example, we have made the decision that the additional &euro;25 million we have allocated this year for areas of natural constraint will be focused, in particular, on those at a higher level of disadvantage.<\/p><p>That will be reflected in the payments they will receive in due course.  I take the point made by Deputy Kenny about inspections.  I have impressed this point on my own officials down to those who carry out the inspections.  I know inspections strike fear into farmers because a lot is riding on them in terms of their payments, but I have found most officials to be quite understanding and I think most members would accept that also.  There may be difficult individual cases.  We have put the message out that where there are issues relating to inspections and compliance arising from the extremely difficult weather and the pressure farmers are under in terms of having all their records ready, inspectors should take an approach that is informed by the circumstances in which farmers find themselves.  Even as late as yesterday, a constituent told me about a Bord Bia inspection.  Such inspections take time and three hours spent going through paperwork can be significant.  However, the individual involved was quite understanding of the issues.  We have been anxious to ensure that is the case.  <\/p><p> We have also asked the Commission about inspections.  Members should bear in mind that the clarion call to suspend inspections will have implications in terms of our capacity to release payments because we must meet a minimum requirement.  We have been in contact with the Commission about that issue and we await a communication from it.  We have also been in contact with the Commission about the three crop rule because I am very conscious that much of the publicity about this issue has been around livestock farming but hardly a field has been ploughed in the country.  This is getting extremely late in terms of compliance with the greening requirements and crop diversification obligations under the three crop rule.  I am pleased to say that I spoke with the Commissioner again today and we are going to get a concession in that space, which is really important for those farmers.  <\/p><p> There is no simple solution to this.  It is all part of the aforementioned.  Some people have mentioned the need for low-interest loans.  This Department pioneered low-interest loans - &euro;150 million at 2.95% - when some present were quite sceptical about that in terms of us encouraging to farmers to borrow money.  They argued that this money could be better used and was in fact farmers' money and should be given to them directly rather than us leveraging a support.  I welcome the fact that people now acknowledge that there is a need for further financial instruments to assist farming.  I believe it is incumbent on the co-operatives and banks to deal with this because it is a short-term issue.  Even as late as an hour before I came in here, I was talking to the smaller co-operatives and I was reassured that they are saying that there is no issue here in terms of farmers, notwithstanding credit history in the co-operatives, purchasing for fodder issues.  I welcome that, and I will meet one of the pillar banks later this afternoon and make that point.  <\/p><p> As a result of funding we received in the budget last year, we are developing another financial instrument for the primary sector - farming and the fishing industry.  This is difficult, cumbersome and slow.  There is a question as to whether it should be a package in terms of assisting capital investment or working capital.  Much of what I am hearing is that there is probably a need for working capital support rather than capital investment support.  Through TAMS, we are making a lot of capital investment grant aid available.  <\/p><p> The point I am making is that we are active in that space.  I have always said it will be the second half of 2018 before we bring that product to marketplace.  It involves jumping through quite a few hoops in terms of the European Investment Bank, DG Competition, the pillar banks here, the Departments of Finance and Public Expenditure and Reform, my Department and the SBCI.  There are many moving parts to co-ordinate and it would be misleading to say that it will happen in response to this issue or in a way that will assist in respect of this issue.  However, I will make the point very clearly to the pillar banks when I meet them that I expect solidarity.  Farmers have always been responsive in terms of their obligations regarding the loans they take out.  That is the history and the banks would confirm this is the case.  From all the engagement I have had with the co-operatives, I can say that they are responding accordingly in that space.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#E00500","speaker":"1285","continuing":true},{"type":"speech","time":1523453400,"counter":24,"content":"<p>I do not mean to cut across the Minister but I want to get everybody in if I can.  The issue of a meal voucher came up on a regular basis.  Could the Minister address that before we move on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#F00200","speaker":"1268"},{"type":"speech","time":1523453400,"counter":25,"content":"<p>From day one, we asked Teagasc to get involved in fodder budgeting, initially on a regional basis and more recently on the broader basis.  This complements what co-operative advisers and private sector advisers are already actively involved in with regard to assisting farmers to stretch existing fodder by use of compound feeds.  Other than under the backstop of the animal welfare scheme, there has never been a scheme operated by the Department where it buys fodder for farmers regardless of whether it is hay, silage, haylage or meal vouchers, and it is not intended that there would be such a scheme.  However, it is intended to support, through the transport subsidy, the provision of financial assistance to the co-operatives.  The point has been made about increasing that package.  This is exactly the same as what we did in 2013 where the initial allocation for what was a demand-led scheme was &euro;1 million.  It ended up being &euro;2.6 million.  This is an initial guesstimate of what it would take to get us out of this situation but it is obviously demand led and until we are out of it, the Department will stick with it and with the financial contribution and arrangement we have agreed with those who are importing-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#F00300","speaker":"1285"},{"type":"speech","time":1523453400,"counter":26,"content":"<p>We will probably have similar questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#F00400","speaker":"1268"},{"type":"speech","time":1523453400,"counter":27,"content":"<p>Regarding the &euro;1.5 million limit on the import subsidy, the terms and conditions of the scheme indicate that if it is over-subscribed over and above &euro;1.5 million, the payment-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#F00500","speaker":"1244"},{"type":"speech","time":1523453400,"counter":28,"content":"<p>I will let the Minister answer that question in the second round.  Is that okay?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#F00600","speaker":"1268"},{"type":"speech","time":1523453400,"counter":29,"content":"<p>I can deal with it in 30 seconds.  The &euro;1.5 million was the amount we estimated would be required to cover 20,000 tonnes at rates commensurate with what was broadly supported in 2013 per tonne.  It is a complicated calculation in terms of whether someone is going out with an empty truck and coming back with a full one or if they are filling a load on their way back from the Continent.  It is predicated on supporting 20,000 tonnes.  We said from the outset that if it requires more and if the crisis continues, the level of support would continue beyond the &euro;1.5 million but it is our estimate that, weather permitting, the end of April should see us out of this and that would import in the region of 20,000 tonnes at similar levels of support as delivered in 2013.<\/p><p><b>Chairman:<\/b>There are four members remaining-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#F00700","speaker":"1285"},{"type":"speech","time":1523453400,"counter":30,"content":"<p>Never in any utterance or advertisement did we confine it to dairy co-operatives.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#F00800","speaker":"1285"},{"type":"speech","time":1523453400,"counter":31,"content":"<p>The Department's own press releases did that.  I welcome the Minister's confirmation that it will not be limited to that if necessary but the terms and conditions of the scheme also confined it to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#F00900","speaker":"1244"},{"type":"speech","time":1523453400,"counter":32,"content":"<p>I can confirm that at least two non-dairy co-operatives are active in the space.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#F01000","speaker":"1285"},{"type":"speech","time":1523453400,"counter":33,"content":"<p>Okay, that is clarified.  There are about 12 minutes for the four remaining members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#F01100","speaker":"1268"},{"type":"speech","time":1523453400,"counter":34,"content":"<p>I welcome the Minister and his officials.  He stated that this problem was being assessed all winter long.  It was clear last autumn that if we did not get an early spring, we would have extreme fodder shortages.  When Topical Issues were raised in the D&aacute;il and points were raised, the Minister dismissed them totally.  He spoke about how the fodder situation was being assessed by Teagasc.  No attempt was made to stretch the available fodder in the country.  I used to say that a concentrates subsidy was never there.  That does not mean that it should not be used.  If we were serious about trying to stretch the available fodder, we would have introduced a fodder subsidy when we looked for it last January.  Unfortunately, this problem is not going to go away overnight.  Soil temperatures are probably at an historic low for the second week of April.  Even at this late stage of the year, silage ground will have to be grazed, which will raise continuing issues regarding fodder availability for next winter.  It is essential that we accept that fodder must be imported due to the lack of action earlier in the winter.  In certain parts of the country, there is an eight-day delay to get rations from the time someone places their order to the time the ration is delivered to them so there is huge pressure on the mills and huge costs are being built up by all farmers.<\/p><p> We have to try to deal with the current situation.  The lack of action up to the first week of April has greatly exacerbated the problem.  Farmers and their families are suffering from mental and physical exhaustion.  As has been stated, Bord Bia and cross-compliance inspections must be suspended.  The seven-month rule for areas of natural constraint must be examined, as must other restrictions, particularly that relating to low-quality land not being permitted to carry stock.<\/p><p> All outstanding moneys must be paid immediately .  There will be a serious cashflow crisis.  Listening to the Minister, it seems that there will once again be a hands-off approach and that the banks and co-ops will resolve this issue with merchant credit.  Under the 2016 scheme, many of the farmers who needed the money most did not get it from the banks.  The money was given to favoured customers and those on the bottom rung of the ladder who needed the money most did not get it.  That must not be allowed to happen on this occasion.  The Department must become involved in this.  Merchant credit and allowing farmers the ability to clear their merchant credit lines are essential.  A situation will arise whereby farmers' lines of credit will be cut off when they purchase fertiliser.  Lenders will say that farmers have exceeded their credit limits due to the amount of feed they have bought and, as a result, such farmers will not have access to fertiliser, which will exacerbate the problem going forward and increase the shortages for next autumn and winter.  When there was a problem with the farm waste management scheme in 2008, the Department carried that interest cost for farmers and we need similar imaginative thinking this time around.  The low-cost loan is fine but we must get the money to the farmers who need it most.  It is essential that the Department become involved.  If it has to carry the cost of interest to farmers, so be it.  We must think outside the box.  That was done when the farm management scheme had difficulties in 2008 and the Department carried the cost of that interest for farmers.  Something similar must be done on this occasion.<\/p><p> We are currently concentrating on the livestock sector but all sectors suffered huge losses last autumn and winter due to flooding, wind and snow.  There will be a loss in production as we go through 2018.  The difficulties in terms of tillage, a failure to get animals out early and a subsequent loss of livestock weight gain, loss of milk yield in the dairy sector and mortality losses constitute a meltdown.  The horticulture sector was severely impacted upon by Storm Ophelia but was not recompensed for the huge damage that individuals suffered and that must be looked at.  We cannot just look at this winter.  The losses that all sectors have suffered must be considered and addressed.<\/p><p> Knackery charges, which were increased very substantially due to the BSE crisis over 20 years ago, must be revisited.  At the time, subsidies were introduced for some of them.  We are now in a different era and the charges are adding huge costs for farmers who are suffering losses.  That must be addressed.<\/p><p> There will be major ongoing issues in respect of cashflow and loss of production in 2018 and farmers need help.  We must think outside the box.  Merchant credit and allowing farmers access to such finance must be a priority.  There will be a need for advice to ensure that stocks are replenished for the winter of 2018-2019.  That will not be an easy task because there is currently no silage ground stock.  The Minister's response to date has not been adequate.  We must step up our efforts.  All sectors are under huge financial pressure and what is on the table is insufficient.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#F01200","speaker":"1350","continuing":true},{"type":"speech","time":1523453400,"counter":36,"content":"<p>I welcome the Minister.  This is a very important and pertinent debate about the current fodder crisis in agriculture.  As regards rainfall issues in my part of the world, Cork, there was four inches more rainfall at Cork Airport in the past six weeks than during the same period last year.  When there is an extra 100 mm of rain in the ground, there are issues in terms of grazing and fertiliser.  If people were to take the right approach, they would spread more fertiliser straight away but they cannot do so as a result of current land conditions.  We are in a very tricky situation.<\/p> <p>  Most farmers to whom I have spoken in recent days have between seven and ten days' worth of fodder left.  With poor ground conditions and a restricted ability to graze and put out fertiliser, there is a worry and a real danger that the dairy industry in my part of the world could come under exceptional pressure in the next ten days if the weather does not change.  The weather last weekend was the final straw.<\/p> <p>  An important issue for me is that many farmers are under financial, physical and mental stress.  We must talk about the mental stress that the farming community is under and start communicating the message that if there is an issue and a farmer is under pressure, he or she must talk not only to his or her Teagasc adviser or accountant but also to his or her neighbour and family.  Farmers are feeling the wrath of six months of winter and the consequent impact on animal health and fodder.  The Minister must also ask farmers to talk about the matters affecting them and to engage with the services we have in the State.  I am sure the Minster will do that capably but it is currently one of the big issues for farmers.  Farmers are stressed and that must be discussed by the industry.  Unfortunately, the industry is not good at doing so.  This is a key issue on which the Minister must provide a lead.<\/p> <p>  I compliment the Minister on moving the date for nitrates derogation to the end of the month.  By so doing, he freed up Teagasc advisers and other consultants to go out to meet farmers and talk to them about their fodder issues and the fodder programmes that are required.  The deferral of the date by ten or 11 days is very important.  If the current weather conditions and associated crisis continue, the Minister should consider moving the date for the single farm payment, currently due on 15 May, such that Teagasc advisers will not be sitting in offices and doing paperwork when they must be out talking to farmers.  They are a key resource in the current crisis and they must not be chained to their desks.  If required, the Minister should use the initiative he previously displayed in respect of the nitrates derogation date and move the date for the single farm payment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#G00200","speaker":"1386"},{"type":"speech","time":1523453400,"counter":37,"content":"<p>I ask the Senator to wrap up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#G00300","speaker":"1268"},{"type":"speech","time":1523453400,"counter":38,"content":"<p>I spoke too fast.  Another issue is preparation for next year.  We have depleted our resources.  Every shed has been emptied in the past few weeks.  We must start discussing preparation for next year.  We must have a programme in place such that Teagasc can talk to farmers to ensure that enough resources are put in place.  If there is another bad winter, we will have nothing in reserve.  Next year could be worse unless we start planning for it now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#G00400","speaker":"1386"},{"type":"speech","time":1523453400,"counter":39,"content":"<p>I thank the Minister and his officials for attending in order to facilitate the discussion of a matter of grave concern to many across the country.  I acknowledge the very positive actions taken by the Minister in terms of establishing the fodder group in December, moving the date for the nitrates derogation, as referenced by Senator Lombard, and extending the grazing time for livestock until 1 May.  I also welcome that he has received a positive response from the Commissioner in respect of the flexibility sought in regard to the three-crop rule, which is a very positive step.<\/p> <p>  I wish to focus on a couple of matters, one of which relates to engagement with the banks.  I welcome that the Minister will undertake that this evening.  There is a very strong feeling that a very significant amount of farm cashflow has been impacted upon.  It will be fantastic if the Minister is successful in terms of the low-cost loans.  Farmers are terrific clients of banks due to the fact that they have collateral and pay back their loans and, therefore, are good customers.  I hope the Minister will have a successful engagement with the banks because I have received a very strong message from farmers in my area regarding this matter.<\/p> <p>  To a large extent, farmers are very creative when it comes to solving their own problems.  The last thing they want is to have hungry animals because they focus very strongly on and are very committed to animal welfare.  I acknowledge that the scheme introduced by the dairy co-ops is very welcome.  However, one farmer contacted me to say that a group had got together to purchase a silage pit and would have appreciated help with the cost of transport.<\/p><p>I wonder whether there a possibility that such a group could avail of transport supports similar to the supports available for those purchasing through the co-operatives, dairy or otherwise.<\/p><p> I very much welcomed the fact the Minister was talking about learning the lessons of and learning to live with climate change.  It is five years since the previous fodder crisis in 2013 and it strikes me that while society and businesses are being badly affect, the impact on farm families is very severe.  The sector has been hard hit by this.  Given that we have these extreme weather events and winter no longer is three months but seems to be extending to six, seven or eight months, who knows if we will have this constant torrential rain and the kind of climate projections that we hear about?  A report by Dr. Stephen Flood in 2013 predicted then that it would not be the last time we would have a fodder crisis.  How will we marry that with ensuring that the sector is successful and thriving because there is surely potential as well as challenges in terms of rainfall in climate change for the agriculture sector?  I wonder how the climate projections are being factored into plans for the sector in the future because here we are five years later with a fodder crisis that was predicted back then, albeit not specifically as to the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#G00500","speaker":"1339","continuing":true},{"type":"speech","time":1523453400,"counter":41,"content":"<p>I welcome the Minister and the officials here this evening.  I will not rehash any of the points that have been made already.<\/p> <p>  From what I have heard here this evening and looking at the Minister's response, I think there is a feeling out there, maybe even among the farming community, that Ms Jean Byrne or Ms Joanna Donnelly will announce the end of and solution to this problem at 9 p.m. some night but that could not be farther from the truth.  If and when they give us the good news that there is a ridge of high pressure or whatever, a bit of a change in the weather and a bit of growth coming, this - I do not like making what is a bad news story sound even worse and do not want to sound totally pessimistic - is only the tip of the iceberg.  Farmers have spent so much money to get through the crisis that, as has been said already, their cashflow is all gone, their credit with their merchants is at its limit from buying meal and they will not be able to afford to buy fertiliser, which will be needed more than ever before this year.  Because of the weather we have had over the past seven months, soil conditions are crying out for chemical support and nutrients.  To build back up the stock that has been used, we will need exceptional silage crops this year, and if a farmer is not in a position to spread a fertiliser we are at the start of a fodder crisis in 2019 already.<\/p> <p>  Coupled with that, there are animal welfare issues, both for dairy and suckler cows.  Because they are now getting very little or perhaps even no food, which certainly will be of poor quality, there will be a serious fertility issue.  That will only show itself in the calf numbers, in particular in the suckler herds, next year when the farmer will be expected to start paying back his low-cost loan, if he or she happens to get it.<\/p> <p>  While we might have been slow out of the blocks with the so-called \"fodder crisis\", we are forewarned as to the major issues that will face farmers as a result of where we are in the coming year and beyond and that needs to be addressed.  Another committee must be put together immediately and an action plan of support put together for the farmers for the problems that will result from the winter and the late spring just gone by.  While a change in the weather might be seen as the end, in my opinion in many cases it will only be the beginning and we need not to be caught off the mark again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#H00200","speaker":"1383"},{"type":"speech","time":1523453400,"counter":42,"content":"<p>I ask the Minister to address some of those issues as briefly as he can.  There was a bit of repetition but there are a couple of different issues that have come up.  One issue we missed on the previous occasion was the issue of fallen animals.  Senator Mulherin suggested a potential subsidy for a period.  Am I correct in saying those are the words the Senator used?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#H00300","speaker":"1268"},{"type":"speech","time":1523453400,"counter":43,"content":"<p>I referred to the cost of having to dispose of fallen animals, which is becoming more common.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#H00400","speaker":"1425"},{"type":"speech","time":1523453400,"counter":44,"content":"<p>I have seen statements and public media comment on this point and it is important to ground the issue in facts.  Mortality figures for January and February 2018 show a small increase compared with 2017.  The 2018 figure is slightly lower than the 2016 figure for January and February.  We had Storm Emma and its associated fallen animals.  We do not yet have definitive figures for March.  I am aware of anecdotal evidence in terms of increased activity in knackeries.  The perception for those listening in from the outside to these figures and that story is that cattle are dying on farms from malnutrition and that is not the case.  Obviously, in due course we will have all of the assessment of this when we begin to debrief and look at how we equip ourselves best for the winter of 2018 and I take Senator Paul Daly's point in this regard.  Much of the evidence, however, would suggest that this is as a result of stress on animals that were housed for six months - fallen animals as a consequence of a herd of dairy cattle or others inside in heat going to dairy, falling and breaking legs.  There is no evidence to suggest there is any significant level of malnutrition of animals fuelling those numbers.<\/p> <p>  The most important point that we can get across here is that there is no reason, because of the backstop provision we have under the welfare provisions, for any animal on any farm to die from malnutrition and the Department has always responded in that context, but the increase in numbers needs to be taken in the round, in that the January and February figures for 2018 are slightly lower than the 2016 figures.  I expect, because of Storm Emma and associated problems with that, that there will be a surge in March but we have nothing to suggest that we are dealing with a calamitous increase and it is important that we place the figures in context.  We will in due course have the proper figures because there is a lag time in respect of fallen animals being put up on the animal identification and movement, AIM, system of tracking cattle movements.  We do not yet have the full March figures but the January and February figures are just as I have given to the committee.<\/p> <p>  The critical point, as I said, is that for farmers who face difficulties there is help available, either through the co-operative or through Teagasc, or, indeed, through the district veterinary offices, the network of offices the Department has.  We can help.  In particular, the co-operatives are doing sterling work.  As I said, I spoke to a number of them personally.  I met quite a lot of them in the context of meetings last week but I have also been in contact with a number of them individually before and since and they and their staff are doing extraordinary work in helping farmers.  That help is available and that message needs to go out.<\/p> <p>  I take the point about making provision for the beginning of next year's fodder crisis, the beginning of which is within sight if we do not act appropriately.  That will be one of the critical issues to be addressed in the immediate term once we get out of this particular problem.  We supported last year a Teagasc initiative called Grass10.  It was the year of grass, promoting grass as the most cost-effective feed that farmers can use.  We need to encourage more farmers to become involved in measuring grass growth, being aware of what their farms are delivering and how they can increase that.  The difference between those at the cutting edge and those who are not is very significant in terms of yield and we need to look at that.<\/p> <p>  The point about temperatures was made.  We track that, almost on a daily basis, through this pasture sward system, in terms of what the soil temperatures are, what the daily dry matter growth is per hectare etc., and we do need an increase.  We have had some increase in soil temperatures but we need more to get us out of this problem.  Once we get out of this, whenever that is - we are not time-lining it - the next problem is to address the issue of ensuring that we have adequate provision for the winter of 2018 and the spring of 2019.<\/p> <p>  On Deputy Corcoran Kennedy's point, pit silage is now eligible for the transport subsidy, provided one is outside of the 50 km transport limit.  The Deputy also made the point about learning the lessons of 2013 and 2018, and indeed learning the lessons of the tillage harvest of 2016.<\/p><p> We are dealing with far more frequent severe weather events, and how we can insulate ourselves against that is a real challenge.  As I said, that is something I will be bringing to the implementation committee on Foodwise 2025 as a matter of urgency.  <\/p><p> I appreciate the point made by Senator Lombard on reserves being depleted.  That is undoubtedly the case, but through from my engagement with co-ops as late as today I have learned that some are continuing to source pit silage in particular locally rather than entirely depending on importation.  There is some fodder movement within the country as well.  All networks are being scoured to source fodder as effectively as possible, but we are dealing with exceptional weather events.<\/p><p> Deputy Cahill raised the horticulture issue and the related response.  We had a &euro;5 million capital scheme and the industry welcomed it.  We reopened that after Storm Emma.  As we speak, it is still open for applications, and the industry is aware of that.  The Deputy commented on the issues of credit for farmers and the next demand on them, namely to put out fertiliser.  That is critical.  As temperatures rise and ground conditions improve, it is imperative that fertiliser is applied so that we get the cycle of growth going again.  All of my information indicates that co-operatives and banks are not presenting an impediment to credit for those purposes.  I will have further engagement with the banks very shortly.  However, I wish to send a very clear message that this is what we expect.  This is a short-term difficulty, and we expect the banks and the credit unions to respond appropriately as the need arises.  We have previously subsidised interest through the &euro;150 million loan scheme.  That is what we did, at 2.95% interest.  We are devising a new product yet to come to market.  That will deliver additional supports in the form of products that are not already available to farmers.  We are active in that space, and recognise that because of the banking crash some banks are not fit for purpose and require assistance in bringing those issues to resolution.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#H00500","speaker":"1285","continuing":true},{"type":"speech","time":1523453400,"counter":46,"content":"<p>Five other members have indicated.  We will be as brief as possible.  I will get the Minister out of here as soon as I can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#J00200","speaker":"1268"},{"type":"speech","time":1523453400,"counter":47,"content":"<p>The Chairman will appreciate that I have scheduled a meeting with one of the pillar banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#J00300","speaker":"1285"},{"type":"speech","time":1523453400,"counter":48,"content":"<p>I appreciate that.  I ask members to be as brief as possible.  We do not want speeches, just questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#J00400","speaker":"1268"},{"type":"speech","time":1523453400,"counter":49,"content":"<p>The Minister has answered many of my questions.  I want to relate to him that on Monday night I was at a public meeting of between 80 and 100 farmers in Cappamore in County Limerick.  This included farmers from Tipperary as well as east Limerick.  Two issues emerged at that meeting, the first of which was farm credit.  The Minister addressed that in his presentation today, and I welcome the fact that he is meeting with the banks.  The second thing I would like him to say to the banks concerns their style and how they communicate with farmers.  I have had this barney about banks at the Committee on Business, Enterprise and Innovation as well.  The letters and style of communication from the banks can be quite hard and harsh.  This leads to my second issue, which is mental health.  When that pressure is put on a farmer, or any individual, that style of communication can be quite catastrophic.  I want the Minister to take the message to the banks that they must be mindful not only of their attitude to credit, but also their communication style.  It is very important, because that is what the person sees first when the letter comes in the door, and the first trigger to mental health issues.<\/p> <p>  Moreover, I was pretty heartened by the community spirit that was evident in relation to this issue.  I ask the Minister to use his office and profile to urge farmers to speak to their colleagues who have not come forward, of whom we are very mindful.  It was expressed in the meeting that there are many more farmers out there who are under pressure or have quite considerable problems than the 80 or 100 who turned up.  It is important to get that message out there, particularly when, as was mentioned today, there may be a fear of agricultural inspectors or other issues in the background.  It is important to take the pressure off in any way we can, and communicate the call for farmers to come forward.  We must emphasise that there is no stigma around this.  The problem is not because of bad farming practice, rather it is due to bad weather.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#J00500","speaker":"1328"},{"type":"speech","time":1523453400,"counter":50,"content":"<p>I welcome the Minister.  I am grateful to hear his response on the tillage sector.  It is the first time I have seen an actual knee-jerk reaction from the Department when the tillage sector cries out for help in times of hardship.  He said there are lessons to be learned and referred to Foodwise 2025.  The Department has said that this was led by industry rather than by its own guidelines.  I was a bit taken aback by that.  That is the equivalent to the farmers saying tomorrow morning that they could milk 200 cows on 100 acres.  Would the Department then be led by the farmers?  I know the industry wants expansion, but should this come at the cost of other sectors?<\/p> <p>  Under the previous Minister and the previous Government, there was a massive drive to increase the national dairy herd, at the expense of encouraging farmers in the tillage sector or telling them to increase their existing holdings.  The Minister and his colleagues in other Departments should be aware of the issue climate change which is facing us.  Everyone is telling farmers to concern themselves with grass, and to be cognisant of the Origin Green symbol and our export quality.  Why was no scheme implemented to encourage farmers to keep reserves and have something in their back pocket for a rainy day?  That is what is happening.  <\/p> <p>  The second issue is more of a local issue.  I refer to local farmer supports.  There are farmers in my own area who had plenty of stock, but they are afraid to trade it.  I spoke to a farmer on the way to Dublin.  He said he could have 100 bales, no problem.  However, he cannot get assurance that he will get them back next year.  That is the fear that prevents trade between farmers, the fear of non-payment.  Some mechanism must be put in place so that one farmer can rely on another for good will at the end of the day.  I am not blaming the Minister, but I think that with the crisis out there at the moment, more could be done.  For example, I am led to believe there is difficulty in importing concentrates because of handling facilities at the ports.  Some of our ports may not be big enough to handle the larger cargo ships.  Those issues need to be addressed down the road.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#J00600","speaker":"1278"},{"type":"speech","time":1523453400,"counter":51,"content":"<p>I welcome the Minister and his officials.  I attended a meeting on Friday night in my constituency in Leitrim with the executive of the Irish Farmers' Association IFA.  There are serious problems for a constituency like Sligo Leitrim North.  The IFA has highlighted the problems that we are experiencing at present to the Minister's officials.  Some of the questions that were raised on Friday night concerned low-interest funding.  That is vitally important if farmers are going to survive and get over the system that they have.  It was also highlighted that there are some outstanding payments under the single farm payment or the green low-carbon agri-environment scheme, GLAS.  Could the Department immediately examine any outstanding payments that are needed?  This is putting huge pressure on farmers.  The Minister has outlined what he is hoping to do within the Department.  However, as a representative for the constituency of Sligo-Leitrim North, which includes parts of Donegal, I have said to the Minister on numerous occasions over the last while that serious problems are caused by the amount of rainfall.  This is a disadvantaged area.  We get far more rainfall.  The statistics will show the amount of rainfall we have got and the length of time for which farmers must house both cattle and sheep.  It is a major issue in our area, where there are large volumes of sheep.  They must be catered for also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#J00700","speaker":"1343"},{"type":"speech","time":1523453400,"counter":52,"content":"<p>I will be very brief.  I want to emphasises what my colleague, Deputy McLoughlin, has said.  We are going through a very difficult period in the west and north west, not just for the past week or so.  This has been the case for quite a while, because as the Minister is aware, many of our livestock have been housed since last September.  It has been a very long winter and many of our farmers are at the end of their tether.  I want to make two or three points very briefly.  One concerns the fodder transport support measure.  It was obviously important to put some scheme in place.  This was done at the end of January.<\/p><p>The Minister alluded to this himself.  However, on the ground we know there are problems.  We also know there is support within communities.  Farmers help each other.  That is the way it works.  However, in future, and in the context of the current crisis, we need a scheme that works for farmers.  As an example, Roscommon was in the scheme, and then it was not, even though the press release referred to the west and north west.  There was a lot of confusion when it was introduced.  <\/p><p> Concern about wetter winters has also been alluded to, as well as more frequent weather events.  They are far more the norm than the exception.  We are planning ahead for next year but we need to look further.  We are seeing the impact of climate change.  It has been mentioned that is a priority for Teagasc and it is doing excellent work trying to engage with farmers.  Grass10 has been mentioned as one of the measures in trying to ensure greater sustainability etc.  Will the Minister outline further measures to inform us as to what will be done in the coming months to allow for more efficient, sustainable practices?  Going back to what Deputy Neville has said, there are farmers out there who may not have come forward.  It is important we send out the message today that they speak with their farm organisations, which are active on the ground, with Teagasc, with their agricultural consultant or with the Department.  It is important that farmers engage because we want to support them and their livelihoods and ensure we keep animal welfare to the fore.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#J00800","speaker":"1415","continuing":true},{"type":"speech","time":1523453400,"counter":54,"content":"<p>The Minister referred a few times to Teagasc giving him advice on the situation.  Is that who advises him on the situation around the country?  Would he agree that it got it very wrong when there were lorries basically coming off the boat when we decided there was a fodder crisis?  The farmer organisations and co-operatives had moved and the farmers and the farmer organisations knew.  What is the Minister's opinion on that?  There are a lot of people watching this.  How long does it take to get the refund in the first scheme the Minister announced?  On the second scheme, the import subsidy, is it co-operatives?  What about the merchants in the different parts of the country and the lorry people who have businesses bringing it from the east down to the west?  Can they get involved in the English set-up?<\/p> <p>  The Minister spoke about loans.  That is great for farmers for doing building or different things.  However, we are three weeks away from grass and we will probably have a problem next backend.  Can the Minister get the money from the Department of Finance in a loan system free into the next backend when farmers get the next single farm payment?  Can he at least give &euro;1,000?  The Minister has to realise that farmers have the money spent and extra fodder bought.  Either fertiliser or meal needs to be done for the next three weeks.  To grow grass, fertiliser is needed but there also has to be meal to do it.  Will the Minister commit to give at least &euro;1,000 to buy a few tonnes of fertiliser and meal?  In respect of GLAS, 15% still left.  In the sheep welfare scheme, one run was done last Christmas.  I  spoke to different people in the Department.  They said that until all the different problems of all the different people are sorted out there will be no new run done.  A lot of money left in the sheep welfare scheme has not been sent out.  <\/p> <p>  I will address inspections.  Other than animal welfare, will the Minister ask the Commission to pull back on that because farmers at the moment are under ferocious mental pressure.  As clarification, the Minister talked about the ANC scheme.  In 2009, &euro;50 million was taken from that by a previous Government.  We got &euro;25 million back.  That was agreed in the Programme for a Partnership Government.  It is nothing to do with the weather.  Will the Minister make a comment on farmers who are expanding in the dairy sector at the moment?  Commissioner Hogan has commented.  What is the Minister's view?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#K00200","speaker":"1341"},{"type":"speech","time":1523453400,"counter":55,"content":"<p>I have given every member an opportunity to speak.  I ask the Minister to sum up; I will sum up and then we will let him go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#K00300","speaker":"1268"},{"type":"speech","time":1523453400,"counter":56,"content":"<p>I thank the Chair and my colleagues for their questions.  Deputy Neville raised an important one in respect of the well-being of farmers as opposed to the well-being of their farm enterprise.  That has to be the priority.  Whether it is engagement with my Department's inspectors or financial institutions, I think everybody needs to be cognisant of the difficulties farmers are facing now.  It was summed up accurately as not a case of bad farming but a case of bad weather.  We will come through this.  I have no doubt.  The strength of the agricultural community is in that solidarity it has.  Part of that solidarity is the co-operative movement.  As others have said, I have been impressed by the commitment of the co-operatives I have engaged with.  I am engaging shortly with the pillar banks and I will make the same point.  I take the points made about the manner of their engagement with farmers as much as their engagement with farmers.  That is really important because it is a stressful time.  The overwhelmingly  important message to get out is to say if a farmer has a difficulty, there is help available, whether it is over the bounds fence, at the local co-operative, from Teagasc or indeed from the Department's offices.  Make contact.  Put a hand up.  It is not a reflection on anyone to seek help.<\/p> <p>  In case I was misunderstood, the point I was making in respect of Food Wise 2025 was that it is not the Department's ambition for farmers.  It is the collective ambition of the industry itself.  I refer to the dairy side.  There is scope for expansion there, but it needs to be proofed every step of the way in respect of its sustainability, whether social, environmental, economic or animal welfare issues.  I made this point earlier.  They are all important and they are decisions that individual farmers have to make themselves in respect of how they expand and to make sure that they are fireproofed.  We will revisit that when the dust settles on this particular difficulty.  We will make sure we learn those lessons of the increasingly more volatile climatic challenges that we have and make sure that farmers are advised appropriately to help them come through those challenges.  We have them too frequently now.  I instanced them previously.  <\/p> <p>  I do not think it is time to dismantle that ambition.  A simple question was asked.  We have competitive advantages.  We can grow grass better than anybody else, notwithstanding the difficulties we have this year.  As I said, and Senator Hopkins's point is relevant here, how do we get farmers to embrace this?  The difference between the best in respect of grassland management and those at the bottom of the league table is substantial.  We will reflect on all of this and how to get the message across.  One way is through the knowledge transfer scheme.  We do not have all farmers in Knowledge Transfer unfortunately.  Growing grass is cheaper and more cost effective than buying concentrated feed.  I appreciate individual farmers on difficult lands and all of that is a factor.  Not everybody can have the best of lands, so there are difficult issues to be dealt with.  <\/p> <p>  I refer to Deputy McLoughlin's point on the GLAS and the basic payment schemes.   We are seeking Commission approval on GLAS and have been in contact with it in respect of the inspections regime.  We have put an additional &euro;25 million into the ANC scheme, and it will be skewed to benefit those on more marginal lands.  I address Deputy Fitzmaurice's point.  Did Teagasc get it wrong?  I do not think so.  The Deputy's question implies that perhaps Teagasc should have said in November that we should have imported fodder.<\/p><p>I think if I had gotten that advice in November I would have said \"no\".  Certainly none of the co-operatives which are now importing fodder would have imported it, with the assistance we are now offering, at that time.  It was a dynamic situation that was evolving.  Teagasc was dealing initially with a dynamic in terms of managing the difficulties in pockets of the north west to what has become a national problem in the second week of April.  In regard to the suggestion that we should have been importing fodder in November 2017, in the context of the situation at that time, I do not think Teagasc got it wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#K00400","speaker":"1285","continuing":true},{"type":"speech","time":1523453400,"counter":58,"content":"<p>I thank the Minister and members of the committee for their co-operation.  This has been a very important meeting and I thank everybody for being present today.<\/p> <p>  As I see it, we have a short, medium and long-term problem.  In the short term, the problem is the availability of fodder and the medium-term problem is the availability of credit.  With that in mind, it is important that the Minister is meeting the representatives of the pillar banks and the co-operatives.  They have an important role to play.  A point that did not come up today in the course of the debate, is that some of the milk co-operatives in particular are talking about reducing the price paid to producers in the next period.  I ask the Minister to note the request from the joint committee that the co-operatives should hold back on that.  The fodder crisis has become a national as opposed to a regional problem in the past number of weeks.  The more productive and intensive farmers in the south, and south eastern part of the country would have been supplying the fodder for the whole of the country and in particular up to more recent times and their difficulties could be compounded if they are not in a position to be able to produce extra fodder for the coming year because of the lack of cashflow.  That issue must be addressed.  <\/p> <p>  We must take a long-term view of the level of stock and how we deal with such crisis in the future.  I think the Joint Committee on Agriculture, Food and the Marine has an important role to play in that regard.  Let me put a suggestion to members of the committee; I think we should invite Teagasc, the co-operatives and the pillar banks to appear before the committee in the very near future to discuss how we deal with the issues and to put a structure in place so that we will not have to have crisis meetings in the event of particular difficulties arising; that we will learn the lessons and have a definite structure in place to deal with difficulties in the future.  <\/p> <p>  It has been a difficult time for everybody.  There is no part of the country that has escaped in recent times.  I think it was President Obama who said that after the winter will come the spring.  I think he was right and I hope it will be sooner rather than later. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#L00200","speaker":"1268"},{"type":"speech","time":1523453400,"counter":59,"content":"<p>Chairman, can we get clarification in writing from the Department on some of the questions we asked about the old fodder scheme and when they would get paid and who is eligible to go into the new scheme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#L00300","speaker":"1341"},{"type":"speech","time":1523453400,"counter":60,"content":"<p>I will respond briefly.  It is open to all co-operatives and other approved bodies to import fodder, if they apply to the Department and can satisfy it that they can meet the administrative requirements of the scheme.<\/p> <p>  In respect of payment under the previous fodder transport scheme, as soon as the co-operatives which retain the data submit the applications there will be no delay on the Department's side.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#L00400","speaker":"1285"},{"type":"speech","time":1523453400,"counter":61,"content":"<p>I see Deputy Cahill has indicated but I ask him to be brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#L00500","speaker":"1268"},{"type":"speech","time":1523453400,"counter":62,"content":"<p>The Minister said An Bord Bia has a compassionate interpretation of the rules on inspections and cross-compliance but we have never seen that in our part of the country.  In fact we see the opposite.  A suspension of inspections, during this period of stress would be helpful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#L00600","speaker":"1350"},{"type":"speech","time":1523453400,"counter":63,"content":"<p>That point has been taken on board.  I thank members for their co-operation.  I thank the Minister and his officials for their co-operation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2018041100002#L00700","speaker":"1268"},{"type":"unspoken","time":1523453400,"counter":64,"content":"<p>The joint committee adjourned at 4.15 p.m. until 3.30 p.m. on Tuesday, 17 April 2018.<\/p>","notice":"TIME STRING DETECTED"}]