[{"type":"majorheading","content":"Joint Committee On Children, Equality, Disability, Integration And Youth","time":1639440000,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 15:00<\/p><p>The Joint Committee met at 15:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Ivana Bacik, Sharon Keogan, Holly Cairns, Erin McGreehan, Patrick Costello, Lynn Ruane. Alan Dillon, Jennifer Murnane O'Connor, Mark Ward.<\/p><p>I láthair \/ In attendance: Senator Maria Byrne.<\/p><p>Teachta \/ Deputy Kathleen Funchion sa Chathaoir \/ in the Chair.<\/p>","time":1639440000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002"},{"type":"minorheading","content":"Child Poverty: Discussion","time":1639440000,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#A00100"},{"type":"speech","time":1639440000,"counter":5,"content":"<p>We have apologies from Senators O'Sullivan and Seery Kearney.<\/p> <p>    If any members or witnesses participating remotely experience sound or technical issues, will they let us know through the chat function?  Otherwise we will proceed.  As this is a public meeting, the chat function on MS Teams should only be used to advise participants of any technical issues or urgent matters and not for general comments or statements.  I remind members who are participating remotely to keep their devices on mute until they are invited to speak.  When they are speaking, I ask that where possible they have their camera switched on and be mindful that we are in public session.<\/p> <p>  I remind members of the constitutional requirement that they must be physically present within the confines of the place where Parliament has chosen to sit, namely, Leinster House, in order to participate in public meetings.  I will not permit members to participate where they are not adhering to this constitutional requirement.  Therefore, any member who attempts to participate in the meeting from outside the precincts will be refused. <\/p> <p>  This meeting is to discuss issues of child poverty.  I welcome the following: Ms Anna Shakespeare, chief executive of Pobal; Dr. Margaret Rogers, national manager with better start national early years quality development; Ms Jennifer McCarthy Flynn, head of policy at the National Women's Council; Ms Heydi Foster Breslin, CEO of An Cos&aacute;n; Ms Karen Kiernan, chairperson, and, Dr. Tricia Keilthy, member, of the National One Parent Family Alliance; Ms Danielle McKenna, project manager with Rialto Youth Project; and Ms Gillian O'Connor, team leader of Dolphin House Homework Club. <\/p> <p>  The order will be Ms Shakespeare, then Ms McCarthy Flynn, Ms Kiernan and finally Ms McKenna.  Anyone else who is present is welcome to answer questions.  <\/p> <p>  I advise the witnesses of the following in relation to parliamentary privilege.  As all the witnesses are appearing before the committee virtually, I need to point out there is uncertainty if parliamentary privilege will apply to their evidence from a location outside of the parliamentary precincts of Leinster House.  Therefore, if they are directed by me to cease giving evidence on a particular matter, it is imperative that they comply with any such direction.  <\/p> <p>  Everybody was allocated three minutes' speaking time so I ask people to bear in mind our time restrictions and keep to their time.  There will be questions and answers with members afterwards.  Each member is given five minutes' speaking time, to include questions and answers.  <\/p> <p>  I thank Ms Shakespeare for being with us and ask her to give her opening statement in her own time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#A00200","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":6,"content":"<p>I thank the committee for the invitation to attend this meeting on the important agenda of child poverty.  I am chief executive of Pobal, and am accompanied by my colleague Dr. Margaret Rogers, national manager, better start national early years quality development.<\/p> <p>  Pobal works on behalf of Government, managing funding and providing support for approximately 31 programmes in the areas of social inclusion and equality, inclusive employment and enterprise and early learning and care.  Pobal does not have a role in policymaking but we support Government in its decision-making by providing it with evidence such as good practice case studies, evaluations, demographic information and programme data that can serve to inform Departments in their policy decision-making.  <\/p> <p>  Pobal&rsquo;s deprivation index is Ireland&rsquo;s primary social gradient tool, used by numerous State agencies and Departments for the geographic identification of disadvantage and targeting of resources towards communities most in need.  Practical examples of its application include assisting in the development of the recently launched core funding model for early learning and care and school-age childcare, resource allocation modelling for city and county childcare committees and the social inclusion and community activation programme, SICAP.  <\/p> <p>  Pobal&rsquo;s role in early learning and care and school-age care includes: operational programme administration and funding of the early childhood care and education, ECCE, programme; the national childcare scheme, NCS; the access and inclusion model, AIM; as well as better start quality development and learning support for service providers and research support for the early years sector  <\/p> <p>  Pobal manages or supports a number of other programmes which help address child poverty through the provision of funding for services for children and young people around education and training and through improved employment and labour market access for families and other measures aimed at tackling social exclusion and providing health and well-being supports.  Examples of Pobal&rsquo;s role in these areas include: supporting SICAP, which includes three particular groups where child poverty might feature; administering the community services programme, CSP; and managing the allocation of funding for the Healthy Ireland programme.<\/p> <p>  Through targeted supports to the early years sector, the administration and management of the social inclusion and community development programmes and supports provided to community and voluntary organisations working with children, youth, marginalised and excluded groups, Pobal contributes to the achievement of Government's ambition around the alleviation of child poverty and the promotion of safe, inclusive and healthy communities across Ireland.<\/p><p>We are very conscious that this is one of a number of meetings the committee is convening on child poverty, and we have submitted some additional resources that may be of value to the committee as it explores this agenda.  Thank you again, Chair, for the opportunity to appear today.  We are happy to take any questions members may have that would be of assistance to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#A00300","nonspeaker":"Ms Anna Shakespeare","continuing":true},{"type":"speech","time":1639440000,"counter":8,"content":"<p>I thank Ms Shakespeare and invite Ms McCarthy Flynn to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#B00200","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":9,"content":"<p>Good afternoon Chair and members of the committee.  The National Women&rsquo;s Council was pleased to be invited to speak today and we are very pleased to share this opportunity with our member, An Cos&aacute;n.  An Cos&aacute;n's CEO, Ms Heydi Foster Breslin, is with me.  The statement we will read incorporates An Cos&aacute;n's statement also.<\/p> <p>  As a 190-member organisation, our members are the National Women&rsquo;s Council.  For us a child&rsquo;s poverty is the poverty of her family, her household and her community.  As other contributors will discuss, one-parent families are the most at risk of poverty in Ireland.  With 86% of those families being headed by women, child poverty is a significant gender equality issue.  As well as some of the protection and income supports that will be discussed today, it is recognised in the National Strategy for Women and Girls 2017-2020 that supporting and resourcing the women&rsquo;s community development sector is a key to providing supports and services needed for socially excluded women to challenge this inequality.  An Cos&aacute;n provides an excellent exemplar and is a recognised and highly regarded model of women&rsquo;s community development and education, wrap-around support and intervention.   <\/p> <p>  It has been said that the true measure of any society can be found in how it treats its most vulnerable members.  Social exclusion, deprivation, a stifling lack of opportunity and exposure to the harsh effects of economic fragility can press down on even the most resilient, particularly young children as they are setting out in life from this challenging starting point.  An Cos&aacute;n has been providing a path to a better future for women and children, as all women's community development organisations do, for over 35 years.  It passionately believes in the transformative power of education to change a person&rsquo;s path.  By empowering a woman and educating her, we empower her whole family to value and appreciate the benefits of education.  For the women using An Cos&aacute;n's services, education is their hope.  It is their chance to build a sustainable and equitable future for themselves and their children.<\/p> <p>  For the little ones starting out in life, An Cos&aacute;n uses its expertise and resources to help them develop in those crucial first five years of their learning journey.  It uses best-in-class learning and development practice to help children make their first steps in the world from a more equitable place. <\/p> <p>  Community education&rsquo;s roots in Ireland can be traced back to the idea of no classes without cr&egrave;ches and the emancipation goals of the women&rsquo;s movement in the late 1970s and early 1980s.  At An Cos&aacute;n, they know that integrated support services for children and families are critical to addressing the intersectional nature of poverty.  Intergenerational education breaks the insidious cycle of poverty.  That is An Cos&aacute;n's aspiration for the \"one generation solution\", raising up women through education so that they and their families can escape poverty forever.  In just one generation they can and do break that cycle.<\/p> <p>  Equity of access to education is key to tackling intergenerational child poverty.  Equity means those who are furthest behind are able to access high-quality education, from the early years to lifelong learning and development.  Every woman in Ireland deserves the right to be able to access community education.  Every child in Ireland deserves a right to benefit from a start in life which includes a warm, caring environment; a high-quality curriculum delivered by well trained and well recompensed professionals; a range of qualified supports to promote child development; scaffolding to help children learn to regulate their behaviour and life stage transitions; and the development of a love of learning. <\/p> <p>  Equity of access to education is key to tackling intergenerational child poverty.  Equity means those who are furthest behind are able to access high-quality education from the early years to lifelong learning and development.  Every woman in Ireland deserves the right to be able to access community education.  Every child in Ireland deserves a right to benefit from a start in life which includes a warm, caring environment; a high-quality curriculum delivered by well-trained and well recompensed professionals; a range of qualified supports to promote child development; scaffolding to help children learn to regulate their behaviour and life-stage transitions; and the development of a love of learning.  This is the measure of treating our most vulnerable that we can all be proud of.  It shifts the odds in their favour and delivers that one generation solution to poverty.<\/p> <p>  This is not an An Cos&aacute;n issue, as members all know.  It is not a Tallaght west issue.  The need for integrated services exists right across the country and across our society.  It is at its most urgent where poverty is most deeply concentrated.  In An Cos&aacute;n, early years professionals, counsellors, family support workers and educators provide courses in adult education, higher education, literacy and digital skills.  We all know that all women and children have a right to equity of opportunity in our wealthy, civilised society.  We have seen over the past four decades how, as a society, we all face the same storms.  We all face recessions, financial crises and now a pandemic.  Let us be in no doubt, however, that we are not all in the same boat.  Some of us have many advantages whatever the weather, while others are struggling to hold on even in normal times.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#B00300","nonspeaker":"Ms Jennifer McCarthy Flynn"},{"type":"speech","time":1639440000,"counter":10,"content":"<p>I thank Ms McCarthy Flynn and invite Ms Kiernan to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#B00400","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":11,"content":"<p>I am grateful for the invitation to address the committee.  I am here to represent the ten national organisations that are the members of the National One Parent Family Alliance.  I am CEO of One Family and chair of the alliance.  I am joined by Dr. Trisha Keilthy, head of social justice and policy with the Society of St. Vincent de Paul.<\/p> <p>  Since 2016, at least nine independent reports detailing the poor living standards and inequalities experienced by one-parent families have been published.  Each of these reports paints a similar devastating picture of children growing up in the grip of poverty, deprivation and housing insecurity.  We know that the vast majority of children living in daily consistent poverty in Ireland live in one-parent families.  We know that lone parents are more likely to have lower incomes from employment, higher poverty rates, less savings and higher reliance on social welfare.  They are much more likely to be homeless or living in insecure accommodation, and to experience stigma and social isolation.  All the data and evidence show that it is structural barriers that are the problem.  It is the inappropriate policies, legislation and the cost of the living that mean that one-parent families are poorer than two-parent families.  This is not down to individual parental failings or poor choices.  It is on the State.<\/p> <p>  The research also tells us the solutions.  It provides policymakers with a whole series of solutions that can help move these children and families out of poverty for good.  The programme for Government includes the commitment to fully implement the 2017 report on the position of lone parents in Ireland by the Oireachtas Joint Committee on Employment Affairs and Social Protection.  It is imperative that government understands and removes the barriers, and promotes policies and laws that support children living in one-parent families to have a life free from daily poverty.<\/p> <p>  The recommendations we are going to focus on today are as follows.  There is a need for our social protection system to be based on evidence and to be benchmarked against the cost of a minimum essential standard of living.  We want to have the jobseeker's transition payment, JST, extended to parents until their children reach the end of secondary school in recognition of the additional caring responsibilities of lone parents and the much higher costs of raising a teenager.  We want the discrimination against babies of lone parents ended by amending the Parent&rsquo;s Leave and Benefit Act to ensure one-parent families have the same level of support as two-parent families.  We want investment in publicly-provided early years care and education with free childcare for children in one-parent families.  This is in line with the commitments under the EU child guarantee.  We need to develop an independent system to assess and enforce child maintenance payments and to ensure they are not counted as parental income or doubly assessed by our social protection system.  Housing is crucial so we are recommending a specific task force in the Department of Housing, Local Government and Heritage to review the impact of housing insecurity on one-parent families and develop appropriate solutions, including a much-needed family homelessness plan.  To highlight the education point that has been made, we need Student Universal Support Ireland, SUSI, grants to be made available to parents who wish to study part time.<\/p> <p>  In order to achieve these priorities, we strongly recommend that a new national child poverty plan contain an ambitious poverty reduction target and supporting actions specifically for one-parent families.  In order to achieve that, we are recommending that an interdepartmental senior officials group be established to co-ordinate supports to ensure a successful decrease in child poverty rates so that the next generation will not have to live the way this one is unfortunately living at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#B00500","nonspeaker":"Ms Karen Kiernan"},{"type":"speech","time":1639440000,"counter":12,"content":"<p>I thank Ms Kiernan.  We move to Ms McKenna and her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#B00600","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":13,"content":"<p>I am project manager of Rialto Youth Project.  Ireland has higher rates of child poverty than the EU average.  It is estimated that a quarter of children in Ireland are currently living in poverty.  It is such a complex and multifaceted issue but with only a short amount of time available to us, we will focus on how education and housing deeply impacts children living in poverty.<\/p> <p>  The OECD has stated that children and young people from working class areas have been the most impacted by the global pandemic in their educational progression.  We have a youth work team and two after-school projects in Rialto Youth Project.  From connecting with the local schools we already know that literacy levels among children and young people are not even close to the national average when young people are transitioning into secondary school.  The statistics show that less than 10% of young people from working class and marginalised communities go on to third level education even if they are in an access programme.<\/p> <p>  One of our core beliefs is that education is a key way out of poverty.  Often when we talk to young people about educational experiences, they describe feelings of being powerless and of being left behind.  Children are extraordinary.<\/p><p>They show incredible resilience and desire to connect, learn, play and develop.  However, we see children who are clouded in shame &ndash; a shame that does not belong to them or their families.  The shame rests at the feet of the State which has perpetuated structural inequality towards working-class children and their families for generations.  There are studies that have tracked children's hopes and dreams for the future.  For working-class children there is a time in their young childhood where the reality of their positioning in society becomes apparent.  This invisible bubble is understood by children, particularly those in working-class areas. From 2012-16, we did a project with Ms Fiona Whelan and BrokenTalkers called Natural History of Hope where 250 stories were collected from girls and young women growing up and working in Rialto and they talked a lot about the metaphor of class as &quot;the bubble&quot;.  One of the quotes from that is as follows:<\/p><blockquote>\tCan you see it ...?  The bubble?  We're inside it.  You see everything and everyone through the bubble.  And everyone sees the bubble when they look at you.  They make decisions about you.  They tell you, you can't.  They tell you, you won't.  They tell you, you'll never.  They measure you with invisible rulers.  You will come to love the bubble and hate it.  What does your bubble feel like ...?  [Mine's] ... like a shell on my back.  It's heavy [but] I hope yours is ... floaty and ... easy to get out of. <\/blockquote><p>That is many young people from working class communities' experience of growing up in generational inequality where education attainment may have been low and where there are higher rates of families with unemployment and of one-parent families on incomes that do not match those of the living wage today.  It is not only education that is the issue, but housing that does not meet their needs.  This is a serious issue.  We already know that we are in a housing crisis but for many young people from working-class communities being priced out of the market is not the issue.  Being able to afford the rent is not the issue.  They are not even getting invited to that market.  Renting is not even an option for them.  Hidden homelessness among young people has doubled in the past five years but we believe that this number is much greater.  I could probably think of 30 young people right now who might be living with extended family.  They are not down on the floor of the people they live in with.  They are couch-surfing.  They are living in overcrowded accommodation where they pull out a mattress from under a sibling's bed at the end of the day and sleep on the floor.<br\/><br\/>Dolphin House is one of the largest remaining flat complexes in Dublin which is currently going through a decade of regeneration with only one of those phases being complete.  Overcrowding and damp conditions are significant issues which determine whether children might have a dining room table to have their dinner or to do their homework at.<br\/><br\/>We need to address the long-term impacts of children experiencing poverty, to identify children and families most at risk of persistent poverty and support their emotional, social, physical and developmental well-being.  Unless we do this, we are not only describing poor outcomes for child but talking about affecting their life chances.<br\/><br\/>The issue needs to be addressed also in policy and with policy solutions.  There is soon to be a formalised European Union child guarantee that states that every child in Europe needs to have access to free healthcare, free childcare, decent housing and adequate nutrition with a real focus on children from marginalised communities.  Our question is, what would that look like in Ireland and how could this be guaranteed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#B00700","nonspeaker":"Ms Danielle McKenna","continuing":true},{"type":"speech","time":1639440000,"counter":15,"content":"<p>I thank Ms McKenna.  I will open up the meeting to questions and answers now.  If members have specific questions, they may want to direct them because there are a number of groups here with us today.  I call Deputy Costello.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#C00200","speaker":"1449"},{"type":"speech","time":1639440000,"counter":16,"content":"<p>I was struck by something Ms Kiernan was saying about the numerous reports over the years on the impact of child poverty and yet here we are talking about it again.  The numerous reports talked about what can be done and how the situation can be improved and the consequences if we do not act.  Most of the witnesses before the committee have been working in this field for a while and are experienced and knowledgeable about what is happening on the ground and about these reports.  I guess what I want to hear more about is where are the roadblocks.  The witnesses are engaging with Deputies and with Departments.  Where are the roadblocks?  Where is the bureaucracy getting in their way?  We have all these reports and very little changes.  What is the stumbling block?  What is the roadblock?  Equally, what are the policies that have worked?  What are the things that we should be doing more of?  What assist - a policy or scheme - that works are we not doing enough of?<\/p> <p>  I am conscious as well that Ms McKenna was talking about the access programmes.  These are normally held in quite high regard but, from what Ms McKenna says, they are not helping enough the issue of an educational divide at third level.  Obviously, there is much going on right back from when a child is born and the access schemes only kick-in in the middle of secondary school.  Much damage and harm is already done by that point.<\/p> <p>  I guess those are my two questions.  What are the roadblocks that the witnesses have experienced and why have these reports not been implemented previously?  What are the policies that we currently have that work and we should be spending more time on?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#C00300","speaker":"1570"},{"type":"speech","time":1639440000,"counter":17,"content":"<p>Are the Deputy's questions for Ms Kiernan?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#C00400","speaker":"1449"},{"type":"speech","time":1639440000,"counter":18,"content":"<p>They are for anyone who wants to contribute to them because there is broad range of experience here.  I appreciate I talked too long and I have not left much time for an answer.  If anyone wants to contribute, they should feel free to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#C00500","speaker":"1570"},{"type":"speech","time":1639440000,"counter":19,"content":"<p>We will start with Ms Kiernan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#C00600","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":20,"content":"<p>Maybe my colleague, Dr. Keilthy, could come in if I miss anything.<\/p> <p>  We believe what is needed is a national child poverty action plan.  This could then, at an administrative level, be potentially rolled out at a local level as well through existing local structures to try and reach the children in need around the country.<\/p> <p>  A big block is the silent nature of work on policies that cut across each other between Departments and agencies.  This happens all the time.  A parent might get a support in one way and it is taken off the parent in another way.  It is not co-ordinated.  The citizen, the parent or person is not at the centre of the process; it is the other way round.<\/p> <p>  There is a really big issue with not seeing that one-parent families are different.  They cannot achieve what two-parent families can.  They need additional supports.  It should be okay morally, ethically, socially and politically to do that.  We still have some mentality from the culture of mother and baby homes - judgment around people parenting on their own - that is very unhelpful and can block and get in the way of some of this progress.<\/p> <p>  Those are the things that do not work.  I do not know if Dr. Keilthy wants to say anything about what works or if I am putting her on the spot there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#C00700","nonspeaker":"Ms Karen Kiernan"},{"type":"speechnospeaker","time":1639440000,"counter":21,"content":"<p>I thank Deputy Costello for his question.  I suppose what we have seen recently is using evidence to determine what our social welfare system should be based on.  The introduction of a higher rate of qualified child allowance for children over 12 is a very positive move from Government.  It is recognising the extra costs of raising a teenager and it is a very targeted intervention in terms of addressing child poverty.  What we would like to see is the whole system being benchmarked against the cost of a minimum essential standard of living.  At present, the gap between social welfare income for a one-parent family with two children and the cost of a minimum standard is &euro;82 every week.  That parent has to borrow, go into debt or cut back to make ends meet, but if we had a system that was adequate, that addressed poverty and that provided people with enough to meet the cost of living it would give people the basis to access opportunities, access education and employment and allow families to plan for the future.  At present, we have a system where people are barely staying afloat.  If we had a system that was properly indexed and benchmarked against this metric, we would have a much greater impact on poverty levels in this country, particularly where we have very deep levels of income inadequacy experienced by one-parent families as well.<\/p> <p>  In terms of what works well, I would point to experience in other countries in terms of child poverty structures.  Ireland is very good at developing policies but when it comes to implementation we can meet various roadblocks.  In New Zealand, for example, they set up a child poverty unit to coincide with their Child Poverty Reduction Act 2018.  They legislated for their targets.  They have a child poverty unit, which is based in the Prime Minister's office so that it is driving action from the top and it is ensuring that there is that interdepartmental focus.  What they did was amend their Public Finance Act to ensure that their budgets are comprehensively addressing child poverty.  This is only a recent initiative and it is yet to be seen what impact it will have.<\/p><p>We need to look at what other countries are doing so we can have the targets fully addressed and ensure that implementation is driven from the top but also reaches down to our local authorities.  We would also like to see local authority action plans in terms of driving that.  Those are some examples.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#C00800","nonspeaker":"Dr. Tricia Keilthy","continuing":true},{"type":"speechnospeaker","time":1639440000,"counter":23,"content":"<p>I thank Deputy Costello for mentioning the access programmes.  We believe in access programmes and think they are very valuable.  Unfortunately, they happen when a young person is going from secondary to third level whereas we believe they need to begin in primary school.  One of the core ways out of poverty is early intervention and prevention, so we really want to look at access programmes and young people who are already struggling in primary school.  By the time they get to the end of secondary school, the access programme is no longer beneficial.  As important as they are, access programmes do not look at the intergenerational educational inequality that is in existence for many young people.  That needs to be supported alongside community-based projects where the projects bridge the gaps and help young people in their pathways in education.  It needs to be at a community level and at an access level but also at a State support level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#D00200","nonspeaker":"Ms Danielle McKenna"},{"type":"speechnospeaker","time":1639440000,"counter":24,"content":"<p>I want to talk about our one-generation solution.  While early years services and extra support for children are very important, we also believe there is a third intervention that is needed and we call this the one-generation solution.  We know that if we educate a mother, we empower her whole family to value and appreciate the benefits of education.  We know that if we can raise a woman up through education, her family can escape poverty forever in just one generation.<\/p> <p>  I will not provide the committee with the names but I will offer real cases of how young mothers have used education to transform their own lives and that of their children.  A mother and two children were living in a hotel in Tallaght.  The mother was very depressed because of her housing and financial situation and she was parenting alone.  She had one child attending school and came to An Cosan with the other child.  We provided a place in our early years services but we also looked at how we could work with that mother.  She had no leaving certificate or other formal qualification but she has now completed a degree in addiction studies and is in full-time employment in a caring profession.  She and her two children are living in a two-bedroom apartment.  Everyone&rsquo;s story is different but what is most striking is the confidence that personal development and education brings to a young mother both as a woman and as a parent.<\/p> <p>  There was a question on how policy could be improved to support our work.  Recruiting and retaining early years specialists is a major challenge for our providers.  Scheme capitation rates need to reflect salary levels that are appropriate for professionals with qualifications, and terms and conditions that allow for paid holidays and occupational pensions.  Stable workforces are achieved through good conditions and professional development opportunities, and the cost involved must be recognised if quality is to be continually improved.  For example, our Lifestart home visiting service supports parents who are under pressure and encourages them to play with and read to their children, developing attachment between mothers and babies.  Attachment and bonding can be a problem when mothers are under huge stress and research has shown the impact this can have on the child's future.  This service is entirely funded by private donations.  It needs to form part of core funding from the State for services such as ours which prioritise vulnerable families.  Assessments and early intervention is essential for children but the HSE services, already under serious pressure, have been greatly affected by Covid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#D00300","nonspeaker":"Ms Heydi Foster-Breslin"},{"type":"speech","time":1639440000,"counter":25,"content":"<p>Excuse me.  There are eight others left to speak so, unfortunately, I will have to limit speaking time.  I will come back to Ms Foster-Breslin on the next round of questions.  I ask members to direct their questions because, unfortunately, there will not be time for each organisation to come in on every single member's questions.  I call Senator McGreehan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#D00400","speaker":"1449"},{"type":"speech","time":1639440000,"counter":26,"content":"<p>I missed the start of the meeting as there was a vote in the Seanad so I offer my apologies.  I thank the witnesses for their contributions.  I cannot say I enjoyed the contributions because they were sobering and hard to hear.  The first line of the submission from Rialto Youth Project suggests that Ireland has higher levels of child poverty than the EU average, which is stark.  What is the main cause of that?  Is this a warped culture of not looking after this issue, of keeping it all within the family and making sure that the family looks after it, without putting in the important structures around the family that the State should?  We have heard of the mother and baby homes and the attitudes and culture towards single parents.  Is it a cultural thing and, if so, how can we best fix that?  That is a question to the Rialto Youth Project.<\/p> <p>  I am not sure who mentioned the national action plan on child poverty, which also came up at a previous meeting, in particular that there is an action plan and a localised individual plan for each area.  We have action plans in urban areas but I believe rural poverty can sometimes be overlooked.  I would like to hear an opinion, from whoever mentioned that point, with regard to individualisation, localisation, the national action plan to bring that down to a local level and the best way to do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#D00500","speaker":"1671"},{"type":"speech","time":1639440000,"counter":27,"content":"<p>There was a question for the Rialto Youth Project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#D00600","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":28,"content":"<p>What I think the Senator asked is why there is poverty.  Our view is that people may be broke but it is actually the system that is broken, and that is what we need to start talking about.  We need to move it from being an issue of shame for people who do not have enough money to the system that has broken and failed families.  Families are being failed, children are being failed and we believe it is generational inequality.  It is around the social and economic marginalisation that makes poverty happen.<\/p> <p>  We need to look at who the communities are that are being left behind, and it is very often children and young people of families from working-class and marginalised communities.  That is where the investments need to happen.  We have seen community services being cut for more than a decade.  Since the fall of the Celtic tiger, we have watched the decimation of projects.  We have watched the decimation of after-school services and we are about to go into that again, given after-school services are going to be cut, particularly those in working class areas or marginalised communities.  What we are seeing is that the resources are being taken from the community and families are growing up in housing that does not meet their needs, in addition to the issues of access to education and healthcare.  One of the issues we also see in research is that children from marginalised communities are very often much further behind in their medical development and social development.<\/p> <p>  We need to look at what is really going on for the people who are being left behind and how we begin to invest in communities and in children.  We need to actually invite the people to the table.  How is it that we are engaging with people or talking to them about the needs that must be met within communities?  For us, the issue of poverty is a State issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#D00700","nonspeaker":"Ms Danielle McKenna"},{"type":"speech","time":1639440000,"counter":29,"content":"<p>Thank you.  I call Ms Shakespeare.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#D00800","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":30,"content":"<p>This speaks to Deputy Costello's and Senator McGreehan's points around the evidence of what has worked in Ireland.  At a previous committee meeting on this topic, Senator McGreehan referenced the revitalising areas by planning, investment and development, RAPID, and area-based initiatives.  It is about looking at what has worked.  We have had RAPID, the local development and social inclusion programmes, the Limerick regeneration framework, for example, and that implementation plan.  We currently have the Dublin north-east inner city initiative, the area-based childhood programmes and the community safety initiative of the childhood development initiative.  As to the important benefits of area-based initiatives, they all say that they work but they need to include the establishment of structures that allow the communities to participate in the decision-making process.<\/p><p>It is very much a bottom-up development to improve service delivery and increase State investment in areas of high deprivation.<\/p><p> Colleagues have referenced the gaps in alignment with national and regional policy.  We need to make sure that if there are area-based initiatives, they are coherent and speak to each other.  Clear and effective co-ordination and a shared vision and set of objectives are needed between the regional and national policy, as well as people on the ground to co-ordinate, rather than sending the money out into the system and expecting different parts of it to speak to each other.<\/p><p> The area-based initiatives have made important and strategic financial contributions to local development, but there is a need for a longer-term, large and co-ordinated investment across all areas of development.  There is significant evidence to support that.<\/p><p> In terms of what should happen, the learning is limited co-ordination of local initiatives has been one of the areas where we have faltered.  There is a need to strengthen leadership across the programmes and strengthen the whole concept and practical aspects of community engagement.  Extensive planning should form the key element of future area-based initiatives development.  There should be strategies for meaningful community engagement, because some of the reports that we have looked at have said the area becomes full of initiatives and far too busy with them and that they need to be joined up to become coherent.<\/p><p> There is a need to continue to invest in building an evidence base of what works and what does not work.  That can guide policy implementation on future investment by the Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#D00900","nonspeaker":"Ms Anna Shakespeare","continuing":true},{"type":"speech","time":1639440000,"counter":32,"content":"<p>There was a question about individualised plans.  Ms Foster-Breslin was talking about that.  Will she come back in on that question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#E00200","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":33,"content":"<p>The Government's adult literacy for life strategy was just launched.  A whole-of-society approach is needed to its implementation with Government, local government, community organisations and employers all working together.  These already exist.  The infrastructure is already there.  An Cos&aacute;n has 210 community partners it works with throughout the country.  Some 50% of the population does not have basic digital skills and 20% do not have literacy skills.  In areas of high poverty with a higher proportion of early school leavers, these figures are much higher.  The new national strategy needs to be resourced in order that those, such as An Cos&aacute;n, that have the expertise can provide additional literacy to those who need it.  Otherwise, they will be left further behind in the digital divide.  Women experienced the brunt of the pandemic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#E00300","nonspeaker":"Ms Heydi Foster-Breslin"},{"type":"speech","time":1639440000,"counter":34,"content":"<p>I thank all the witnesses.  It is worrying.  Will the witnesses from Pobal tell me more about the geographic identification of disadvantage?  How are the data collected?  Are they based on service users?  How do we know what is hidden?  It is important we realise that.  We spoke about generational inequality.  There are family barriers, some of which can be historical.  Does Ms McKenna find that families get disheartened because they are asking for help and it is very hard to get that support, when one is knocking on door after door.  Does she see that as a big issue?<\/p> <p>  Previous speakers spoke about the child poverty action plan.  What is the best way to start that?  We all know about housing and families who are moving from family to family, couch surfing or sharing a room, a hostel or B&amp;B.  We then have to work through our local authorities and make sure proper payments are made, which becomes an issue when one is moving around.  With regard to a child poverty action plan with all the groups together and getting everyone together, how do the witnesses see we could start to make that change?  We need to make change.<\/p> <p>  I spoke today about my area where I know of families that have taken children out of school, good schools, and put them into other good schools, because there is no hot meal programmes and they want their children in schools there are such programmes.  Christmas is coming and we see that it is such an important time for children and there are families that look for food parcels or hope to get a parcel.  We need to work more with families and children that need that support.  I see these issues in my area.<\/p> <p>  I again thank everyone.  We all have to work together and make sure we make that change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#E00400","speaker":"1511"},{"type":"speechnospeaker","time":1639440000,"counter":35,"content":"<p>We had mentioned the national child poverty action plan in our submission.  There is an opportunity, as was mentioned, with the EU child guarantee.  We can politically focus on that and develop a plan.  It is unclear how much funding will be available for it, but it is not very significant.  There is a need and opportunity to have a broader, whole-of-government child poverty action plan.  That is where we are saying there is a possibility, when a national plan is in place, to look at local implementation structures.  The ones used for children at present are children and young people's services committees.  They could be very useful.<\/p> <p>  As part of the recommendations we made in our submission, we were saying most poor children live in one-parent families and to focus on them.  The EU child guarantee also talks about very marginalised families such as Roma, Traveller and ethnic minorities and those living in direct provision, whose children are very marginalised.  There is an opportunity to do something for some of those children by focusing on specific target groups.<\/p> <p>  Structural national policy barriers also need to be removed, including making work pay for lone parents; letting them get into education and keep child maintenance or making sure there is a system for that to be paid.  Many of the problems are at a national policy level and need to be resolved at that point.  We say get that bit right and then look at how things can be improved at a local level.  People need something to work with and they do not necessarily have it yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#E00500","nonspeaker":"Ms Karen Kiernan"},{"type":"speechnospeaker","time":1639440000,"counter":36,"content":"<p>The question was around the deprivation indices.  The index is commissioned by Pobal every five years, following the completion of the national census.  It is used by State agencies for the geographic identification of disadvantage and is primarily used to help target resources towards communities that are most in need.  To answer the Deputy's question, the index uses a series of data points from the census to establish levels of disadvantage under three domains: demographic, profile, social class composition and labour market situation and gives a rounded view of the lived experience of disadvantage, beyond simply measuring income and poverty.<\/p> <p>  The resulting index provides a deprivation score of between plus-50 and minus-50 for every small area.  We have used it, as have other parts of the State infrastructure, for example, in resource allocation modelling for the social inclusion and community activation programme, SICAP, LEADER, the city and county childcare committees and most notably, as a key input into the DEIS identification model used by the Department of Education.  Schools' designation as DEIS, as all the attendees would know, is considered a key factor in their eligibility for the Department of Social Protection hot school meals programme.<\/p> <p>  In the context of the commitments contained in the First 5 programme, which is at the heart of this strategy for babies, young children and their families, we are currently providing technical expertise to the Department of Children, Equality, Disability, Integration and Youth on the potential application of that index as part of the model for identifying early learning and care settings with a high concentration of children from disadvantaged backgrounds.  Rather than the geographic location of the early learning and care provider or centre, we would use the locations from which those babies or children come as the mechanism by which the core funding might be established around that.  I hope that is of assistance to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#E00600","nonspeaker":"Ms Anna Shakespeare"},{"type":"unspoken","time":1639440000,"counter":37,"content":"<p>Deputy Patrick Costello took the Chair.<\/p>"},{"type":"speechnospeaker","time":1639440000,"counter":38,"content":"<p>I think the question was whether families feel that it is difficult to access or ask for help.  Our experience is that it can be challenging for families to access help.  Within communities where there is multi-generational education inequality and poverty, and with that there is a very real experience of isolation and shame that further marginalises families and makes it really difficult to access services.  We believe in community-based services and projects like our own because we are based in the community.  We have established long-term relationships with the community.  We have a solidarity approach so work alongside children and their families in that community development piece.  We really look at how we can challenge those inequalities with families.  I think that people and communities do feel that the Government has failed to act.<\/p> <p>  In terms of tackling poverty, there are very real and tangible issues around housing, health, fuel and food poverty, and the longer-term issues concerning education.  I am based at my organisation's homework club in Dolphin House and an important part of our service is to provide hot meals.  Such provision assists children to develop socially and we meet a real need.  For us it is about those long-term sustainable supports for community-based organisations like ourselves that are needed to tackle poverty.  The effects of income poverty are linked to health inequality - children experience more ill health - and there is housing and labour market disadvantage.  We see that children in poverty experience multiple and cumulative disadvantages that are inexplicably linked to all of these things.  Parents who have access to resources can support their children in things like school readiness, which are really important for their long educational journey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#F00200","nonspeaker":"Ms Gillian O'Connor"},{"type":"speechnospeaker","time":1639440000,"counter":39,"content":"<p>I want to mention how parents, women and children have been affected during Covid.  The Sutton Trust is a UK charity.  It has released a report that shows 57% of people in primary and secondary schools and 30% of middle-class people participated in daily online lessons but only 16% of pupils from working class families participated.  That shows we need to continue to invest in a community-led recovery from the consequences of the pandemic that have been experienced by vulnerable children and families.  There are very fragile families in difficult circumstances and they need our national Government to ensure there are responses on the ground.  Many of my colleagues have mentioned that the way to do this already exists through community organisations.  They are poised and we are poised to act if properly resourced to do so.  The Government must invest in social and community providers so they can offer realtime responsive supports to help children and communities recover otherwise Covid will be another wedge that separates the haves from the have nots and the gap in life chances will grow among children of different backgrounds from their earliest years.  We already have what it takes and work well together so we just need to be properly funded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#F00300","nonspeaker":"Ms Heydi Foster-Breslin"},{"type":"speech","time":1639440000,"counter":40,"content":"<p>I thank the witnesses for their impressive, concise and substantial contributions, which are useful to us in our consideration of this important topic.<\/p> <p>  A couple of witnesses, in particular Ms Kiernan and Ms Foster-Breslin, have mentioned how we can implement strategies to effect tangible change and tackle child poverty.  Ms Foster-Breslin, I think, mentioned the New Zealand model where the national child poverty action plan was taken on by the Prime Minister where it was centrally assigned.  In previous hearings, on the same topic, we have heard about the model that was used by the new Labour Government in Britain where there was a centralised child poverty unit run from Whitehall by the Department of the then Prime Minister, Tony Blair.  Some witnesses, including Ms Kiernan, talked about the need for strong leadership at the centre of government in order to implement a national child poverty action plan and I ask the witnesses to elaborate.  Is that the best way?  Does an action plan require a centralised joined-up approach that is led from the top in order for us to deliver at a local level?  <\/p> <p>  Similarly, we have heard in previous sessions about the importance of investing and how a public universal child care system is key to targeting and eliminating child poverty.  I ask the witnesses to offer a view on how best to roll out an early years education and care programme that targets child poverty.   <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#F00400","speaker":"1698"},{"type":"speechnospeaker","time":1639440000,"counter":41,"content":"<p>I thank the Deputy for her question.  I will address the second part of her question and perhaps colleagues will respond to the earlier parts.<\/p> <p>  In terms of a co-ordinated central unit and leadership, I agree that is extremely important because we have seen, as mentioned earlier, how there can be an awful lot of really good projects done at a local level, of which the ABC programmes and others are examples.  Consistent delivery and integration into the mainstream, as far as possible, of progressive universal services so that children and families who avail of those services do not themselves feel stigmatised by the process, and the process of progressive universalism, as implemented through the AIM project, demonstrates how that can happen.<\/p> <p>  To answer the second part of the Deputy's question on a universal child care system, this country has the early childhood care and education, ECCE, programme.  It is a fully publicly-funded universal programme that caters for children aged three to five years.  ECCE is on a par with any of the models that operate in other European countries that we might look to as models of provision in other circumstances.  Where we are lacking is in extending the programme to both younger and older children.  The core funding model, which was published in the past two weeks, alongside the workforce development plan indicates a direction of travel.  It has put a strong statement by Government on the table in terms of the intention to move to a much more publicly-funded and publicly-managed system.  We look forward with great anticipation to seeing that begin to be implemented.<\/p> <p>  Our sense, again under the EU guarantee, is that every child should have a right to access equal quality, and the availability of early learning and care to meet their needs from a child-centred perspective rather than exclusively from the perspective of a labour market intervention.  The balance needs to be struck in terms of what is in the best interest of children, what will benefit them in their educational journey starting from birth, and how that will be consistently supported and have consistent quality.<\/p> <p>  The workforce development plan is very welcome.  It is an extension of incentivised qualifications to work with the youngest children.<\/p><p>These are children from birth to three years who are in day care settings.  I suppose we can see the beginnings where we are moving towards that process and, I hope, the notion of working in partnership for the public good.  It is about building the infrastructure and competent system that will enable us to move to a fully funded public system over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#F00500","nonspeaker":"Dr. Margaret Rogers","continuing":true},{"type":"speechnospeaker","time":1639440000,"counter":43,"content":"<p>I thank Deputy Bacik for her question on the New Zealand model mentioned earlier.  From our engagement with some people working in New Zealand, we know it has seen first the establishment of the child poverty unit in the Prime Minister's office, and the Prime Minister is also responsible for child poverty reduction.  That has really driven the agenda of reducing child poverty from the top down.  The most effective change brought through in that country's child poverty Act was the amendments made to the public finance legislation, meaning there must be a co-ordinated approach for well-being and child poverty.<\/p> <p>  Even with the best plans that we have, we know the process can be quite siloed because the budget process is quite siloed.  When it comes to decisions around policy changes and budgetary decisions that affect children's lives, we can have one Department providing a support that may be taken away by a decision taken in another Department.  For example, if there is an increase in the minimum wage or in social welfare payments and there is no corresponding increase in thresholds for childcare subsidies, the benefit of that would be lost in some cases.  It is really about considering the thread and interdepartmental connections between policy and budgetary decisions and making sure they are maximised to give the best poverty reduction impact.  That would be really effective.<\/p> <p>  In the context of a national co-ordinated plan, we would love to see a specific target for one-parent families because levels are so high.  It has been a quite intractable matter for many years through boom and bust, when lone parents have experienced some of the highest rates of poverty.  That is continuing, along with people with disabilities.  We need to ensure there are very strong and targeted supports and interdepartmental work in that respect.<\/p> <p>  On childcare, the National One Parent Family Alliance strongly supports the public provision of childcare.  Looking at countries with the highest rates of employment among lone parents and the lowest rates of child poverty, these are countries with very high publicly provided subsidised childcare.  From our perspective, it is not only about moving to the public provision of childcare and ensuring that it is adequately funded in order to have quality childcare for children and affordable childcare for parents.  There must be good pay and conditions for workers as well because many lone parents work in the sector as well.  We must ensure that is part of the whole mix.  We see the new report that has been published and we hope there is action in that regard.  Free childcare should be provided for lone parents under the child guarantee as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#G00200","nonspeaker":"Dr. Tricia Keilthy"},{"type":"speech","time":1639440000,"counter":44,"content":"<p>I was an early school leaver, and I know the challenges out there.  I come from a family of early school leavers, and this was not by choice but more because of need.  I am showing my age but even getting to do the intermediate certificate was an achievement for someone in my family in getting that far.  That is not to say anything about my parents, who did their best.  They were early school leavers and I was an early school leaver as well.<\/p> <p>  I will also mention An Cos&aacute;n.  I went back to education in my late 20s, getting to third level and finishing my degree in An Cos&aacute;n.  I am eternally grateful to An Cos&aacute;n for giving me that opportunity.  The learning experience there was really welcome.  We used to meditate before class and it was a really relaxed atmosphere.  As somebody who was at the time very wary about the education system because of my experience going through it as a child, it was a really welcome experience.  It allowed me to be me in that classroom.<\/p> <p>  There has been mention of empowering women and the whole family through education.  As a father, I am thankful I was able to break through that cycle of poverty I was in.  Without education, I have no doubt that I would not be sitting here having this conversation with the witnesses.  I do not usually talk about myself this much but one of the members of the National One Parent Family Alliance is the Society of St. Vincent de Paul.  It allowed me to access its bursary in order to pay for my educational journey and without that there was no possible way for me to finish that education.  It also contributed to my food bills on a weekly basis.  Without that, I would not have got through the journey either.  I have much gr&aacute; for both of those organisations.<\/p> <p>  There was mention of an ambitious poverty reduction target but I want to tease that out.  What would that look like and how can we as a committee assist in realising that target?  A tangible matter that should be simple to resolve is the expansion of the SUSI grant to single people and part-time courses.  Are there barriers in this regard or how can we help with that as well?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#G00300","speaker":"1469"},{"type":"speech","time":1639440000,"counter":45,"content":"<p>Are those questions addressed to anybody in particular?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#G00400","speaker":"1570"},{"type":"speech","time":1639440000,"counter":46,"content":"<p>They are directed to the National One Parent Family Alliance, An Cos&aacute;n and the National Women's Council.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#G00500","speaker":"1469"},{"type":"speechnospeaker","time":1639440000,"counter":47,"content":"<p>Dr. Keilthy might take those questions as she is also representing the Society of St. Vincent de Paul.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#G00600","nonspeaker":"Ms Karen Kiernan"},{"type":"speechnospeaker","time":1639440000,"counter":48,"content":"<p>Sure.  I thank Deputy Ward for his kind words about the Society of St. Vincent de Paul.  The Deputy asked what the target would look like.  Currently, we do not have a child poverty target.  The previous one ended in 2020.  The data are not published but it looks like we will not make that and we could be quite far off.  It was to reduce the number of children living in consistent poverty to 37,000 or fewer by 2020.<\/p> <p>  All of us here would agree that a new target should effectively be zero.  We do not want any child to grow up in poverty.  A target in and off itself will not do this and we need resources behind the target.  We need political will and accountability mechanisms in order to ensure a child poverty strategy or plan can be implemented properly.  The National One Parent Family Alliance wants a headline child poverty target for all children but also a sub-target for lone parents, given there are such high rates of poverty in one-parent families.  There should be very targeted actions directed towards families and children who are parenting alone.  It is really important from our perspective as we have never had a sub-target specifically for lone parents.  As Ms Kiernan mentioned, the EU child guarantee provides that framework because particularly at-risk and vulnerable children are named in that guarantee.  That would also include children of ethnic minorities, those in care and homeless children as well.  We must ensure we are naming, measuring and targeting those children while providing support to them as well.<\/p> <p>  The Deputy mentioned the SUSI grant and one of the most effective actions would be to support more lone parents into further and higher education.  If somebody is trying to balance caring responsibilities with work and study, it may be impossible.  Opening that to part-time study is something we see as potentially really effective.  We know the SUSI scheme is being reviewed by the Minister with responsibility for further education and we have written to him about that request.  We are hopeful that when the review is completed, it will be one of the recommendations.  It would require legislative change and budgetary considerations but would be one of the best investments the Government could make.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#G00700","nonspeaker":"Dr. Tricia Keilthy"},{"type":"speech","time":1639440000,"counter":49,"content":"<p>Does Ms Foster-Breslin wish to respond?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#G00800","speaker":"1570"},{"type":"speechnospeaker","time":1639440000,"counter":50,"content":"<p>Yes.  Our parents do not have the resources that exist in some communities so they cannot contribute the fees that can be charged elsewhere.  This lack of resources at home also means that little ones should get more support when they are with us if they are to have outcomes that are comparable with their peers in much wealthier neighbourhoods and families, such as in Dublin 4 and Dublin 6.  There are additional supports for disadvantaged primary and secondary schools.  The Minister said he plans to allocate additional funding for disadvantaged early learning and childcare providers.  This is urgently needed.<\/p> <p>  In An Cos&aacute;n we try to generate money to employ family support workers and counsellors to help with parenting, provide educational materials and food, money advice, mentoring, job coaching or support with addiction.  We try to work on an inter-agency basis, helping our families to access supports.  In turn, we take referrals from Tusla, the HSE and others of children and families with extra needs.  We are committed to addressing the needs of the furthest behind first, but we need extra resources to do so effectively.  This must be recognised in how funding is allocated.  In addition, there is a ten-year Government strategy to improve the lives of children and their families from birth onwards.  As I mentioned earlier, while the early years and extra supports for children are very important, we also believe a third intervention is needed.  We call this the one-generation solution.  We know that this works.  We must continue to educate women and mothers so we can empower their families.  In that way the entire family begins to value and appreciate the benefits of education.  We know that if we can raise a woman through education, her family can escape poverty forever.  I was delighted to hear that Deputy Ward benefited directly from the education services that An Cos&aacute;n provides and to see how amazingly he is doing.<\/p> <p>  I acknowledge the support we get from Pobal.  It supports us and that is how we manage to do a lot of the work we do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#H00100","nonspeaker":"Ms Heydi Foster-Breslin"},{"type":"speech","time":1639440000,"counter":51,"content":"<p>Speaking of Pobal, I see that Dr. Rogers has her hand up.  She can come in on this briefly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#H00200","speaker":"1570"},{"type":"speechnospeaker","time":1639440000,"counter":52,"content":"<p>I wish to highlight one model.  I support the expansion of SUSI.  To expand that to part-time study would seem to be a straightforward and practical thing to do.  A potential way to start with that could be within certain cohorts of applicants.  One model that has been used successfully in early years over a number of years, and my colleagues here will be familiar with it, is the qualification route, because regulation required that people be qualified.  Learner funds have been used over a number of years, and within the workforce development plan there is a plan now to have part-time degree programmes that would be provided free of charge to existing staff.  As was mentioned earlier, the staff working in early years are primarily women and are largely in low pay.  This is an initiative to promote their career development, to improve the quality of early learning in care and to give them access to degree-level programmes to complete or enhance their qualifications.  That is a model that could be transferred and replicated in other sectors and areas, if that initiative were taken by the Government in different areas.<\/p> <p>  The other fundamental request we would make with regard to funding for early learning and care is that we would reach the OECD recommended targets within the first five or certainly within the next ten years.  We are probably somewhere between a third and 50% towards the full target, which is 7% of GDP.  Countries that have excellent models of childcare would be well over 1% and up to 1.5% in some cases.  However, we are not even at the halfway point to a good average, so that is certainly an area that needs considerable support across government to implement that.  Alongside that there is the notion of multi-annual funding security so that the people coming into early learning and care and parents have security about the quality of care that is offered to children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#H00300","nonspeaker":"Dr. Margaret Rogers"},{"type":"speech","time":1639440000,"counter":53,"content":"<p>I thank the witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#H00400","speaker":"1469"},{"type":"speech","time":1639440000,"counter":54,"content":"<p>I thank the witnesses for their contributions.  I did not anticipate how anxious this conversation would make me today, but it has.  It is clear we know all the solutions and we know what helps and what does not.  We know about increased child benefit, social housing, the resourcing of services and multi-annual funding, but there is something lacking in how we engage with the systems.  It is like we have created this idea that opportunity exists or if we create more opportunities we just need people to avail of them.  However, that is not accurate.  It is a myth if we do not begin to address the actual inequality in people's environments and their ability to engage with or recognise an opportunity even if the funding systems are available.<\/p> <p>  I believe all these solutions and these policy areas are existing in something invisible, the bubble we are not talking about, which is a State and policy agenda that is primarily neoliberal.  That is infecting policy relating to childcare and housing.  How can we address this if we do not talk about some of the larger, top-down issues, instead of forcing people to feel the shame of poverty and to discuss in their communities how they solve their poverty that they did not even help to create in the first place?  It existed before they were born.  How can we start having real conversations about how we invest rapidly and aggressively in communities, pay people to go to education and pay people well in their employment and start talking about progressive tax systems so we can end child poverty and support women?  My question is for Ms McKenna and perhaps Ms Kiernan or Dr. Keilthy.  Are we failing to have those larger conversations about systems and the structural inequality that exists?  If we do not start looking at that, we will only be moving from each of those policy points and trying to fix them.  Is there something larger we should be doing so we are not only lifting the luckiest people or the ones who can recognise the opportunity but whereby we can transcend whole communities beyond poverty, not just lucky women, lucky families, those who could engage and those who might have had a little support?  Does anybody have thoughts on how we can take whole communities out, not just create opportunities for some of the luckiest within those communities?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#H00500","speaker":"1681"},{"type":"speechnospeaker","time":1639440000,"counter":55,"content":"<p>Ms O'Connor will answer the question, but I definitely believe that is it.  We often see young people transcend the class system, but we are not seeing the communities transcend it.  That is definitely the conversation for us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#H00600","nonspeaker":"Ms Danielle McKenna"},{"type":"unspoken","time":1639440000,"counter":56,"content":"<p>Deputy Kathleen Funchion resumed the Chair.<\/p>"},{"type":"speechnospeaker","time":1639440000,"counter":57,"content":"<p>If we look at the education focus, I agree completely with what the Senator is saying.  As I am sitting here and listening, I am thinking there is a class-based inequality here that is often skirted around or that we are uncomfortable discussing.  In Ireland, people are particularly hesitant in some ways to identify that.  We always purposely use the language around that because we understand and see all the time that this class-based inequality exists.  In the multigenerational project we did, it was local people who were saying that a bubble exists and that they know they are in it, that it makes a difference and makes their experiences more challenging.<\/p> <p>  There is also the gender-based focus.  It was said earlier that the parent in 86% of one-parent families is female.  We cannot ignore that issue either.  Where have women been left in this?  They are trying to support and raise their families essentially alone in many ways.  Looking at children in working-class communities, and people talk about the zero-to-three age group as extremely important as education starts from birth, but research shows that children who are in persistent poverty by the time they are three years old are already nine months behind other children in terms of their school readiness.  At three years there is already that barrier.  Where does that leave children and their families?  Children might manage in early primary education but it has been shown that those in persistent poverty are already experiencing marginalisation and feeling alienation.  That is the reality for children.  We see them coming in here all the time.<\/p><p>They already know that the struggles that they have and the life that they have is different from children from other areas.  By the time they are in late primary school, those challenges are compounded even more.  The transition from primary to secondary school is a pivotal time in children's lives and for their family and adolescence.  It is a really difficult time to navigate anyway.  The gap around those education inequalities just widens even more, and early school-leaving compounds those issues.  In terms of looking at the educational aspect, those children are on a path where the road to higher education or the labour market is already compromised or foregone for many of them within communities where there is a risk of other issues that children are always having to navigate and figure out.  <\/p><p> For us, in terms of after-school projects, we have faced a recent challenge around the universal funding that is available for community-based after-school projects.  From our point of view, we are not a childcare service.  We see ourselves as doing really important community development work that happens with children around their educational, social and physical development in all those sorts of ways.  Members of the Dublin 8 After School Alliance presented to the committee in October on the challenges that are facing us.  The universal funding that is there now is going to mean that within the next year to 18 months, community-based after-school projects are going to have to close their doors.  In Dublin 8 alone, that will mean that up to 500 children will not have access to that community-based support that provides hot meals and a space that they can come to and develop their education, social, recreational skills and all those really important things in children's and young people's lives.  <\/p><p> I absolutely agree with the Senator.  We know the things that can change in terms of poverty and that, but who is willing, at State level, to take that step and take those risks and say \"enough is enough\"?  How are we really going to impact on very real issues facing children and young people in working-class areas?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#H00800","nonspeaker":"Ms Gillian O'Connor","continuing":true},{"type":"speech","time":1639440000,"counter":59,"content":"<p>I believe Ms Kiernan also wishes to respond to the Senator's question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#J00200","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":60,"content":"<p>I thank the Senator for the question.  It is really interesting, because we know that what we do in Ireland is incremental change.  We do pilots.  There are some things we do a lot of.  What the Senator is talking about is a much more system-wide radical change.  Perhaps I am naive, but I would hope that if we did put an interdepartmental, cross-government national child poverty action plan in place with an implementation plan and a political resource and a funded resource to run it and drive it, we might start on that road.  The Senator is right.  The outliers and those inspirational people who make it are great, but they are not everybody.  I know that we are talking a lot about working-class communities and I completely agree with what is being said.  We are not embedded in one; we are a national organisation.  The communities we see are one-parent families and they are everywhere.  The parents are sometimes from middle-class backgrounds and their income drops.  They have the same problems as perhaps people from poorer backgrounds.  They did not expect to end up where they have ended up.  They may have different resources and resilience.  When you are parenting on your own or you are a sharing parent in a relationship and your relationship ends, everything is upended.  You need more money and you may need to be able to have two homes for children to live in.  As we know, many people are ending up homeless.  One-parent families are still seen as anomalies.  Getting separated or divorced are still seen as an anomaly.  We can see that in the social welfare code and legislation.  We can see it everywhere.  It is codified.  For some reason, in Ireland we have not yet absorbed the fact that a huge number of children are born to unmarried parents, partnered or otherwise, and a huge number of children - one in four - live in a one-parent family.  Many children live in step and blended families.  We have got to cope with this family diversity.  We must understand it and support it.  We do not yet do that.  We are still boxing everyone in.  The siloed approach that we mentioned earlier from Departments and at the political level is lethal.  That is what is causing some of the problems here.  DEIS was mentioned earlier.  Some 50% of poor children in this country do not go to DEIS schools.  They are not getting the support that they need in schools, and yet DEIS is there as the programme.  We are leaving so many children behind.  That is why targeting is so important here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#J00300","nonspeaker":"Ms Karen Kiernan"},{"type":"speech","time":1639440000,"counter":61,"content":"<p>I see that Ms Foster-Breslin has raised her hand.  I am not sure if that is from before or whether she wants to come in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#J00400","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":62,"content":"<p>I wish to make a quick point.  There is huge investment in education in wealthy families from early years, through grind schools to private colleges.  If there is not positive discrimination by the State in favour of communities with high rates of child poverty, those inequalities will just widen and widen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#J00500","nonspeaker":"Ms Heydi Foster-Breslin"},{"type":"speech","time":1639440000,"counter":63,"content":"<p>I call Deputy Cairns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#J00600","speaker":"1449"},{"type":"speech","time":1639440000,"counter":64,"content":"<p>I thank the witnesses for sharing their experiences and knowledge today.  We know that close to 100,000 children in Ireland are in consistent poverty, with another 200,000 at risk.  We know that this year, organisations such as Depaul have seen really worrying increases in calls for help.  The submissions and experiences of the witnesses are essential in helping the committee to understand and advocate for change.  Regarding what Senator Ruane said, I do not think we can really have a discussion about reaching equality, whether it is gender equality or equality for children in one-parent families, without having a conversation about childcare in this country.<\/p> <p>  My first question is for the representatives of the National One Parent Family Alliance.  It has called for investment in public early years care and education, with free childcare for children in one-parent families.  Currently, the States spends 0.3% of GDP on early years, which is far below the European average of 0.8% and the UNICEF recommended benchmark of 1%.  I ask the witnesses to elaborate, for everybody watching and for the committee, on the importance of a publically-funded model of childcare for one-parent families.  <\/p> <p>  There are similar issues with the social protection system.  The practice of social welfare rates being solely dependent on the decision of a Government at each budget that we see every year is not only ignorant of the reality of life for so many thousands of people in Ireland, but it is also very paternalistic.  The National One Parent Family Alliance has highlighted the importance of a social protection system that is based on evidence and is benchmarked against the MESL.  I ask the representatives of the alliance to expand on that.  If there is time, I also have a question for the representatives of Rialto Youth Project, but I will leave it at that for now in case there is not time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#J00700","speaker":"1525"},{"type":"speech","time":1639440000,"counter":65,"content":"<p>Does the Deputy want to put her other question now and the witnesses can respond to the questions together?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#J00800","speaker":"1449"},{"type":"speech","time":1639440000,"counter":66,"content":"<p>I thank the Rialto Youth Project for its statement.  It highlights both the barriers faced by young people in marginalised communities, but also people's capacity to thrive when supported properly.  I want to ask about the kind of practical support that the project offers.  Homework clubs help young people develop learning skills and also often provide a space to do homework, a luxury many people do not have at home.  I ask the representatives to discuss the impact of those kind of projects and how the State could support them.  The arts-based education programmes also feature prominently in the work of the Rialto Youth Project to explore and address issues that affect younger people.  I ask the witnesses to talk about and give examples of arts-based projects and the impact they have had on the people they are working with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#J00900","speaker":"1525"},{"type":"speech","time":1639440000,"counter":67,"content":"<p>I believe Dr. Keilthy is going to respond to the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#J01000","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":68,"content":"<p>I thank the Deputy for her questions.  First, with regard to the social protection system and how we can ensure that it is based on evidence, the National One Parent Family Alliance is advocating for it to be benchmarked against the MESL.  We know this is what is required to meet a decent standard of living in society, one that allows people to live with dignity and to meet their cost of living.  It is based on the research from the Vincentian Partnership for Social Justice.  It is focus group, consensus-based research, which estimates the cost of the basket of goods needed in Ireland to both meet basic needs and participate in society.  We see this as the most effective way to ensure that our social protection system addresses poverty and ensures a life with dignity.  From our point of view, the current gap between core social welfare rates for a lone parent with two children and the cost of the MESL is &euro;82 per week.<\/p><p>To bridge that gap, we would need to see that progressively realised over a number of budgets.  Ideally, this would be set out in advance such that people could plan.  They would be able to live with certainty then, knowing, if they are on a fixed income, what their income will be for the following year and knowing they are able to meet the cost of living, which is at crisis point at the moment for many families, particularly those parenting alone who are trying to meet all the various pressure points on family budgets, particularly at Christmas time and winter, when energy prices are so high.  It is about ensuring that the system is effective, allows people to meet their costs and addresses poverty.<\/p><p> The National One Parent Family Alliance supports the public provision of childcare.  We also support the provisions under the EU child guarantee that will ensure free access to childcare for children in one-parent families.  We know from evidence from across the world, particularly in Nordic countries, that the provision of publicly funded, subsidised childcare is one of the most effective ways of making work pay for lone parents and ensuring that it is of high quality in order that children get the best start in life<\/p><p> We welcome the expert group's report and hope this can be acted on such that we ensure we invest significantly in our childcare system in order that parents can access employment and education and that families can move out of poverty for good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#J01100","nonspeaker":"Dr. Tricia Keilthy","continuing":true},{"type":"speechnospeaker","time":1639440000,"counter":70,"content":"<p>I thank Deputy Cairns.  We are based here in Rialto.  We work with more than 300 young people from ages five to 25, as we said.  Investment to us looks like everything from investment in the practice, the work and the strategies to investment in where we work.  Right now I am sitting here in the middle of a Portakabin that is about to fall down around us.  It was built in 2008 and we were told it was part of a five-year plan.  We have not been part of the conversation on regeneration.  When we spoke to the State about facilities and the need for community facilities in our base at the heart of this community, we were asked whether we could go somewhere else, work in a local school or find a temporary building.  We said no and that we needed to be in the heart of the community.<\/p> <p>  Ms O'Connor spoke about relationship building with communities.  Workers have been here through decades of work.  There are people who live in the community, who have grown up with the project and who now work here in the project.  The majority of people who work in Rialto are from the area or from areas like Rialto so they really understand the needs of the community.  We are sitting here in a Portakabin with a leaking roof, with lights that often do not work and with very little access for more than 100 children every day.  Those are the kinds of resources we need.  Resources should be put into the building, the safe spaces, the space where children come to sit and do homework every day, their youth space, where they do their crisis work, their one-to-one support with their youth worker, their developmental processes and, as was mentioned, the arts processes, which is one of the fundamental pieces we really believe in here in Rialto.  We believe that critical social education is a real way of radical change.  It is not just about giving young people the space where they can explore arts for play, which we believe in; experience and vocation are also really important, as is a platform to have their voices and stories heard.<\/p> <p>  The bigger question for us is who is listening.  We often work with local artists in collaboration and look at the platforms by which we can support young people and communities.  There is an intergenerational issue and an inequality that we work with.  We often work not only with young people on these projects but with an entire community.  It is about putting it out there into the public domain.  Who is listening to the voices of young people?  All these policies and strategies are great, but how many young people and families from working-class areas are at the table making the policies?  Many of them are involved in the strategies that support their lives and the lives they need to live to thrive.  That force is very often what art brings.  At the moment one of the projects we are doing in conjunction with Fiona Whelan and BrokenTalkers is called What Does He Need?  It is about looking at intergenerational masculinity through a lens of working-class communities and that idea of how young men are shaped by but also influence the world they live in, taking a needs-based approach to look at that under a critical social arts-based practice lens.  We really believe in the work we do here.  We believe in the investment in this work and community and community projects.  That is where we think resources need to go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#K00200","nonspeaker":"Ms Danielle McKenna"},{"type":"speech","time":1639440000,"counter":71,"content":"<p>I do not see any other hands up so I will move on to Deputy Dillon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#K00300","speaker":"1449"},{"type":"speech","time":1639440000,"counter":72,"content":"<p>I welcome all our representative groups and guests to today's session.  It is crucial that we take time to discuss the issues of child poverty and how we respond to it as a country.  Every child should have the best start in life.  It is not acceptable to me or, I am sure, any other member of the committee that children continue to live in poverty in Ireland.  As a Deputy, I have countless constituents in Mayo who are suffering because of a lack of a proper income and because, increasingly, children do not have access to the basic services, be they special needs or health services.  We all strive to see the provision of the necessary and available resources to support the target of eliminating child poverty.<\/p> <p>  My first question is to each of the representative groups.  What are their top three resources needed to bring about the biggest change in addressing or eliminating child poverty?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#K00400","speaker":"1601"},{"type":"speech","time":1639440000,"counter":73,"content":"<p>I will start with Pobal.  Ms Shakespeare or Dr. Rogers may wish to come in on this, and then I will move through each organisation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#K00500","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":74,"content":"<p>I will start and then my colleague, Dr. Rogers, might come in, a Chathaoirligh, if that is all right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#K00600","nonspeaker":"Ms Anna Shakespeare"},{"type":"speech","time":1639440000,"counter":75,"content":"<p>Yes.  Perfect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#K00700","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":76,"content":"<p>Dr. Rogers referred earlier, as have other colleagues, to the percentage of GDP expenditure that is recommended in the OECD report.  Ireland is currently at 0.3% and we need to head up to 1%.  From a cross-government perspective, it is a question of where the money gets spent and whether it gets invested in early learning and care, building that entire competent system so every child has - \"standardised\" is probably the wrong word - but a similar positive experience of interacting with early learning and care, the same opportunities for development and the same interaction with quality service provision provided by staff who are well educated and understand and know what that looks like.  The evidence is overwhelming that that works and that those children then become the future of that country.<\/p> <p>  Dr. Rogers works with early learning and care providers directly in the context of supporting them to implement national curriculums in order that the child's experience of early learning and care, whether they are in Mayo or Dublin, is consistent.  That needs to be funded and the Department of Children, Equality, Disability, Integration and Youth is on that journey in the context of the recent publications on the core funding model, the expert group and the full implementation of the First 5 policy as a really good starting place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#K00800","nonspeaker":"Ms Anna Shakespeare"},{"type":"speechnospeaker","time":1639440000,"counter":77,"content":"<p>I will follow on from that.  Again, looking to the EU child guarantee, there are very clear areas for investment that need to be looked at there.  Early childhood care and education is one.  Education and school-based activities or out-of-school activities and recreational and social activities for children are another, including at least access to one healthy meal every day and access to fundamental primary healthcare for all children.  We know from the research that underpins the child guarantee that more than double the number of children with disabilities or special educational needs leave school early relative to their able-bodied peers in school.  In that area we have demonstrated through the access and inclusion model over the past five years that children with disabilities, even those with quite complex health needs, can participate in mainstream services with their peers in their own community.  It is that kind of model, as I mentioned earlier, of progressive universalism, where the services are available locally to the children within their peer networks, progressing to meet their individual needs, individually assessed.  Those are the things: education, health and childcare, from the point of view of children's development to enable parents to work and stable, secure, adequate housing.<\/p><p>As Senator Ruane said earlier, what is required is the co-ordinated political will to put those things together in a concentrated way.  The national development plan offers a similar opportunity, alongside the EU guarantee, to ensure that some of the fundamentals are put in place for children and families in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#K00900","nonspeaker":"Dr. Margaret Rogers","continuing":true},{"type":"speech","time":1639440000,"counter":79,"content":"<p>Would Ms McCarthy Flynn or Ms Foster-Breslin like to respond to this question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L00200","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":80,"content":"<p>Assessments and early interventions are essential for children, but the HSE services, already under serious pressure, have been greatly affected by the impact of Covid-19.  The public health nurses have been taken away from working with children to undertake Covid-related tasks during the pandemic.  Even in normal times, these nurses were covering everything, including care of older people.  Specialised nurses should be visiting babies and families.  A huge backlog exists of children who have not been seen for their development checks.  This can have a major impact on the stress levels of parents.  Investing early in children, including the provision of more funding for home visiting and early years services, has a great impact, as does funding for preventative and intervention services for children and families.<\/p> <p>  I do not recall which of my colleagues mentioned the demonstration project rolled out to early years services and primary schools.  Speech and language and occupational therapies were allocated for services and work with staff and children to support areas of children's development.  The project was successful and demonstrated the benefits of early intervention.  It must be rolled out nationally in communities with high levels of child poverty.  We also need core funding.  As not-for-profit, grassroots organisations, we are at the heart of these communities.  We are ready on the ground and must be funded properly because our early years staff need to be properly trained and funded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L00300","nonspeaker":"Ms Heydi Foster-Breslin"},{"type":"speech","time":1639440000,"counter":81,"content":"<p>Would Ms Kiernan or Dr. Keilthy like to contribute?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L00400","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":82,"content":"<p>This is an interesting and challenging question to answer because it is difficult to limit the response to three things.  There are high-level issues that we know are challenging in respect of child poverty, and then there are specific things that we are thinking about that perhaps apply to one-parent families.  One of the important aspects is the need to target.  We may need quick wins along the way as we try to achieve more systematic change and become a country that does not tolerate child poverty from the top down.  In that respect, there is a need to target those families and children who need interventions.  We are talking in this context about one-parent families, families where a child or parent has a disability and minority ethnic families.  We must get the processes and systems right to be able to achieve that goal but we really need childcare services.  We need high-quality, funded, publicly-available childcare as the bedrock of change.  We also need families to have roofs over their heads.  Those are the current failings in the system that we must try to address.<\/p> <p>  There are also specific issues in the context of social protection, involving making work pay and enabling people to get into education, training and employment.  To be honest, those issues represent the possibility of quicker wins, if there was the will to do them.<\/p> <p>  I am sorry for not answering the question clearly.  It is a great one, if we can figure these aspects out.  One of the things we could do, for example, is implement the recommendations of the 2017 report of the Joint Committee on Social Protection concerning the position of lone parents, which is mentioned in the programme for Government.  Much of what we want is contained in that report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L00500","nonspeaker":"Ms Karen Kiernan"},{"type":"speech","time":1639440000,"counter":83,"content":"<p>I call Ms McKenna or Ms O'Connor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L00600","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":84,"content":"<p>One of the three things that are important for us includes the immediate reinstatement of the funding that was cut from community-based projects during the austerity years, over a decade really.  We need that reinvestment in community-based projects.  Honest accountability is also important for us.  We talk a lot about the Better Outcomes, Brighter Futures policy, which finished in 2020.  What did that achieve?  Is there accountability?  Who is being held accountable?  Is the State ready for an honest conversation about what is happening to children in poverty, particularly those in working class communities experiencing marginalisation?  Is the State ready to talk about the perpetuation of inequality and neoliberalism in that context, as Senator Ruane mentioned?  That is what we need to do first.  It is not about the resources, but about the conversations that must happen.<\/p> <p> Policy implementation is another important issue for us.  We brought about the EU child guarantee, which refers a great deal to free access for children, particularly for those most at risk, to services in areas such as healthcare, childcare, education, nutrition and well-being.  What does policy implementation and ongoing review look like in that context?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L00700","nonspeaker":"Ms Danielle McKenna"},{"type":"speech","time":1639440000,"counter":85,"content":"<p>I thank the witnesses.  That concludes questions.  I will now give people an opportunity to add anything else they wish or did not get the opportunity to say earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L00800","speaker":"1449"},{"type":"speech","time":1639440000,"counter":86,"content":"<p>Regarding poverty being linked to geography, a report in 2020 from the Department of Children and Youth Affairs, as it then was, titled, Income, Poverty and Deprivation Among Children: A Statistical Baseline Analysis, found that \"Children living in regions other than Dublin display[ed] the highest poverty risk\", and that \"Households in rural areas [had] the highest levels of child poverty in terms of income poverty and consistent poverty, while households in urban areas [had] the highest levels of material deprivation and low work intensity\".  Therefore, while this is a national problem, I would like to know if research is available on the real challenges facing children, young people and parents in the regions.  What is the experience of the organisations represented today in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L00900","speaker":"1601"},{"type":"speech","time":1639440000,"counter":87,"content":"<p>I thank the Deputy for the question.  If any of the witnesses would like to make concluding remarks, now is the time to do it.  I call Ms Kiernan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L01000","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":88,"content":"<p>I am not volunteering to respond to the question from Deputy Dillon, but there is an issue on which I would like to elaborate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L01100","nonspeaker":"Ms Karen Kiernan"},{"type":"speech","time":1639440000,"counter":89,"content":"<p>Yes, that is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L01200","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":90,"content":"<p>It concerns child maintenance.  As many people will be aware, an independent child maintenance review group has been sitting for the last 18 months or so.  It is due to report to the Minister in early 2022.  This is a critical plank for reducing and eliminating child poverty in one-parent families.  It is important that the recommendations are focused on reducing child poverty, as well as reducing conflict in families.  We look forward to seeing what may be recommended.  Hopefully, communities such as this one may get to review and respond to that report.  It is of great importance, however, because the way child maintenance is treated by the State means that many families are less well off when they are receiving, or supposed to be receiving, child maintenance payments.  That is untenable for families at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L01300","nonspeaker":"Ms Karen Kiernan"},{"type":"speech","time":1639440000,"counter":91,"content":"<p>I call Dr. Keilthy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L01400","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":92,"content":"<p>I will respond to the rural poverty aspect of Deputy Dillon&rsquo;s question.  It is certainly the case for people, and especially lone parents, that it can be more challenging to live in rural areas.  Primarily, that is because of a lack of public transport, but energy poverty is also a greater risk for people living in rural areas who may rely on solid fuel or oil-based heating as well.  In respect of addressing poverty, therefore, we must examine the difference between urban and rural areas and ensure there is investment in energy efficiency measures and public transport.  Equally, we must also ensure that lone parents, specifically, can access opportunities such as training and education and decent employment where they are living and that regional development plans are put in place.  That is important for accessing employment and ensuring children and families can move out of poverty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L01500","nonspeaker":"Dr. Tricia Keilthy"},{"type":"speech","time":1639440000,"counter":93,"content":"<p>Would anybody else like to make any concluding remarks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L01600","speaker":"1449"},{"type":"speechnospeaker","time":1639440000,"counter":94,"content":"<p>I will add to Dr. Keilthy's response to Deputy Dillon's question.<\/p><p>One of the things he mentioned, which was obvious from his question, was that the use of data and evidence to identify where deprivation exists, and its impact, is very important.  That should be used as the foundation to inform policy.  As was mentioned, we know that as many children again are not living in DEIS areas as are in DEIS schools.  It underpins the need for universal and accessible services for children at all stages in their health, education and housing.<\/p><p> I will again state that the upcoming national development plan provides the State with an enormous opportunity to move and progress towards a more publicly funded and managed early learning and care system based on planned areas of need, where we know there are gaps and capacity issues and, potentially, that private enterprise is not really interested in developing those areas.  The opportunity to develop models of publicly funded and managed early learning and care settings, with qualified staff, that will meet the needs of children comprehensively and yield the benefits that we know investment in early learning and care can provide is immediately available to the State.  It is worthy of consideration by this committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#L01700","nonspeaker":"Dr. Margaret Rogers","continuing":true},{"type":"speechnospeaker","time":1639440000,"counter":96,"content":"<p>I will add to what Ms Rogers said.  The use of tools such as the deprivation index, for example, across government in the context of its funding and programmes is a real opportunity for it to engage in a much more targeted approach to combating disadvantage and poverty.  One recent example is that of a Department we had never worked with before, namely, the Department of the Environment, Climate and Communications.  We worked with it around the allocation of its community climate action programme funding and built in deprivation scores into how that funding was allocated for the development of communities.  It is about building the thinking across government that resources are used in a way that targets disadvantage.  That would certainly be our experience and is our recommendation to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#M00200","nonspeaker":"Ms Anna Shakespeare"},{"type":"speechnospeaker","time":1639440000,"counter":97,"content":"<p>I ask for funding for preventative and intervention services for families and children, education and training for mothers with wraparound supports, including mental health and well-being, suicide prevention and addiction services, special supports for children and families with extra stresses, such as Travellers and children in direct provision, in addition to giving children a voice and hearing from them in coming up with solutions, working closely in partnership with parents to hear what their main stresses are, so that we come up with solutions with them rather than for them.  We work with 210 community partners throughout Ireland.  There are differences, but good practice in child development can be applied in different localities as long as it is done with local community participation so that it is tailored to local needs.  Funding needs to be structured on a multi-annual basis in order that medium- to long-term prevention and intervention planning can be properly deployed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#M00300","nonspeaker":"Ms Heydi Foster-Breslin"},{"type":"speechnospeaker","time":1639440000,"counter":98,"content":"<p>Children in our community-based services have spoken to us about feeling powerless, isolated and marginalised from a very young age.  The shame that these children and their families experience does not belong to them.  We know that children living in poverty experience multiple and cumulative inequalities linked to their health, housing, education and well-being and that this follows them throughout their lives.  Parents with more resources are able to give their children a better preparation for life.  We know that class-based inequalities, whether urban or rural, exist.  Is the State ready to respond to the structural inequalities that are perpetuated through generations?<br\/><br\/>I will finish on the bubble we spoke about from the arts and theatre piece we did:<\/p> <blockquote> \tThey make decisions about you.  They tell you, you can&rsquo;t.  They tell you, you won&rsquo;t.  They tell you, you&rsquo;ll never.  They measure you with invisible rulers. ... My bubble feels like a shell on my back.  It&rsquo;s heavy.  I hope yours is light and floaty and beautiful.  And I hope it&rsquo;s easy to get out of. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#M00400","nonspeaker":"Ms Gillian O'Connor"},{"type":"speech","time":1639440000,"counter":99,"content":"<p>I thank all our witnesses for being with us today and for their time and engagement with the questions.  It is very much appreciated.  We also look forward to ongoing engagement on these and other related matters.  Is it agreed to publish the opening statements on the Oireachtas website?  Agreed.<\/p> <p>  As it is our last meeting before the recess, I will take the opportunity to wish everybody a very happy Christmas, especially members of the committee, who have worked very hard all year.  I thank them for all their engagement and commitment.  I also thank the committee staff.  I again thank the witnesses.  We appreciate their time and look forward to ongoing engagement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2021121400002#M00500","speaker":"1449"},{"type":"unspoken","time":1639440000,"counter":100,"content":"<p>The joint committee adjourned at 4.56 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]