[{"type":"majorheading","content":"Select Committee on Health","time":1499776200,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy John Brassil,* Deputy Margaret Murphy O'Mahony, Deputy Bernard J. Durkan, Deputy Kate O'Connell, Deputy Simon Harris (Minister for Health), Deputy Louise O'Reilly. Deputy Alan Kelly,<\/p><p>* In the absence of Deputy Billy Kelleher.<\/p><p>In attendance: Deputy Michael Healy-Rae.<\/p><p>DEPUTY MICHAEL HARTY IN THE CHAIR.<\/p>","time":1499776200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002"},{"type":"minorheading","content":"Business of Select Committee","time":1499776200,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#A00100"},{"type":"speech","time":1499776200,"counter":5,"content":"<p>This meeting will be carried live on Saorview channel 22, Virgin Media channel 207, Sky channel 574, eir Vision channel 504 and Vodafone channels - Oireachtas TV 201, D&aacute;il 207 and Seanad 208.  Members are requested to switch off their phones or switch them to airplane mode so as not to interfere with the recording of the meeting.  All public meetings are broadcast in a replay loop over the following week.  Any sound interference which may affect the broadcast will cause problems.  Let me remind members who have come in late to switch off their phones.  Deputy John Brassil is substituting for Deputy Billy Kelleher.<\/p> <p>  The purpose of the Health and Social Care Professionals (Amendment) Bill 2017 is to amend the Health and Social Care Professionals Act 2005 in order to address gaps in respect of appointing professional members to the Health and Social Care Professionals Council, CORU.  The Bill seeks to permit a registration board under the aegis of CORU to apply training and education conditions to applicants for registration who have qualified but who have not yet commenced the practise of their profession.  The Bill also seeks to allow for the registration of physiotherapists, and physical therapists in the register of physiotherapists. <\/p> <p>  I welcome the Minister for Health, Deputy Simon Harris, and his officials to the meeting. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#B00200","speaker":"1275"},{"type":"minorheading","content":"Health and Social Care Professionals (Amendment) Bill 2017: Committee Stage","time":1499776200,"counter":6,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#B00300"},{"type":"speech","time":1499776200,"counter":7,"content":"<p>As there are a number of related amendments, grouping arises.  Amendments Nos. 2 and 3, amendments Nos. 4 to 6, inclusive, amendments Nos. 7 and 8, amendments Nos. 9 and 10 and amendments Nos. 12 and 13 are grouped.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#B00400","speaker":"1275"},{"type":"unspoken","time":1499776200,"counter":8,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1499776200,"counter":9,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1499776200,"counter":10,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 3, between lines 14 and 15, to insert the following:<b>&ldquo;Amendment of section 4 of Principal Act<\/b><br \/><br \/><b>2. <\/b>Section 4(1) of Principal Act is amended by the insertion of the following after paragraph (l):<blockquote>&ldquo;(m) counsellors, that is to say, a person or organisation who engages in, and holds himself, herself or itself out as having experience or expertise to engage in, the activity of giving information, advice and counselling (including giving information, advice and counselling to pregnant women in relation to crisis pregnancies),<br \/><br \/>(n) psychotherapists, that is to say, a person or organisation who engages in, and holds himself, herself or itself out as having experience or expertise to engage in, the activity of giving information, advice, counselling, and psychotherapy (including giving information, advice and counselling to pregnant women in relation to crisis pregnancies).&rdquo;.&rdquo;.<\/blockquote><\/blockquote> <p>I tabled this amendment because we feel that we did not get clarity on the legislation on Second Stage.  Deputy Alan Kelly and the Labour Party brought forward a Bill to regulate rogue agencies.  On the back of that, the Department of Health said that a public consultation would begin and all sorts of hoopla would happen.  The information at the time, and in light of the excellent work done by Ellen Coyne and other journalists, all underlined a need for us to take swift and immediate action in this regard.  The purpose of my amendment is to ensure that action is taken as part of this legislation.  Perhaps the Minister can give us some comfort and assure us that we do not need to worry.  Unless that is received I will press my amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#C00300","speaker":"1302"},{"type":"speech","time":1499776200,"counter":11,"content":"<p>I thank the Deputy for tabling her amendment.  I, too, acknowledge Deputy Kelly and his party leader's work in this area.  This is something that all parties, groupings and Independents want to see addressed.  We have all been sickened and appalled by this, not even false information, but misleading nonsense and offensive - and we are not allowed use the \"L\" word - but all of that stuff has been told to women, and people in vulnerable situations as well.  I am determined to address the matter by regulation.  Let me first explain why I am not in a position to accept this amendment and then I shall outline what we will do.<\/p> <p>  The amendment proposes a new section 2 to amend the Act to designate the professions of counsellor and psychotherapist by primary legislation.  It also proposes to define the scopes of practice of these professions and to include crisis pregnancy counselling in said scopes.<\/p> <p>  The Act provides that the Minister for Health may, following a consultation process and with the approval of the Houses of the Oireachtas, make regulations designating a health or social care profession not already regulated under other legislation if the Minister considers it to be in the public interest to do so and if certain specified criteria have been met.  I absolutely do consider it to be of public interest.<\/p> <p>  In the case of counsellors and psychotherapists we are already far advanced with this process.  I am not exactly sure what the Deputy meant by hoopla.  We have already reached public consultation and, indeed, concluded the process.  My Department is preparing regulations that I intend to bring to the Oireachtas in the autumn, for the approval of the Oireachtas.  <\/p> <p>  The 2005 Act does not define scope of practice but we discuss it in general.  Instead, regulation is primarily by way of registration and the protection of professional titles.  It is an offence for non-registrants to use a protected title.  Recognising that scopes of practice evolve over time, and in order to ensure public protection, each profession's code of professional conduct and ethics obliges registrants to act within the limits of their knowledge, skill, competence and experience.  Any breach of that code can be defined as professional misconduct and is liable to investigation and sanctions, up to and including the cancellation of registration under the fitness to practise provisions.  <\/p> <p>  In terms of the issues of crisis pregnancy counsellors or agencies, and allegations that some of them have provided misleading information, my Department, in addition to the regulation process, is reviewing the regulation of Information (Services Outside of the State For Termination of Pregnancies) Act 1995 to establish if its provisions need to be strengthened.  One possibility would be to amend the 1995 Information Act, when counsellors are regulated under the 2005 Act, to prevent professionals who are not regulated by the State from providing crisis pregnancy counselling services.<\/p> <p>  I shall outline the two parts.  The first is to lay the regulations both Houses of the Oireachtas for their approval, to regulate counsellors and psychotherapists in the autumn.  Second, we shall see if we can amend the information Act to see if it needs to be further strengthened.  There are a number of other things going on in that area at present.<\/p> <p>  I assure the Deputy that we are genuinely taking action.  I know when this committee considered Deputy Howlin's Bill, it was its view as it is Deputy Howlin's, that regulation is the way to go.  We are proceeding with haste.  I will lay the regulations before the House in the autumn.    <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#C00400","speaker":"1251"},{"type":"speech","time":1499776200,"counter":12,"content":"<p>As we sit here today women with crisis pregnancies are  faced with these individuals who do not seek to give them information but only to traumatise them.  It is absolutely necessary that these individuals are regulated.<\/p><p>I accept the Minister's assurances that we will see substantial progress when we resume in the autumn.  It is on that basis that I shall not press the amendment.  I reserve the right to bring forward an amendment on Report Stage.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#C00500","speaker":"1302","continuing":true},{"type":"unspoken","time":1499776200,"counter":14,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1499776200,"counter":15,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1499776200,"counter":16,"content":"<p>Sections 3 to 5, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1499776200,"counter":17,"content":"<p>SECTION 6<\/p>"},{"type":"speech","time":1499776200,"counter":18,"content":"<p>Amendment No. 3 is a physical alternative to amendment No. 2.  Amendments Nos. 2 and 3 are related and may be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#D00600","speaker":"1275"},{"type":"speech","time":1499776200,"counter":19,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 5, line 11, after &ldquo;board&rdquo; to insert the following:&ldquo;, on or after the date on which <i>section 6(b) <\/i>of the <i>Health and Social Care Professionals (Amendment) Act 2017 <\/i>comes into operation and not later than 31 December 2019,&rdquo;.<\/blockquote> <p>The amendment simply calls for the insertion of the line &ldquo;, on or after the date on which <i>section 6(b) <\/i>of the <i>Health and Social Care Professionals (Amendment) Act 2017 <\/i>comes into operation and not later than 31 December 2019&rdquo;.  The amendment seeks to provide an end date.<\/p><p>There are ongoing discussions between the Minister and various parties on a number of considerations in this Bill.  To be helpful, I will not press my amendment today but I will reintroduce it again on Report Stage should the discussions be unsuccessful.  I am quite hopeful, given the discussions that we have had this morning, that they will succeed.  I have adopted the same attitude to the four other amendments that I have tabled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#D00700","speaker":"1349"},{"type":"speech","time":1499776200,"counter":20,"content":"<p>Before responding to this specific amendment, I thank Deputy Kelly and members from across all of the political groupings in this House for engaging with my Department's officials, and with me in recent days and weeks, on this important issue.<\/p> <p>  I wish to state at the start, because it will apply to all of the amendments, that I want to engage further with the professional bodies, both the Irish Society of Chartered Physiotherapists, ISCP, and the Irish Association of Physical therapists, IAPT, to make sure that we can tease through issues or concerns that people have.  I say that in an effort to be constructive and helpful.  This is extraordinarily important legislation that is grounded in protecting the public, in public safety and in empowering members of the public as they go about their business obtaining services from professionals in this State. <\/p> <p>  I have every confidence in CORU, as the State regulator, and in the Physiotherapists Registration Board in discharging its duties as the regulator.  I want us to get this legislation right.  We have discussed the issues in recent days and weeks and I  think it boils down to a small number of issues.  I accept that there are legitimate concerns.  The Houses of the Oireachtas is due to go into recess at the end of this week.  I suggest that we use the period between now and resuming in September, and before Report Stage of this legislation, to see if we can iron out any issues.  There are particular issues about the scope of practice.  I mean the fact that we do not define scope of practice in primary legislation.  Let us consider whether we can provide further clarity on the matter.  There is also the issue of the assessment of professional competence test, what is involved, what is the criteria, where is it set at and can we provide further clarification.  All of that is subject to the legal advices that are available to me and through the office of the parliamentary draftspeople.  I just wanted to say that at the outset because I think it will come up as I address each amendment.<\/p> <p>  Deputies Kelly and Howlin tabled amendment No. 2 and Deputies Brassil, Kelleher and Louise O'Reilly tabled amendment No. 3.  I hope that the Deputies will accept my good faith that my Department will engage further.  I am not in a position to accept these amendments because they would have some unintended consequences.  As I understand it, these amendments seek to ensure that the application period for recent Institute of Physical Therapy, IPTAS, graduates is time limited and a date of 30 September 2018 is proposed in one of the amendments.  However, section 6(b) of the Bill already provides a stop date of 31 December 2019 for IPTAS graduates.  This is to allow current students on the final IPTAS physical therapy programme to graduate by the end of 2019.  More importantly, these amendments would result in the unintended consequence of sunsetting the provisions of section 5 in so far as they relate to applicants for registration who have never practised their professions.  Perhaps we can further engage on this issue between now and Report Stage.<\/p><p>I thank the Minister for his clarification and also for his openness in regard to the issues.  I agree with him that we need a period of time to address these issues and we need to use the summer wisely.  I hope the Department of Health and in particular the officials who are accompanying him today will use the summer wisely in trying to deal with these intricate issues.  They affect people's professions and we need to be very careful that there are no unintended consequences across the board.  We have been down the road on issues similar to this before and there were problems.<\/p><p> On that basis, I will not be pressing the amendment.  I do not fully agree with the Minister's response in respect of this specific issue but having said that, I accept his bona fides.  It is unfortunate that these issues were not teased out to the level they should have been, which probably goes back to the Minister's predecessor, may I say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#D00800","speaker":"1251","continuing":true},{"type":"speech","time":1499776200,"counter":22,"content":"<p>I could not say that, could I?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E00200","speaker":"1251"},{"type":"speech","time":1499776200,"counter":23,"content":"<p>I know he could not.  We will joke about that some other day.  I accept the Minister's bona fides.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E00300","speaker":"1349"},{"type":"speech","time":1499776200,"counter":24,"content":"<p>The now Taoiseach, and previous Minister for Health, and I are both-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E00400","speaker":"1251"},{"type":"speech","time":1499776200,"counter":25,"content":"<p>I had to get the Minister on the record on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E00500","speaker":"1349"},{"type":"speech","time":1499776200,"counter":26,"content":"<p>-----aware of the importance of this legislation.  The policy remains the same.  One has to take a policy and translate it into legislation.  One takes legal advice to flesh out a policy.  I am happy to tease out the details.<\/p> <p>  Deputy Kelly is correct to raise the important issue of people's livelihood.  As we are making decisions in the Oireachtas that must protect public safety, which is what CORU, the State regulator is about, we do need to be conscious of the fact that there are people whose livelihood depends on us getting the legislation right.  The whole purpose of the Bill and the regulations across the range of professions is to make sure that people are practising to the level of their qualification and experience and no further.  That is where we need to end up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E00600","speaker":"1251"},{"type":"speech","time":1499776200,"counter":27,"content":"<p>I thank the Minister.  Does Deputy Brassil wish to comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E00700","speaker":"1275"},{"type":"speech","time":1499776200,"counter":28,"content":"<p>I thank the Chairman.  At the outset may I say that for the Fianna F&aacute;il Party, public safety is our primary concern in this legislation.  People's livelihood is important but public safety will always come first and has to come first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E00800","speaker":"1321"},{"type":"speech","time":1499776200,"counter":29,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E00900","speaker":"1251"},{"type":"speech","time":1499776200,"counter":30,"content":"<p>During the summer when the Minister is negotiating with the bodies to try to resolve the two key issues, I think that has to be taken on board.  With regard to the amendment on the closing date, I would like to put on record that it was pointed out to me at the meetings I had with the  Minister's officials in the Department of Health that it was already covered in the legislation, which states that one year after the legislation is passed is the close-off date, and as such there is no need for a cut-off date as it automatically kicks in once the legislation is enacted.  I would like that repeated for the benefit of the organisations in the Visitors Gallery to put their mind at ease on that issue.<\/p> <p>  Other amendments have been tabled and I presume we will get an opportunity to speak on them individually.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E01000","speaker":"1321"},{"type":"speech","time":1499776200,"counter":31,"content":"<p>Is Deputy Brassil withdrawing amendment No. 3?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E01100","speaker":"1275"},{"type":"speech","time":1499776200,"counter":32,"content":"<p>I want it to go forward to Report Stage.  If I am satisfied that what the Fianna F&aacute;il Party is looking for is covered, then I will not be pressing it, but I reserve my right to press it on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E01200","speaker":"1321"},{"type":"speech","time":1499776200,"counter":33,"content":"<p>Is Deputy Kelly withdrawing amendment No. 2?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E01300","speaker":"1275"},{"type":"speech","time":1499776200,"counter":34,"content":"<p>Yes, I will withdraw it now on the basis of the previous discussions and re-enter it on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E01400","speaker":"1349"},{"type":"unspoken","time":1499776200,"counter":35,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1499776200,"counter":36,"content":"<p>I move amendment No. 3:<\/p><blockquote>In page 5, line 12, after &ldquo;bye-law,&rdquo; to insert the following:&ldquo;provided however that any such application made in connection with subparagraph (i) is made by no later than 30 September 2018,&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E01600","speaker":"1321"},{"type":"unspoken","time":1499776200,"counter":37,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1499776200,"counter":38,"content":"<p>We will now proceed to amendments Nos. 4 to 6, inclusive, which are related and will be discussed together.  Amendment No. 4 is tabled by Deputy Louise O'Reilly, amendments Nos. 5 and 6 by Deputy Brassil.  Amendments Nos. 5 and 6 are physical alternatives to amendment No. 4.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E01800","speaker":"1275"},{"type":"speech","time":1499776200,"counter":39,"content":"<p>I move amendment No. 4:<\/p><blockquote>In page 5, to delete lines 17 to 20 and substitute the following:&ldquo;(a) applies on or after the date on which <i>section 6(b) <\/i>of the <i>Health and Social Care Professionals (Amendment) Act 2017 <\/i>comes into operation and not later than 30 September 2018, to the Physiotherapists Registration Board for registration, provided however that a person who is due to complete the IPTAS Bachelor of Science in Applied Health Science course during 2019 may apply under this section for registration by no later than 30 September 2019,&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#E01900","speaker":"1302"},{"type":"speech","time":1499776200,"counter":40,"content":"<p>I will go through some procedural issues.  We have not asked Deputy Brassil to move his amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F00100","speaker":"1275"},{"type":"speech","time":1499776200,"counter":41,"content":"<p>The amendment proposes to bring forward the date from 2019 to 2018 and also to ensure the assessment of competence for applicants will be at the level of the physiotherapist qualification.  It is important that all registrants have the same level of professional competence to ensure there is understanding of their role and function, not by them as professionals but by members of the general public.  I am mindful of the helpful suggestion made by the Minister.  I do not propose to press the amendments if they will be encompassed by the discussions that will take place in the intervening time but I reserve the right to table them on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F00200","speaker":"1302"},{"type":"speech","time":1499776200,"counter":42,"content":"<p>I thank Deputy O'Reilly.  I suggest we could further discuss these matters between now and Report Stage.  The purpose of these amendments, and the reason I am not in a position to support them today, is to bring forward the end of the application period for recent IPTAS graduates from December 2019 to September 2018 in the case of recent such graduates and to September 2019 in the case of current students who will graduate in 2019 from the final IPTAS programme.  The amendments presumably intend that those who have graduated since 2013 will have a one-year application period which will commence in September of this year.  As it is likely the Bill will not be enacted until autumn at the earliest, that September 2018 deadline is now out of synch with the intention of the Bill.  The Bill sets the application period for recent IPTAS graduates, in other words those who have graduated since 2013, and for current students graduating in 2019 at 31 December 2019.  This will require current students to qualify and apply in the same year and it is a reasonable end date in the circumstances.  I also think that introducing different application periods for different post-2013 graduates could complicate matters further.  The Bill already provides for a separate one-year application period for graduates who qualified before 2013 and who demonstrate practice under the title of physical therapist for a period of two years in the previous five years.  On the competence test the Deputy raised and which I referred to in my opening remarks, it is something I hear as a legitimate issue that people want to see further teased out and I am happy to do so in the process of our engagement before Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F00300","speaker":"1251"},{"type":"speech","time":1499776200,"counter":43,"content":"<p>Will Deputy Brassil add anything on amendments Nos. 5 and 6?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F00400","speaker":"1275"},{"type":"speech","time":1499776200,"counter":44,"content":"<p>This centres around the commitment given by the previous Minister on restricting practice for physical therapists to musculoskeletal therapy.  It is the area in which physical therapists practice anyway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F00500","speaker":"1321"},{"type":"speech","time":1499776200,"counter":45,"content":"<p>I think the Deputy has moved on to amendment No. 7.  I am sorry to interrupt.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F00600","speaker":"1251"},{"type":"speech","time":1499776200,"counter":46,"content":"<p>The Deputy tabled amendments Nos. 5 and 6.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F00700","speaker":"1275"},{"type":"speech","time":1499776200,"counter":47,"content":"<p>I have nothing further to add to Deputy O'Reilly's comments on that grouping of amendments and the issue of dates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F00800","speaker":"1321"},{"type":"speech","time":1499776200,"counter":48,"content":"<p>Is the Minister happy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F00900","speaker":"1275"},{"type":"speech","time":1499776200,"counter":49,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F01000","speaker":"1251"},{"type":"speech","time":1499776200,"counter":50,"content":"<p>Is Deputy O'Reilly withdrawing amendment No. 4?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F01100","speaker":"1275"},{"type":"speech","time":1499776200,"counter":51,"content":"<p>Yes, on the basis of the discussion we just had while reserving the right to table it again on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F01200","speaker":"1302"},{"type":"unspoken","time":1499776200,"counter":52,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1499776200,"counter":53,"content":"<p>I move amendment No. 5:<\/p><blockquote>In page 5, line 19, to delete &ldquo;31 December 2019&rdquo; and substitute &ldquo;30 September 2018&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F01400","speaker":"1321"},{"type":"speech","time":1499776200,"counter":54,"content":"<p>Is Deputy Brassil withdrawing the amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F01500","speaker":"1275"},{"type":"speech","time":1499776200,"counter":55,"content":"<p>Yes, on the basis that it can be reintroduced on Report Stage<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F01600","speaker":"1321"},{"type":"unspoken","time":1499776200,"counter":56,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1499776200,"counter":57,"content":"<p>I move amendment No. 6:<\/p><blockquote>In page 5, line 20, after &ldquo;registration,&rdquo; to insert the following:&ldquo;provided however that a person who is due to complete the IPTAS Bachelor of Science in Applied Health Science course during 2019 may apply under this section for registration by no later than 30 September 2019,&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F02000","speaker":"1321"},{"type":"speech","time":1499776200,"counter":58,"content":"<p>Is the Deputy withdrawing amendment No. 6?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F02100","speaker":"1275"},{"type":"speech","time":1499776200,"counter":59,"content":"<p>I want to talk about amendment No. 6 before we do anything further.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F02200","speaker":"1321"},{"type":"speech","time":1499776200,"counter":60,"content":"<p>I think the Deputy means amendment No. 7.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F02300","speaker":"1302"},{"type":"speech","time":1499776200,"counter":61,"content":"<p>Yes.  I will withdraw amendment No. 6.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F02400","speaker":"1321"},{"type":"unspoken","time":1499776200,"counter":62,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1499776200,"counter":63,"content":"<p>We will now move to amendments Nos. 7 and 8, which will be taken together.  Amendment No. 7 is in the name of Deputy Brassil and amendment No. 8 is in the names of Deputy O'Reilly, Deputy Kelly, Deputy Howlin and Deputy O'Connell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#F02600","speaker":"1275"},{"type":"speech","time":1499776200,"counter":64,"content":"<p>I move amendment No. 7:<\/p><blockquote>In page 5, between lines 25 and 26, to insert the following:&quot;(2G) Any person registered pursuant to this section shall be required to confine their practice to musculoskeletal therapy.&quot;.<\/blockquote> <p>This again relates to the issue of scope of practice.  I would like to quote from a letter sent by the previous Minister for Health to the ISCP:<\/p><blockquote>To ensure public protection, the board's code of professional conduct and ethics will oblige those registered under these provisions to act within the limits of their knowledge, skill, competence and experience.  In other words, the new registrants will be required to confine their practice to musculoskeletal therapy.<\/blockquote> <p>That was the commitment given and the ISCP is looking for that to be included in the legislation.  We have had meetings and it has been explained that &quot;scope of practice&quot; is never defined in primary legislation.  However, it is important that people who seek any form of therapy are clear in their minds as to the exact level of competence of the person treating them.  When professionals have a plate on their walls advertising a service, it is important that the public know exactly what that person can and cannot achieve for them.  From that point of view, the legislation is not clear enough.  The ISCP and IAPT need reassurance that this legislation will clearly define what &quot;scope of practice&quot; they can operate under and clarification about who will carry out a competency level assessment, who will have an input into it., and that the people who ultimately register are able to provide a safe service to the public.  The reason for the amendment is a clear commitment was given in this regard but the legislation is not clear that what was promised has been followed through and there is a need to do substantial work to resolve this issue and to satisfy both parties with an interest in the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#G00100","speaker":"1321"},{"type":"speech","time":1499776200,"counter":65,"content":"<p>I thank the Deputy for his informed contribution on this.  I do not mind robust opinion and I do not in any way refer to the Deputy in this regard but I do not intend to allow myself to be in any way misrepresented.  The policy as set out by then Minister, Deputy Varadkar, is the policy I am putting into law, which is that people will only be able to practise up to the level of their qualification and if they lack a qualification beyond musculoskeletal therapy, they will not be entitled to practise.  If they practise beyond that, the sanctions that will apply will be the same that apply to all other professions that have been dealt with through our State regulatory body, CORU, up to and including being struck off the register and losing their ability to have a livelihood.  The sanctions, therefore, are serious.<\/p> <p>  However, the Deputy made a fair point about the need to provide further clarity and I am happy to undertake to do that for both the ISCP and IAPT.  I am satisfied there should be further engagement between my Department and both bodies regarding the threshold at which the competency level is set.  That issue has been raised by everybody over the past number of weeks and it should be re-examined.  As the Deputy correctly said, this is about public safety.  Both bodies and every Oireachtas Member supports that.<\/p> <p>  As I have said and the Deputy has acknowledged, we do not include \"scope of practice \" in primary legislation for good reason.  Professions evolve and if we have a scenario whereby we have to return to primary legislation, all of us knowing how arduous and time consuming that can be, that would not be in the interests of the public.  While recognising that scopes of practice evolve as well as the need to provide public protection, each profession's code of professional conduct and ethics obliges registrants to act within the limits of their knowledge, skill, competence and experience and any breach of the code is defined in the principal Act as professional misconduct and is liable to investigation and to sanctions up to and including cancellation of registration under the Act's fitness to practise provision.<\/p><p>The primary legislation envisages what to do if someone exceeds his or her scope of practice but scope of practice is defined in the profession's code of professional conduct and also ethics.  The Physiotherapist Registration Board has such a code and it will apply to those registered under those temporary provisions as well as to other registrants.  I want to be very clear that such practitioners or, indeed, any physiotherapist without the up-to-date skills in cardio or respiratory and neurological therapists will be obliged to confine their practice to musculoskeletal therapy or face investigation and sanctions.  That is included in both the combination of the legislation and the code of conduct.  I want to be constructive and ensure that any misgivings, concerns, or lack of clarity is ironed out between now and Report Stage.  If members of this committee are minded, and subject to our legal advice and our drafting, we could look at amendments on Report Stage.  I would be happy to come forward with an amendment to provide that a code of professional conduct and ethics adopted by a registration board shall require registrants to act with in the limits of their knowledge, skill, competence and experience.  This would copperfasten that code in primary legislation and legally require all registration boards to include this provision in their codes, while stopping short of defining the detail.  If one accepts that I cannot define the scope of practice in primary legislation, as I think we do, and if I can underpin the code of professional conduct and ethics adopted by the registration board and the requirement of all registrants to adhere to that in the primary legislation, it will go some way to providing further clarity.  I am happy to have this conversation between Committee and Report Stages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#G00200","speaker":"1251","continuing":true},{"type":"speech","time":1499776200,"counter":67,"content":"<p>Is it possible to have those proposals or draft proposals and then meet the respective organisations so that they might have something to look at?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#H00200","speaker":"1321"},{"type":"speech","time":1499776200,"counter":68,"content":"<p>I intend to engage on all these matters before Report Stage.  That is my intention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#H00300","speaker":"1251"},{"type":"speech","time":1499776200,"counter":69,"content":"<p>Regarding amendment No. 8, which we are taking with amendment No. 7, Deputies Kelly, O'Reilly, and O'Connell-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#H00400","speaker":"1275"},{"type":"speech","time":1499776200,"counter":70,"content":"<p>I withdraw on my amendment to save but cannot speak for Deputies O'Connell and O'Reilly.  Many of these issues are interrelated.  Based on what the Minister has said and the spirit in which he has said it, we may put them tabled them on Report Stage.  Based on what Deputy Brassil said, I understand that there will be a consultation process with both sides.  The draft conclusions which emerge from that will form the basis of discussion from which the amendments will be put forward.  We will either agree on those, or if not, we can put forward our own amendments.  Is that understood?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#H00500","speaker":"1349"},{"type":"speech","time":1499776200,"counter":71,"content":"<p>That is understood.  With the understanding, as I outlined in my answer, that CORU, a State regulator, is in place for a range of professions, and there must be consistency across the board so that any changes we would look to make in a code of professional conduct, for instance, we would apply to all of the professions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#H00600","speaker":"1251"},{"type":"speech","time":1499776200,"counter":72,"content":"<p>On that basis I withdraw the amendment and reserve the right to retable it on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#H00700","speaker":"1349"},{"type":"speech","time":1499776200,"counter":73,"content":"<p>I agree with my colleagues.  I share their concern that public safety is the priority and that should be our primary aim as legislators.  We must make sure we have the highest possible standards in the professions and ensure that the regulatory process is fit for purpose.  I understand what the Minister said and look forward to the draft proposals.  I am always conscious of retrospective sanctions when it comes to somebody's health.  If somebody has an adverse reaction to an event, the person responsible for that must be dealt with through a sanctions process.  These things can be worked around through the code of practice and code of ethics and hopefully that will help us all.  Our goal here is to ensure there are no unintended consequences for the public or for people practising in the various jobs they are doing.  I concur with everyone but I wanted to put that on record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#H00800","speaker":"1297"},{"type":"speech","time":1499776200,"counter":74,"content":"<p>Based on the discussion, I am happy to withdraw the amendment but as someone who has represented people in fitness to practice forums, it is imperative the people who are practicing under these regulations and under this legislation are given as much clarity as possible.<\/p><p>They and members of the public need to understand, as we do, that this is a public safety issue.  To be fair to the people who are practising, regardless of which profession, we need to be in a position to give them the maximum amount of clarity.  On the basis of the suggestions made today, can we take it that these discussions will take place while we are in recess, subject to everybody's calendar commitments, and that every effort will be made to have these issues resolved before we resume in the autumn?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#H00900","speaker":"1302","continuing":true},{"type":"speech","time":1499776200,"counter":76,"content":"<p>Yes, absolutely.  The Deputy is right and we are all <i>ad idem<\/i>on that.  It is not that we are in any way trying to suggest that someone's livelihood outranks public safety, it certainly does not.  Public safety is what this legislation and the CORU process are about.  Acknowledging that this is priority number one and picking up on Deputy O'Reilly's point, we must acknowledge also there are people who are validly qualified to carry out musculoskeletal therapy.  They are known as physical therapists in this country.  This is the anomaly that has arisen.  They are not validly qualified to carry out other procedures that physiotherapists carry out.  There needs to be a very clear understanding of the distinct difference in that respect.<\/p><p>Regarding the issue of sanction, without being in any way flippant about an important issue, it is not possible to sanction somebody unless they have done something wrong.  That is the way we regulate every profession in this country, but the risk of sanction is extraordinarily high.  The idea that somebody would purposefully risk his or her livelihood, business, profession and reputation is a pretty substantial one.  I am bringing forward a proposal today, in an effort to be helpful, to go further in this area than we have gone before in terms of the regulating of professions by looking to see if we can underpin a professional code of conduct in primary legislation.  My officials will work on drafting some proposals.  We will engage with the Irish Society of Chartered Physiotherapists, ISCP, the Irish Association of Physical Therapists, IAPT, and with members of this committee before Report Stage. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#J00200","speaker":"1251"},{"type":"speech","time":1499776200,"counter":77,"content":"<p>Do members have any other comments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#J00300","speaker":"1275"},{"type":"speech","time":1499776200,"counter":78,"content":"<p>I meant to make two specific references in my contribution that I would like taken into account in the discussions that will follow.  The first relates to people who have qualified but not practiced.  A very stringent registration process and competency assessment must be done with respect to those individuals who, although they have been qualified for a number of years, have not practised and who are seeking to register now under this legislation.  That must be tied down and kept very tight.  The second issue relates to people, outside of the IAPT qualification and ISPC qualification process, who are practising and will seek to seek to register under this legislation.  There can be no issue around people's livelihoods, this is a matter of public safety.  For those people, the competency assessment must be to the highest standard and to the satisfaction of both organisations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#J00400","speaker":"1321"},{"type":"speech","time":1499776200,"counter":79,"content":"<p>I fully agree with the Deputy on that.  For the record, the issue of those who are qualified but have not practised is a standard provision across all the professions regulated by CORU.  Since there has been considerable focus understandably on the issue of physiotherapists, the view could be that it is particular to that profession.  It is not; it is the same provision that applies to speech and language therapists and all other professions where somebody has qualified but not practised.  The Deputy is entirely correct in that it needs to be extraordinarily stringent, and it will be.<\/p> <p>  On his second point, again, the Deputy was correct.  The level at which the threshold is set for the competency test is a concern shared by both organisations, myself and members of all political parties and groupings here.  I would make the point that there are people practising today in this country without having had to go through such a test.  This legislation will mean that will no longer be the case.  I am happy to talk to the Deputy about the threshold for that competency test.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#J00500","speaker":"1251"},{"type":"speech","time":1499776200,"counter":80,"content":"<p>As long as they can call themselves physiotherapists or physical therapists, I do not believe any of the organisations is bothered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#J00600","speaker":"1321"},{"type":"speech","time":1499776200,"counter":81,"content":"<p>The only people who can call themselves that will be those who pass a competency test.  The view on this, from reading up on it and talking to people, is that the issue is the threshold at which that test is set.  I would be happy to engage with both organisations on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#J00700","speaker":"1251"},{"type":"speech","time":1499776200,"counter":82,"content":"<p>Does Deputy Brassil wish to press or withdraw his amendment No. 7?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#J00800","speaker":"1275"},{"type":"speech","time":1499776200,"counter":83,"content":"<p>I will withdraw it on the basis that I can reintroduce it on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#J00900","speaker":"1321"},{"type":"unspoken","time":1499776200,"counter":84,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1499776200,"counter":85,"content":"<p>Amendment No. 8 not moved.<\/p>"},{"type":"unspoken","time":1499776200,"counter":86,"content":"<p>Section 6 agreed to.<\/p>"},{"type":"unspoken","time":1499776200,"counter":87,"content":"<p>SECTION 7<\/p>"},{"type":"unspoken","time":1499776200,"counter":88,"content":"<p>Amendments Nos. 9 to 11, inclusive, not moved.<\/p>"},{"type":"speech","time":1499776200,"counter":89,"content":"<p>I move amendment No. 12:<\/p><blockquote>In page 6, between lines 25 and 26, to insert the following:&quot;(4B) Any person registered pursuant to subsection (4A) shall be required to confine their practice to musculoskeletal therapy.&quot;.<\/blockquote> <p>This amendment relates to those without qualifications.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#K02000","speaker":"1321"},{"type":"speech","time":1499776200,"counter":90,"content":"<p>It deals with the scope of practice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#K02100","speaker":"1251"},{"type":"speech","time":1499776200,"counter":91,"content":"<p>It reads, \"Any person registered pursuant to subsection (4A) shall be required to confine their practice to musculoskeletal therapy\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#K02200","speaker":"1275"},{"type":"speech","time":1499776200,"counter":92,"content":"<p>As we have discussed it, I will not repeat what I said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#K02300","speaker":"1321"},{"type":"unspoken","time":1499776200,"counter":93,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1499776200,"counter":94,"content":"<p>Amendment No. 13 not moved.<\/p>"},{"type":"unspoken","time":1499776200,"counter":95,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1499776200,"counter":96,"content":"<p>Sections 8 and 9 agreed to.<\/p>"},{"type":"unspoken","time":1499776200,"counter":97,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1499776200,"counter":98,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1499776200,"counter":99,"content":"<p>I thank the Minister and his officials for attending.  I also thank the members of the committee for their consideration of the Bill.<\/p><p>We hope that the negotiations that are required will take place in a very prompt manner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#K03175","speaker":"1275","continuing":true},{"type":"speech","time":1499776200,"counter":101,"content":"<p>Chairman, I agree with Deputy Brassil and we will do everything at an official level to ensure that discussion takes place before the D&aacute;il recommences.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#L00200","speaker":"1251"},{"type":"minorheading","content":"Message to Dáil","time":1499776200,"counter":102,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#L00300"},{"type":"speech","time":1499776200,"counter":103,"content":"<p>In accordance with Standing Order 90 the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Health has completed its consideration of the Health and Social Care Professionals (Amendment) Bill 2017 and has made no amendments thereto.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2017071100002#L00400","speaker":"1275"},{"type":"unspoken","time":1499776200,"counter":104,"content":"<p>The select committee adjourned at 2.25 p.m.sine die.<\/p>","notice":"TIME STRING DETECTED"}]