[{"type":"majorheading","content":"Public Accounts Committee","time":1646299800,"counter":2},{"type":"unspoken","content":"<p>AN COISTE UM CHUNTAIS PHOIBLÍ COMMITTEE OF PUBLIC ACCOUNTS<\/p><p>Déardaoin, 3 Márta 2022. Thursday, 3 March 2022.<\/p><p>The Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Colm Burke, Deputy Paul McAuliffe, Deputy Matt Carthy, Deputy Imelda Munster, Deputy Cormac Devlin, Deputy Catherine Murphy, Deputy Alan Dillon, Deputy Verona Murphy.<\/p><p>DEPUTY BRIAN STANLEY IN THE CHAIR.<\/p>","time":1646299800,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002"},{"type":"unspoken","time":1646299800,"counter":4,"content":"<p>Mr. Seamus McCarthy(An tArd Reachtaire Cuntas agus Ciste) called and examined.<\/p>"},{"type":"minorheading","content":"2020 Report of the Comptroller and Auditor General and Appropriation Accounts<br \/>Home Building Finance Ireland - Financial Statements 2020","time":1646299800,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#A00300"},{"type":"unspoken","time":1646299800,"counter":7,"content":"<p>Ms Dara Deering(Chief Executive Officer, Home Building Finance Ireland) called and examined.<\/p>"},{"type":"speech","time":1646299800,"counter":8,"content":"<p>Apologies have been received from Deputies Sherlock and Hourigan.  Deputy Carroll MacNeill has informed me that she is at another committee meeting next door, but she will try to get in to us at some stage.  I welcome everyone to the meeting.  In accordance with public health guidelines, the wearing of face coverings is optional for members and witnesses.<\/p> <p>  Members of the committee attending remotely must continue to do so from within the precincts of Leinster House.  This is due to the constitutional requirement that, in order to participate in public meetings, members must be physically present within the confines of the place where Parliament has chosen to sit.<\/p> <p>  The Comptroller and Auditor General, Mr. Seamus McCarthy, is a permanent witness to the committee.  He is accompanied by Mr. Brian Hill, audit manager.<\/p> <p>  This morning we engage with officials from Home Building Finance Ireland, HBFI, to examine its 2020 financial statements.  The committee has advised the HBFI that it may also wish to examine the issuance of bonds and unfinished estates during the engagement.  We are joined in the committee room by the following officials from HBFI: Ms Dara Deering, chief executive officer; Mr. Sean Alger, head of credit and risk; and Ms Denise Donovan, head of operations and finance.  They are all very welcome.<\/p> <p>  When we begin to engage, I will ask those attending remotely to mute their microphones when not contributing in order that we do not pick up any background noise or feedback.  As usual, I remind all those in attendance to ensure that their mobile phones are either in silent mode or switched off.<\/p> <p>  I wish to explain some limitations to parliamentary privilege, and the practice of the Houses in respect of reference witnesses may make to other persons in their evidence.  As they are within the precincts of the Parliament, they are protected by absolute privilege in respect of the presentation they make to the committee.  This means that they have an absolute defence against any defamation action for anything they may say at the meeting.  However, they are expected not to abuse this privilege and it is my duty as Cathaoirleach to ensure that it is not abused.  Therefore, if their statements are potentially defamatory in respect of an identifiable person or entity, they will be directed to discontinue and it is imperative that they comply with such directions.<\/p> <p>  Members are reminded of the provisions within Standing Order 218 that the committee shall refrain from inquiring into the merits of a policy or policies of the Government, or a Minister of the Government, or the merits of the objectives of such policies.  Members are also reminded of the long-standing parliamentary practice that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  I call on the Comptroller and Auditor General, Mr. Seamus McCarthy, to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#A00500","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":9,"content":"<p>As members are probably aware, HBFI was established under the provisions of the Home Building Finance Ireland Act 2018 to address a perceived shortfall in finance available for the construction of residential housing throughout Ireland.  It operates as a commercial State entity, providing finance at market rates for commercially-viable residential developments.<\/p> <p>  HBFI was incorporated as a designated activity company in December 2018 and the company&rsquo;s share capital is owned solely by the Minister for Finance.  A group entity, Home Building Finance Ireland (Lending) Designated Activity Company, was subsequently incorporated in early January 2019 and it is a 100%-owned subsidiary of HBFI.  The operations of HBFI commenced on 28 January 2019, with access to an initial loan fund of &euro;730 million to be made available by the Ireland Strategic Investment Fund, ISIF, on the direction of the Minister for Finance.  At the time of its launch, HBFI&rsquo;s initial loan product was targeted at small- and medium-sized builders and was limited to providing senior debt funding for residential projects of ten units or more, up to a maximum of &euro;35 million per project.<\/p> <p>  During 2020, HBFI significantly expanded the scope of its lending.  It now offers funding for projects to build apartments where lending of up to &euro;75 million can be provided; for small residential development projects of fewer than ten units; for social housing projects contracted for sale to a local authority or an approved housing body, AHB; and a &euro;300 million momentum fund, which was launched as a response to the Covid-19 pandemic to provide funding to established developers for larger-scale developments in prime locations. <\/p> <p>  Naturally, HBFI was still in the initial stages of scaling up its operation in 2020.  From the date of inception up until the end of 2020, HBFI had approved offers of loans totalling &euro;395 million, but significantly less funding had been drawn down by borrowers.  As the statement of financial position discloses, HBFI had loans in issue by the end of 2020 to developers of just under &euro;37 million, and HBFI had borrowed a total of &euro;37.3 million from the ISIF to facilitate this lending.<\/p> <p>  HBFI&rsquo;s operating expenses in 2020 amounted to almost &euro;5.7 million, of which &euro;2.6 million was paid in respect of salaries to HBFI staff.  Members may wish to note that HBFI staff are employees of the National Treasury Management Agency, NTMA, seconded to HBFI.  The NTMA also provides administration supports to HBFI, including premises, HR functions, procurement and financial management services.  Income earned by HBFI in 2020 amounted to &euro;864,000.  This included net interest income of &euro;544,000 and other income of &euro;320,000.  HBFI incurred a loss of just under &euro;4.8 million for 2020.<\/p> <p>  I issued unqualified audit opinions on the 2020 financial statements of the HBFI group, and of the subsidiary company. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#A00600","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1646299800,"counter":10,"content":"<p>Ms Deering is very welcome.  As detailed in the letter of invitation, she has five minutes to read her statement, which is fairly concise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#A00700","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":11,"content":"<p>I thank the committee for the invitation to appear today.  I am joined by my colleagues, whom the Chair has already introduced.<\/p> <p>  HBFI is a Government initiative to increase the supply of new homes, for owner-occupiers, renters and social housing, by providing loans on commercial terms to small, medium and large housebuilders for commercially-viable developments throughout Ireland.<\/p> <p>  Last month, we published a performance update that showed we had grown total loan approvals to &euro;835 million as at the end of December 2021.  The funding we have approved can deliver 3,729 new homes in 71 developments in 18 counties.  Drawdowns have already taken place in respect of 57% of the facilities we had approved at the end of December.  This shows that the houses and apartments being built with HBFI funding are being completed quickly, thereby meeting some of the immense demand for housing.  Furthermore, I am pleased to say that our strong progress has continued into 2022, with the result that, as of the end February, our total loan approvals have grown to more than &euro;1 billion.  These will support the potential delivery of over 4,400 new homes across 20 counties.<\/p> <p>  HBFI funding has been effective for several reasons.  By listening to our stakeholders and focusing on developments where housebuilders experience difficulty raising funding from traditional sources, HBFI addresses the gaps in the traditional marketplace and provides a rigorous but fast loan approval process.  Our focus on supporting incremental housing supply gives us a flexibility that may not always be available from mainstream banks.  Equally, while mainstream banks often gravitate towards urban areas, we have a national remit to try to support new home supply in every county and not just the big cities.<\/p><p>Our product range will take into account the market reality that some housing schemes will simply be too small for other lenders to support.  Through our strong stakeholder engagement across the public and private sectors, the HBFI can identify trends and gaps in the funding market from the ground up.<\/p><p> However, not all the challenges can be predicted, as the Covid pandemic has demonstrated.  The HBFI&rsquo;s ability to respond to the risk that there may be further, albeit temporary, challenges as a result of Covid-19 impacting on the timing of future supply brought about the creation of the momentum fund.  As the initial &euro;200 million was fully committed within three months, the strength of demand resulted in the HBFI adding a further &euro;100 million to the fund.  The success of the fund has continued to the extent that it is now more than 90% utilised and the time is right to close it to new applications.  The momentum fund is just one example of how the HBFI&rsquo;s agile business model can respond to disruptions to residential development finance and tailor its offerings to the areas where demand exists the most.<\/p><p> In reality, the HBFI is just one part of the solution to the supply-demand imbalance that exists, which is causing so much difficulty for owner-occupiers, renters and those in need of social housing.  We feel strongly that increasing supply across the market is beneficial for everyone.  By funding developments aimed at owner-occupiers, we are helping these people move out of the rental sector and freeing up homes for other renters, thereby increasing the supply in that sector.  By funding new homes for rental, we build on that progress, increase the choice available to renters and try to help alleviate some of the pricing pressure existing in that market.<\/p><p> Access to development finance for all types of housing remains a key issue for homebuilders and is vital to support the continued delivery of housing throughout the State.  Through the strategies I have outlined today, the HBFI seeks to address the financing challenge and ensure that finance is available where the level of demand makes a development viable.  We take great pride in being part of each of the developments we finance and in seeing foundations being dug and diggers at work.  That is what the HBFI is all about; turning the finance we have available into homes.<\/p><p> This concludes my opening remarks.  I hope this has given the committee a better understanding of the work of the HBFI.  My colleagues and I will do our best to answer any questions members may have. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#A00800","nonspeaker":"Ms Dara Deering","continuing":true},{"type":"speech","time":1646299800,"counter":13,"content":"<p>The first member to speak is Deputy McAuliffe who has 15 minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B00200","speaker":"1491"},{"type":"speech","time":1646299800,"counter":14,"content":"<p>I thank Ms Deering for her statement and the Comptroller and Auditor General for his reports.  I do not want to paraphrase what Ms Deering said, but I will focus on one line where she said the HBFI identified gaps in the existing fund available to creditors and did so in an efficient and rigorous way.  I am thinking back to the development of the HBFI.  In many ways, many of the new policy tools that have come in, such as Housing for All and so on, have increased the number of policy tools available to tackle the housing market.  While all homes built are very important and help to solve the housing crisis - as Vice Chairman of the Oireachtas Joint Committee on Housing, Local Government and Heritage I am very conscious of that - the role of members of the Committee of Public Accounts is to hold the HBFI to account for the policy area under its remit.<\/p> <p>  I will focus on the idea of small and medium-sized builders and the access they have to credit.  Would the representatives say that was the core origin of the creation of the HBFI?  It certainly seems to have comprised much of the early work of the organisation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B00300","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":15,"content":"<p>The Deputy is absolutely right.  When the HBFI was established, the initial assumption was that finance would be more concerned with small and medium-sized developers or housebuilders, especially outside urban areas.  We see that as a real gap.  In fact, 65% of all the homes we have funded are in schemes that are being built with fewer than 50 homes.  That is a reality.  Some 63% of all the homes we have funded are outside the Dublin area.  Both those factors are clear evidence that there is less availability of finance and, therefore, more demand outside the main areas.<\/p> <p>  One of the things we did very early was a strategic review and a large piece of market research.  We identified gaps even beyond that.  If we look at small housing schemes, when the HBFI was initially set up, the assumption was the demand would be in units greater than ten.  Actually, 14% of all housing supply in Ireland over the past number of years is in schemes of fewer than ten units.  We brought out a product specifically to support housebuilders who want to build between five and ten units to try to fill that gap further.  Equally, on the other side of the spectrum, we saw real challenges with apartment delivery and the financing of apartment delivery schemes so we brought out a product specifically for that.  That was the message I was trying to get across in my opening statement.  There is not one housing market; there are multiple markets.  There are multiple challenges facing those markets and we have tried to respond to the gaps as they emerge. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B00400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":16,"content":"<p>I want to focus on the HBFI's move away from focusing on that idea of small to medium sized towards the momentum fund, which I will discuss.  Does Ms Deering regard that as mission creep or as identifying another gap in the market?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B00500","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":17,"content":"<p>First, I do not see it as a move away.  I see it as an add-on to what we were doing because those gaps very much existed in small and medium-sized scheme funding.  As I said, 65% of all the schemes are fewer than 50 units.  That is a very important focus for us.  We went a step further than the original offering by bringing out a product for those smaller schemes.  It is very important for us.<\/p> <p>  I believe that in our role as a funder, and our mandate is to increase supply, we have to recognise that the gaps will be at different parts of the market and sometimes that will be timebound.  The Deputy may want to reference the momentum fund, which is a prime example of something that was created as a result of the pandemic.  Our role was to step in and respond to that factor. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B00600","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":18,"content":"<p>Okay.  I will come back to that.  Clearly, the HBFI has not seen the success in drawdowns for those smaller projects that it might have.  Of almost &euro;395 million approved facilities, the drawdown has just been approximately &euro;37 million, which is 10%.  I am trying to get to the bottom of why that is happening in the market so I can understand it from a policy perspective.  I can also see, from the HBFI's perspective, that it is not getting as much money drawn down as it wants from a much larger fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B00700","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":19,"content":"<p>I will take the drawdown point.  The Deputy is right that there is obviously a gap between the &euro;395 million that was there to the end of 2020 and the drawdowns at that point.  That is the same irrespective of any housing scheme we fund because it will take a period of time.  First, from the time we approve the fund, it takes about three to six months on average before funding is drawn down.  The whole nature of development finance is we only lend the money as the activity is happening.  It will take a further 21 months on average before the full amount of money we propose for a scheme is drawn down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B00800","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":20,"content":"<p>As the HBFI heads into year three, was 10% of total approvals a target it hoped to exceed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B00900","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":21,"content":"<p>Is that in terms of drawdowns?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B01000","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":22,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B01100","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":23,"content":"<p>The reality is the construction programmes we approved in, for example, the early part of 2020, have not yet delivered to schedule.  Part of that is construction sites were obviously closed for a period so there is a catch-up factor associated with that.  The other reality is construction programmes take time.  They take on average-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B01200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":24,"content":"<p>Unfortunately, I am all too aware of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B01300","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":25,"content":"<p>I know.  So are we.  It is taking longer than people want to see happening.  We are-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B01400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":26,"content":"<p>My question was, if the HBFI was starting on day one of the facility, would it have seen a 10% drawdown as a failure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B01500","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":27,"content":"<p>No, I do not see it as a failure.  We look at whether we are making the funding available and, when we do so, whether we are supporting the people for whom we make funding available in getting building happening as quickly as possible.  I think we are.  Is it taking longer than we would like to see at times?  Of course that is the case but, unfortunately, that is the function of the market in which we operate and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B01600","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":28,"content":"<p>Let us try to dig down into some of the reasons for the figure.<\/p><p>Are people as ready as they could be when they come to the HBFI?  For example, does planning permission need to be in place in advance of applications being made?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#B01700","speaker":"1568","continuing":true},{"type":"speechnospeaker","time":1646299800,"counter":30,"content":"<p>People can come to us at application stage if they are in the planning process.  However, before they draw down funding with the HBFI, and in the vast majority of cases before we approve the funds, they must have the planning in place.  The reason for that is exactly what the Deputy said.  We do not want to have funding approved if it cannot work through the process because it is still waiting for planning.  That is not the quickest or most efficient use of the funding we have available.  The reality is that from the time we approve a facility, a number of things have to happen.  First, there is a due diligence process to make sure all the checks and balances are in place because we are lending State money but on the other side of it, the housebuilders have to mobilise the resources available, including the labour and materials, to get on site.  Sometimes they will be concluding a site purchase as part of that transaction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C00200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":31,"content":"<p>This is to help me in my work on the housing committee as much as anything else.  We are speaking in very general terms.  I am trying to get to the bottom of what those delays in drawdown are.  I accept that Covid was an issue, although less so on the social housing side, and I hear what Ms Deering is saying about issues in legal transfers and so on.  Have the witnesses examined why they have not been able to release more money into the market?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C00300","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":32,"content":"<p>There is not one reason.  There are multiples reasons.  From the time a loan is approved, such as for a &euro;5 million facility, for example, there is a due diligence process that has to go through from both sides.  That is for both the customer that is borrowing the money and us as a lender.  That is the same for any financial institution.  It is not specific to the HBFI.  We would then be ready to draw down the funds but the housebuilder would be getting construction ready in parallel.  Sometimes they could be on another site so there is not one reason.  What we try to do is look at-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C00400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":33,"content":"<p>The HBFI has not done any research on what the reasons might be for the applications in front of it-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C00500","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":34,"content":"<p>We have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C00600","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":35,"content":"<p>-----or categorised them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C00700","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":36,"content":"<p>We look at every particular case we approve.  We look at how we can support the elements we control and how we can help it get there quicker.  Those are the typical reasons.  There will always be a due diligence process.  That is part of the process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C00800","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":37,"content":"<p>Does Ms Deering see that drawdown increasing?  She mentioned the figure of 57%.  From the perspective of value for money for the taxpayer, I am looking at a cost base in 2020 of &euro;5.7 million and drawdowns of &euro;37 million.  Those numbers do not make for a good ratio.  I want to see a pipeline of more rapid draw down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C00900","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":38,"content":"<p>So do we.  For any start-up business, it is expected to start covering its own costs in about a three-year period.  We expect to reach that in 2022, which is just over three years from inception.  The costs to which the Deputy is referring would be covered by the income we earn on the loans that are drawn down.  We have already seen further increases.  As I mentioned, 57% of the facilities are now drawing down.  That drawdown amount will increase month by month to get to a stage where we are covering our costs in 2022.  That was the milestone we had originally-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C01000","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":39,"content":"<p>I absolutely hear that, but let me give an analogy.  There is a fisherman on a lake and it is very hard getting the fish.  He has to cover his costs.  He is there all day and is not getting the rewards he wants so he develops a new tool called the momentum fund that lets him fish in a barrel.  My worry about the momentum fund is that is a huge allocation - 40% of the overall fund, if I am right - is going to very large developers, so it may not be filling the gap left by other lenders that has been identified.  I can see how an organisation that is struggling to get the volume it wants can very easily come up with a new tool, allocate more than 40% of the funds and start to then reach volumes that could be met by other financial institutions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C01100","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":40,"content":"<p>I will deal specifically with the momentum fund and then I will come back to one of the Deputy's other points.  The momentum fund was introduced in May 2020.  We were in the first part of Covid-19, sites had been closed and there was a lot of uncertainty in the marketplace.  We believed that an appropriate response for the HBFI was to look at whether there could be further disruptions to housing supply due to the lack of availability of finance.  We launched the momentum fund and we saw real demand for it.  Some 90% of the fund was allocated in the first few months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C01200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":41,"content":"<p>Were there any indications in the market at that time that large-scale developers would have a restriction on credit because of Covid?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C01300","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":42,"content":"<p>Absolutely.  That was our market analysis at the time, evidenced by the level of applications we saw.  Our motivation was to avoid a scenario where, in a crisis situation where there was reduced supply and increased demand, the supply would be further constrained because finance was not available.  We were very clear in allocating the momentum fund that it would in no way constrain the amount of funding we would have available for small and medium-sized projects.  It was not a case of or but of and; it was adding temporarily to the market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C01400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":43,"content":"<p>Did the predictions of that market research come to pass?  Was there a restriction on credit in the market?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C01500","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":44,"content":"<p>Yes, by virtue of the volume of transactions we had.  More than 90% of the applications to the fund were made in the first three months and the initial &euro;200 million was oversubscribed.  We added a further &euro;100 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C01600","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":45,"content":"<p>Was the HBFI's rate more preferential than the ones they could get in the market?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C01700","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":46,"content":"<p>No.  Absolutely not.  We do a benchmarking exercise externally because we are subject to state aid rules, so we have to make sure that what we offer does not distort competition in the marketplace.  We would have done a benchmarking exercise at the time to make sure this temporary fund would not distort competition.  That is all it was.  It was a response to Covid-19 and it is closed now.  It would have been be like for like in terms of the marketplace.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C01800","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":47,"content":"<p>I still think 40% was a huge allocation for a temporary measure.  That seems to go beyond the initial idea of identifying small to medium-sized projects.  We are short on time but I want to get to the issue of performance-related pay.  I am sure it is a matter that the HBFI wants to address too.  There have not been allocations in these accounts.  Is that something Ms Deering envisages happening this year or next year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C01900","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":48,"content":"<p>The HBFI did not pay performance-related pay in 2019 or 2020.  Whether it pays it in the future will be a matter for the remunerating committee and board of the HBFI.  No decision has been taken at this stage so that is something that will be taken through the governance structure of the organisation in due course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C02000","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":49,"content":"<p>Who are the decision-makers in that governance structure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C02100","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":50,"content":"<p>The remuneration committee and the board of the HBFI.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C02200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":51,"content":"<p>I fully accept that people should be rewarded or remunerated.  It is very important that we do not stifle creativity and so on.  However, to go back to the fish-in-a-barrel analogy I made earlier, I would not like that quick fix to release 40% of the funds and get them out there to meet targets to be used as a basis of performance-related pay when the real goal is to support small and medium-sized projects that would not otherwise be covered by the market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C02300","speaker":"1568"},{"type":"speechnospeaker","time":1646299800,"counter":52,"content":"<p>The real goal from our perspective in delivering our mandate is to make sure that finance is available for all segments of the market.  According to our figures, 43% of the homes we have funded are for owner-occupiers, 30% are for the rental market, a further 23% are social housing and the balance is Part V.  We believe it is appropriate to do it all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C02400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":53,"content":"<p>We need all types of housing.  I agree with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C02500","speaker":"1568"},{"type":"speech","time":1646299800,"counter":54,"content":"<p>What is the average cost of a house or apartment when comparing the momentum fund to the other funds?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C02600","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":55,"content":"<p>Is the Deputy referring to the average price of the homes we fund?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C02700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":56,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C02800","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":57,"content":"<p>The average price of a home that funded by the HBFI would be &euro;319,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C02900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":58,"content":"<p>I want a comparison between the momentum fund and the other offerings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C03000","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":59,"content":"<p>The momentum fund is typically for apartment schemes, which were typically for the rental market.  I will ask my colleague Mr. Alger to give a specific answer on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C03100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":60,"content":"<p>Can he give me a short response?  I will be tight on time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C03200","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":61,"content":"<p>To be clear, is the Deputy asking about the cost of these premises from a sales perspective or from a construction perspective?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C03300","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":62,"content":"<p>How much does it cost to build them?  What would they be sold for?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C03400","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":63,"content":"<p>On the cost side, our experience-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C03500","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":64,"content":"<p>I do not want a sales pitch.  Can you keep this short?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#C03600","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":65,"content":"<p>Sure.  The average sales price for a house is &euro;319,000.  Regarding the momentum fund, we do not have the average sales price per unit, because what we do-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D00100","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":66,"content":"<p>Can the difference be compared between the momentum fund and the other loans in respect of the end cost?  What are these units sold for?  Can that comparison be made?  I would have thought that was bog-standard information the witnesses would have had off the top of their heads.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D00200","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":67,"content":"<p>Let me just explain something for a minute.  The houses we fund under our core product are typically sold to end consumers.  I refer to owner-occupiers.  The &euro;319,000 price we are referring to is the per-unit price that a customer would, on average, pay for a home funded by the HBFI.  The second part of the Deputy's question concerns the units financed through the momentum fund and how much they would be sold for.  They are not sold individually.  Typically, they are sold on-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D00300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":68,"content":"<p>Can the comparison be made?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D00400","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":69,"content":"<p>I cannot make a comparison specifically because-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D00500","nonspeaker":"Mr. Sean Alger"},{"type":"speechnospeaker","time":1646299800,"counter":70,"content":"<p>Typically, they are not sold individually.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D00600","nonspeaker":"Ms Dara Deering"},{"type":"speechnospeaker","time":1646299800,"counter":71,"content":"<p>-----they are not sold individually.  Those costs vary because these are developments of one-, two- and three-bed apartments.  It is not possible to do a direct per-unit comparison-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D00700","nonspeaker":"Mr. Sean Alger"},{"type":"speechnospeaker","time":1646299800,"counter":72,"content":"<p>It is a different market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D00800","nonspeaker":"Ms Dara Deering"},{"type":"speechnospeaker","time":1646299800,"counter":73,"content":"<p>-----because those units financed by the momentum fund are typically apartments based in Dublin, while the average selling price concerns apartments spread around the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D00900","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":74,"content":"<p>I would have thought that would have been something we could have easily got some figures on.  An exception was sought for the momentum fund in respect of the legislation.  The HBFI approached the Minister in this regard.  Was an approach made to the organisation to indicate that there was a gap, as it has been described?  I refer to a situation where the HBFI lobbied for moneys to be made available from this fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D01000","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":75,"content":"<p>To be clear, no exception was required in respect of the legislation.  In the context of the legislation that governs the HBFI, our mandate is to support all housing schemes where there is a gap in finance, provided they are commercially viable.  Additionally, and as part of fulfilling that mandate, we are constantly trying to identify if gaps have emerged.  Given what happened in the context of the impact of Covid-19 and the banks having to focus on putting payment breaks in place for consumers and SMEs, it was obvious that finance for construction would be a constraint.  We saw that as well after the last global financial crisis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D01100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":76,"content":"<p>What market research did the HBFI do?  Was it approached?  How did this endeavour come about?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D01200","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":77,"content":"<p>No, we would engage with the industry to try to understand the challenges.  We saw first-hand what was happening in respect of banks having to focus on SMEs and personal customers, as I said.  Therefore, we sought to put funding in place in advance of there being a significant increase in demand.  We launched it to the marketplace-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D01300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":78,"content":"<p>We are constantly told that the whole point of cuckoo funds, and I will use that term, is that they bring something to the market, and that they free up-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D01400","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":79,"content":"<p>Sure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D01500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":80,"content":"<p>The expectation when this fund was set up was that it was not for institutional investors, but for small and medium builders, as opposed to developers, who could not get funding.  This fund is a significant difference from the expectation when the HBFI was first established.  Why could institutional investors not source funding in a market where there was cheap money and negative interest rates?  In a scenario where there is significant unmet demand, that is not going to change.  Where is this approach coming from?  I do not see where it is coming from.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D01600","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":81,"content":"<p>I must differentiate between ongoing challenges in the marketplace and what we would call time-bound challenges in the marketplace.  The Deputy is right that the ongoing challenge in the marketplace is the lack of finance available to build homes.  The HBFI's role, and mine, is to try to identify these gaps in financing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D01700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":82,"content":"<p>Okay.  Was this bridging money?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D01800","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":83,"content":"<p>No, it is construction finance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D01900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":84,"content":"<p>Okay.  Right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D02000","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":85,"content":"<p>We provide finance to build homes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D02100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":86,"content":"<p>How many entities got loans?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D02200","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":87,"content":"<p>Under the auspices of the momentum fund, we have supported five entities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D02300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":88,"content":"<p>Were any of these units for sale or were they leased to local authorities or AHBs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D02400","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":89,"content":"<p>Of the five schemes, three were for the private rental market, one was for social housing, where the units were then sold on to an AHB and one was for units which were then sold to the private market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D02500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":90,"content":"<p>To pick up on another aspect mentioned by Deputy McAuliffe, regarding performance, what are the key criteria for performance management?  Is that information set out?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D02600","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":91,"content":"<p>At the beginning of every year, and probably similar to most organisations, a set of strategic goals and key performance indicators, KPIs, is agreed by the board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D02700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":92,"content":"<p>Can we see those?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D02800","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":93,"content":"<p>I am happy to provide them.  I can give a flavour of them now.  It includes aspects such as how many homes we funded, ascertaining that all our risk and compliance matters are dealt with, in the context of a balanced scorecard perspective, and ensuring that we get the money that is funded out the door.  I am happy to provide those details to the committee, that is no problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D02900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":94,"content":"<p>That would be helpful.  Moving on, a sum of &euro;883,000 covers the salaries for six staff.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D03000","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":95,"content":"<p>Yes, that is the management team, that is the key-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D03100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":96,"content":"<p>How is that total broken down?  What is Ms Deering's salary, for example?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D03200","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":97,"content":"<p>I can give details of my salary, but those of my colleagues are not fully disclosed.  We do give information on the higher salaries.  My basic salary, as per the accounts, is &euro;250,000 a year, and I have taxable benefits of &euro;19,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D03300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":98,"content":"<p>Okay.  The total is for the senior management, and there are other staff as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D03400","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":99,"content":"<p>Yes, that is right.  We disclosed in the accounts that to the end of 2020 our average salary was &euro;110,000.  Three employees earn more than &euro;150,000 annually.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D03500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":100,"content":"<p>Regarding the payment of &euro;1,000 in respect of health insurance, why did the HBFI have to reimburse the NTMA for that amount?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D03600","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":101,"content":"<p>I mentioned that my salary is &euro;250,000 and I have taxable benefits of &euro;19,000.  My remuneration includes a contribution towards my health insurance of &euro;1,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D03700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":102,"content":"<p>Okay.  The point made by Deputy McAuliffe is of concern to me as well.  What criteria are used in the context of this funding?  Would there be a benefit in expanding this aspect to cover costs and to make it more viable?  The HBFI discontinued the momentum fund.  What brought that about?  Was there any interaction with the NTMA, the Government or Ministers regarding how the fund was being spent?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D03800","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":103,"content":"<p>To be absolutely clear, it was always time-bound and not intended to compromise any of the funding we have available for our core business.  It was an add-on at an appropriate time.  Fewer homes would have been built if we had not provided that funding.  We felt it was appropriate, and to not step in in that way would have meant we were not fulfilling our role.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D03900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":104,"content":"<p>I thank the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D04000","speaker":"1491"},{"type":"speech","time":1646299800,"counter":105,"content":"<p>Is Ms Deering sure that the funding would not have been available from another source?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D04100","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":106,"content":"<p>Based on our market analysis, which was conducted right in the midst of the Covid-19 pandemic, we are categorically clear that those homes would not have been built in that timeframe if we had not provided the funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D04200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":107,"content":"<p>I call Deputy Munster.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D04300","speaker":"1491"},{"type":"speech","time":1646299800,"counter":108,"content":"<p>Ms Deering touched on the strategic decision regarding setting up the momentum fund.  I was not clear about that, and I may have missed some of it.  Did the decision come from the Minister?  Ms Deering did not quite clarify that point.  Was the decision made solely by the HBFI or was it reached on foot of proposals received or lobbying?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D04400","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":109,"content":"<p>That would have been proposed by the HBFI.  In proposing to do anything strategically, however, we would engage with the Department of Finance as part of that discussion.  The proposal, though, came from the HBFI.<\/p><p>Part of our role is to try to anticipate where gaps may emerge, and not wait until they happen but actually make sure we have a product offering to support that increase in supply.  That was absolutely what we did with the momentum fund and, obviously, the demand follows.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#D04500","nonspeaker":"Ms Dara Deering","continuing":true},{"type":"speech","time":1646299800,"counter":111,"content":"<p>The HBFI  proposed it itself.  Does Ms Deering accept it is the complete opposite of what it was set up to do in regard to small- and medium-sized builders and developers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E00200","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":112,"content":"<p>I do not see it as a complete opposite.  I respect the Deputy&rsquo;s opinion but I do not see it like that.  If we look at the mission of the HBFI, what was very clear about it is that we would support the increase in supply for commercially viable schemes throughout Ireland.  In doing the momentum fund, that is exactly what we were doing at that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E00300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":113,"content":"<p>The initial remit of the HBFI was for small- and medium-sized builders and developers.  I am not wrong in saying that, am I?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E00400","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":114,"content":"<p>The Deputy is correct in saying that the initial expectation was that it would be the demand for housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E00500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":115,"content":"<p>I just want to clarify that.  Did that funding of &euro;300 million come out of the &euro;730 million or was it separate, additional funding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E00600","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":116,"content":"<p>What we have is &euro;730 million from ISIF and what we did was to allocate some of that to support the momentum fund.  What happens with that &euro;730 million, no matter what way it is divided, is that we draw that down from ISIF, we lend it out over a period and then it is paid back and recycled.  We are already recycling some of that funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E00700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":117,"content":"<p>Did it come out of the &euro;730 million?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E00800","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":118,"content":"<p>Yes, we initially allocated &euro;200 million and then &euro;300 million out of that &euro;730 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E00900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":119,"content":"<p>It did.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E01000","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":120,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E01100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":121,"content":"<p>That is a sizeable chunk to allocate for the momentum fund.  That would have substantially reduced the impact of the HBFI in lending to small- and medium-sized builders and developers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E01200","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":122,"content":"<p>It was not a case of either or, to be clear.  In making the decision to support and launch the momentum fund, we were very clear that we would still have sufficient finance available to fund small- and medium-sized schemes, and that is still the case today.  It did not compromise, sacrifice or take away from our ability to fund these.  That is why I said at the outset that 65% of all of the homes we have funded are on schemes with fewer than 50 homes.  We are delivering to that original mandate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E01300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":123,"content":"<p>What percentage of the &euro;300 million momentum fund was given to developers who were subject to a forward purchase agreement?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E01400","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":124,"content":"<p>Out of the &euro;274 million that has been used from the &euro;300 million fund, three of those schemes were for the private rented sector so &euro;242 million of the &euro;274 million was for the private rental market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E01500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":125,"content":"<p>Were they subject to forward purchase agreements?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E01600","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":126,"content":"<p>Yes, typically.  In one of the cases, it may not have been at the time but it is expected that they would be purchased <i>en bloc <\/i>for the private rental sector at the end of the construction phase.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E01700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":127,"content":"<p>That funding was given despite the fact that the HBFI knew they would never come on the market and were not for the purpose originally envisaged when the organisation was set up .  In other words, they were never going to come on the market and this would result in them being rented out at extortionate rates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E01800","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":128,"content":"<p>I come back to the point that we were set up to fund the increase in supply.  It is our strong view that this needs to be in the owner-occupier market, which is 43% of what we funded.  It includes the rental sector, which is 30%, social housing, which is 23%, and Part V housing, which is 4%.  We were not set up for a particular segment.  We were absolutely set up to support the increase in supply.  That means that, at times, we have to flex our offering to where the gaps are the greatest.  Not doing that would not be doing what-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E01900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":129,"content":"<p>The HBFI's initial remit was funding developments aimed at owner-occupiers.  Was that not the primary initial remit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E02000","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":130,"content":"<p>No, the initial remit was to increase supply.  The initial expectation was that the supply of finance, or the availability of finance, was likely to be more constrained in small- and medium-sized projects, which may be where the Deputy is going with her question.  It is still the fact today that small- and medium-sized builders outside of the main urban areas struggle the most to get finance because the main banks have less appetite for outside of Dublin and, therefore, we have to and do play a role in supporting that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E02100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":131,"content":"<p>These big developers, who have already got forward purchase agreements with the investment or cuckoo funds, are capable of arranging funding themselves and capable of formulating a business plan and going to the banks to get that because, let us say, they are in a far more comfortable position than a small- or medium-sized developer.  In giving that money over, it seems to me the equivalent of the local enterprise office helping out Pfizer.  On top of that, there are not going to be any owner-occupier homes out of it and it is just going to be apartments sold on to cuckoo funds so they can exploit the out-of-control rental market here.  Does Ms Deering have any view as to the rent that might be charged when doing that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E02200","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":132,"content":"<p>I will let Mr. Alger give the Deputy a sense of what those rents may be when those homes are built.  To help the committee, the reality that we faced in 2020 was that we had schemes shovel-ready and ready to start building homes.  I appreciate those homes would be for the rental market but our view is that as part of increasing the overall supply, we must see an increase in the supply of rental properties.  They were shovel-ready and, on the basis of our market analysis right then, they could not keep going because they typically borrowed from the domestic sector, and the domestic sector was rightly, to my mind, focused on supporting families and small businesses who needed payment breaks.  That is why we did the momentum fund.  I will let my colleague give the Deputy a flavour of what rents may be achieved, recognising that these apartments will come to the rental stock in a number of years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E02300","nonspeaker":"Ms Dara Deering"},{"type":"speechnospeaker","time":1646299800,"counter":133,"content":"<p>The average projected rent for a one-bed is &euro;1,800 and for a two-bed is &euro;2,100.  We must bear in mind that these are projected rents, typically in about three years time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E02400","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":134,"content":"<p>Gosh.  I am sure they were rubbing their hands when they got the funding so easy, given the exorbitant rental charge and the profits they are going to make.  The remit of the HBFI was not to distort the market.  Of the &euro;300 million, some &euro;190 million of that went to those cuckoo funds or developers that had the forward purchase agreements.  It does not seem to add up.  What were the checks and balances when they came for funding, particularly for those that had the backing of cuckoo funds?  What were the checks and balances that the HBFI requested, for example, in order to see they had been refused funding by bank after bank before they came to it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E02500","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":135,"content":"<p>I will clarify the figure for the Deputy.  The figure is &euro;242 million out of that &euro;274 million.  Second, we are talking about May 2020, when we launched the momentum fund.  At the time, the reality was, as I said, that the banks had to focus on other factors.  What we do-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E02600","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":136,"content":"<p>I have asked this several times.  Were they requested to produce refusals from banks, left, right and centre, before they came to the HBFI?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E02700","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":137,"content":"<p>We do not in any part of our business require somebody to go through a process for months to try to get refusals because that would not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E02800","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":138,"content":"<p>The HBFI just handed it over.  Out of that &euro;300 million from the momentum fund, how many homes will be affordable and how many social?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E02900","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":139,"content":"<p>Out of the momentum fund, which is the &euro;274 million, 841 homes are for the rental market, 85 homes are for social housing and 92 homes are for owner-occupiers.  To be clear, we do a full commercial assessment on any case that we look at, including for the momentum fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E03000","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":140,"content":"<p>Out of the &euro;274 million, we have 85 that are social housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E03100","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":141,"content":"<p>That is right, and 92 are owner-occupier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E03200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":142,"content":"<p>The rest are gone to cuckoo funds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E03300","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":143,"content":"<p>The rest is for the private rental market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E03400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":144,"content":"<p>Yes, cuckoo funds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E03500","speaker":"1497"},{"type":"speech","time":1646299800,"counter":145,"content":"<p>As some Deputies are not yet available, I call Deputy Verona Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#E03600","speaker":"1491"},{"type":"speech","time":1646299800,"counter":146,"content":"<p>I welcome the witnesses and thank them for attending.  The section 24 review does not stipulate how many of the houses are private rental.  Out of the momentum fund, there are, on the basis of the graph I am looking at, 717 homes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F00100","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":147,"content":"<p>The figures the Deputy is probably looking at are the figures to December 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F00200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":148,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F00300","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":149,"content":"<p>I updated the figures for the committee to give a flavour of the numbers to the end of 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F00400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":150,"content":"<p>We can look at 2020 on the basis of the graph.  What is the estimate for the average cost of building one of those 1,850 houses?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F00500","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":151,"content":"<p>If we split it, of the 1,850 homes - the non-momentum fund ones for the private market - the cost of construction of the home is approximately &euro;185,000.  That is comparable with what we see from the Society of Chartered Surveyors Ireland.  The average sale price is &euro;319,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F00600","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":152,"content":"<p>The graph indicates that it is &euro;169,000 for developments of fewer than ten units and that increases to &euro;280,000 through the momentum fund.  That is the average cost per unit.  What is the breakdown between urban and rural?  Let us say between Dublin and outside Dublin, what is the breakdown?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F00700","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":153,"content":"<p>Is the Deputy referring to the sale price?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F00800","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":154,"content":"<p>I imagine what I have in front of me is the construction cost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F00900","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":155,"content":"<p>We do not have construction cost figures with us by category, but I can ask Mr. Alger to give a flavour of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F01000","nonspeaker":"Ms Dara Deering"},{"type":"speechnospeaker","time":1646299800,"counter":156,"content":"<p>We experience a range of construction costs.  One of the first things that struck us when we were first set up was the range of construction costs.  I will give an indication.  At the lower end, we see construction costs of &euro;150,000, excluding-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F01100","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":157,"content":"<p>Where?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F01200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":158,"content":"<p>We do not have this.  It is not peculiar to a particular geographical area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F01300","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":159,"content":"<p>Mr. Alger does not know the difference between building a funded property in Dublin and doing so in Wexford.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F01400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":160,"content":"<p>A number of factors go into this construction cost.  For example, if the developer is also the builder, they do not have a construction margin built in for a contractor, whereas if a developer is using a third-party contractor, there is a contractor margin built in as well.  So, the construction costs vary.  It is not just by region.  It is actually by developer as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F01500","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":161,"content":"<p>What was the difference between the sale price of property sold in Wexford versus a property sold in Dublin for the year 2020 under the momentum fund?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F01600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":162,"content":"<p>Under the momentum fund, properties are not being sold.  The three private rented sector developments we did under the momentum fund are actually being developed for the rental market, and those units are not being sold.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F01700","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":163,"content":"<p>What percentage is that?  Mr. Alger is saying the 100% is for the letting market.  There is nothing-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F01800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":164,"content":"<p>I am sorry that I do not have the figures the Deputy is referring to, but I am happy to come back specifically on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F01900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":165,"content":"<p>The figure I have is that 68% of these were for the private market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F02000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":166,"content":"<p>Of the figures to the end of 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F02100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":167,"content":"<p>Of the 68% for the private market, how many properties went into the rental sector?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F02200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":168,"content":"<p>If I take our overall figures-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F02300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":169,"content":"<p>I want Ms Deering to tell me how many units of the 68% went to the letting market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F02400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":170,"content":"<p>Some 30% of all of the homes-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F02500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":171,"content":"<p>No, I want Ms Deering to tell me the unit figure.  How many?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F02600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":172,"content":"<p>As I said, I updated all the figures to the end of 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F02700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":173,"content":"<p>That is unusual.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F02800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":174,"content":"<p>It was with the intention of trying to be helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F02900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":175,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F03000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":176,"content":"<p>Let me work it the other way.  If I take the 1,850 units the Deputy is referring to, on average, 30% of those are for the rental sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F03100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":177,"content":"<p>How many units?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F03200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":178,"content":"<p>It is about 610 units.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F03300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":179,"content":"<p>Out of the momentum fund there are 717 units.  Do the 600 come out of that or do they come from the overall figure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F03400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":180,"content":"<p>They will be out of the overall figure, although I think that the point the Deputy may be getting at is there would obviously be a higher weighting in the momentum fund for rental properties.  That may be where the Deputy is going.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F03500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":181,"content":"<p>There are two issues relating to housing, particularly for people between the ages of 25 and 40, namely, risk and affordability.  The reality is that since the HBFI was established, the affordability aspect has been reduced for people of that age from 16% down to 12%, which would suggest that the HBFI is not effective.  There is an issue here with the affordability aspect.  The HBFI is there to fund developers who Ms Deering says cannot access funds elsewhere albeit we do not know what the due diligence is because she just told Deputy Munster that the HBFI does not actually require any kind of a letter saying that they cannot get funds from the bank.  She is saying that the HBFI's percentage rates are comparable with the banks.  However, the effect of having the HBFI set up is that the affordability aspect for people in that age group has reduced by four percentage points.  How does that market research sit with Ms Deering?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F03600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":182,"content":"<p>Well, Deputy, look-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F03700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":183,"content":"<p>No, I need an answer to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F03800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":184,"content":"<p>Sure.  To answer it I just want to clarify one figure for the Deputy.  Earlier, we referred to the fact of the average home that HBFI funds is being sold for &euro;319,000.  That gets the homes for people to buy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F03900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":185,"content":"<p>Was that in 2020 or is it today's rate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F04000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":186,"content":"<p>It is the average.  I may be able to provide a bit more information if it is helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F04100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":187,"content":"<p>That is the average figure for where?  What size home?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F04200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":188,"content":"<p>That is everywhere, but I can show that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F04300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":189,"content":"<p>Ms Deering said the average was something over &euro;300,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F04400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":190,"content":"<p>It is &euro;319,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F04500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":191,"content":"<p>What kinds of properties are we discussing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F04600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":192,"content":"<p>These are houses that are being sold.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F04700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":193,"content":"<p>What kind of houses?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F04800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":194,"content":"<p>I can give the Deputy the breakdown.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F04900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":195,"content":"<p>What size are they?  I need a size.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F05000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":196,"content":"<p>I will give the Deputy the breakdown of the bedrooms in a minute to give her the sizes.  First, I wish to mention-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F05100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":197,"content":"<p>I do not want Ms Deering to go away.  I have very limited time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F05200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":198,"content":"<p>No problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F05300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":199,"content":"<p>For what type of property and where is &euro;319,000 the average price?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F05400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":200,"content":"<p>These homes are in 18 different counties.  I will now give the Deputy the breakdown of the bedrooms, if she can bear with me for one second.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F05500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":201,"content":"<p>That is the average price for 18 counties.  Does that exclude or include Dublin?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F05600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":202,"content":"<p>That is including Dublin.  It is the average everywhere over 18 counties.  Some 14% of those homes are one-bedroom homes, a further 32% are two-bedroom homes and another 37% of those are three-bedroom homes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F05700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":203,"content":"<p>Is it possible to say that the 14% of one-bedroom homes are exclusively in Dublin?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F05800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":204,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F05900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":205,"content":"<p>Therefore, Ms Deering is telling me the average price for one-bedroom properties is &euro;319,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F06000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":206,"content":"<p>What I am giving the Deputy is the average for all the homes, for the homes sold to the owner-occupier market.  I am giving her the unit size of those homes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F06100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":207,"content":"<p>It is completely distorted.  Ms Deering is saying these are owner-occupier properties and yet she is giving me figures of an average.  On top of that, she is telling me that 600 of them are for the rental market and are not owner-occupier homes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F06200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":208,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F06300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":209,"content":"<p>How many of the 14% that are one-bedroom apartments are owner-occupier dwellings?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F06400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":210,"content":"<p>The average pricing I am giving the Deputy is only owner-occupier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F06500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":211,"content":"<p>Only.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F06600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":212,"content":"<p>They are only owner-occupier because we need to remember that the homes we are funding, if they go to the rental sector, are not being sold.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F06700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":213,"content":"<p>Right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F06800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":214,"content":"<p>Therefore, the figures here relate to owner-occupier.  I can try to split out by county if it helps.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F06900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":215,"content":"<p>I return to my initial point.  We have an affordability issue, which is clear if the average price is &euro;319,000 in the context of our mortgage rules.  There is a big gap that Ms Deering does not seem to be identifying with.  The HBFI was set up to make housing more affordable by building more.  If the supply issue is cured, houses become cheaper.  What has actually happened is that the affordability aspect has been reduced by 4 percentage points.  Does Ms Deering expect that to change and if so, how?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F07000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":216,"content":"<p>The reality is that in order to deal with the challenges we face, we need more supply.  We are only part of the solution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F07100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":217,"content":"<p>I am sorry; that is not what I asked Ms Deering.  Somebody on &euro;250,000 a year will never resonate with the reality of someone with an average income who is trying to get a mortgage.  People watching today's meeting will say that neither Ms Deering nor I know what we are talking about.  The reality is that the HBFI appears to have made houses less affordable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F07200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":218,"content":"<p>Some 77% of the homes we have funded have a sale price of under &euro;350,000.<\/p><p>I appreciate that is still a lot of money.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#F07300","nonspeaker":"Ms Dara Deering","continuing":true},{"type":"speech","time":1646299800,"counter":220,"content":"<p>Not only is it a lot of money, it is not even accessible for somebody on a normal wage who is living in County Wexford, never mind Dublin.  Does Ms Deering hear what we are saying?  This is about public moneys and where they are going.  I am telling Ms Deering that affordability has decreased by 4% since the HBFI was set up.  Does Ms Deering propose to change that and make it a positive as opposed to a negative?  Does she think the HBFI can do that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G00200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":221,"content":"<p>We will do that by making sure the homes we find come to market at the prices I have spoken about.  That is our objective.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G00300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":222,"content":"<p>Those prices are not affordable.  I will come back in later.  I am not being heard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G00400","speaker":"1622"},{"type":"speech","time":1646299800,"counter":223,"content":"<p>I will let the Deputy in for a second round of questions.  I call Deputy Colm Burke.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G00500","speaker":"1491"},{"type":"speech","time":1646299800,"counter":224,"content":"<p>I thank our guests for being here.  There has been a lot of focus on the drawdown of funding.  I am interested in the structure to protect the organisation with regard to securities, etc.  What checks and balances are in place to make sure there is adequate security?  We had a problem with the banks in the past.  Representatives from the National Asset Management Agency were before the committee and outlined a case where a solicitor's undertaking in relation to property to the tune of approximately &euro;1 billion meant the banks could not do anything about it because it was totally insufficient.  In terms of securities where moneys are released, what checks and balances are in place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G00600","speaker":"1523"},{"type":"speechnospeaker","time":1646299800,"counter":225,"content":"<p>I will let my colleague, Mr. Alger, give a flavour of what we do to make sure we have the appropriate security in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G00700","nonspeaker":"Ms Dara Deering"},{"type":"speechnospeaker","time":1646299800,"counter":226,"content":"<p>We have a panel of solicitors that we put in place through a procurement exercise.  When we approve a loan, we appoint a firm of solicitors to act specifically on our behalf and those solicitors are responsible for doing a title investigation and registering our security.  Before we do our initial drawdown, that security must be in place and confirmed by our panel solicitors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G00800","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":227,"content":"<p>Is the person drawing down the funding already the owner of the property or is some of the funding going towards the purchase of the property?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G00900","speaker":"1523"},{"type":"speechnospeaker","time":1646299800,"counter":228,"content":"<p>Either scenario can arise.  In some cases, the borrower already owns the site.  In those circumstances, our solicitor would still do an investigation of the title and register our security.  In other cases, our borrower is also purchasing the site so the borrower's solicitor would be doing a title investigation and then our solicitor would be responsible for registering our security.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G01000","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":229,"content":"<p>Mr. Alger would accept that one of the problems that occurred when the crash came in 2008 was the exposure of the banks that had inadequate security.  Have any particular problems been highlighted in that regard?  Have alarm bells been set off because of issues that occurred previously?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G01100","speaker":"1523"},{"type":"speechnospeaker","time":1646299800,"counter":230,"content":"<p>What was uncovered in the financial crash subsequent to the Celtic tiger years was that in some cases banks used lending practices that would allow the borrower's solicitor to certify title and register security.  Very often, there were defects in how that security was registered.  We do not rely on the borrower's solicitor to certify title and register our security.  We have our own independent panel of solicitors to do title investigations and register our security.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G01200","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":231,"content":"<p>When money is drawn down, what is the structure for repayment?  What time period is normally granted?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G01300","speaker":"1523"},{"type":"speechnospeaker","time":1646299800,"counter":232,"content":"<p>As part of every loan proposal, we have a cash flow from the borrower which projects the timing of draw downs and sales receipts.  For every loan we approve, there is an expected date for the development to be launched to the market.  There are also specific timings around when sales are expected to complete.  We monitor that in conjunction with our borrower.  Let us take the example of a 20-unit development.  As soon as each house sells, we get the sale proceeds, which reduces the borrowers loan to us.  Typically for a 20-unit development, we might be repaid after the 16th house is sold.  That is the source of our repayment as each unit gets sold.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G01400","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":233,"content":"<p>I will ask about projections of dates of sales, etc.  I know construction was closed for part of the pandemic.  Are our guests satisfied that the targets and timelines set are being reached or are the timeframes now longer for the delivery of the end product?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G01500","speaker":"1523"},{"type":"speechnospeaker","time":1646299800,"counter":234,"content":"<p>There have been some delays as a result of the shutdown of sites but they have not been all that significant.  We have had to do some extensions to loan terms but those have been relatively modest.  Developers in many cases made up for some of the time lost as a result of lockdowns.  From a risk perspective, nothing in our developments has caused us concern to date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G01600","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":235,"content":"<p>The HBFI lends money to developers who must show they have had difficulty in getting the required borrowing from the financial institutions.  What is the difficulty about the financial institutions providing lending at this stage?  Never before has there been so much money on deposit in the main banks in this country.  Why is there a reluctance in the financial sector to provide funding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G01700","speaker":"1523"},{"type":"speechnospeaker","time":1646299800,"counter":236,"content":"<p>I will take that question.  Why do builders or developers come to the HBFI for funding and not go to the main banks?  I think that is the Deputy's question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G01800","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":237,"content":"<p>That is right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G01900","speaker":"1523"},{"type":"speechnospeaker","time":1646299800,"counter":238,"content":"<p>There are a number of reasons.  We have a national remit, which means we are here to fund schemes in every county.  Sometimes the mainstream banks focus more on urban areas and high population centres.  We will try to support demand in every county, if that is viable, and we have so far supported schemes in 20 counties.  The more fundamental point is that at times a builder or developer will not have the required level of equity that meets the risk criteria for a bank.  What do I mean by that?  The main banks will typically lend approximately 65% of the cost of building a new development.  We can lend more than that.  We can go up to approximately 80% to try to make more schemes viable.  That is the second reason.<\/p> <p>  The third reason is that some of the schemes will simply be too small for the main banks.  That is why we brought out-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G02000","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":239,"content":"<p>What does Ms Deering mean by \"too small for the main banks\"?  The State has a shareholding in the main banks.  Is Ms Deering saying that an entity in which the State has a shareholding is refusing to talk to developers unless they are building 50 houses?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G02100","speaker":"1523"},{"type":"speechnospeaker","time":1646299800,"counter":240,"content":"<p>No.  We brought out a product for schemes of between five and ten units because our experience was that those smaller builders were struggling to get finance, particularly for schemes outside the main urban areas.  There can be a range of reasons why the funding is not available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G02200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":241,"content":"<p>Given the shape of the housing market, the growth of population and the demand for housing that will be there, does Ms Deering not think it is now time for the Government to talk to the banks and ask why they will only lend 65% of the cost of a new development and not 80%, as is the case with the HBFI?  Those banks have adequate moneys on deposit.  In fact, they are now penalising people for having moneys on deposit.  Surely some effort must be made to deal with this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G02300","speaker":"1523"},{"type":"speechnospeaker","time":1646299800,"counter":242,"content":"<p>In the course of the next number of years, we need supply of more than 30,000 units per year.  In order to support that, we will try to fill gaps where we see them.<\/p><p>That is the gap we see today.  Our role and mandate is to supply and deliver-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#G02400","nonspeaker":"Ms Dara Deering","continuing":true},{"type":"speech","time":1646299800,"counter":244,"content":"<p>Does Ms Deering accept that the banks are now being unreasonable in saying to small builders that five houses amount to &euro;1.5 million?  That is not a small loan.  Where a builder is already putting &euro;300,000 or &euro;400,000 into a development, the risk to the bank is very small.  Is it not now time that the banks came back to the market and helped deal with the housing shortage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H00200","speaker":"1523"},{"type":"speechnospeaker","time":1646299800,"counter":245,"content":"<p>That question would be best answered by the banks.  I can only explain to the committee what we see in terms of the gaps and how we are trying to deploy the funding we have available to bring forward new supply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H00300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":246,"content":"<p>In all of the HBFI&rsquo;s cases, it has not seen a risk, even where it has given 80%.  It has indicated that while there is a risk, it does not see that as a major challenge.  If it does not see it as a major challenge, what is the problem with the main financial institutions?  They have enough people with expertise to adjudicate on projects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H00400","speaker":"1523"},{"type":"speechnospeaker","time":1646299800,"counter":247,"content":"<p>The Deputy is right.  We will do a risk assessment of any scheme and have to satisfy ourselves.  Based on what we have seen to date, we are happy to fund the types of schemes I mentioned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H00500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":248,"content":"<p>I thank our guests for their attendance.  Ms Deering stated that the &euro;835 million in loan approvals is expected to deliver 3,729 units.  How many of those units have been completed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H00600","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":249,"content":"<p>To the end of December, 519 units had been completed and sold.  A further 1,359 were at sale-agreed stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H00700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":250,"content":"<p>Which means that in or around 2,000 units were either been sold or were sale agreed.  Of those 2,000, how many were social houses?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H00800","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":251,"content":"<p>About 23% of the overall units we have funded are social housing.  Specifically, of the 519 units, a higher proportion, 55%, was for social housing, 44% were for the owner-occupier market and 1% was for Part V.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H00900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":252,"content":"<p>Why was only 1% for Part V housing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H01000","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":253,"content":"<p>That is just from the 519 units-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H01100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":254,"content":"<p>Let me rephrase that.  Of the overall targets, that is, the 3,729 units that are at some level of construction, how many of them will be for Part V?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H01200","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":255,"content":"<p>A total of 4% are Part V, 43% are owner-occupier, 30% are private rental and 23% are social housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H01300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":256,"content":"<p>The proportion of 30% for private rental is fairly substantial.  Does Ms Deering have a problem with that?  Is there a need to rebalance the proportion towards owner-occupied and social housing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H01400","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":257,"content":"<p>The point I would make is that we have funding for all segments of the market, and that is what is available.  If we approve a scheme, whether for owner-occupiers or anything else, that does not compromise our ability to approve a scheme for social housing. Equally, if we approve a scheme for rental, it does not compromise our ability to approve a scheme for the private or owner-occupier market.<\/p> <p>  We have sufficient funding available to meet the demand for all the commercially viable schemes coming our way because the funding we have can be recycled and, second, we have an ability to borrow more if needs be.  In our strong view, to tackle this challenging environment we are in where supply is well beneath demand, we need to see homes being built for owner-occupiers, renters, social housing and Part V.  That is how we are trying to play a small part in helping to address the challenges that are there today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H01500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":258,"content":"<p>Does the HBFI have measures in place to ensure the schemes it funds fulfil any social and moral obligations?  Does it ensure fair rents are charged?  At the end of the day, this is taxpayers' money and the HBFI is funding developers to build developments that, in some instances, are rented on the private market.  Does it have measures to ensure it is not participating in a mechanism that penalises people for being in a position whereby they have to rent?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H01600","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":259,"content":"<p>We are funding only the construction phase of homes where finance is more constrained.  At the end of that period, in the case of the private rental market, those units may be sold in totality and rented out to the market.  In the same way as we fund a home to be sold to the private market, we fund construction only.  We fund the house builders and, at the end of that, the property makes its way into one of the segments I mentioned.  Obviously, one of the mechanisms to alleviate costs, whether in the context of the affordability point that one of the Deputy's colleagues mentioned earlier in regard to people trying to buy a home or in the context of the price point for rental, relates to bringing forward more supply, and that has to be our focus and use.  We believe, given our mandate, we should use the finance we have available to bring forward supply across the board.  We do not differentiate as to what the purpose of that supply is.  We believe we should support all supply where finance is a barrier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H01700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":260,"content":"<p>The answer to my question is \"No\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H01800","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":261,"content":"<p>We do not get into trying to set price points.  That is a matter for other policy considerations.  We are here to ensure the finance is not a barrier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H01900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":262,"content":"<p>In that case, does Ms Deering have concerns that the taxpayer could be funding schemes that exploit renters?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H02000","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":263,"content":"<p>As I said, we lend the money we have been given on commercial terms to entities that build homes for either the private market, the social market or the rental market.  That is our mandate and role, and it is what we were set up by the State to do.  That taxpayer money may fund homes for owner-occupiers or for the rental market.  Ultimately, to get to a stage where there are more affordable homes for purchase or rent, we need to see a lot more measures-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H02100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":264,"content":"<p>A total of 30% of the homes are for the private rental sector.  Is that determined purely on the basis of who submitted the applications?  Are there any other criteria that result in that determination?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H02200","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":265,"content":"<p>The real criteria for us relate to whether there is a demand for finance for commercially viable schemes.  We lend the money to make a commercial return, and we are then paid back that money and try to lend it again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H02300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":266,"content":"<p>My question is whether the 30% figure for private rental is a target or whether it is simply following the market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H02400","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":267,"content":"<p>It is following the demand we see for funding.  It is not the target.  We do not target that a certain percentage has to be in one segment or another.  We only fund schemes where planning permission-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H02500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":268,"content":"<p>It is possible, therefore, that in a couple of years, the report could refer to 60%, 80% or even 90% private rental.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H02600","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":269,"content":"<p>What we see from the demand that comes our way is that there is still very strong demand for owner-occupier units.  Moreover, some of the schemes we have funded for the private rental sector were under the momentum fund, but that fund is now closed.  We brought it out as a response to Covid-19 because we had anticipated that the funding of some larger schemes, which traditionally would have been supported by mainstream banks, might be constrained in the short term.  For that reason, I do not expect to see a material increase over the coming years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H02700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":270,"content":"<p>In response to Deputy Burke's question as to why people would come to the HBFI as opposed to going to the private sector, Ms Deering stated it has a wider remit.  It looks at areas beyond the major ones.  How many counties have not seen any investment from the HBFI?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H02800","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":271,"content":"<p>To the end of February, there are six counties in which we have not approved a scheme, namely, Cavan, Longford, Roscommon, Sligo, Tipperary and Limerick.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H02900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":272,"content":"<p>Of the 3,729 figure, what number of units will be built in Dublin, for example?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#H03000","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":273,"content":"<p>As regards the Dublin number, 37% of the total units are in Dublin and 63% are outside of Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J00100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":274,"content":"<p>Of that 63%, how many are in Cork?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J00200","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":275,"content":"<p>Cork makes up about 9%, or 282 units out of the 3,729.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J00300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":276,"content":"<p>The obvious question is whether the HBFI's funding is actually delivering housing on a better regional basis than the private banking sector was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J00400","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":277,"content":"<p>Our objective is to make sure there is awareness in every county that the HBFI exists.  That is why we have a lending and business development team that goes out into those counties to make sure that people know, if finance is a barrier to bringing forward supply, we are here.  However, as we know, finance is not the only barrier in bringing forward supply.  Viability is a real challenge and our role is to make sure that finance does not get in the way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J00500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":278,"content":"<p>My point is that this scheme is not actually addressing the regional imbalance that was set out as one of the issues.  What proportion of units funded through the momentum fund were in Dublin?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J00600","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":279,"content":"<p>All the units funded under the momentum fund were in Dublin.  To come back-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J00700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":280,"content":"<p>We introduced a scheme in the middle of Covid that potentially put pressure on the Dublin market because it removed workers from building homes to building private rental properties.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J00800","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":281,"content":"<p>The schemes we funded through the momentum fund were shovel-ready.  They were ready to get going with workers who needed to have construction activity.  That is why we were very keen to keep it going.  To come back to the Deputy's original point, I totally agree that we need more building outside the main urban areas.  That is one of our objectives and motivations and that is why we have a team of people trying to support schemes in those areas.  We do not get bundles of applications from all the counties.  We would like to see more and we have the capacity to fund more but finance is obviously just one of the challenges in trying to bring forward that supply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J00900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":282,"content":"<p>Could we get the figures again for the rental costs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J01000","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":283,"content":"<p>I will let my colleague answer that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J01100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":284,"content":"<p>What were the figures for one, two and three-bedroom properties?  Please specify whether they are for houses or apartments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J01200","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":285,"content":"<p>These are the projected rents for the apartment developments.  The average rent for a one-bed is projected to be &euro;1,800, while a two-bed is &euro;2,100 and a three-bed is &euro;3,100.  These are projected rents for-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J01300","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":286,"content":"<p>Did Mr. Alger say &euro;3,100?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J01400","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":287,"content":"<p>It is &euro;3,100 for a three-bed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J01500","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":288,"content":"<p>Is that solely in Dublin or is that an average cost?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J01600","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":289,"content":"<p>These are projected rents in Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J01700","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":290,"content":"<p>These are all Dublin-based rents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J01800","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":291,"content":"<p>Yes.  The number of three-beds in a lot of these developments is quite low.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J01900","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":292,"content":"<p>Hence the prices people are being charged for rent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J02000","speaker":"1451"},{"type":"speechnospeaker","time":1646299800,"counter":293,"content":"<p>The majority of the units in these developments are one-bed and two-bed apartments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J02100","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":294,"content":"<p>Before we take a break - I think we need one after hearing that - I have one more question.  Has there been any analysis of the actual cost of building these three-bed apartments?  The cost of building something is made up of the cost of land - and apartments are stacked higher so you do not need as much land - and then labour and materials.  There are ancillary costs, such as legal, technical, design and other costs, but those are the three big ones.  The HBFI is making credit available for these developments but has it done any analysis of what it actually costs to provide them?  I do not claim to have all the wisdom on this but I know from people in the construction industry that apartments can be provided at a very reasonable price.  Are there any figures on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J02200","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":295,"content":"<p>I will let my colleague provide the figures on the cost of construction because we look at it-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J02300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":296,"content":"<p>Briefly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J02400","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":297,"content":"<p>If I did not answer Deputy Catherine Murphy's question on the cost I am happy to come back on it later.  One of the challenges is that it is very difficult to build apartments for sale.  That is the reality.  That is why most of the apartments for which we receive funding applications are for the rental sector.  When you try to sell them on a unit-by-unit basis, the cost of those units is beyond the reach of an awful lot of people in the marketplace.  I will let Mr. Alger give the specifics on the cost of constructing an apartment .<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J02500","nonspeaker":"Ms Dara Deering"},{"type":"speechnospeaker","time":1646299800,"counter":298,"content":"<p>The average construction cost is &euro;250,000, excluding soft costs.  When the soft costs are brought in-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J02600","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":299,"content":"<p>What are they?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J02700","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":300,"content":"<p>Land.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J02800","nonspeaker":"Ms Dara Deering"},{"type":"speechnospeaker","time":1646299800,"counter":301,"content":"<p>They include the land costs, professional fees and design fees.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J02900","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":302,"content":"<p>Is that &euro;250,000 all in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J03000","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":303,"content":"<p>No, that is just the construction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J03100","nonspeaker":"Ms Dara Deering"},{"type":"speechnospeaker","time":1646299800,"counter":304,"content":"<p>That &euro;250,000 is just the construction cost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J03200","nonspeaker":"Mr. Sean Alger"},{"type":"speechnospeaker","time":1646299800,"counter":305,"content":"<p>Add everything else in and it is over &euro;400,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J03300","nonspeaker":"Ms Dara Deering"},{"type":"speechnospeaker","time":1646299800,"counter":306,"content":"<p>For an apartment development-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J03400","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":307,"content":"<p>Was that &euro;400,000?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J03500","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":308,"content":"<p>It is &euro;435,000.  That is the cost after adding in the land, the construction and everything that goes with it.  That is based on the figures from the Society of Chartered Surveyors Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J03600","nonspeaker":"Ms Dara Deering"},{"type":"speechnospeaker","time":1646299800,"counter":309,"content":"<p>The Chairman should bear in mind that the cost varies depending on the number of floors in an apartment block, whether underground parking is provided-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J03700","nonspeaker":"Mr. Sean Alger"},{"type":"speech","time":1646299800,"counter":310,"content":"<p>There are houses being built a lot cheaper than that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J03800","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":311,"content":"<p>That is the point.  That is why these apartments are going to the rental market and not the sale market.  Obviously, we would like to see more of them available for sale because that would help with some of the issues we raised earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J03900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":312,"content":"<p>Rent of between &euro;720 and &euro;740 per week-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J04000","speaker":"1491"},{"type":"speech","time":1646299800,"counter":313,"content":"<p>That is the reality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J04100","speaker":"1622"},{"type":"speech","time":1646299800,"counter":314,"content":"<p>-----is totally unaffordable for most of the people who live on this island.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J04200","speaker":"1491"},{"type":"speech","time":1646299800,"counter":315,"content":"<p>We are focusing our money in the wrong place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J04300","speaker":"1622"},{"type":"speech","time":1646299800,"counter":316,"content":"<p>We will break for ten minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#J04400","speaker":"1491"},{"type":"unspoken","time":1646299800,"counter":317,"content":"<p>Sitting suspended at 10.56 a.m. and resumed at 11.13 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1646299800,"counter":318,"content":"<p>A few members are tied up with parliamentary duties, including Deputies Dillon, Devlin and O'Connor.  I have a few questions on the loans to builders and developers.  What is the largest loan that the HBFI has provided?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L00100","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":319,"content":"<p>The largest loan is &euro;94 million, which was under the momentum fund.  The average loan is &euro;11.8 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L00200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":320,"content":"<p>Was the &euro;94 million for apartments?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L00300","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":321,"content":"<p>That would be Dublin apartments under the momentum scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L00400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":322,"content":"<p>Ms Deering gave a figure before the suspension about the rental costs.  They are for Dublin.  A two-bedroom apartment is &euro;2,100.  It is &euro;3,100 per month for a three-bedroom apartment.  Are those up-to-date figures or are they costs that have been provided to date during the HBFI's period of operation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L00500","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":323,"content":"<p>We are funding the construction of those apartments.  That is an example in Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L00600","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":324,"content":"<p>I understand that.  Do those costs relate to properties built over the period since the HBFI has been established?  Are they the most up-to-date figures based on current market rents?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L00700","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":325,"content":"<p>They are the projected figures that the units are expected to be rented for when the units are built, but they have not been built yet.  They are only under construction.  They are purely projections that people who are building the homes expect to rent those apartments for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L00800","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":326,"content":"<p>I have a question about the cost per unit.  Ms Deering mentioned a figure of more than &euro;400,000 for an apartment.  The cost per unit as of 31 December 2020, based on the HBFI's section 24 review, shows the average cost per home for those developments with more than ten units.  This is approved funding.  I understand that does not take into account the full fund, but covers more than 80%.  It works out at &euro;169,505 per unit for developments of more than ten units.  That indicates to me that the figure is far less than &euro;400,000.  It is &euro;202,000 for construction sites with fewer than ten units.  The cost of more than &euro;400,000 to build an apartment over the period of those loans is out of kilter with the cost on the ground.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L00900","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":327,"content":"<p>I will provide some clarity.  The Chairman is talking about section 24 figures.  He is right that we lend that much money per unit, as opposed to the homes being built.  I will take the Chair's example of the more-than-ten-unit and fewer-than-ten-unit projects.  They are houses.  The construction cost of a house is lower than &euro;435,000.  The cost of construction for a house, per the Society of Chartered Surveyors Ireland, is &euro;185,000.  As I mentioned earlier, there is also the cost of land and other factors.  That is the comparison.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L01000","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":328,"content":"<p>The HBFI is operating in 20 counties.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L01100","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":329,"content":"<p>That is right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L01200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":330,"content":"<p>The HBFI has funded projects in Laois and Offaly.  If there are 20 or 30 houses to the acre, that acre can be bought for a fraction of the &euro;400,000 in some places.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L01300","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":331,"content":"<p>The Chairman is right that the cost of construction will be less outside Dublin.  He is right that the cost of construction for houses is less than apartments, but the cost of construction for houses takes into consideration the construction itself and other factors, such as land.  I accept that land prices will be different in other places.  It also includes other soft costs, such as the cost of finance that has to be in place.  That is why our average house price is &euro;319,000.  It reflects the construction costs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L01400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":332,"content":"<p>According to the Government at the time, the purpose was to fund small- and medium-sized developers to build outside major urban areas.  I have a copy of what was said at the time.  There is a table from the HBFI from 31 December 2020.  Looking at developments of more than ten units, &euro;185 million was made available.  There was &euro;8.3 million for developments of fewer than ten units, or just 41 homes.  Those two figures show that the intended aim of the HBFI just did not work out.  Only 41 homes were provided by way of small builders building fewer than ten units.  According to the Government at the time, the goal was to fund small and medium-sized developers and builders to build outside the main urban areas.  I do not mean to be disparaging.  That indicates to me that there was complete failure in matching the actual figures to the intention.<\/p><p>That would indicate to me, and I do not mean to be disparaging, a complete failure in matching up the intention with the actual figures in that only 41 homes were provided by builders who were building ten or fewer units.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#L01500","speaker":"1491","continuing":true},{"type":"speechnospeaker","time":1646299800,"counter":334,"content":"<p>The Chairman is absolutely right in that when we were set up, the greatest level of demand was to be outside the main urban areas and for small and medium-sized units, but actually the unit number was set at ten and above.  Therefore, the first product as per the table was the one regarding which we expected to see the greatest level of demand.  One of the first things we did was a review of the marketplace.  We actually felt there would also be demand for the smaller schemes, those with fewer than ten units.  The Chairman is absolutely right in that, at the time, at the end of 2020, these accounted for six facilities.  However, if I consider what constitutes small and medium under a scheme, I note it is not just fewer than ten units.  That criterion did not even exist when we launched.  Of the schemes we have approved, more than 65% have fewer than 50 units.  Those are more akin to those associated with the demand we see outside Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#M00200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":335,"content":"<p>However, it has not helped the small builder in Mountmellick, Portarlington or Tullamore.  That is clear from this.  A builder providing ten or fewer units who could not get the equity needed from the bank and would not have been in a position to secure it and the handful of tradespeople with the skills.  I assure Ms Deering that homes are needed in the areas I have mentioned.  There is huge demand.<\/p> <p>  How many homes were delivered under the momentum fund, which is valued at &euro;300 million?  She gave the figure for how much of the fund has been lent.  How many homes have been provided through the fund?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#M00300","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":336,"content":"<p>The momentum fund is the &euro;274 million in funding that we have provided.  A total of 1,118 homes are involved.  To break that down, 92 are for owner-occupiers, 85 are targeted for social housing, and the balance of 841 is for the rental market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#M00400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":337,"content":"<p>Ninety-one owners?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#M00500","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":338,"content":"<p>Ninety-two are for owner-occupiers, 85 are for social housing and the balance, 841 units, is for the rental market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#M00600","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":339,"content":"<p>Most of them would have been bulk-bought.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#M00700","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":340,"content":"<p>The top three schemes are going to be bought <i>en masse<\/i>.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#M00800","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":341,"content":"<p>What concerns me here is that more than 80% of them finished up in the hands of institutional investors.  I am aware that Ms Deering made the case earlier that she was trying to help that sector as well.  However, are we sure that sector was really struggling to get finance?  For example, if a constituent went to the local authority tomorrow to get money under the local authority loan scheme or, previously, the Rebuilding Ireland home loan scheme, two letters from private financial institutions would have to be produced stating he or she could not get a loan.  There would also be other rigorous checks.  Ms Deering clarified that the developers who finished up with 80% of the public money did not have to produce any of that documentation.  Does she not find that odd?  She mentioned that her organisation did not want to put the applicants through the rigorous process of going around the houses looking for money before coming back to it, but that does not take long.  One can get the information from a bank or other financial institution in a day.  If a developer or builder presents balanced books to a bank or financial institution and shows evidence of the asset, secured land, planning permission and a preliminary design that has been done, he or she will get a fairly quick answer within a week; it does not take months.<\/p> <p>  A weakness in the momentum fund and the overall scheme is that critical check is not in place.  What happened is simply that, in the case of the fund, more than 80% of it ended up funding apartments in Dublin that finished up in the hands of private developers charging a rent of &euro;3,100 per month.  That is crazy money by comparison with rents in other European cities.  Before the crash, we finished up with the most expensive site in the world in Ballsbridge.  We all remember that and what happened.  Some of the people involved wound up in America.  We remember the madness of all that.  Are we not driving ourselves into a crazy situation again using taxpayers&rsquo; money to build apartments that are to be rented out for completely crazy prices from the point of view of Joe Public and citizens?  If people rent these apartments, they will never be able to save to buy a home and they will end up as pensioners in them.  I realise this is not for Ms Deering to figure out but policymakers must figure out how they will fund the system when these people reach pension age.  What kind of pension or wage will someone need to pay &euro;700 or &euro;800 per week in rent?<\/p> <p>  Based on the figures given, I am more concerned than I was after reading all this material yesterday.  We need to help small builders to provide affordable homes.  I contend that it does not cost &euro;400,000 to build or produce a home, regardless of the land cost and anything else.  There are things HBFI cannot do about the land costs that the Oireachtas should be doing, but I would like to go a lot further.  We have not acted on the Kenny report of the 1970s.  There are things we can do regarding vacant sites, CPOs, etc.  I just think we are finishing up in a worse situation than we were in given where things are heading.  I know people on relatively good incomes who are paying &euro;1,600 per month in rent.  They are absolutely crucified.  They are young couples who will never be able to buy.<\/p> <p>  I will allow in the second batch of speakers.  There are a few members who have not shown up yet.  I will allow each member who indicates a desire to contribute to do so.  However, they should bear in mind that if some of the others arrive, I will have to allow them their ten minutes.  The best thing to do is to give each member who indicates five minutes to contribute, and I will do so in the order in which members indicate.  We will then go around the houses again.  The first person to indicate is Deputy Munster, who has five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#M00900","speaker":"1491"},{"type":"speech","time":1646299800,"counter":342,"content":"<p>I want to come back to the momentum fund.  Ms Deering said it was set up in case funding from the mainstream banks would be constrained during Covid.  At the same time, HBFI had no checks and balances when the big developers were applying for funding.  It did not ask for a single sheet of paper that would show they had already been refused or had any difficulty whatsoever in getting the funding through the normal channels.<\/p> <p>  Ms Deering said HBFI had decided to set up the momentum fund and then brought the proposal to the Minister.  In this regard, I have a question on which I want a very clear response on the record.  In bringing about the setting up of the fund, was there any lobbying of any description from anybody?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#M01000","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":343,"content":"<p>Absolutely not.  It was part of our normal view of the market, trying to identify whether there are any gaps and responding to those gaps at that particular point in time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#M01100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":344,"content":"<p>Everyone under the sun knows that if there were forward purchase agreements already in place, they would have been huge things to go to the bank with.<\/p><p>They would have been sure of getting funding but HBFI did not ask any questions whatsoever.  It allocated &euro;300 million out of the &euro;730 million to that.  The largest tranche of funding given out was &euro;94 million, which was for one of the three projects for private rental accommodation.  The figures given are staggering, with rents of &euro;3,100 for a three-bedroom apartment.  Just think about that for a second - &euro;3,100 for a three-bedroom apartment or &euro;1,800 for a one-bedroom apartment.  The remit of HBFI is not to distort the market but how, in the name of God, is this not distorting the market?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#M01200","speaker":"1497","continuing":true},{"type":"speechnospeaker","time":1646299800,"counter":346,"content":"<p>It is not that we have no checks or balances and I just want to bring clarity to that point.  As part of an individual assessment of the three schemes we are talking about here, where funding was provided through the momentum fund for homes or units in the private rental sector, it was our market assessment at the time that if we did not step in right then, funding would not be available for these schemes and the homes would not have been built-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N00200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":347,"content":"<p>Ms Deering said that they would not be built if HBFI did not step in right there and then, but did HBFI ask for evidence that the developer had been refused by a bank?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N00300","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":348,"content":"<p>What we do not do, because we do not believe it supports bringing forward supply, is ask any customer to go through a process and get a refusal.  That is not part of our commercial set-up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N00400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":349,"content":"<p>Sorry, forgive me, I might be confused here but how can Ms Deering say that if HBFI had not stepped in, there and then, that these developments would not happen when it had not even asked if the developer had been to a bank, had been refused and for evidence of same?  How does that tally?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N00500","speaker":"1497"},{"type":"speechnospeaker","time":1646299800,"counter":350,"content":"<p>We brought out the momentum fund to mirror the offerings that were available from the main banks.  The terms were no better but simply mirrored what was available at that point in time to ensure that if there was a gap in the market, we would be able to step into that gap.  It was in anticipation of possible challenges, given what was happening with Covid-19.  What we saw was the reality that there was a challenge for a small number of schemes that were ready to start building at that particular point in time and we stepped in to bring that supply to the marketplace.  We are talking about three schemes.  I appreciate that we are talking about large quantums of money but the other big consideration for us, and maybe I am not getting this across to the committee today, in parallel to that consideration, is the need to make sure that we have finance available for those small and medium-sized schemes.  We want to see more applications across every county for homes in every county.  One was not to sacrifice the building of another.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N00600","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":351,"content":"<p>I will let you back in again later, Deputy Munster, if there is time.  Deputy Murphy is next.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N00700","speaker":"1491"},{"type":"speech","time":1646299800,"counter":352,"content":"<p>HBFI launched the scheme in early May 2020 but the announcement relating to the global pandemic was made by the then Taoiseach on 12 March.  That is a very short period to introduce a fund or to make that assessment of need.  Where is the evidence?  I am not convinced that I have heard evidence to support the conclusion reached that the introduction of that fund was necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N00800","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":353,"content":"<p>The Deputy is absolutely right that the timing was May 2020.  If we go back to when the lockdown announcement was made, construction sites closed.  All construction activity finished during the first lockdown.  Our assessment was based on our experience of lending into the marketplace.  Unfortunately we saw during the previous global financial crisis that banks had to focus on other things, which meant that the availability finance for construction was constrained-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N00900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":354,"content":"<p>It was entirely HBFI's own assessment-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N01000","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":355,"content":"<p>Initially, it was entirely our own assessment that there may be constraints in finance availability and that came through in the applications we received.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N01100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":356,"content":"<p>I want to ask about the advantages of borrowing from HBFI as opposed to one of the pillar banks.  Ms Deering talked about a ratio of 65% but that HBFI can go above that.  How many of these went above that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N01200","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":357,"content":"<p>None of them went above it.  To provide clarity, with the momentum fund the product mirrored exactly the mainstream bank offering and we got an external benchmark to make sure that was the case.  It was only there to step in where the banks could not lend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N01300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":358,"content":"<p>Was the viability of HBFI a consideration in 2020, in the absence of being able to lend and in covering the cost of maintaining the entity?  Was that a consideration?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N01400","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":359,"content":"<p>No, absolutely not.  It was always anticipated that HBFI, as a start-up lender, would be loss-making in its first couple of years and that it would become profitable at or around the end of year three and that is the case, as we expected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N01500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":360,"content":"<p>Ms Deering referenced the performance criteria linked to remuneration, one of which is output.  Obviously, the output was significantly accelerated in the short term by virtue of the introduction of the fund.  Does Ms Deering accept that the fund brought an advantage back to herself and other members of staff?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N01600","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":361,"content":"<p>First, to provide clarity, there is absolutely no performance-related pay-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N01700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":362,"content":"<p>So far-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N01800","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":363,"content":"<p>Pay has been paid in respect of 2019 and 2020 and I will not speculate on the future because that would not be appropriate.  I assure the Deputy that our motivation is to make sure that the taxpayer's finance that we have been given is available for all schemes.  I know there is a lot of focus on the momentum fund and I fully understand why -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N01900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":364,"content":"<p>That fund significantly increased the output, which is one of the key performance indicators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N02000","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":365,"content":"<p>What it did, because the demand was there, was significantly meet that demand but in no way-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N02100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":366,"content":"<p>It met the demand in a very different way from the stated original intention of HBFI's remit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N02200","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":367,"content":"<p>In setting up HBFI, to be absolutely clear, the mission or mandate is to support the building of homes throughout Ireland.  The expectation was that we would see greater demand from small and medium-sized developers but the reality has been somewhat different from that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N02300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":368,"content":"<p>Ms Deering said that many of these units are for rent but that HBFI cannot do a cost comparison between units that were funded from the momentum fund and those from the other offerings because these were build-to-rent units.  Ultimately, those units will be sold to another entity that will rent them so do we know how much they are going to be sold for?  How is that broken down in the cost per unit or the sale price per unit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N02400","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":369,"content":"<p>We can come back to the committee on that.  We look at the project, sold in its entirety, as a unit.  What the Deputy is asking is, if it was sold on an individual basis, what would be the sale price of the unit.  Obviously, that is not the way we do a credit assessment because-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N02500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":370,"content":"<p>I just want to know what they will be sold for-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N02600","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":371,"content":"<p>If they were sold individually, we can provide that data to the committee-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N02700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":372,"content":"<p>Even if a scheme is sold to a fund-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N02800","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":373,"content":"<p>In its totality-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N02900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":374,"content":"<p>Yes, in its totality, we can break it down.  We can say there are 300 units, we can divide it up, do the maths and we can find out how much it would have cost, per unit, to that entity.  The units could equally have been sold to a housing association, a local authority or a voluntary housing body but we can break the figures down.<\/p><p>What I want to see is what these units would be sold for, comparing what was funded through the momentum fund with what was funded through the other offerings as per the original intention of HBFI's remit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#N03000","speaker":"1489","continuing":true},{"type":"speechnospeaker","time":1646299800,"counter":376,"content":"<p>I am happy to provide the breakdown for the three schemes.  That is no problem.  I do not have that breakdown with me now, but we will be happy to provide it after the meeting.  In response to some of the earlier points made and the Deputy's own point, we are absolutely committed to funding small and medium-sized developments wherever there is viability.  Obviously, we would like to see more homes in some of the locations the Deputy spoke about.  That is why we have teams out in those locations trying to generate awareness that we exist and to fund those homes.  The momentum fund is time-bound.  We have closed it because we believe there is now sufficient funding available in the marketplace for these schemes.  It is no longer needed to step in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O00200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":377,"content":"<p>Those units were just in Dublin, Ms Deering told us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O00300","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":378,"content":"<p>Regarding the momentum fund, the demand for those apartments was just in Dublin.  We will provide the breakdown for those three schemes the Deputy is looking for.  That is no problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O00400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":379,"content":"<p>I thank all the witnesses.  I have a couple of brief questions.  Am I correct that all schemes that are funded must have full planning permission?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O00500","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":380,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O00600","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":381,"content":"<p>Is the fund then granted to the person or the entity that applied for planning permission?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O00700","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":382,"content":"<p>Originally.  The entity looking for funding from us must have planning permission in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O00800","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":383,"content":"<p>The planning permission and the entity that is funded are one and the same-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O00900","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":384,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O01000","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":385,"content":"<p>-----at all times, so is there is no prospect of somebody applying for planning permission and somebody else looking to develop the site?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O01100","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":386,"content":"<p>No.  By the time the application comes to us for our assessment, it is the same.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O01300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":387,"content":"<p>It is both.  That is okay.<\/p> <p>  There was only 10% drawdown in 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O01400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":388,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O01500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":389,"content":"<p>We have had the Covid pandemic and there have been delays in that regard, but is Ms Deering confident that all this money will be drawn down?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O01600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":390,"content":"<p>Yes.  We saw an increase as we went through 2021.  I appreciate that the Deputy is looking at the 2020 figures.  We are confident that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O01700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":391,"content":"<p>What was the increase in 2021 on the figure for 2020?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O01800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":392,"content":"<p>I will give the Deputy the figures to the end of 2021.  The total amount drawn down by our customers, that is, the total advances, was &euro;181 million-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O01900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":393,"content":"<p>On what?  What was the initial figure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O02000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":394,"content":"<p>The total money drawn down at the end of 2020 was &euro;56 million.  Some of that had been repaid.  The book owed to us, therefore, was &euro;37 million.  That &euro;56 million that was drawn down at the end of 2021 is now &euro;181 million.  Am I answering the Deputy's questions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O02100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":395,"content":"<p>No.  The question is what the total loan figure was in 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O02200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":396,"content":"<p>The total amount is &euro;835 million-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O02300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":397,"content":"<p>Going back to the figure of &euro;181 million, we are still only thereabouts.  The figure is not increasing vastly.  It is not increasing at the rate at which one would expect to see houses transpire.  However, that is okay.<\/p> <p>  It has been alluded to that builders are availing of HBFI finance, that is, larger developers who are then basically lending the money to smaller builders.  Is that a possibility?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O02400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":398,"content":"<p>Absolutely not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O02500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":399,"content":"<p>Does HBFI have due diligence that covers that off?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O02600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":400,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O02700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":401,"content":"<p>In any area, HBFI's smaller developments can be between only five to ten houses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O02800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":402,"content":"<p>They can be anything.  There is a product for five to ten, but if somebody wants to build ten to 15, he or she can do that as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O02900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":403,"content":"<p>I understand, but is the minimum five to ten?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O03000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":404,"content":"<p>Yes.  The minimum is five.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O03100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":405,"content":"<p>In rural Ireland the reality is that, with Irish Water and the problems we have, sometimes our water schemes do not allow as much as five houses in many areas now.  That is my experience from having sat at local authority meetings.  We have huge issues in that regard.  The bulk of HBFI funding seems to be for Dublin and the delivery seems to be in Dublin.  I appreciate there are developments in 18 counties.  One question I did not get an answer to earlier, whether I framed it incorrectly or not I do not know, is that fundamental to how this scheme is successful has to be construction cost and the viability after construction cost.  Ms Deering gave me a figure of &euro;319,000, which really does not mean anything.  If a one-bed apartment is being built in Dublin and one is being constructed in Wexford, for a start the one in Wexford will not be very saleable.  That is why one-bed apartments are not being built there.  Nobody wants one-bed apartments in Wexford.  I asked Ms Deering for a construction figure.  If a developer in Wexford is prepared to build a development of five to ten houses, does HBFI ascertain the construction cost of that development before giving the loan?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O03200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":406,"content":"<p>Absolutely.  What I do not have is the county-by-county breakdown of construction costs-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O03300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":407,"content":"<p>But Ms Deering can provide that after the meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O03400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":408,"content":"<p>-----but I can give the Deputy that.  Of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O03500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":409,"content":"<p>Ms Deering can write in later.  That is absolutely fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O03600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":410,"content":"<p>Of course we can.  That is no problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O03700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":411,"content":"<p>Then I need to see a comparable figure for the sale cost versus Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O03800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":412,"content":"<p>Yes.  We will provide that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O03900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":413,"content":"<p>Ultimately, as I said, this seems to be more advantageous to Dublin construction but, equally, to rent-to-buy schemes as opposed to private or social housing.  How many of the combined 160-odd private and social housing units are in Dublin?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O04000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":414,"content":"<p>Of the funds drawn down-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O04100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":415,"content":"<p>No, not the funds.  How many of the private and social properties are in Dublin?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O04200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":416,"content":"<p>That is the figure I am getting for the Deputy now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O04300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":417,"content":"<p>Of the 85 social and 92 private properties, how many are in Dublin?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O04400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":418,"content":"<p>I am just getting the completed homes figures.  That will give the Deputy a better sense of this.  Regarding the 519 homes that are completed, I have just a Leinster split.  I can give the Deputy the county split afterwards.  Approximately 70% of the homes were in Leinster, so the initial homes were weighted towards Leinster.  Again, I can split that down by county for the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O04500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":419,"content":"<p>Ms Deering does not know how many of the private and social housing units were in Dublin.  She knows about the apartments but not about the private or social units.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O04600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":420,"content":"<p>I do know the overall number of units we have provided funding for.  I can give the Deputy the figure for the completed units afterwards.  Of the funding we have approved, 63% is outside Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O04700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":421,"content":"<p>That is irrelevant to what I am trying to ascertain.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O04800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":422,"content":"<p>I can give the Deputy the breakdown of the completed units.  That is no problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O04900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":423,"content":"<p>Ms Deering can write into the committee.  The specific question relates to the number of private and social allocations, which, to my mind, were 85 social and 92 private, and the other 841 that went into the rental market.  I want to know how many of those were in Dublin and where the advantage of this funding is around the rest of the country versus Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O05000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":424,"content":"<p>That is no problem.  We will break those specifics down per product and per county.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O05100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":425,"content":"<p>As well as the construction costs per county based on saleability, that is, the saleable price.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O05200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":426,"content":"<p>Yes.  Of course, the Deputy is absolutely right.  The cost of construction differs.  Of course that is a factor we take into consideration because, obviously, the sales prices are also different per county.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O05300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":427,"content":"<p>To reiterate, there is no prospect of a developer being granted HBFI funding and that funding literally being sublent to any other builder.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O05400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":428,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O05500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":429,"content":"<p>HBFI has due diligence to cover that off.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O05600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":430,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O05700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":431,"content":"<p>Will Ms Deering write to the committee informing us how HBFI covers off that process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O05800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":432,"content":"<p>Yes, and I will give the Deputy a 30-second response.  The money can only be drawn down.  That is why it takes so long.  We have a monitoring surveyor who will go out and confirm that the construction activity is happening, and on the back of that we will release funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O05900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":433,"content":"<p>It is always open to the developer to lend money to builders based on the fact that they are getting HBFI funding.  HBFI would not know about it, but the builder could do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O06000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":434,"content":"<p>All we can make sure is that the money we release has been spent-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O06100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":435,"content":"<p>On projects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O06200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":436,"content":"<p>-----constructing the homes we are funding.  Anything beyond that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O06300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":437,"content":"<p>Does Ms Deering agree that, effectively, it releases other funding for the builder that he may have?  HBFI does not do any due diligence as to whether a builder is out of funds or in funds.  Does HBFI not look at his balance sheet?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O06400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":438,"content":"<p>We do an assessment upfront to make sure, first, that the scheme is viable, which goes back to exactly what the Deputy is talking about.  I share her views on construction costs.  That will include the developer as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O06500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":439,"content":"<p>If the developer has &euro;10 million on his balance sheet that is just sitting in the bank, does that preclude HBFI from giving him money?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O06600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":440,"content":"<p>No, because that money could, of course, be used for other developments.  I assure the Deputy that the funding for our schemes is going on building the homes we are funding.  That is all I can give her assurance on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#O06700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":441,"content":"<p>I ask Deputies to indicate if they want to come back in.  I am taking notes as this develops.  There is no requirement of proof in respect of the inability of a developer to access credit from a bank or other financial institution.  I accept that everything takes time.  Ms Deering will recall that I mentioned the very famous site in Ballsbridge.  As I recall, a party was actually held by the bank on the day that the loan was granted in principle because it had secured such a big deal.  The financial institution was over the moon that it had actually been granted that loan.  Banks are very interested in lending money for what is called real estate, or bricks and mortar, particularly in Ireland, because it is less risky than other ventures, such as manufacturing or whatever.  The asset is there and they have the deeds.  We know how it works and why it works.  For example, the deeds to my house are with somebody else because I have a mortgage on it at the moment.  No proof of the inability of a developer to access credit is required.<\/p> <p>  We have also ascertained today that there is no problem in providing funding to institutional investors.  We have established that more than 80% of the money in the momentum fund has gone into large-scale apartment development in Dublin.  Is it for institutional investors, which are sometimes referred to as cuckoo funds?  There is no barrier to the money from the HBFI going to such funds that rent out the apartments.  Ms Deering has elaborated on and explained the logic from their point of view that it is about increasing supply.  However, it is increasing the supply of overpriced houses.  We have also established that the largest loan granted was &euro;94 million, and a further loan of &euro;74 million was granted for the aptly-named Greenacres development in south Dublin for the construction of apartments.  Those two loans together are worth &euro;168 million, which is a fair chunk of the cash that is available.  We have also established that up to that point at the end of 2020, loans had only been granted for up to 41 homes to be provided by small builders in developments of ten or less.  The points I wish to emphasise are no requirement of proof of inability to access credit, no barrier to cuckoo funds, large loans are being granted to institutional developers and the affordability issue.  Local authorities build very high-quality homes.  I refer to &Oacute; Cualann housing association.  Granted, it has free land.  I understand that, but the land still does not make up that fraction, where we are heading towards nearly three times the cost from the figures HBFI provided.  The loans, particularly from the momentum fund, are being granted to large developers in Dublin that provide overpriced apartment blocks to let.  <\/p> <p>  I thank HBFI for the briefing it submitted to the committee in advance of the meeting.  It contains good information that is set out in a very concise way.  When I read the briefing, I was shocked to learn about the bond situation.  I refer to the case where a developer goes to a local authority to build 100 houses or apartments.  The local authority will look for a bond, typically so much per unit, to ensure the development is finished, and the roads are put in and the sewerage water, public lighting, footpaths and everything else is finished off to a proper standard.  I am referring to everything within the public domain, out past the front door to where the development meets a public road.  In the HBFI briefing, with regard to bonds failing, it is stated: \"The report noted that although difficulties have been highlighted on specific developments it was not considered to be a widespread practice.\"  I was a county councillor before I became a Deputy.  Like those who came behind me, I am still following up on estates that I was chasing up more than 20 years ago with developers in relation to bonds failing, bonds not being renewed, bonds not being rolled over and bonds that were not worth the paper they were written on.  Some local authorities are now only accepting cash bonds.  To my mind, it should always have been that way.  I have stood on estates, as I am sure other public representatives have, that have been left in disastrous state.  They looked like Syria.  I have seen manholes and sewers left open, no public lighting, no footpaths and no surfaces on the roads.  On one estate, the developer did not even bother to put in the road.  I am talking about awful outcomes.  Local authorities had to go in and finish these estates.  We had to argue in the D&aacute;il for the Department of the Environment, Climate and Communications to provide money just to address the safety issues on estates following the crash, which, in fairness, it did.  That is still a problem.  We had the insanity of the Celtic tiger, the hangover from it and the mopping-up exercise that followed.  That mopping-up exercise continues today.  A little more care has been taken with recent developments.  However, I am concerned about the assertion that it is not considered to be a widespread practice.  I am concerned about the fact that we are providing public money to entities, including investors, small and large developers, with no guarantee that when the estates they are developing or the projects they are working on are finished, the local authorities will not have to find money or go begging to the Department for the Environment, Climate and Communications, or that we will have to stand up and argue in the House with the Minister for Finance, looking for money for them.  The State has had to intervene a lot.  Local authorities have had to intervene.  They have had to use of money that was designated for other purposes.  Local authorities are not cash-rich generally.  I ask HBFI to review that.  <\/p> <p>  Ms Deering mentioned earlier that the fund has been closed.  If there is going to be any future funding for anything like this, the bonds issue has to be nailed down.  We had a discussion on it.  Deputy Catherine Murphy and I raised the issue, in particular, but other Deputies are interested in it as well, in fairness.  We are concerned about the failure to have proper bonds in place.  I am not just referring to pieces of paper; I am talking about putting proper bonds in place, so that if the developer fails, the local authority can get its hands on the cash.  It is the enforcement authority.  It is left to deal with the issue.  County councillors around the country have to take the flack from the public.  The public ask them why permission for developments was granted and why bonds were not adequate.  I can take the witnesses to estates in Mountmellick, Portlaoise and Borris-in-Ossory.   There are estates all over the place.  Members can rattle off examples of estates that were not finished properly and where there are still issues to be addressed.  For example, the sewerage pumping station in Woodgrove, Portlaoise, close to where I live, is still not adequate.  In the real world, beyond the gates of this place, the issue of bonds has to be nailed down if any further finance is going to be provided or before any other loan is granted using public money.  I would say the same thing about granting private money, but I make the point particularly in respect of granting public money.  Through the issues that we have fleshed out this morning, we know that there is no requirement of proof of the inability to access credit.  If I apply for a local authority loan, I have to be able to show that I cannot get the finance elsewhere.  This money is available to institutional investors, which are sometimes referred to as cuckoo funds.  The stated aim in the first place of providing finance to small builders has not worked out.  Now we find that the bond issue is not watertight.  That is not good enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#P00100","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":442,"content":"<p>I am happy to come back to the committee on the bond issue.  I totally agree with the points the Chairman has made.  In fact, our experience is that in the vast majority of cases, the local authorities are insisting on cash bonds being put in place.  What we were trying to get at here is that we do not have historic experience of this because we have only been lending since 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#P00200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":443,"content":"<p>That is plenty of experience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#P00300","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":444,"content":"<p>In the short note, we were just trying to address what we see.  What we see is exactly to the Chairman's point in that, in the vast majority of cases, the local authorities are insisting that a cash bond be provided.  What can we do as a lender?  We can, as part of the assessment, make sure our builders and developers can get access to the cash to provide the cash bond.  That is what we were trying to clarify in the note in question.  We understand there is an historical aspect but we have obviously been funding new developments only from 2019, with the vast majority having cash bonds in place.<\/p> <p>  On the point on small developments, I would love to see more applications for small developments because we have adequate funding available to support small and medium-sized builders in every county in Ireland.  I would love to see more developments.  We will try to do our bit to ensure there is awareness that we have the funding available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q00100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":445,"content":"<p>What efforts are being made to let small builders, be they in Wexford, Kildare, Monaghan, Laois, Offaly or elsewhere, know that HBFI exists to help them and that there is money available?  I am not sure about the communication.  While I am sure HBFI has made some efforts, has the communication been adequate in order to reach the small builders?  They complain about not being able to get finance to get projects up and running.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q00200","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":446,"content":"<p>I totally agree.  We have a team out on the road going to local events.  We have our own events.  We were at two events in Tipperary in the past couple of weeks.  We will be in Galway next week.  Now, with the restrictions lifted, we can do more face-to-face work, which is more effective for some.  We also engage with the industry, through the representative body the Irish Home Builders Association, to make sure there is awareness, but I have no doubt that our job is not done if we do not have applications for funding from every county.  There is more we need to do to raise awareness.  If any builder or developer who is listening in any of the locations in question needs finance, we would love to hear from them.  That is what we are here to do.  We are here to try to help to alleviate the pressures that exist.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q00300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":447,"content":"<p>I impress on Ms Deering that she should use every instrument she has to try to ensure not only that bonds are secure but also that they are sufficient.  Silverwood estate in Mountmellick has a remaining bond of &euro;15,000.  That would not even open the ground to do what needs to be done.  Where does the money come from?  I could rattle off examples, including  Rushall in Mountrath.  Everybody else could give examples as well.  It is important that we do not keep recreating the same problems.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q00400","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":448,"content":"<p>I agree.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q00500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":449,"content":"<p>When HBFI looks at viability, I presume it considers a projected rent of &euro;3,100 per month.  Where does that fit into viability considerations, or does it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q00600","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":450,"content":"<p>It will depend on the purpose of the home.  I will focus first on where a home is being built for sale to an owner-occupier.  In this regard, we consider two questions.  First, we ask whether the unit can be built for what the builder tells us it can be built for and whether it is reasonable for the given area.  The Deputy's colleague referred to construction costs.  Second, we ask whether there is proven demand in a location for units sold at the expected sale price.  That is how we assess it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q00700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":451,"content":"<p>What about the rents?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q00800","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":452,"content":"<p>When it comes to rents, we are assessing the fact that the homes or apartments, when built, are being purchased by one purchaser.  For the State to be repaid, we must ask what we need to make sure is in place.  We need to make sure somebody is going to buy the apartments to pay back the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q00900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":453,"content":"<p>The viability is predicated on people being able to pay a rent of &euro;3,100 per month for a three-bedroom property.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q01000","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":454,"content":"<p>I will come back to the rent of &euro;3,100 in a minute.  First, I want to put something in context for the committee so members will draw the right conclusions.  With regard to the sale price, there will be a contract in place meaning somebody will purchase the apartments we have funded through the three schemes we are talking about, under the momentum fund.  The person purchasing them is making an assumption that, in three years, the homes will be rented, if that makes sense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q01100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":455,"content":"<p>I am wondering whether I live in the same world as Ms Deering.  How many people does she know who could or would want to pay &euro;3,100 per month in perpetuity?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q01200","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":456,"content":"<p>The rental figures in Ireland at the moment are high.  I wanted to put the &euro;3,100 in context for the Deputy just in case.  This is not to say that the numbers are not high &mdash; they are &mdash; but, of the apartments for which funding has been provided, 27 are to have three bedrooms.  However, the figure is still very high for two bedrooms.  The figure we quoted earlier, &euro;2,100, which is the figure for the majority, is of course high, but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q01300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":457,"content":"<p>Those rents are unsustainable for most people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q01400","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":458,"content":"<p>I do not disagree but I have to come back to our role, which is to try to support supply across all segments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q01500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":459,"content":"<p>We had understood that HBFI's role was to provide funding where it was not available to builders around the country who could not carry the risk of not being funded when buying land and obtaining planning permission.  My understanding of HBFI's role was that it was to add to the market, be it through sales to local authorities directly or purchases by owner-occupiers.  I understood the aim was to release a flotilla of builders around the country who would add to the housing stock.  We are seeing a very different scenario.  In many ways, people feel the build-to-let sector is distorting the market in that the properties are not released for purchase.  Therefore, since the supply side is so constrained, people have no option but to rent even if they do not want to do so.  Many people want to rent but affordability is a big issue for them.<\/p> <p>  Does Ms Deering not accept that the momentum fund has, to a degree, distorted the market by targeting available money at an area in which HBFI's original purpose, which was to extend available funding to entities that could not get funding from traditional sources, was not being realised?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q01600","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":460,"content":"<p>The Deputy is absolutely right.  That is our objective and what we were set up to do.  That is why 70% of the funding we have provided to date is for owner-occupied properties, social housing or Part V housing.  Thirty percent of the homes are for private rental.  I appreciate that this is what we have spent a lot of our time discussing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q01700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":461,"content":"<p>Just in case anyone thinks I have a problem with houses being built in Dublin, I do not.  It should not matter where they are; it is a matter of having affordable housing available for people to buy or rent.  Looking at the map that HBFI provided that shows the locations of homes funded, I note there were 71 schemes altogether.  Of the 71, 45 were in Leinster.  Thirty of those were in the greater Dublin area.  I define that as Dublin and the three counties surrounding it.  You could add in Louth, which is equally in the commuter belt.  Adding it increases the number even further.  We are looking at four schemes in Galway and five in Mayo.  I would like to see the actual numbers &mdash; Deputy Verona Murphy might have asked about this &mdash; because circumstances change quite dramatically if there are 20 in one of the schemes as opposed to 150.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q01800","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":462,"content":"<p>Of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q01900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":463,"content":"<p>We need to see the breakdown to gain some understanding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q02000","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":464,"content":"<p>That is no problem.  As I said to the Deputy's colleague, we will give a breakdown.  I have one but if I were to give it now, I would have to read out the figures on a county-by-county basis and I am sure the Deputy does not want me to use up time.  We will send the information to the committee.  I will also show the Deputy the number of applications we have received per county.  This relates to one of the challenges.  To get them to approval, we need to see more applications.<\/p><p>To get more applications, we have a role to play of course, as the Chairman said, in making sure there is awareness that we exist.  We want to fund schemes in every county.  The second challenge, however, which I cannot solve, in HBFI relates to viability.  Some of the reason for that housebuilding not happening cannot be solved by finance.  Of course, we would love to see more applications but we are seeing limited applications in the counties in which we have not funded.  Part of our role is to ensure people know we exist if building can happen in those areas and finance is constrained.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#Q02100","nonspeaker":"Ms Dara Deering","continuing":true},{"type":"speech","time":1646299800,"counter":466,"content":"<p>On the momentum fund, was the figure given &euro;94 million?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R00200","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":467,"content":"<p>The Deputy is correct.  One of the loans we approved was for &euro;94 million.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R00300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":468,"content":"<p>In setting out the fund, what were the criteria for the upper limit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R00400","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":469,"content":"<p>We brought out the fund in advance of any applications and we typically thought we would see approximately &euro;75 million as the maximum.  We saw two schemes seeking funding greater than that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R00500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":470,"content":"<p>Were criteria not applied to it or an upper limit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R00600","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":471,"content":"<p>We did not put black and white criteria in it.  Again, we were going back to May 2020, where there were some constraints in the market at the time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R00700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":472,"content":"<p>We are constantly told by the Government, for example, that apartment blocks would not get built without cuckoo funds and institutional investors.  There was never an expectation that the State would be the actor; that is the converse of what we are being told.  Did HBFI have discussions with the Department on the funding of these particular apartment blocks in advance of doing it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R00800","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":473,"content":"<p>We had a discussion with the Department about bringing out the momentum fund as a product.  On a daily basis, HBFI is an independent body with its own board, so any individual credit decision is made by the board of body under its governance structure.  I absolutely assure the Deputy and this committee that any decision to fund the three schemes we are discussing in no way compromised or reduced the availability to fund small and medium-sized schemes across Ireland.  We have sufficient funding available to do that and as I said, we would love to see more applications.  We will do our bit to try to ensure that can happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R00900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":474,"content":"<p>There is something very strange about the fact the people who appear to require the funding are not able to access it.  The requirement of HBFI is that these people have a contract either with the county council or a housing body in order for HBFI to fund the development.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R01000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":475,"content":"<p>There could be units for the owner-occupier market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R01100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":476,"content":"<p>Correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R01200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":477,"content":"<p>In that case there does not need to be a contract in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R01300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":478,"content":"<p>Effectively, they need to be pre-sold.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R01400","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":479,"content":"<p>They do not if they are for the private market.  They would be built and basically sold at the end in the private market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R01500","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":480,"content":"<p>Ms Deering said she is not getting applicants for some reason and we must establish that reason.  It is very strange.  Like Deputy Catherine Murphy beside me, I have no issue with housing in Dublin and it is obvious that it is where the biggest gap is.  It has a bigger percentage of the population.  Of the build-to-rent apartments, as we might call them, and their financing, how many are rented?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R01600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":481,"content":"<p>They are not built yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R01700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":482,"content":"<p>They are not built.  How many apartments are there in Dublin that are not rented?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R01800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":483,"content":"<p>I do not know that number off the top of my head.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R01900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":484,"content":"<p>Like me, Ms Deering might be of the opinion that number forms quite a large percentage of the stock.  It keeps the rent up.  There is a large percentage of empty apartments at the rate of rents we are discussing here and yet we are funding that type of apartment.  Is that not strange?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R02000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":485,"content":"<p>We come back to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R02100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":486,"content":"<p>No.  Is it or is it not strange?  If there are empty one-bedroom apartments at that level of rent, how can it be said there is a requirement for more?  Really, what is being done is ensuring rent stays up rather than reducing the rent and making the apartments available.  That level of corporate rent is being maintained and the related entities in business.  Mr. Alger should feel free if he wishes to comment on that point.<\/p> <p>  I find this extraordinary.  I have family living in Dublin who can tell me there are loads of empty apartments that should be rented.  We have problems with homelessness and a housing crisis but we have given the momentum fund over to the building of extraordinary one-bedroom apartments that will have an astronomical rent.  What will happen?  The witnesses cannot guarantee that these will be rented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R02200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":487,"content":"<p>Of course we cannot because they are not built.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R02300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":488,"content":"<p>Is it not just outrageous that taxpayers' money is funding something that could sit there to keep rents at their current extortionate level?  If the witnesses think it makes my blood boil, it makes everybody's blood boil that we do not have the cop-on to use the money efficiently and build housing where people can live.  How can the witnesses sit there credibly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R02400","speaker":"1622"},{"type":"speech","time":1646299800,"counter":489,"content":"<p>Deputy-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R02500","speaker":"1491"},{"type":"speech","time":1646299800,"counter":490,"content":"<p>How can we, Chair?  I am fuming at the prospect of nothing really being solved here except us financing cuckoo funds, it appears.  There is not a Deputy on the committee who will disagree with that, including the Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R02600","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":491,"content":"<p>I understand much of the focus of today's discussion is on the momentum fund.  I understand the comments being made about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R02700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":492,"content":"<p>Does Ms Deering disagree with me?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R02800","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":493,"content":"<p>Our role as a State lender set up to provide finance where there are difficulties means we must respond to where those challenges exist.  That is what I believe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R02900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":494,"content":"<p>If that is the role of HBFI, how many apartments in Dublin are empty at the rental property rate at which Ms Deering has indicated these will be rented?  How many are empty because they are not rented?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R03000","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":495,"content":"<p>I cannot answer that question for the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R03100","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":496,"content":"<p>Then Ms Deering cannot make that statement or the statement does not stack up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R03200","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":497,"content":"<p>I have a final point.  I accept the Deputy's comments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R03300","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":498,"content":"<p>I do not need a final point because the reality is that what Ms Deering is saying does not equate to what is happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R03400","speaker":"1622"},{"type":"speech","time":1646299800,"counter":499,"content":"<p>Please allow Ms Deering an opportunity to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R03500","speaker":"1491"},{"type":"speech","time":1646299800,"counter":500,"content":"<p>I am not sure we need to hear it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R03600","speaker":"1622"},{"type":"speech","time":1646299800,"counter":501,"content":"<p>We must be fair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R03700","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":502,"content":"<p>The only point I want to make in finishing this piece is that 70% of the homes we have funded are not for the rental market.  That is also an important component of trying to increase overall supply.  That is what we are also trying to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R03800","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":503,"content":"<p>What was the cost of that 70% share versus the 30% share?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R03900","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":504,"content":"<p>In value terms, which I think is what the Deputy is seeking, of the &euro;835 million we have funded, &euro;274 million was through the momentum fund.  The balance was for projects outside the fund, purely for the owner-occupier, social housing and Part V units.  The vast majority of the funding we provided is for owner-occupier, social and Part V housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R04000","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":505,"content":"<p>That 30% equates to almost &euro;300 million and we do not know whether it will bring value for money.  We have no idea.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R04100","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":506,"content":"<p>From a commercial perspective, we have assessed that HBFI and the State will be paid back at the end of those loans.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R04200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":507,"content":"<p>We may still have homelessness and a housing list not seeing any movement.  It is what we are here to discuss and I thought it was part of the remit of HBFI to get those houses not just built but occupied.  If they are not occupied, it defeats the purpose of HBFI.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R04300","speaker":"1622"},{"type":"speechnospeaker","time":1646299800,"counter":508,"content":"<p>I totally agree with the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R04400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":509,"content":"<p>That is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R04500","speaker":"1622"},{"type":"speech","time":1646299800,"counter":510,"content":"<p>On locations, the HBFI helpfully provided a map to the committee detailing data up to the end of 2020.  In County Laois, for example, two developments were funded so how many homes were built?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R04600","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":511,"content":"<p>Laois now has three funded developments with 116 homes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R04700","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":512,"content":"<p>What about Offaly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R04800","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":513,"content":"<p>That has three developments with 83 homes.  I can provide the full breakdown to the committee of the homes in each of the locations and not just the number of schemes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#R04900","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":514,"content":"<p>I am mindful of the fact that to the south are Tipperary and Limerick.  I found it odd that Limerick, with Limerick City-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S00100","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":515,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S00200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":516,"content":"<p>Ms Deering will be aware of the new spatial strategy about growing the regional cities, providing a counterbalance to Dublin and so on.  Mr. John Moran has been pushing that.  It is a good idea but the finance from HBFI does not seem to be registering.  There has been nothing in Limerick yet, in either city or county.  Are there are signs that may be changing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S00300","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":517,"content":"<p>Thankfully, there are.  In the past two months we have also approved schemes in Kilkenny and Limerick.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S00400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":518,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S00500","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":519,"content":"<p>We are now up to having approved schemes in 20 counties.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S00600","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":520,"content":"<p>The population of Portlaoise is now bigger than that of Kilkenny city, by the way.  Sligo was the other one I found odd.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S00700","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":521,"content":"<p>There is still no activity in Sligo, no.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S00800","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":522,"content":"<p>Again, I recall it being one of the places earmarked for city status in the context of regional development in the north east.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S00900","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":523,"content":"<p>Yes.  We received one application only from Sligo but it has not progressed.  Nothing has been approved yet in Sligo so we will work hard to try to make some scheme viable there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S01000","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":524,"content":"<p>How many possibilities has HBFI coming on stream in Limerick?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S01100","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":525,"content":"<p>We had eight applications but only one has been approved so far.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S01200","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":526,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S01300","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":527,"content":"<p>Those other applications have not progressed yet but we will try to do more to support Limerick as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S01400","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":528,"content":"<p>I assume the one in Galway that has been approved is in the city.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S01500","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":529,"content":"<p>I do not have-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S01600","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":530,"content":"<p>Are there any other further developments there?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S01700","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":531,"content":"<p>-----the specific scheme.  Galway is actually up to four schemes now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S01800","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":532,"content":"<p>Okay, so there are more in development.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S01900","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":533,"content":"<p>Yes, 196 homes in Galway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S02000","nonspeaker":"Ms Dara Deering"},{"type":"speech","time":1646299800,"counter":534,"content":"<p>Okay.  I thank Ms Deering.<\/p> <p>  I think all the questions have been taken so we will conclude.  I thank Ms Deering, Mr. Alger, Ms Donovan and the HBFI staff for the work involved in preparing for this meeting.  There was very good information in that advance briefing.  I thank the Comptroller and Auditor General and his staff for attending and assisting the committee.  Is it agreed that the clerk to the committee will seek any follow-up information and carry out any actions agreed at the meeting?  It is.  Is it also agreed we publish we note and publish the opening statements from HBFI and the Comptroller and Auditor General?  Agreed.  I thank members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#S02100","speaker":"1491"},{"type":"unspoken","time":1646299800,"counter":535,"content":"<p>The witnesses withdrew.<\/p>"},{"type":"unspoken","time":1646299800,"counter":536,"content":"<p>Sitting suspended at 12.23 p.m., resumed at 1.36 p.m. in private session and went into public session at 2.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Business of Committee","time":1646299800,"counter":537,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG00100"},{"type":"speech","time":1646299800,"counter":538,"content":"<p>The public business before us includes the minutes; accounts and financial statements; correspondence; the work programme; and any other business.<\/p> <p>  The first item of business is the minutes of our meeting of 24 February, which have been circulated to members.  Does any member wish to raise matters in respect of the minutes?  No.  Are the minutes agreed?  Agreed.  As usual, they will be published on the committee's web page.<\/p> <p>  Ten sets of financial statements and accounts were laid before the Houses between 21 and 25 February 2022.  I will ask the Comptroller and Auditor General to address these before opening them to the floor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG00200","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":539,"content":"<p>Of accounts and statements presented since last week, No. 1 is from Dundalk Institute of Technology for the academic year of 2019-20.  It has a clear audit opinion.  The second set is from Dublin City University-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG00300","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1646299800,"counter":540,"content":"<p>Why is that more than a year ago?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG00400","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":541,"content":"<p>These are quite late.  The institutes of technology end of year is 31 August.  The audit was only completed on 20 December 2021, which was 15 months after the end of the period of account.  The audit for Dublin City University was certified on 16 December for the period ending September 2020.  These are quite late being done.  In the case of Dublin City University, it has a clear audit opinion, but I draw attention to the recognition of a deferred pension funding asset and that is standard procedure for universities.<\/p> <p>  No. 3 is from the Royal Irish Academy of Music for 2020, for which there is a clear audit opinion.  No. 4 is from Grangegorman Development Agency for 2020, for which there is a clear audit opinion.  No. 5 is the Nursing and Midwifery Board of Ireland for 2020.  It has a qualified audit opinion on a specific point.  The accounts give a true and fair view except that they account for the costs of retirement benefit entitlements of staff only as they become payable, and that is standard procedure for many health bodies at the direction of the Minister.  No. 6 is from the Judicial Council.  This is the first set of financial statements for this new body.  The period of account is 17 December 2019 to 31 December 2020.  That has a clear audit opinion.<\/p> <p>  Nos. 7 to 9, inclusive, are from subsidiaries of R&aacute;sa&iacute;ocht Con &Eacute;ireann.  The first is from Greyhound Racing Operations Ireland Limited for 2020, for which there was a clear audit opinion.  No. 8 is from Abergrove Limited for 2020, for which there is a clear audit opinion.  No. 9 is from Shelbourne Greyhound Stadium Limited for 2020, for which there is a clear audit opinion.<\/p> <p>  The final set is from the Residential Tenancies Board for 2020.  The Members will recall that there was an omission from the accounts that were previously submitted.  As the board said it would do last week, it has immediately resubmitted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG00500","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1646299800,"counter":542,"content":"<p>Does any member wish to come in on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG00600","speaker":"1491"},{"type":"unspoken","time":1646299800,"counter":543,"content":"<p>Deputy Catherine Murphy took the Chair.<\/p>"},{"type":"speech","time":1646299800,"counter":544,"content":"<p>I wish to raise one item about the greyhound stadium.  Mr. McCarthy obviously audits that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG00800","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":545,"content":"<p>Shelbourne?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG00900","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1646299800,"counter":546,"content":"<p>Yes.  Is the stadium owned by the entity that is audited?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG01000","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":547,"content":"<p>Yes.  It is owned by this company and the company is a 100% subsidiary of R&aacute;sa&iacute;ocht Con &Eacute;ireann.  The other R&aacute;sa&iacute;ocht Con &Eacute;ireann stadiums are accounted for under item No. 7, Greyhound Racing Operations Ireland Limited.  Shelbourne is kept separate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG01100","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1646299800,"counter":548,"content":"<p>It was in the news the weekend before last.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG01200","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":549,"content":"<p>I actually missed that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG01300","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1646299800,"counter":550,"content":"<p>It was about development.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG01400","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":551,"content":"<p>That may be one of the reasons it has been kept separate.  There were subsidiaries for each stadium but they were rationalised a number of years ago.  The Shelbourne stadium is a different economic proposition to the others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG01500","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1646299800,"counter":552,"content":"<p>I think there were only two stadia that were able to hold their own in terms of covering their costs, and the Shelbourne stadium was one of those.  Do we agree to note the accounts?  Is that agreed?  Agreed.  As usual, the listing of accounts and financial statements will be published as part of the minutes.<\/p> <p>  Moving to correspondence, as previously agreed, items that were not flagged for discussion for this meeting will continue to be dealt with in accordance with the proposed actions that have been circulated, and decisions taken by the committee in relation to correspondence are recorded in the minutes of the committee&rsquo;s meetings and published on the committee&rsquo;s web page.  The first category of correspondence under which members have flagged items for discussion is B, correspondence from Accounting Officers and-or Ministers and follow-up to Committee of Public Accounts meetings.<\/p> <p>  No. 1079 PAC33 is correspondence from the Government accounting unit, Department of Public Expenditure and Reform, dated 16 February 2022.  It encloses the minute of the Minister in relation to the committee&rsquo;s reports on our examination of the 2019 appropriation accounts of the Department of Social Protection and the Department of Housing, Planning and Local Government.  These are important items of correspondence as they are the formal responses to the committee&rsquo;s recommendations.  At our meeting last week, we agreed to note and publish this item and to hold it over for further consideration today.  It has been flagged for discussion by Deputy Carthy.<\/p> <p>  This correspondence relates to the independent building standards regulator about which we made a recommendation.  Our recommendation related to the impact the pyrite remediation scheme and defective concrete blocks grant scheme would have on the Exchequer.  On page 3 of the response, it states, \"However, it should be noted that any decision regarding the establishment of an independent building standards regulator will be a matter for Government and is likely to require primary legislation\".  I believe we should be getting something more concrete - pardon the pun - than that.  It is either does or it does not.  What would be the timeline for that?  We could have done with a building standards regulator 50 year ago, never mind in recent times.  One can see the significant exposure that exists by not dealing with those kinds of issues and preventing them from occurring.  It becomes financially very expensive.  This is very important and we should follow up on it.<\/p> <p>  Page 4 states, \"As part of the Building Control Reform Agenda the National Building Control Management Project was created to provide oversight\".  I am not entirely sure what the purpose of that role is.  Is it responsible for the regulation of building and construction products?  Can we establish what the full remit of that project is?  This may be a matter we can come back to.  The first page states, \"current expenditure on HAP and RAS is demand led\".  That may well be an matter we will come back to in the context of budgets.<\/p><p>If we are going to have a sizeable influx of people from Ukraine, I imagine those budgets will need some additional funds.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#GG01600","speaker":"1489","continuing":true},{"type":"unspoken","time":1646299800,"counter":554,"content":"<p>Deputy Brian Stanley resumed the Chair.<\/p>"},{"type":"speech","time":1646299800,"counter":555,"content":"<p>Next is No. 1084 B from Ms Cl&iacute;odhna Guy, interim CEO, Irish Horseracing Regulatory Board, IHRB, dated 17 February 2022 providing information requested by the committee regarding the installation of CCTV cameras at 25 racecourses.  It states that contracts have been issued to the successful tenderer and that installation will now begin.  It is proposed to note and publish this item.  Is that agreed?  Agreed.<\/p> <p>  Deputy Munster has flagged this matter for comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#HH00300","speaker":"1491"},{"type":"speech","time":1646299800,"counter":556,"content":"<p>The correspondence we have received from the IHRB differs greatly from the previous correspondence we got from the same body in November 2021.  In that communication, it was stated that the installation of CCTV would have been completed at all the racecourses prior to the commencement of the 2022 season.  The correspondence we have received now, however, states that an estimated date cannot be given to the committee.  It is ridiculous.<\/p> <p>  Can we write to the IHRB again and highlight that in prior correspondence it was able specify the start of this year, January 2022, as the date for commencement, while this most recent letter from it states that it is now not possible to estimate a date or timeframe.  I do not know what to make of this.  For some reason, the IHRB does not seem to be enthusiastic to roll out this CCTV system as fast as possible.  That is a concern.  Perhaps we could send the organisation copies of these two items of correspondence.  I refer to the one from November that stated this installation would be complete by the start of this year's season and this most recent communication stating a timeframe cannot now be given for this to be done.   <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#HH00400","speaker":"1497"},{"type":"speech","time":1646299800,"counter":557,"content":"<p>I thank Deputy Munster for that suggestion.  I have noted that no timeline was provided.  Could I also suggest that we ask, because we must clarify this aspect as well, whether this installation of CCTV involves all 25 racecourses.  My understanding is that it is installed at two racecourses now.  It was confirmed that one was completed, and another was under way some time back.  As far as I am aware, then, that leaves the remainder to be done.  If we are asking for a timeline in this regard and sending a copy of the previous correspondence we received in November, we should also clarify the number of racecourses involved and whether all 25 racecourses will have CCTV installed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#HH00500","speaker":"1491"},{"type":"speech","time":1646299800,"counter":558,"content":"<p>Yes, that is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#HH00600","speaker":"1497"},{"type":"speech","time":1646299800,"counter":559,"content":"<p>Are members happy enough with that?  Okay.<\/p> <p>  Next is No. 1092B from Mr. John McKeon, Secretary General, Department of Social Protection, dated 21 February 2022 providing information requested by the committee regarding payments under the temporary wage subsidy scheme, TWSS, and the employment wage subsidy scheme, EWSS.  The Secretary General states that the legislation provides that while the Department funds the schemes, the Office of the Revenue Commissioners administers it.  As the Minister for Finance brought forward the legislation, any policy decisions in relation to it are a matter for the Minister and the board of the Revenue Commissioners.<\/p> <p>  We have also received related correspondence from the Office of the Revenue Commissioners, R1096 PAC33, and from the Department of Finance, R1105 PAC33.  Revenue states that companies making distributions, including but not exclusive to dividends to shareholders, have obligations to deduct and return dividend withholding tax, DWT.  Regarding analysis, Revenue states that DWT returns filed by companies claiming EWSS, in respect of distributions made in 2021, showed that 641 employers filed DWT returns, out of a total of 51,900 who received EWSS payments.<\/p> <p>  The Department of Finance has provided a detailed response outlining some of the difficulties in legislating to link and prevent the payment of any dividends to shareholders that might be based on State supports.  For example, a dividend could be deferred until the company is no longer in receipt of such supports.  The Department also refers to an interdepartmental review of Covid-19 emergency income supports, and I would propose that we request a copy of the findings of that review. <\/p> <p>  I propose to note and publish this item, request a copy of that review, and also to forward copies of the three items of correspondence to Deputy Nash, who raised this matter with the committee.  Is that agreed?  Agreed.  <\/p> <p>  These items are flagged for discussion by Deputy Imelda Munster, but she is not with us.  The concern was about where State money being paid out in emergency supports and subsidies would wind up.  We will do what I have just set out.  We will also forward a copy of the correspondence to Deputy Nash.  <\/p> <p>  The next item is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#HH00700","speaker":"1491"},{"type":"speech","time":1646299800,"counter":560,"content":"<p>Are there any issues with this review?  I presume there is no GDPR-related issue in respect of the Revenue and the Department of Social Protection communicating on this matter and that there is alignment there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#HH00800","speaker":"1489"},{"type":"speech","time":1646299800,"counter":561,"content":"<p>They are able to correspond.  There is no problem there.  I call Mr. McCarthy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#HH00900","speaker":"1491"},{"type":"speechnospeaker","time":1646299800,"counter":562,"content":"<p>The Department of Social Protection is providing the funding and the lines of communication are open between the two bodies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#HH01000","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1646299800,"counter":563,"content":"<p>Right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#HH01100","speaker":"1489"},{"type":"speechnospeaker","time":1646299800,"counter":564,"content":"<p>They are able to share information in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#HH01200","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1646299800,"counter":565,"content":"<p>Personal public service numbers, PPSNs, are the key to everyone's file and both organisations have access to the information.<\/p> <p>  The next item is No. 1095B from Mr. Ken Spratt, Secretary General, Department of Transport, dated 21 February 2022 providing information requested by the committee regarding electric vehicles and the small public service vehicle, SPSV, advisory committee of the National Transport Authority, NTA. <\/p> <p>  It is proposed to note and publish this item, which will also be relevant to our engagement with the Sustainable Energy Authority of Ireland, SEAI.  Is that agreed?  Agreed.<\/p> <p>  I flagged this correspondence for discussion.  We must question a few points with the Department.  The letter we received stated that Ireland had set an ambitious target to have 945,000 EVs on our roads by 2030.  I suggest that we need to reply and ask how that figure was arrived at.  Judging by the number of EVs on the road now, which is a fraction of that target figure, we are looking at a requirement to add well over 100,000 EVs every year until 2030, but the total number of new cars sold each year hardly reaches that figure.  Considering that EVs are also much more expensive, how realistic is that target of having 945,000 EVs on our roads by 2030?   I suggest we should raise this aspect with the Secretary General, Mr. Spratt, to see where that figure is coming from and what it is based on.  <\/p> <p>  Another issue, and one I have raised before, is that approved battery electric vehicles, BEVs, with a listed price of less than &euro;14,000 will not receive a grant.  There is also a cap of &euro;60,000 on the purchase price of all vehicles.  We should perhaps raise a concern about the cap being so high.  While EVs are more expensive, it is possible to buy them for &euro;40,000 or less.  I note that the correspondence we received in response contained a list of the type of vehicles being bought under the grant scheme.<\/p><p>BMWs loom very large in it and there are some Jaguars and Land Rovers which are hugely heavy vehicles.  There are also loads of Mercedes.  In corresponding with the Department we must ask, in the context of the use of public money, if any consideration has been given to reducing that subsidy.  I do not wish to sound in any way anti those people within the commuter belt, but from the figures we have seen previously it appears that a lot of these cars are bought within the general Dublin area.  People who live further away are, by and large, not buying into electric vehicles because of range anxiety.  Do we have a situation here where people in rural areas are perhaps subsidising huge electric vehicles in the greater Dublin area?  Has the Department given, or is it giving, any consideration to reducing that subsidy limit to under &euro;60,000?  It seems very high.  Would any other member wish to come in on this?  No.<\/p><p> No. 1098B from Mr. John Dollard, Chief Superintendent, An Garda S&iacute;och&aacute;na, dated 18 February 2022 provides information requested by the committee regarding non-compliant procurement, including steps being taken to ensure that the operational needs on An Garda S&iacute;och&aacute;na are met within procurement rules and guidelines.  It is proposed to note and publish this item.  Is that agreed?  Agreed.<\/p><p> Members will be aware that we are scheduled to examine An Garda S&iacute;och&aacute;na&rsquo;s appropriation account on 31 March so please let the clerk know if there are any specific issues or areas of interest on which members wish to receive briefing information in advance of the meeting.  This was flagged for discussion by Deputy Matt Carthy.  Does Deputy Carthy wish to come in?  No.  I take it he is okay with this.  The correspondence sets out the reasons, from An Garda S&iacute;och&aacute;na&rsquo;s point of view, why there was some non-compliant expenditure during Covid.  We will have an opportunity to examine that further when the representatives are before the committee on 31 March.<\/p><p> No. 1099B from Ms Anne Graham, chief executive of the National Transport Authority, dated 22 February 2022 provides information requested by the committee arising from our meeting with the NTA on 27 January 2022.  It runs to 22 pages and includes answers to 16 issues raised across a range of areas under the NTA&rsquo;s remit.  It is proposed to note and publish this correspondence.  Is that agreed? Agreed.  It was flagged for discussion by Deputies Catherine Murphy, Matt Carthy and Imelda Munster.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#HH01300","speaker":"1491","continuing":true},{"type":"speech","time":1646299800,"counter":567,"content":"<p>It is useful information.  The railway order for DART+ is for the Maynooth line and the Kildare line.  They are in a process.  One of the issues I raised with the NTA was the prospect of a parallel process for some additional extensions.  The argument made by the NTA is that if we were to go back to the beginning the process would be delayed.  There is no reason, however, that there could not be a separate process to add on some additional projects.  The DART+ south west project, for example, stops at Hazelhatch.  There is absolutely no reason why it could not go to Sallins or even to Newbridge, whether or not they have done any work in advancing that.  On the other line, it could go from Maynooth to Kilcock, at the very least.  The Dart+ West project is going to include the construction of eight large railway sheds in Kilcock.  Essentially, the Dart will be going to Kilcock and the only problem is that people would not be able to get on.  It seems like a daft idea that we would not be picking that low-hanging fruit.  There is not a whole lot in the way between Hazelhatch and Sallins and perhaps this could be asked for.  Since Covid, if one is listening to the traffic reports in the morning one is far more likely to hear about congestion on the periphery.  There has been a more dramatic change there with regard to delays.  It strikes me that these are projects that could be bolted onto those two DART+ projects.  We should be asking the NTA what work it has done to advance them so they could happen in parallel, albeit with a separate process.  We were speaking about electric cars.  The best way to move people around is on public transport, if that could be made available with more frequent services and so on, which would go with the DART+ projects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#JJ00200","speaker":"1489"},{"type":"speech","time":1646299800,"counter":568,"content":"<p>Five tonnes of steel should not be necessary every time one wants to go somewhere.  It is not necessary to bring five or six tonnes of steel whenever one goes out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#JJ00300","speaker":"1491"},{"type":"speech","time":1646299800,"counter":569,"content":"<p>No it is not.  We need to be thinking about moving people rather than moving cars around the place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#JJ00400","speaker":"1489"},{"type":"speech","time":1646299800,"counter":570,"content":"<p>As I recall, the NTA made a commitment to come back to me on the bus stops and the bus shelters on the old N7 route through County Laois, and the N78 route.  I do not see anything in the correspondence on that.  Perhaps the secretariat can flag this with them in our next correspondence.  This concerns the old N7 route, the Borris-in-Ossory route and the N78, which is Crettyard and Crettyard-Ballylynan.<\/p> <p>  We will move on to correspondence from and related to private individuals and any other correspondence.  No. 1091C is from Deputy Alan Dillon, dated 21 February 2022, and is a request to the committee to consider scheduling a meeting with Eir.  I would open the floor to Deputy Dillon first but I do not believe he is present.  It was flagged for discussion by Deputy Catherine Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#JJ00500","speaker":"1491"},{"type":"speech","time":1646299800,"counter":571,"content":"<p>Perhaps we could postpone this item until Deputy Dillon is here, maybe next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#JJ00600","speaker":"1489"},{"type":"speech","time":1646299800,"counter":572,"content":"<p>We will defer discussion on this correspondence until next week.  No other correspondence has been flagged for consideration today<\/p> <p>  I will move on to our work programme.  On 10 March, we will engage with the HSE regarding expenditure on mental health services, with a particular focus on CAMHS expenditure.  Last week we agreed to request a detailed breakdown of HSE expenditure on mental health services as well as associated governance and oversight arrangements.<\/p> <p>  The HSE has also been advised that members might wish to examine expenditure in relation to the Owenacurra Centre in Cork, and we agreed to request that a representative from the estates management division in the HSE attend the meeting as well.<\/p> <p>  The HSE is aware that the committee might also wish to discuss HSE recruitment targets, budgeting, delivery and departmental oversight in the context of its expenditure on mental health services.  This is in the context of some issues that have been raised recently.<\/p> <p>  The week after that, 17 March, is a non-sitting week.<\/p> <p>  We have requested confirmation from the Sustainable Energy Authority of Ireland that it will appear before the committee on 24 March.  This has been confirmed.<\/p> <p>  On 31 March, we will commence a series of justice-related meetings.  The following engagements have been confirmed: An Garda S&iacute;och&aacute;na on 31 March; the Garda S&iacute;och&aacute;na Ombudsman Commission for the morning of 7 April; and the Policing Authority for the afternoon of 7 April.<\/p> <p>  There are then two non-sitting weeks scheduled for Easter which means the next meeting will be on 27 April with the Department of Justice.<\/p><p>That is our last confirmed meeting.  We then look to engage with University of Limerick, UL, the Department of Finance and the Department of Public Expenditure and Reform after Easter.  We may also schedule a meeting with the Department of Health and HSE to address a number of issues that are in the public domain and which we may want to discuss with them.<\/p><p> Are there any other matters related to our work programme that members wish to raise?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#JJ00700","speaker":"1491","continuing":true},{"type":"speech","time":1646299800,"counter":574,"content":"<p>On UL, it has been reported that report is further delayed and may well be subject to some legal scrutiny.  I ask that we try to find out what the current position with that is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#KK00200","speaker":"1489"},{"type":"speech","time":1646299800,"counter":575,"content":"<p>We will do that.  It is a little bit away in any case.  I hope it is addressed before then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#KK00300","speaker":"1491"},{"type":"speech","time":1646299800,"counter":576,"content":"<p>I will be surprised if it is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#KK00400","speaker":"1489"},{"type":"speech","time":1646299800,"counter":577,"content":"<p>There is nothing fixed with them yet.  As I said, we will look to engage with the Departments of Finance and of Public Expenditure and Reform after Easter.  There are other issues flagged up by members as well that we do not have dates set for.  Then there is the Department of Health and the HSE.  Apart from that, that is it.  There is nothing else members wish to raise.  That concludes our consideration of the work programme for today.  Our meeting next week will be an engagement with the HSE on its 2020 financial statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2022030300002#KK00500","speaker":"1491"},{"type":"unspoken","time":1646299800,"counter":578,"content":"<p>The committee adjourned at 3.12 p.m. until 9.30 a.m. on Thursday, 10 March 2022.<\/p>","notice":"TIME STRING DETECTED"}]