[{"type":"majorheading","content":"Select Committee on Housing, Planning, Community and Local Government","time":1479893400,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Pat Casey.<\/p><p>DEPUTY MARIA BAILEY IN THE CHAIR.<\/p>","time":1479893400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP12016112300002"},{"type":"minorheading","content":"Estimates for Public Services 2016 (Revised)<br \/>Vote 34 - Housing, Planning, Community and Local Government","time":1479893400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP12016112300002#A00200"},{"type":"speech","time":1479893400,"counter":6,"content":"<p>At the request of broadcasting and recording services, members are requested to ensure that for the duration of the meeting their mobile phones are switched off completely or switched to airplane, safe or flight mode, depending on their device.  It is not sufficient to put phones on silent mode as this will maintain the level of interference with the broadcasting system.  In accordance with standard procedures agreed by the Committee on Procedure and Privileges for paperless committees, all documentation for the meeting has been circulated to members on the document database.  I propose that we go into private session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP12016112300002#A00300","speaker":"1246"},{"type":"unspoken","time":1479893400,"counter":7,"content":"<p>The select committee went into private session at 9.34 a.m. and resumed in public session at 9.35 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1479893400,"counter":8,"content":"<p>The purpose of the meeting is to consider a further Revised Estimate for 2016 for the Department of Housing, Planning, Community and Local Government, Vote 34.  In June last the committee completed its consideration of the Revised Estimate for public services for the year ending 31 December 2016 for the then Department of the Environment, Community and Local Government, Vote 34.  In July last the Climate Action and Environment Order 2016 came into effect.  The order transferred responsibility for environment programmes from the Department, now renamed the Department of Housing, Planning, Community and Local Government, to the Department of Communications, Climate Action and Environment.  The change now proposed in the further Revised Estimate is a technical change which reflects the transfer of the environment programmes between Departments.<\/p> <p>  The proposed change is Exchequer neutral.  It involves the transfer of funds from the Department of Housing, Planning, Community and Local Government to the Department of Communications, Climate Action and Environment.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP12016112300002#A00500","speaker":"1246"},{"type":"minorheading","content":"Message to Dáil","time":1479893400,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP12016112300002#A00600"},{"type":"speech","time":1479893400,"counter":10,"content":"<p>In accordance with Standing Order 90 the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Housing, Planning, Community and Local Government has completed its consideration of the further Revised Estimate for public services for the year ending 31 December 2016, Vote 34 - Housing, Planning, Community and Local Government.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP12016112300002#A00700","speaker":"1246"},{"type":"unspoken","time":1479893400,"counter":11,"content":"<p>The select committee adjourned at 9.35 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Housing, Planning, Community and Local Government","time":1479895200,"counter":12},{"type":"unspoken","content":"<p>The Joint Committee met at 10:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Pat Casey, Senator Victor Boyhan, Deputy Barry Cowen, Senator Paudie Coffey, Deputy Mattie McGrath, Senator Jennifer Murnane O'Connor, Deputy Fergus O'Dowd, Senator Grace O'Sullivan. Deputy Eoin Ó Broin,<\/p><p>DEPUTY MARIA BAILEY IN THE CHAIR.<\/p>","time":1479895200,"counter":13,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002"},{"type":"minorheading","content":"Business of Joint Committee","time":1479895200,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#A00100"},{"type":"speech","time":1479895200,"counter":15,"content":"<p>We have a quorum.  No apologies have been received.  Members are asked to ensure their mobile phones are turned off completely or switched to aeroplane, safe or flight mode depending on the device.  It is not sufficient simply to put them on silent mode as this will interfere with the broadcasting system. <\/p> <p>  In accordance with standard procedures agreed with the Committee on Procedure and Privileges for paperless committees, all documentation has been circulated to members on the document database.  I propose we go into private session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#A00200","speaker":"1246"},{"type":"unspoken","time":1479895200,"counter":16,"content":"<p>The joint committee went into private session at 10.05 a.m. and resumed in public session at 10.10 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Local Economic and Community Plans: Discussion","time":1479895200,"counter":17,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#B00100"},{"type":"speech","time":1479895200,"counter":18,"content":"<p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the joint committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him or her identifiable.  The opening statements submitted to the committee will be published on its website after the meeting.  <\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.  <\/p><p>At the request of the broadcasting and recording services, delegates and those in the Visitors Gallery are requested to ensure that for the duration of the meeting their mobile phones are turned off completely or switched to airplane, safe of flight mode, depending on the device used.<\/p><p>The committee is pleased to have an opportunity to discuss local economic and community plans.  The purpose of such a plan is to promote local and community development in the relevant local authority area through a more co-ordinated and collaborative approach to planning and service delivery.  The plan is a key mechanism for action in respect of the national Action Plan for Jobs and other relevant Government policies and strategies.  From the County and City Management Association I warmly welcome Mr. Paul Reid, Mr. Pat Dowling and Ms Dorothy Clarke; and from the Association of Irish Local Government Mr. Pat Daly, president; Mr. Damien Geoghegan, Mr. Paul Taylor, Mr. Liam Kenny, Mr. Tom Moylan and Mr. John Crowe.  I thank everyone for attending.<\/p><p>We have the statements and can take them as read, however if delegates want to read them, it is no problem.  The purpose is more about interaction and finding out how these plans are working in local authorities throughout the country.  I invite Mr. Paul Reid to make a presentation on behalf of the County and City Management Association, CCMA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#B00200","speaker":"1246","continuing":true},{"type":"speechnospeaker","time":1479895200,"counter":20,"content":"<p>On behalf of the CCMA I thank the committee for the opportunity to present on the local economic and community plans.  My name is Paul Reid, chief executive of Fingal County Council.  I am accompanied by my colleagues, Mr. Pat Dowling, chief executive of Clare County Council, and Ms Dorothy Clarke, director of services, Sligo County Council.  We are pleased to present alongside our colleagues with the Association of Irish Local Government.<\/p> <p>  Allow me first to present some key data on the local economic and community plans.  There are 31 local economic and community plans, all prepared by the local community and development committees, LCDCs, adopted by the elected members and chambers and submitted to the Minister for Housing, Planning, Community and Local Government.  The 31 local economic and community plans commit to over 5,000 actions in the areas of economic development, social inclusion, community development, health and well-being, rural and urban regeneration, investment and infrastructure.  Over 1,700 organisations are mobilised locally to deliver these actions.  These include: Government Departments; State agencies such as IDA, Enterprise Ireland and the HSE; development organisations; and a wide range of local community and voluntary groups.<\/p> <p>  Through the public participation networks, PPNs, the LCDCs provide a mechanism by which the community and voluntary sector can meaningfully participate in local development.  This recognises the role they play in delivering economic, social and environmental initiatives and implementing the particular actions of the local community and economic plans.  There are 11,137 community and voluntary group on PPNs throughout Ireland.  Already, the local economic and community plans provide a framework by which significant investment will be made.  For example, the LCDC is the main approval body for the Leader programme investing over &euro;191 million in local areas between 2014 and 2020.  The social inclusion community activation programme, SICAP, will see &euro;37.4 million invested in social inclusion programmes throughout the country in 2016.  The LCDC is also seen as the decision body in the Border counties for the Ireland&ndash;Northern Ireland PEACE programme.<\/p> <p>  The remainder of the presentation provides a brief overview of the key success factors that are necessary to deliver the objectives and actions set out in the local economic and community plans.  Local authorities have always played a central role in the democratic, social, economic and cultural development of local areas.  City and county councils throughout Ireland have been providing infrastructure, amenities and services designed to improve local areas as places to live, visit and invest.  Since the roll-out of better local government in the late 1990s, the local government sector has been playing a central role in co-ordinating partnerships to foster local and regional development.  The county and city development boards, CDBs, represented an effort to co-ordinate the activities of State agencies, local development companies and the community and voluntary sector to deliver integrated county and city strategies.<\/p> <p>  An independent review of the CDBs found they were \"the key co-ordinating body at local level\".  The recommendations of the review were \"designed to develop and strengthen the CDBs and to realise their potential to make a significant contribution to the key challenge of effective local service delivery\".  In 2010, the local government efficiency review group, LGER, also recommended strengthening the role of CDBs.  This was accepted by the Government which, in 2012, published An Action Programme for Local Government - Putting People First.  The policy stated that \"local government will be the main vehicle of governance and public service at local level, leading economic, social and community development\".  It subsequently emerged as the Local Government Reform Act 2014.<\/p> <p>  The remit of local authorities has been broadened, with a strengthened role in local community, economic and cultural development.  From an economic perspective, local authorities play a key role in putting in place initiatives to stimulate the local economy and support business in creating employment.  We work with key State agencies such as the IDA in attracting foreign direct investment opportunities into Ireland.  For Irish indigenous business, we put in place many supports to enable their organisations to grow.  Since 2014, the Local Enterprise Offices, LEOs, play a pivotal role in supporting entrepreneurs, start-up businesses, people with a business idea and helping small business to scale up.  Indeed the LEOs are now an integral part of the local authority providing businesses with a broader range of supports at a local level.  The LEOs are a one-stop-shop providing enterprise advice, coaching, management development and expertise on routes to new markets.  In addition, the financial supports available to eligible businesses have proven to be a critical element in the success stories of many of Ireland's latest generation of high performing start ups.  Because there is a LEO in every county, the service can help bring greater balance to Ireland&rsquo;s economic recovery.<\/p> <p>  We are playing a key role supporting the digital society and the roll-out of the national broadband plan.  Local authorities are instrumental in the delivery of the tourism action plan, specifically the development and marketing of the new tourism brands and the promotion of new tourist attractions at a local level.  Our work in tourism can be of particular benefit to local communities throughout the country.  While job creation has been steadily improving, the unemployment rate remains at 7.5% and is considerably higher in some regions.  Tourism offers two key benefits in this regard.  First, it can provide economic activity across all of our regions and rural areas, whereas many other growing sectors are concentrated in Dublin and our other cities.  Second, given that it is labour intensive, it can provide a substantial level of employment across communities and at all skill levels.<\/p> <p>  We will continue to support our national tourism agencies in developing new visitor attractions and growing visitor numbers throughout Ireland.  The sector delivered a series of top-class events to commemorate the centenary of 1916.  As the only sector with an administrative and democratic infrastructure at a local level, and with a track record of agility and service delivery, we envisage and look forward to a continued expansion of the role of local authorities in the future.<\/p> <p>  The Local Government Reform Act 2014 provided local authorities with the legislative framework to underpin this co-ordinating role.  The Act provided for the establishment of the LCDCs and the preparation of local economic and community plans.  Two key provisions in the Act strengthen the ability of the LCDCs to deliver the actions set out in the various plans.<\/p> <p>  First, the strength of the LCDC lies in its composition.  The membership of the LCDC is critical to the delivery of the actions set out in the local economic and community plans.  The Act clearly provides for a role for the local elected members and the chief executive of the city or county council, the voluntary sector, community groups and agencies that are central to the delivery of public services in local areas.  The combination of political and community leadership and agency involvement means the LCDC is best positioned to mobilise relevant groups to deliver the local economic and community plan.  Importantly, the LCDCs are configured so they can act as local action groups, LAGs, for EU funded programmes.  This improves the scope to resource the actions set out in the local economic and community plans as evidenced by the Leader and PEACE programmes.<\/p> <p>  Second, the Act clearly states that public bodies must cooperate with the LCDCs.  This has been very significant and helpful.  There was no such obligation for public bodies to co-operate with the CDBs in the past.  The obligation for public bodies to cooperate with the LCDCs greatly strengthens the potential to deliver agreed actions that are ultimately designed to improve the economic, social or cultural fabric of local areas.<\/p> <p>  Another critical success factor to the delivery of the objectives of the local economic and community plans is that a robust approach was taken to their preparation, which involved: the establishment of advisory steering groups in each local authority; evidence based objectives that involved in-depth socio-economic profiling and analysis of local areas; extensive public consultation; and engagement with the elected members through the strategic policy committees, SPCs, and the municipal districts.  Adoption of final draft of the plan was a reserved function.  Finally, the plans were submitted to the Minister and have recently been published.  This ensured the plans were evidence based and informed by a combination of good practice, local insight, political leadership and community engagement.<\/p> <p>  The preparation of 31 separate local economic and community plans poses a question.  How do we avoid duplication and ensure collaboration for the greater good?  The link between the LCDC and the local authority is essential to ensure that the benefits of implementation of over 5,000 actions are felt at local, regional and national levels.  Locally, the plans must be consistent with the county or city development plans.  Regionally, the local economic and community plans are being used by the regional assemblies to inform the regional economic spatial strategies.  In addition, local authorities, in partnership with the Department of Jobs, Enterprise and Innovation, are playing a central role in the co-ordination and delivery of the regional action plans for jobs.<\/p><p>The plans will inform the national planning framework and are consistent with Enterprise 2025, the Government&rsquo;s enterprise policy.  Importantly, the plans were informed by a range of European Union and national policies and strategies, including the findings of the Commission for Economic Development of Rural Areas.  Thus, the local economic and community plans, LECPs, play a key role in regional and national planning and development.<\/p><p> Accepting that the local community development committees, LCDCs, were only recently established and the LECPs were launched in September this year, the CCMA makes the following recommendations designed to ensure that the actions of the LECPs can be delivered.  First, where appropriate, relevant EU or Exchequer-funded programmes should be channelled through the LCDC to ensure they are consistent with the vision and objectives of the local economic and community plans.  Second, there should be consistency in the approach taken to the role of the LCDCs in the implementation of EU and Exchequer-funded programmes in all local areas.  Third, the administration of the LCDCs should be properly resourced and supported.  Finally, we should ensure there is robust evidence of the success or otherwise of the LCDC in implementing the LECPs.<\/p><p> We propose that the CCMA engage with the Department of Housing, Planning, Community and Local Government to prepare a suitable methodology for the monitoring, evaluation and reporting of the plans.  The CCMA will continue to engage meaningfully with the Department of Housing, Planning, Community and Local Government and other relevant Departments to identify the most appropriate means of delivering public services at a local level.<\/p><p> The CCMA is convinced that the delivery of over 5,000 actions set out in the 31 local economic and community plans will improve the quality of lives of citizens at a local level.  This will ultimately strengthen regional and national development.  The ability to deliver these actions lies in the membership the LCDCs and their links to the local government sector both politically and administratively.  It is important that the actions are resourced.  The CCMA will work with Departments and State agencies to seek mechanisms by which the actions of the LECPs can be funded through LCDCs.  The LCDCs provide the mechanism for communities, development organisations, State agencies and Departments to work together to achieve shared objectives, improving the quality of life of citizens throughout Ireland.  I understand that I have used many acronyms and we look forward to answering any questions members may wish to pose.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#C00200","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1479895200,"counter":22,"content":"<p>We are counting the acronyms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#D00200","speaker":"1246"},{"type":"speech","time":1479895200,"counter":23,"content":"<p>It will add significantly to our Christmas party funds.  It is a euro for every acronym.  We are not joking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#D00300","speaker":"1215"},{"type":"speechnospeaker","time":1479895200,"counter":24,"content":"<p>It is very rare that we meet at a higher level than managers or directors of services.  We can see around the table we are a little bit higher today.  I wish the committee good morning and we hope we can be of assistance to them in its deliberations.  I am Pat Daly, a member of Clare County Council and president of the Association of Irish Local Government.  I am accompanied by our vice president, Councillor Damien Geoghegan, a member of Waterford City and County Council; our past president, Councillor John Crowe, another banner man; and Councillor Paul Taylor from Sligo County Council, a member of our executive committee.  We are accompanied by our complement of two staff who are directors, Mr. Liam Kenny and Mr. Tom Moylan.<\/p> <p>  The association is essentially a network of the county and city councillors in the 31 local authorities in the State.  Networking, training, and communication are our core missions.  Our association has had a busy few weeks heavily engaged in training programmes throughout the country for councillors in the currently topical issues of housing and planning.  Arising from this commitment we have had less time than we would have liked to prepare a response to your invitation.  I am sure members will understand, especially those Deputies and Senators who are present, the importance of having a well-educated and knowledgeable body of councillors.<\/p> <p>  To return to the subject of the committee's inquiry, the 31 local authorities and local community development committees published their local economic community plans just eight weeks ago.  I have the County Clare version and present it to the Chairman.  Much work has been put into it.  The plans and their follow-up actions represent a community and economic development framework that will see delivery through the county and city councils, the local economic and development committee and various local development agencies of considerable supports across a wide mosaic of areas, including social, cultural, educational, environmental and economic issues.  The plans provide ambitious and one might even say aspirational objectives for their relevant county and city areas.  The intention is that the plans will be a living and workable strategy and there are mechanisms in place to ensure they will be monitored and appraised on a continuous basis.<\/p> <p>  The plans were the product of a long and complex consultation process in which no stone was left unturned in endeavouring to engage with the public and with sectoral groups of all kinds so as to shape a vision for the county and city which would be truly inclusive and comprehensive.  The consultation process was informed by research papers and studies compiled by the county and city councils, local third-level colleges and by professionals with specialist knowledge of demographics, local economies and social indicators.  At this stage, we must acknowledge the commitment and hard work through the many hours of consultation of councillors, council staff, the boards and the staff of local development bodies, members of the public and voluntary bodies of all kinds.  It is to their credit that an intense level of engagement was sustained through long periods of consultation, negotiation, analysis, drafting and finalisation.<\/p> <p>  Through the various stages of consultation, groups were brought into contact, which, in a purposeful project, broke down any barriers of uncertainty or hesitation.  For example, it was understandable that some community development practitioners were hesitant about engaging with the local authorities, seeing them as being too bound up with statutory and bureaucratic processes to have the empathy needed for community development.  However, as a body representing county and city councillors, we have maintained since the LCDCs were first mooted that councils have been in the business of community development since they were established more than a century ago.  Before communities can think of developing, they need a certain basic infrastructure.  The county and city councils, through their long-established statutory responsibilities of providing amenities and facilities of all kinds, of maintaining roads and pavements, of putting in place proper sanitation, of providing housing and accommodation, fashioned and shaped the very sinews of community development.<\/p> <p>  The contribution of county and city councils has not been limited to what might be called the hardware services, such as roads and sanitation.  Councils have also been involved for decades with providing libraries, recreation and cultural facilities.  In that sense, councils have provided the physical and social foundations on which communities can thrive.  I could say without hesitation that we, as councillors, are the ultimate community representatives, responding, as we do, on a daily basis to a multitude of requests and issues brought to us by our neighbours, members of our communities and representatives of business and economic life in our localities.  We must be experts in planning, housing, finance and so many other issues.<\/p> <p>  That said, we also recognise that the community development bodies that evolved from the 1970s onwards opened up new ways at looking at the concept of community.  They championed an approach that was flexible and inclusive in the way it brought communities together.  The community development approach had a particular strength in linking groups that were marginalised into the process of building and strengthening peoples' sense of belonging to the place in which they live out their lives.  The plans integrate as part of mainstream county strategy the issues affecting groups such as young people, single-parent families and new residents from other countries.  Were it not for the inclusive nature of the process that informed the plans, such groups would be left behind in the general social and economic evolution of communities.<\/p> <p>  What we see then in the local community and development plans is a coming together of two traditions of public life, one with a democratically elected council and a strong track record of delivering the infrastructural underpinning of community life, and the other, the community development approach, more recently established, drawing from the practices of participatory democracy, with a capacity to bring with it the enthusiasm and energy that exists both generally and within specific groups in the communities.<\/p><p>The local community and development plans are today taking their first steps on what will be a long road.  Eight weeks into their formal existence is perhaps a premature stage at which to form judgments on their likely success.  We live in a rapidly changing world.  Since the closure of the consultation phase of the plans earlier this year events have taken place that could not have been envisaged 12 months ago.  Thus, the assumptions, ambitions and aspirations which drive the plans will have to be followed up in a way which is adaptable yet tenacious if their objectives are to be fulfilled.  As I said, it is a five-year plan which is at a very early stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#D00400","nonspeaker":"Mr. Pat Daly","continuing":true},{"type":"speech","time":1479895200,"counter":26,"content":"<p>I thank Mr. Daly for his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#E00200","speaker":"1246"},{"type":"speech","time":1479895200,"counter":27,"content":"<p>I thank the witnesses for their presentations.  As a councillor, I was a member of the local community economic development committee and, as such, I was involved in the production of the plan for South Dublin County Council and in the establishment of the public participation network.  I would like to make some observations on the process and to hear the witnesses' responses in that regard.  Time permitting a second round of questions, I may ask questions on the planning legislation currently before the Seanad and which will be dealt with next week by the D&aacute;il.<\/p> <p>  South Dublin County Council put a lot of effort into the development of the local economic and community development plan.  The officials, councillors, statutory agencies and community and voluntary sector did a lot of work in that regard.  However, I am not convinced that plan has added any value to the work of the local authority or the statutory agencies in the community and voluntary sector.  If asked, most people involved in the process would probably have a similar opinion.  That is not to suggest it is not a good plan or that the actions proposed therein are not good actions.  I am not convinced that it has done what people thought it would do.  I would be interested to hear the experiences of the local authority in that regard.<\/p> <p>  Another issue of concern was that tenders under the social inclusion community activation plan, SICAP, were invited before the plan was developed.  I would have thought that the priority would have been to have the plans in place first, with bids under the tender process being on the basis of meeting the requirements of the plans.  As it happened, in terms of the first half of the six-year tender, bidders were blind to the plan that was subsequently developed.  How do the witnesses envisage the process will work in respect of the second round of tenders?<\/p> <p>  I had a number of significant concerns regarding the change from community development programme funding to community activation programme funding because that appeared to me to represent centralisation and because many organisations that previously would have bid for funding directly to the Department had to choose to tender in conjunction with a local partnership or step out of that process and seek funding elsewhere.  For example, in regard to the Traveller development programmes, the women support networks and other small community development projects took the decision to step out of that process and to maintain their independence.  Some of them obtained funding from the Department of Justice and Equality and elsewhere but some did not.  I would welcome the witnesses' reflections on whether that change led to a centralisation of funding.  I am sure the witnesses are aware of the huge problems this caused in Dublin, where local partnership boards were essentially set against each other to bid for funding with significant impacts.  I would welcome the reflections of the witnesses on whether that was a good or bad thing.  A huge concern for many of us is that while in the first round, by and large partnership boards secured funding, in terms of the second round of tenders, there is nothing stopping large private sector organisations or other large voluntary sector organisations from here or elsewhere bidding for that funding.  This concern was also expressed in relation to the first round of tenders but it did not transpire.  Is that a concern now?  Is it something we need to key an eye out for?<\/p> <p>  The most fundamental shift in the social inclusion community activation programme was the shift from grant aid to tendering.  That is a profound change in the relationship between central and local government and the service delivery agencies.  Tendering places a very different set of responsibilities on organisations than does grant aid.  There was a very strong lobby, of which I am very supportive, for consideration to be given to a return to direct aid by the Department, similar to other Departments and the HSE.<\/p> <p>  On the public participation networks, I believe these are a really good idea.  On paper, it appears they could work.  Is there any evidence that the public participation networks have increased participation of the different sectoral organisations that exist, as per the objective of their establishment?  While the recommendations made are fine, given the change in the architecture of the funding mechanism and the organisation of the delivery of programmes funded under this stream was so profound, is there a need for an independent review of a select number of local authorities that are running these programmes under the new structures to see how effective they have been, what lessons can be learned and so on such that in the next round of tenders any issues or concerns that arose in the first two to three years would be ironed out and improved?  Perhaps that is an issue which the committee might examine in the context of its deliberations on this issue and any recommendations in that regard to be made to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#E00300","speaker":"1215"},{"type":"speech","time":1479895200,"counter":28,"content":"<p>By way of background, I served on a local enterprise board and two Leader programmes as part of the previous cohesion process.  I was also chairman of a local community development committee and of the economic and enterprise special purpose committee, SPC, at local level.  As such, I have a fair knowledge of what is going on.  While I buy into the high level objectives of the local economic and community plan, LECP, I have major reservations about what is coming down the road.  Two key components in terms of delivery of that plan are the Leader and SICAP programmes.  The more that is implemented under Putting People First, the more people are being left behind.  It is regrettable that the Department is not represented here today to hear what is being said.  I believe that the stumbling block in the roll-out of many of these programmes is the obsession with gathering data, crunching numbers and duplication of decisions.  The level of bureaucracy in this area is incredible and detrimental to communities and our people, many of whom are being left behind in this process.  This process was supposed to empower communities but it does the opposite.<\/p> <p>  The aim of the social inclusion community activation programme, SICAP, is to help young people who are long-term unemployed and disadvantaged groups.  The staff of SICAP are doing nothing but number crunching and box-ticking such that in my opinion SICAP should stand for \"statistics informed computerised application process\".  As I said, people are being left behind.  Often applications from vulnerable communities seeking only &euro;100 for a piece of timber for a men's shed are being lost in the bureaucracy of this process.<\/p> <p>  In regard to the Leader programme, Leader worked with communities throughout the process of applications to delivery of the programme.  My understanding is that under the new local action group, LAG, communities will have to go through the planning and procurement processes before being able to submit an application for funding.  How can we ask communities to commit to that expense without knowing the likely outcome of a project application?  I believe the problem lies with the Department and officials therein who do not understand how communities work.  These people need to engage with communities to understand where they and individuals are coming from.  These communities and individuals are doing the work of the State and all we are doing is putting obstacles in their way.<\/p> <p>  I was chairman of the local community development committee when it was established.  Every week the Department issued new guidelines and protocols on how it was to be rolled out.<\/p><p>I recall having to sit down with the director of services to try to find out who was coming to the meeting and, in terms of putting a jersey on them, whether they were from the public or the private sector.  When it came to the decision, the private sector had to have the majority.  When we came to deciding whether to opt for one or two lots for site cap, we ended up with three people making that decision because of the bureaucracy involved in this process.<\/p><p> Most of the Leader companies bought in to putting people first and said that this was the way to go in the future, that they must work with the local authorities and engage with the local community development committees, LCDs.  They have done that to their detriment.  Not one of them is up and running, but three Leader companies decided not to go down that road.  They went out on their own and are rolling out community projects as we speak, and we have not even started.<\/p><p> Previously, Leader companies reported to the Department.  Leader companies now report to the council, the council reports to Pobal and Pobal is reporting to the Department.  Administration work that is being done currently and that has been done for the past year and a half is being duplicated or quadruplicated on certain occasions.  Work done by administrative staff in the local development companies is being checked by the council.  That is being sent to Pobal, which checks it, and then it goes to the Department.  What is going on in this State at the moment is madness.  We have left people and communities behind.  We can forget about empowering communities if we carry on in this way.<\/p><p> My argument is not against either of the presentations made.  We need the Department to get real, cop on and deal with people at ground level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#E00400","speaker":"1357","continuing":true},{"type":"speech","time":1479895200,"counter":30,"content":"<p>I fully concur with the two previous speakers.  I welcome the representatives of the Association of Irish Local Government and the County and City Managers Association, CCMA.  I criticised the County and City Managers Association a long time ago but I am glad to see its representatives here today.  I am glad to see both groups in the room and I thank them for their presentations.<\/p> <p>  I am a former county councillor in D&uacute;n Laoghaire-Rathdown for many years.  I was also involved in the local enterprise board, which in our case was Venture Point.  What is coming through from the previous speakers and generally from people I spoke to in the days leading up to this meeting was that simple word \"bureaucracy\".  Deputy Casey referred to it in his contribution.  It is interesting that Mr. Reid stated in his submission that the remit of local authorities has been broadened, with a strengthened role in local community, economic and cultural development but there is a distinction between the executive of a local authority and the elected members of a local authority, and we need to tease that out.<\/p> <p>  When all of this was discussed initially there was a genuine concern among elected members of county councils in that they have vast local knowledge.  Many local councillors are immersed in the businesses of their communities outside of their political role.  Many local councillors were involved in community development.  Many people came into politics and local government through community development.  That is what brought them on to the next stage in that they felt they needed to get into the centre of politics to influence change for the betterment of the community, their neighbours, the people who live among them and themselves.  Clearly, that is a vital motivation for many people and it is one I would encourage and support.<\/p> <p>  The representatives of the County and City Management Association spoke about the roll out of broadband and the digital society, all of which is important.  It is all happening too slowly for many people.  I am based in Dublin.  We are all here today in Dublin.  It is very Dublin centric but if one goes a few miles out of Dublin, it is a different scenario in terms of economics, the digital hub, connectivity and the Internet.  One cannot physically get access.  Someone spoke to me the other day about trying to get access to An Bord Plean&aacute;la, the national appeals board website.  They could not access it in a community which is actually Kildare.  There are issues in that regard that need to be addressed.<\/p> <p>  I will get straight to the point.  The witnesses have come in here with four recommendations to the committee.  I will deal with the third one first.  They recommend that the administration of the LCDCs be properly resourced and supported.  Will they tease that out?  I take it from that that they are not properly resourced and supported or perhaps that is presumptuous of me.  However, the witnesses have made the statement and they should tease it out.<\/p> <p>  The witnesses represent a very powerful body in terms of local government.  It is important that they make these statements but we need to hear them in a bigger forum.  There is a tendency to believe, and this is my personal view as a former member of a local authority, that the County and City Managers Association has a slightly cosy arrangement in that they tend to comply.  There is a close synergy, understandably, with the officials in the Customs House but the public, and particularly the councillors, do not quite understand that synergy.  Minutes of the association's meetings are not circulated to local authorities.  I do not see them on their website.  I am not fully aware, nor are other councillors, of the finer detail of the policy that it agrees.  We know that local authorities fund the witnesses' organisation.  That funding comes out of revenue from local authorities.  I do not expect a full answer from the witnesses today but I will leave them with that question.  How can their organisation communicate better with the 31 local councils in this country?  They need to know their stance, policy and the decisions they have reached with the officials in the Customs House.<\/p> <p>  Another recommendation is the proposal that the CCMA should engage with the Department of Housing, Planning, Community and Local Government to prepare a suitable methodology for the monitoring and evaluation of the plans.  Will they tease that out?  What are they saying?  They are proposing it so it does not exist.  Why does it not exist?  Do the witnesses have a timeframe for when it will exist?  That is very important.<\/p> <p>  To go back to the issue of resources, the witnesses tell us there are 537 commitments that are key deliverables.  Clearly, those are divided among 31 councils to a greater or lesser extent and it is important they deliver.  There should be some pilot scheme involving the local government auditing service or some arm of that organisation randomly selecting two or three local authorities and monitoring them to see how they are performing and delivering.  That would be a key start.  In fact, I intend to suggest that to someone in the Department.  The Minister or somebody else should consider doing that at some stage to be helpful, not to be critical.  Three local authorities could be randomly selected to see whether these key objectives are being prioritised because that will be an issue of concern.  We cannot continue to support something that does not work.  In any meaningful consultation regarding the process, the witnesses might engage with the elected members, the county councillors.<\/p> <p>  I want to address one or two issues regarding the Association of Irish Local Government.  We have to be careful.  As a former member of a local authority I am aware that local councils promote partnership.  It is important that local councils are seen to be in partnership with entrepreneurs and community development.  As I have said previously, many councillors have come through the community development or co-operative sectors or representative bodies of industry, trade and agriculture.  They know and work well with those established organisations.  However, this is a sea change.  We have to let it bed down.  We have to give it time, but we have to monitor it also.  The concern I am hearing from elected members, which is understandable, is about their role.  There is an annual report to the local authority but what happens to that?  How are local authority members engaging with the report?  If I were to read five or six local authority reports in the future, I would like to think there was a record of engagement by elected members and councillors regarding the statutory reports that should follow through on this process coming to the council.  We need to give it time.  It is easy to criticise something.  Nobody likes the perception that they are losing control or power.  Politicians are of all hues but they are elected.  They have a democratic mandate.  That is very important but I am not sure if it is being reflected in the way this scheme is going ahead.  It may need tweaking to have full regard to the democratic mandate elected councillors have across the country.<\/p><p>It is one that should be acknowledged.  It should not just be lip service.  It should be clearly stated.  It is an area in which I believe there is a weakness that needs to be addressed.  I thank both groups for meeting the committee today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#F00200","speaker":"1379","continuing":true},{"type":"speech","time":1479895200,"counter":32,"content":"<p>I will directly follow on from what Senator Boyhan has said in recognising the primacy of the elected mandate of public representatives.  However, I believe we cannot have it both ways.  I disagree with the Senator on one aspect.  We heard the previous speakers arguing about the system that existed previous to the current system.  Elected members may have been members of those boards, but they certainly were not in a position to be fully endorsed as elected members.  It was community groups and Leader groups that put forward their projects, had them approved and subsequently spent what was substantial public funding.  I recognise that many of the projects were excellent.  However, if we are to be honest about it, many of the projects were poor as well.  There was a lot of money wasted in many Leader projects in which governance possibly was not as it should have been.  Improvement was needed and a greater recognition of the elected mandate of councillors was needed.<\/p> <p>  The new system certainly brings that to the fore, in which a strategic plan is developed and subsequently and finally endorsed by the elected members of a council.  I believe that is where the accountability will now come into play.  I understand and accept the arguments made around bringing in more bureaucracy.  That is something I would say to the County and City Management Association, CCMA.  The new programme has to be as accessible as possible.  A criticism I would have of the previous system also is that the community groups with the greatest capacity that were best at applying always received the best funding.  The ones with the least capacity that were possibly the most disadvantaged and did not have the capacity to make proposals for programmes received the least funding.  That regurgitated itself over many years.  Automatically, the successful communities repeatedly had successful programmes while the rest were left behind.  If we are honest about it, that is the way it has been.<\/p> <p>  The proposals before us have the potential to address these deficits.  However, I would have concerns about the bureaucracy and I urge the CCMA to work with the elected members to ensure the funding is prioritised to the areas in most need.  The butter cannot be spread too thinly.  I recognise that.  With regard to programmes and strategies, areas and localities that need this injection and lift will have to be identified initially.  I urge the CCMA to work with local councillors in this regard.  I also encourage the AILG to give this committee, through the chairmanship of the Cathaoirleach, feedback on how it feels the programme is working, where the deficits are and whether there is too much bureaucracy.  I believe we should revisit this in six months or a year to evaluate the success of this programme.  The best people to do that are the people before the committee.  We can then take that argument to the Department with responsibility for the environment, as members have said.<\/p> <p>  It is welcome that we have the CCMA together with the leadership of the councillors of the AILG and their executive here today to tease out some of the issues as we face into new programmes.  I have no doubt there will be challenges ahead.  As a former councillor and former chairperson of a county development board for many years myself, there is one thing that I would pick up on.  During that time, I saw agencies, councillors and council executives coming together, formulating strategic plans for their relevant area and prioritising actions that had high aspirations and that were going to deliver.  Unfortunately, there was no obligation on the State agencies or Departments to engage actively with those county development plans.  I found it extremely frustrating when I saw excellent work being done to formulate the plans, with excellent actions and priorities put in place, but no follow through because there was no obligation to do so.  Unfortunately, much of it was lip service.<\/p> <p>  What I would say in favour of the current system being implemented is that there is an obligation on State agencies to engage actively.  I would be interested to hear from the CCMA whether any of that engagement has taken place to date, how serious the agencies are about it and whether they understand that they now have an obligation to engage and take action as part of these plans.  Those are the critical areas we need to focus on.  I certainly believe this is a step forward in recognising the mandate of elected councillors.  I believe they will have a greater role and power in endorsing and improving plans and ensuring funding is spent in the most efficient and best way possible to lift all localities, not just those that are best at applying for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#G00200","speaker":"1422"},{"type":"speech","time":1479895200,"counter":33,"content":"<p>I do not want to go on too long.  Suffice it to say that there is much merit in what has been said by previous speakers.  I wish to pick up on Senator Coffey's points, with which I agree wholeheartedly.  We are at a critical juncture in the future distribution of funds to these plans.  I think in particular of the flight from many rural areas, the change in retail habits, the traffic management challenges faced by some larger towns, the way people do their business, residential issues, problems we have in housing, how we seek to repopulate towns and villages and whatnot.<\/p> <p>  My major difficulty is with the hierarchy of plans, the primacy of the county development plan and the input that is made by local authority members, who are of the community and for the community, as other speakers have rightly said.  That should be the bible and the blueprint for all other development, initiatives, help and assistance in conjunction with these organisations which do much good work.  However, an awful lot of money has been distributed.  Some members and councillors, who are the ones who are most accountable, feel neglected, left out and do not feel they have the input into this that they should have, despite the fact, as Deputy Coffey said, that they have various representational roles on some of these committees.  Community enterprise and development is not necessarily the wholehearted remit of individual organisations which have evolved.  These guys build their own power base and end up in competition with the very ones who put them in place.  There are development plans, local area plans, regional plans, spatial strategies and Government policy.  Trying to tie all of those together can become very difficult.  The hierarchy of plans needs to be set out clearly and concisely.<\/p> <p>  If the county development plan is to get the role it deserves and is to be ensured that role and primacy, better help and assistance has to be given to the local authority members to ensure that they are reflecting the views, aspirations and will of those they represent.  While well-meant and well-intentioned, the executive has at it disposal huge expertise in engineering, economic and financial assistance.  That same expertise is not available to the local authority members, who feel conflicted.  In the event of the local authority members not being able to provide alternatives without the professional expertise, they are exposed in the future to issues arising out of that development plan or some of the initiatives contained within it.  I spoke about this before.<\/p> <p>  The county development plan is a very consultative process, some would say far too much so, especially in the context of the position we find ourselves in now in trying to deal with a housing crisis, for example.  I believe it is incumbent on the Department and the Minister to ensure that when the county development plans are being devised, funding is made available to local authorities to ensure the members have the relevant expertise available to them that may offer an opinion contrary to that of the executive in order that there can be greater ownership of the development plan thereafter and, ultimately, that those who base their own plans thereafter on the primacy of that plan can ensure that accountability is paramount and the ownership is with the membership and, by association, with those they represent.<\/p> <p>  That is my tuppence worth.  The primacy of the county development plan and its associated local development plans is very important.  It must assume its rightful place at the top of the hierarchy with regard to any development that ensues.  Any plans initiated by any of these other organisations or groups, such as Leader or local development companies, community groups and whatnot, must work to the aims and objectives that are contained within the development plan, which is more representative than any other that is brought to bear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#G00300","speaker":"1217"},{"type":"speech","time":1479895200,"counter":34,"content":"<p>I welcome the witnesses.  It is great to see them all together.  It is like everything: we are all working for the improvement of our own counties and towns, which is so important.  I have to agree with the previous speakers.  The loss of town councils has been a disaster, in particular in places like my home town of Carlow.  To me, it has been the nail in the coffin of most local authorities because funding has been cut across the board and everybody is losing out.  Councillors themselves have experienced cuts while having larger areas to cover.  In the past, one had nine or ten town councillors for a town and then one had one's county councillors.  We do not have that in most areas and I cannot express the extent to which that has devastated areas.<\/p> <p>  I sat on a Leader board for years and it did good work in the sense that a lot of community groups received funding.  However, the biggest issue, which continues to be an issue with LCDCs and Leader companies, was that a lot of community groups could not apply for funding because they could not come up with the matching funds required.  It was not a requirement to match the full level of funding, but groups still had to find money.  It is a massive issue.  My home town of Carlow had what were previously known as disadvantaged RAPID areas and they need to come back.  I sat on an LCDC for the two years before I became a Senator.  Again, it is only open to the bigger groups which have the funding whereas RAPID and disadvantaged areas cannot come up with the funding.  Applying for these projects is causing them hassle, but they are the ones that need the funding.  These are the ones the witnesses need to look at as a priority.  It is the disadvantaged and RAPID areas.  I understand there is consideration of bringing them back into play.  It is of the utmost importance.<\/p> <p>  I refer to the staffing of LCDCs.  I worked with LCDCs and then I worked with the LEO system, which is working well with local authorities.  However, the IDA is not coming down to rural counties.  It is visiting Dublin, Cork and the other cities.  I am all for working with Dublin and the bigger cities, but one cannot forget the rural counties.  We must ensure that the IDA comes down to visit Carlow, Kilkenny, Laois and other such areas.  We are there but we are not getting the same priority.  That has to come from development plans and everyone working together.  It is not based on looking at Dublin and putting things there.  We had one official visit to Carlow from the IDA last year and we might have had one or two informal ones.  That is unacceptable.  We are 50 minutes from Dublin and we have a great base so why are we not being promoted in all this?  These are the things with which I take issue.<\/p> <p>  The PPNs are working well but I note the bureaucracy.  I sat on the LCDC for two years and it was a nightmare.  Every month, I went to a meeting and it was paperwork, paperwork, paperwork.  Going forward, it will be another year or two before any projects that come through, which I hope they will, are up and running.  We advertised recently in my own area for certain community groups to apply for funding and all the notice they got was two weeks in the local paper.  I nearly got a heart attack when I read it and had to ring straight away.  They were only given two weeks.  The witnesses can imagine having to get a project ready, prepare a full plan and put in an application in two weeks.  That is unacceptable.  While a little bit of extra time was granted in the end, one has to look at all the areas.  We have to look at how long community groups are being given to apply.  If it is two weeks, it is unacceptable.  They need to be given at least two to three months.<\/p> <p>  We also need to know who exactly they are meeting.  I am still learning, as is the LCDC.  Who does one meet and how are community groups getting to know the information?  I am a firm believer that a lack of information is the biggest issue we face.  A lot of smaller groups are not getting the proper information.  It is like anything else.  It is all about promotion.  I was at a meeting three months ago which had to do with the LCDC and there were a good number of people in attendance.  However, a lot of them did not know what they were entitled to and how to apply.  Going forward with LCDCs, PPNs and the different community groups, we are going to have to look at putting an improved process in place.<\/p> <p>  I have a plan going forward for the Tullow Road area in Carlow which has always been a RAPID area.  Who decides how much funding each area gets?  I know it has to go to the Department.  It is one of the biggest plans because this has been a disadvantaged area for a long time.  Who decides which area gets what and how much money is given out?  There is nothing as bad for a local councillor as this issue.  As previous speakers have said, councillors do amazing work but they are undermined in what they do.  They are working with communities and giving 100% to their locality.  Every councillor in every one of the 31 local authorities will be fighting to ensure that his or her area gets what it can.  However, one sees some areas getting a few million more.  I ask that every local authority and area gets its fair share, no matter what big projects go to the Department.<\/p> <p>  It is sad that there is no one from the Department here today because it is crucial.  The buck will stop with the Department.  I want to ensure that fair play is given by LCDCs to all the rural counties.  While I have no problem with Dublin, we all need an equal share.  I ask the witnesses to keep that in mind.  It is great to see everyone here.  It the first time I have met with the groups since I became a Senator.  I am delighted to welcome them here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#H00100","speaker":"1395"},{"type":"speechnospeaker","time":1479895200,"counter":35,"content":"<p>I will make a few general comments and then call on my two colleagues to address some of the technical questions.  There is no doubt that this process is at an early stage.  The AILG delegation made that point in terms of the development of plans, their implementation and the overall process and governance.  From an executive point of view, we are looking at it closely to see the effectiveness and forming a view about how it may be possible to streamline, in terms of some of the points made by Deputies and Senators, decision-making and bureaucracy.  It is early days, however.  In this early phase, one of they key parts of the process consists of the public participation networks.  Deputy &Oacute; Broin asked about their stage of development and effectiveness.  Again, it is very early.  Where they have been very useful has been in galvanising or co-ordinating a large number of groups into one process.  Speaking from the perspective of my own county, there are more than 420 groups in the PPN in its entirety.  We have been aiming across all the local authorities to give PPNs some support to help to strengthen their capacity building.  That includes building Internet sites for them so that all of the various policy documents are accessible and supporting the election of nominees to LCDCs.  We have given them a great deal of support and I have certainly seen a strong and steady improvement over the last year or so in the capacity of the PPNs.<\/p> <p>  Senator Coffey asked about the engagement of the agencies and the effectiveness of that.  It is strengthening as we move through this process.  To give some examples, we work at local level across a number of different processes that make an impact at local level, including socio-economic processes, age-friendly initiatives, on one of which we have been working heavily in particular, and mental health.  In those areas, we have seen agencies co-ordinating much more strongly.  The Departments of Health and Social Protection and the HSE have been working strongly with local authorities and that has been very encouraging from our perspective.  I am actually quite positive about the capacity going forward to make these processes work and to strengthen the role of elected members.  I make the point around some of the strategic policy committees, which throws another acronym into the mix today, and the economic aspects of this.  Committee members made some points about the role elected local authority members can have in engaging with State agencies like the IDA, Enterprise Ireland and local enterprise offices having regard to their roles and strategies.  We have seen very good engagement from elected members.<\/p><p>They have given us very good direction on what areas to focus on in each of the local authorities.  <\/p><p> Senator Boyhan commented on our recommendations and I shall briefly cover some of queries.  We made a point about the roll-out of broadband in our submission.  We are working with the Department and Minister on the current national tender for the national broad strategy and the role that local government can play.  We do not fund the roll-out but, following tender process, we will work to ensure that we put in place streamlined agreements and supports, whether there are planning or wayleave issues, to support the successful tenders in order that they can quickly roll out broadband across the country.  The Minister and her Department have been supportive and provided  funding and extra resources to work with us, which we are finalising, to strengthen the broadband capacity in the area.<\/p><p> I have spent most of my working life in the private sector as a director of Eircom and know we need investment across the country.  I was on the other side of this debate for many years so I know what the issue is.  It is the Government's capacity to stimulate investment with the private sector across the country.  <\/p><p> A good point was made about the resourcing of sport.  We have strongly engaged with the Department over the past while.  At the start we all agreed to get the process working and try to understand our oversight and role in terms of SICAP, Leader and the administration of the processes.  We made a submission to the Department seeking extra resources for all of the local authorities.  The Department put forward a submission in the Estimates for the extra associated funding and some of it has been put into the budgets.  We are currently working strongly with the Department on the form of the resource in each local authority and will assist in the decision to have one, two or three people.  We hope to close the matter in the coming months.<\/p><p> My final point is about the executive in all of the local authorities.  I disagree with the claim made that there are cosy agreements.  We generate problems for ourselves with Departments and sometimes with Ministers.  In the past I have been vocal about the fact that local authorities have stepped up to the mark, particularly for issues like housing.  We have made our case about the areas that we deliver on.  We fully respect the fact that we are public servants and are open to challenge.  We have a voice and shall continue to be vocal.  <\/p><p> In terms of the overall impact on communities, I am genuinely quite positive about the initiative.  I am less than three years in local government.  The reason I joined local government is because I believe that local government has a great future.  I have seen at first hand the impact that elected members can make through LCDCs.  I take on board the comments made by members on how to strengthen local government.  I ask my colleagues to comment.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#H00200","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speechnospeaker","time":1479895200,"counter":37,"content":"<p>I shall make some general comments.  My background commenced with Leader and then I was involved in the establishment of a county development board and its first strategy.  It was a great era where everyone was brought together in a room and it ensured we had a united delivery.  Cohesion is a core aspect of community plans.  We also need integrated development, joined-up thinking and the removal of a multiplicity of agencies and plans, as Deputy Cowen mentioned, plus ensuring we have a united delivery approach.  The Local Government Act makes it clear that our role is to protect the interests of the community.  That is of paramount importance and has guided Government policy.<br\/><br\/>It is important to stress that the LECPs, LCDCs and all of the acronyms that Deputy &Oacute; Broin referred to exist because it is Government policy to bring about a greater united approach in the delivery of programmes.  Public moneys continue to fund a range of initiatives at a local level.  It is important that local government, as the agent and arm of central Government, plays its role in co-ordinating and bringing full transparency to all of these programmes.  I empathise with the frustrations felt by members who have been on LEOs, enterprise boards, development boards and companies around which we can local projects funded.  It is important that such programmes are not beyond the reach and influence of the local authority as it acts as the civil guardian of that county and community due to being the only organisation that is elected by the people.  Therefore, it is important to protect such an institution.  <br\/><br\/>Members have mentioned the important democratic mandate.  As somebody who has come from outside of the local government sector and worked in some of these agencies, notwithstanding the wonderful work that is done, I believe the democratic mandate is important.  While elected members were members of boards of Leader and partnership companies, the local authority <i>per se<\/i>did not have a ratifying and sanctioning role in the programmes, which is what brings the required transparency.  <br\/><br\/>The concerns of members about the programmes are well noted.  However, these are early days and we are in a new phase.  County Clare has its own challenges in terms of this matter.  Let us bear in mind that the LCDC is a committee of the council that brings relevant parts of companies that ensure the money is allocated in accordance with the LECP for the county.  In the past there was a Leader plan and other plans that gathered their own data and local authorities were marginally involved.  The new scheme is an improvement but time will be the barometer of its success.  <br\/><br\/>The concerns of members have been well noted and reflect those of other people.  If these structures bring added bureaucracy to communities then it is our job to alleviate that because that is not the intent.  The current plan has brought us all around the table in order that we can move local community development forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#J00200","nonspeaker":"Mr. Pat Dowling"},{"type":"speechnospeaker","time":1479895200,"counter":38,"content":"<p>I shall add to what my two colleagues have said.  Most of the questions and observations made today were on the role of the councillor and his or her democratic mandate.  A number of questions were asked about SICAP.  There were quite a lot of questions on the rural development programme and Leader, and on how they have evolved and are being rolled out.  My colleagues and I were also asked to comment on monitoring and evaluation.  There were individual queries about RAPID areas and deprived areas.<\/p> <p>  The role of the county councillor is key in terms of the role we perform at a local level, particularly in our engagement with local communities.  County councillors have paved the way for us whether that was the LECP, local development strategy or whatever programme or plan we consult on.  We see the role of councillors as key and we will do anything in our power to enhance their role.  My two colleagues have commented on the democratic mandate.  It is there and it is a fact.<\/p> <p>  Deputy &Oacute; Broin has said that he remains unconvinced that SICAP has added value to the work of the local authority and community sectors, in particular to the work of the LECPs and the LCDCs.  We launched these plans in the past couple of months.  Most of the plans were completed between February and August and then they were launched by the Minister at the National Ploughing Championship last September.  It is early days for the programmes and next year will be the implementation phase.  We had an extensive engagement process because the consultation process between communities and State agencies took the best part of two years to complete.<\/p> <p>  There is no point in having a plan to just leave it on a shelf and, therefore, it must be implemented.  We are liaising with the Department on the best way to monitor the implementation of the plan because it will be subject to oversight by National Oversight and Audit Commission, NOAC.  We are also required to give feedback to the Department on how the scheme is being implemented and, particularly on the strategic objectives, and how we implement the national policies at a local level whether it is the national Action Plan for Jobs, healthy cities or whatever else.<\/p><p>All the national and Government policies are reflected in local economic and community plans, LECPs, at local level so it is critical we get feedback, and the correct guidance documentation on how we can give feedback, in order that there is uniformity among all local authority areas.<\/p><p> The Local Government Reform Act set the foundation for the establishment of the local community and development committees, LCDCs, and the preparation and implementation of the LECPs.  SICAP is one of the roles of the LCDCs and the initial SICAP programme launched for a nine-month period in 2015.  We started working on it in March when none of the LECPs had been completed, so it would have been difficult to deliver SICAP in this context.  Allowances were made for that in the 2016 programme but we will be able to go back and ensure the new programme reflects the objectives and actions of the LECPs.<\/p><p> Another question was on direct grant aid being replaced by a competitive bid, but we did not make that decision.  It was a Government decision and it is being rolled out.  One year and nine months into the SICAP programme, there is a good understanding between us and the local development company programme, which implements the projects at local level, on targets that are being set.  There is a similarly good understanding between us and the Department and us and Pobal.  There may seem to be a lot of bureaucracy and form filling but it has led to a better understanding, particularly in relation to the target groups.  Deprived and disadvantaged areas will form part of the three areas in which we are working.<\/p><p> Deputy Casey asked about local action groups, LAGs, and said that some groups have been asked to go through procurement before they could apply to the Leader programme for grant aid.  I hope he is exaggerating.  In two or three counties the local development companies are the LAGs, while in the rest the LCDC is the local action group, and expressions of interest have been sought by most of them for projects.  It will be 2017 before the applications come back to the evaluation committees and the LAGs for approval.  A project needs to be researched well and business plans and planning permissions need to be in place as these are EU rules and we have to abide by them.  A project has to be well developed before it can be considered for funding.<\/p><p> Mr. Dowling covered the questions about the level of bureaucracy and we will try to assist community groups, especially those which shout the loudest, which are better prepared and get in there first to get the bulk of the funding.  We are insisting that local development groups, as the implementing partner, fund capacity-building for weaker groups and those in disadvantaged areas in order that those communities can avail of projects.<\/p><p> We will try to be as accessible as possible.  In my area there have been community consultations and any Leader funding has been explained, which I assume has happened nationwide.  There were queries on public participation networks, PPNs, but Mr. Reid covered those.  We are working on the length of time it takes, from assessment committees to the LAG, to assess projects for approval.  We try to have tight timescales but, equally, to have the capacity and time to deal with them in a fair and transparent way.  Senator Murnane O'Connor mentioned disadvantaged areas and RAPID programmes.  I believe the Department is planning to introduce funding for them again. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#J00300","nonspeaker":"Ms Dorothy Clarke","continuing":true},{"type":"speechnospeaker","time":1479895200,"counter":40,"content":"<p>Senator Murnane O'Connor asked about town councils.  In Clare, we had 68 councillors up to the Local Government Reform Act and now we have 28.  In a former life I worked for former Deputy Tony Killeen and Ennis had huge budgets that seem to have disappeared.  They have been a major loss.  Ennis is a town of 30,000 and there are many such towns in Ireland which should have been left with a town council.  It was a big decision and I think it was the wrong one.  The workload for councillors has gone up, there are fewer of them and they have a greater workload.<\/p> <p>  Senators Boyhan and Coffey asked about county managers and CEOs having little clubs in the custom houses.  I have to be very careful as my CEO is in front of me.  It is recognised throughout the country that councillors are not being told the whole story.  Deputy Cowen mentioned planning in Clare.  We had workshops under the county development plan but whatever plans were made were changed very quickly after those workshops, in areas such as the rezoning of land.  I do not mean anything personal about Mr. Dowling when I say that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#K00200","nonspeaker":"Mr. Pat Daly"},{"type":"speechnospeaker","time":1479895200,"counter":41,"content":"<p>My first point relates to bureaucracy, on which Senators Boyhan and Casey touched.  As it states in my presentation to the committee, we have to guard against what might be termed \"plan fatigue\".  As councillors we spend a great deal of our time considering an increasing multitude of plans.  There is the well-established county development plan, local area plans and corporate plans and now we have the local economic and community plans.  We need strategies and frameworks to ensure we develop our localities in ways that are purposeful and progressive.  It is probably true to say that we have been too reactive in Ireland when it comes to development, making localised interventions but not putting together a broader vision.  However, let us not go to the opposite extreme, where so much time is spent constructing plans and so much more time co-ordinating a growing labyrinth of documents that we lose focus on the common-sense realities of delivering the services that the public needs.  In a nutshell, that is what we encounter as public representatives.<\/p> <p>  My second point relates to the primacy of the role of the elected member of a council.  The County and City Management Association and the officials in the Custom House are the people with the real power in local government.  The executive, and our membership across the political spectrum, believes that power has been taken away from the elected member.  The power of local authority members has been diminished and continues to be diminished across a broad range of areas.  We have PPNs, LCDCs, Leader committees and SPCs and, while local authority members sit on those committees, the only people who have a direct mandate from the public are the elected members of the councils and that has to be respected.<\/p><p>Of course we have to interact with community groups, business groups, and chambers of commerce and they need to have their say.  The feeling among elected members of local authorities is that they are being squeezed out and it has to be rectified.  It has been happening for a number of years.  That is the point I want to make today on behalf of the membership of the Association of Irish Local Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#K00300","nonspeaker":"Mr. Damien Geoghegan","continuing":true},{"type":"speechnospeaker","time":1479895200,"counter":43,"content":"<p>Mr. Geoghegan has spoken about some of the things I want to speak about.  I concur with Senator Boyhan and Mr. Geoghegan on many of the issues.  We are at the early stages of the plans and we have no delivery on certain aspects of those plans yet.  I agree with Ms Clarke that councillors are key locally.  The expansion and strengthening of local authority functions in development has had the opposite effect for the elected members.  Those who sit on SPCs and LCDCs probably only make up 20% to 30%.  It limits the participation of elected members and therefore limits accountability and transparency.<\/p> <p>  We are talking about building economies and everything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#L00200","nonspeaker":"Mr. Paul Taylor"},{"type":"speech","time":1479895200,"counter":44,"content":"<p>Someone's phone is interfering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#L00300","speaker":"1246"},{"type":"speechnospeaker","time":1479895200,"counter":45,"content":"<p>We are talking about building economies.  A number of policy decisions are having a negative impact on rural areas, including the removal of services such as post offices, Garda stations and schools.  Broadband is a huge issue in rural areas and we do not know how far that has progressed yet.  I concur with much of what has been said today.  It has been informative to be here and it should improve things for the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#L00400","nonspeaker":"Mr. Paul Taylor"},{"type":"speech","time":1479895200,"counter":46,"content":"<p>We have had very good engagement here this morning.  It has been really worthwhile.  I accept Mr. Paul Reid's point about cosy arrangements and note the response.  It is incumbent on the County and City Managers Association, an organisation that is partially but not entirely funded by the taxpayers - that is a debate for another day - to communicate its central themes and policies better.<\/p> <p>  One of the witnesses told us about making a submission about resources.  I ask the witnesses to share a copy of that submission with us.  I do so not to check on what the witness is doing, but to be an advocate and to push it further because we have a forum in this room to push and resource this programme.  The witness will not find people wanting in helping the witness and the witness's organisation and the process.  If the witness will share that with us, we will take it on board.  I give the witness a commitment to pursue each of the objectives in the witness's organisation's submission.  The more that organisation shares this information with all the stakeholders, the more we can assist one another.  I thank all the groups.<\/p> <p>  Given that we have representatives from the Association of Irish Local Government present, we might ask them a few questions on what Deputy Cowen mentioned, the supremacy of the county development plan.  This afternoon in the Seanad we will debate proposals that will impact on the supremacy of the county development plan and the elected members.  Clearly we can articulate that later, but it would be worth taking the opportunity to tease out some issues with the AILG.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#L00500","speaker":"1379"},{"type":"speech","time":1479895200,"counter":47,"content":"<p>I remind members that we have to finish at noon so that we do not overlap.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#L00600","speaker":"1246"},{"type":"speech","time":1479895200,"counter":48,"content":"<p>Senator Coffey spoke about the influence of councillors in spending decisions.  My experience of the community activation programme tendering process as a member of the local community development committee was that we did not get to see the detail of what was being agreed.  There was a sub-committee of the local community development committee that dealt with the tender.  We had to approve it but we did not know about the programmes or activity and we did it blind.  The next time the tender happens there will be a plan, but because of how the tendering process works the members of the LCDC do not get to compare the content of the plan with the content of the tender, which is a real problem and it means almost nobody on the LCDC gets to have any real say over the details of any of that.  That needs to be looked at.<\/p> <p>  I am very concerned over how this process has led to a centralisation of funding in very large organisations, namely the partnership boards.  I am not of the view that councillors need to dictate to every group that gets funding.  There are many groups, particularly in disadvantaged areas, which were doing very beneficial work in the communities but no longer get any funding.  Community development projects are gone, independent training centres are on the way out and in many cases have lost their funding.  The women's support networks lost their funding from the Department of Housing, Planning, Community and Local Government and had to get funding elsewhere.  There is a concentration in very large groups like the partnerships, which do very important work but there is a loss of that independent, vibrant grass-roots community sector and local authorities do not have the funds through their community grants to make up that shortfall, which is a serious error.<\/p> <p>  While I know tendering is Government policy, it has an impact.  That impact will only be seen at the level at which the managers and councillors operate.  It needs to be reviewed because it profoundly changes the nature of the relationship between the funder and the service deliverer.  It is one of the real problems I have with the programme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#L00700","speaker":"1215"},{"type":"speech","time":1479895200,"counter":49,"content":"<p>I fully support the LCDC process and the LECP.  I was just trying to highlight where I see blockages coming down the road.<\/p> <p>  Senator Coffey referred to the waste of money in Leader.  Making generalised statements like that is unfair to Leader companies that have delivered on the ground.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#L00800","speaker":"1357"},{"type":"speech","time":1479895200,"counter":50,"content":"<p>It is not generalised.  It is a fact that there are governance issues around the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#L00900","speaker":"1422"},{"type":"speech","time":1479895200,"counter":51,"content":"<p>There could equally be governance issues in local government and in Departments regarding waste of money.<\/p> <p>  I fully agree with the point about capacity building.  The better-off communities got better benefits in previous Leader programmes because they had the capacity to deal with the bureaucratic process that is in place.  One of the key objectives of the LECP was to deal with this capacity issue.  Sadly the capacity to deal with their Leader programme projects on a one-to-one basis has been removed from them.  I know the Department has now agreed to staff the community sector.  Does the CCMA have a plan to take up that slack to deliver capacity building in communities that clearly do not have the capacity to deal with what they have to deal with?  It is fundamental to get all communities on a level playing pitch.<\/p> <p>  Do the members and does the Department realise the level of commitment the chairs and members of the LCDCs have to make to that process?  They need to attend meetings that could take all morning.  When it moves from the LCDC to the LAG, it could continue into the afternoon and we have not even dealt with one project at LCDC level at this stage.<\/p> <p>  The interpretation of European rules in the approval of projects was hard enough when dealing just with Leader and the Department.  Every stage that is added in, adds complication to the interpretation of rules.  One of the big ones on the last one was voluntary labour where a number of community groups were approved at Leader level and at Department level but when it came down to the funding of the project and drawing down the money, the Department refused to pay voluntary labour on some projects.  Some communities have been brave enough to challenge that and have taken it to court, but other communities were left at sea.<\/p><p>I am concerned about that.  I am fully behind this but just believe there is too much bureaucracy involved.  We need to remove that and get back to the people who are delivering for us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#L01000","speaker":"1357","continuing":true},{"type":"speech","time":1479895200,"counter":53,"content":"<p>I agree with Deputy Pat Casey.<\/p> <p>  To return to the issue of the LCDC and the Leader programme, as we would have known it, it is over three to four years since any money has come from the Department for any projects.  When I was on Leader, there were 15 projects in respect of which we were awaiting the go-ahead.  It never happened.  When I went to the LCDC meetings recently, I asked whether any of those projects would be considered.  I was told they would not but that the applicants could reapply.  What is the timescale?  When will money be fully released for projects?  What is the update on that?  In a few months, could the delegates come back to us on this?<\/p> <p>  When Senators, most of whom were councillors, dealt with the local authorities, they were at all the LCDC and Leader meetings.  Now we need to be kept informed and to know exactly when funding is coming.  In my area, Carlow, the local authority and LCDCs have projects that will be proceeding.  Therefore, it is good to know when money will be released and the timescale.  We are being told it will be in 2017.  Does one apply for one's project in 2017?  What is the timescale for payment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#M00200","speaker":"1395"},{"type":"speechnospeaker","time":1479895200,"counter":54,"content":"<p>A comment was made on our being the activists.  They are doing a good job but some are over-active.  There are super guys who believe they know everything.  They would get a bigger profile by putting their names on the ballot paper.  Then they would find out how good they are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#M00300","nonspeaker":"Mr. Pat Daly"},{"type":"speechnospeaker","time":1479895200,"counter":55,"content":"<p>On what Deputy Casey was saying, there are emerging structural issues.  We are hearing that loud and clear.  There are other operational issues we need to bear in mind as a result of the discussion today and to put into the mix as regards the rolling out of the structures.  As I said before, time will tell.  We need to ensure we do not over-complicate this.  People were used to the bureaucracy that existed.  We have introduced a new one and we have to make sure it is as effective and efficient as possible.  I still believe strongly, however, that, in time, all the groups will come together to have one integrated plan for the one county or city.  I hope I am proven right.  This is the principal merit and we hope it will operate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#M00400","nonspeaker":"Mr. Pat Dowling"},{"type":"speechnospeaker","time":1479895200,"counter":56,"content":"<p>Could I just clarify a point on capacity building?  Animation funding is still available.  That is up-front and advanced.  It has already been advanced to the implementing partners at local level through the LCDC.  The capacity building for those groups that need it is available.  It will be the local development companies on the ground that will be working with those groups.  They are doing so at this point in time.  I reassure members on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#M00500","nonspeaker":"Ms Dorothy Clarke"},{"type":"speech","time":1479895200,"counter":57,"content":"<p>From the information I have, the operating rules refer only to cases of investment and other supports.  It would also be valuable in the case of training.  The operating rule concerns investment and other supports.  I am seriously worried about the implementation of this programme.  I have been through it and now note we have added more bureaucracy to it.  I have concerns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#M00600","speaker":"1357"},{"type":"speechnospeaker","time":1479895200,"counter":58,"content":"<p>I do not agree there is more bureaucracy.  In one sense, the LCDCs are taking over a role the Department would have had in the past, along with some of the role carried out by the Leader programmes.  It is just a different way of delivering.  There is always a lot of bureaucracy attached to EU programmes.  This is an EU programme.  The animation funding for capacity building exists, and the implementing partners, the local development companies on the ground, are operating that at present.  It is available for them to operate on the ground at present.<\/p> <p>  On the timescale, the Leader programme is for the period 2014 to 2020.  I refer to the structural funds, etc.  Of course, it does not immediately happen in 2014 because, at national level, the various Departments have to liaise with the European Union.  That has taken quite a while to come into play.  It is only now, I suppose, that all the moneys for plans at national level approved for the last year have been spent under the local development strategies.  I refer to the plans for the distribution of Leader funding.  They have now been approved by the Department for the period from 2017 onwards.<\/p> <p>  Expressions of interest have been requested at local level by most, if not all, the local action groups.  They are coming in.  I would imagine that, early in 2017, groups will be able to apply if their project is ready on the ground and meets the Leader criteria.  If there is a capital element to the project, it will take longer before money can be drawn down.  Depending on the project, if everything is completed and the criteria are met, the moneys can be claimed, be it in a month, two months or another period.  I would imagine that this should be happening from quarter 1 or quarter 2 of 2017 but it will depend on the project.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#M00700","nonspeaker":"Ms Dorothy Clarke"},{"type":"speech","time":1479895200,"counter":59,"content":"<p>In the four minutes we have left, many of us would really like to hear what both the CCMA and AILG have to say about two aspects of the planning Bill that will be coming before the Houses, namely, the strategic housing developments and the Part 8 arrangements.  If the delegates could respond in four minutes, it would be useful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#M00800","speaker":"1215"},{"type":"speech","time":1479895200,"counter":60,"content":"<p>AILG did submit something, which we will circulate again among all the members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#M00900","speaker":"1246"},{"type":"speech","time":1479895200,"counter":61,"content":"<p>It did but I would like it on the record of the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#M01000","speaker":"1215"},{"type":"speechnospeaker","time":1479895200,"counter":62,"content":"<p>If I could quickly come in.  I apologise to my colleagues as an impromptu meeting with the Minister, Deputy Simon Coveney, has been arranged in the past 15 minutes.  We have distributed our policy paper on the draft Bill.  While we welcome the elements of the Bill and have been supportive of the special Oireachtas committee set up in May 2016 and of the Minister and the Department on Rebuilding Ireland - Action Plan for Housing and Homelessness, we have concerns over Part 2 in regard to the proposal on the setting up of the strategic housing division within An Bord Plean&aacute;la to adjudicate on planning applications or fast-track planning applications for residential developments of 100 units plus.  It is our firm belief and that of our members and, I hope, the executives of our local authorities that planning and the planned provision of housing have always been a key function of the local authority planning system.  Any move away from this, no matter how temporary, as provided for in the Bill, is viewed by us as a further dilution of the role of the local authority.  The planning and development of housing projects, be they social or private, need to result in sustainable, integrated communities with access to vital services for the benefit of the people who live in them.  This is particularly the case for larger residential developments.  By leaving that function within the local planning system for all residential developments, one can be assured that all housing projects are designed to ensure this objective is achieved.<\/p> <p>  There is no doubt but that there are delays in the planning system.  Under this Bill, including under Part 2, the proposal to get rid of a whole tier of the planning function to address delays or perceived delays, is one that my association is totally against.  Let us work together to tackle the delays.  In our policy document, we have put forward a number of solutions with regard to extensions of time, the requests for further information, and timelines on those requests going back in with a view to reducing delays.  To us, getting rid of a whole tier of the planning system for the purpose outlined is unacceptable.  We have concerns that there is further centralisation of the planning function.  For developments of over 100 units, An Bord Plean&aacute;la will become both the consenting and appeals authority.  That could have legal implications further down the road.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#M01100","nonspeaker":"Mr. Tommy Moylan"},{"type":"speech","time":1479895200,"counter":63,"content":"<p>I am really sorry, but we have to vacate the room by 12 noon.  The issue will be before the committee again in the next two weeks.  We have the submission of the County and City Management Association which we will circulate again to members.  We would welcome any further submission the delegates might wish to make.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#N00100","speaker":"1246"},{"type":"speechnospeaker","time":1479895200,"counter":64,"content":"<p>We will welcome the planning Bill, in particular, if it does provide clarity on the planning process.  However, it is early days and we have not been fully briefed on the implications or full content of the Bill.  It would be premature, therefore, to make any comment on it.  We understand there may be an increased role for local authorities in pre-planning, but it would be premature for us to make any critical statement at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#N00200","nonspeaker":"Ms Dorothy Clarke"},{"type":"speech","time":1479895200,"counter":65,"content":"<p>With the agreement of the committee, I suggest we invite the representatives of the AILG and the CCMA to come back in five to six months.  That will give us time to look at the issue again and perhaps review the process.  Submissions from either group on the planning Bill would be most welcome.  I sincerely thank the delegates for attending.  I am sorry that we had to cut them short.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HP22016112300002#N00300","speaker":"1246"},{"type":"unspoken","time":1479895200,"counter":66,"content":"<p>The joint committee adjourned at 12 noon until 9.30 a.m. on Wednesday, 7 December 2016.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Arts, Heritage, Regional, Rural and Gaeltacht Affairs","time":1479891600,"counter":67},{"type":"unspoken","content":"<p>The Joint Committee met at 09:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Ciarán Cannon, Senator Maura Hopkins, Deputy Michael Collins, Senator Marie-Louise O'Donnell. Deputy Danny Healy-Rae, Deputy Éamon Ó Cuív,<\/p><p>In attendance: Deputies Catherine Connolly and Noel Grealish and Senator Trevor Ó Clochartaigh.<\/p><p>DEPUTY PEADAR TÓIBÍN IN THE CHAIR.<\/p>","time":1479891600,"counter":68,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002"},{"type":"minorheading","content":"Business of Joint Committee","time":1479891600,"counter":69,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#A00100"},{"type":"speech","time":1479891600,"counter":70,"content":"<p>We have a quorum of the required four members so will commence in public session.  I ask members to switch off their phones as they can interfere with the broadcasting of the meeting.  Apologies have been received from Deputy Niamh Smyth.  We congratulate Deputy Smyth on the birth of her baby and hope mother and baby are doing well.  I propose we now go into private session to deal with a number of items.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#B00200","speaker":"1235"},{"type":"unspoken","time":1479891600,"counter":71,"content":"<p>The joint committee went into private session at 9.15 a.m. and resumed in public session at 9.36 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Sustaining Viable Rural Communities: Discussion (Resumed)","time":1479891600,"counter":72,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#D00100"},{"type":"speech","time":1479891600,"counter":73,"content":"<p>We shall now discuss the topic of what it takes to sustain a viable rural community with representatives of FORUM Connemara, Teagasc and Irish Rural Link.  I thank them for attending.  T&aacute; f&aacute;ilte m&oacute;r romhaibh teacht anseo inniu.  We are in the process of developing a report on how to create viable rural communities.  We are meeting approximately 49 groups from around the country.  We hope to have one of the most in-depth documents and reports on how to build viable rural communities.  What we are really asking delegates is that they give us a good picture of what is happening and recommendations on what should happen so we can include them in our report.  Representatives of Cumann L&uacute;thchleas Gael were also invited to attend the meeting but they were unable to do so.<\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of the evidence they are to give to the committee.  If, however, they are directed to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  The opening statement and any other documents submitted may be published on the committee website after this meeting.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name in such a way as to make him or her identifiable.<\/p><p>We will continue with our investigation.  Stream 4 concerns the quality of life in rural areas.  Since the representatives of Irish Rural Link took their seats first, I invite them to make their presentation first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#D00200","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":74,"content":"<p>I thank the committee for inviting us to attend.  We very much appreciate the opportunity.  As members may know, Irish Rural Link is 25 years old this year.  Our membership mainly comprises community group members.  They are from some 1,200 community groups all across rural Ireland, from Donegal to Kerry.  Our main aim can be translated into sustaining rural communities.  That is basically what we are in favour of.  We are particularly aware of disadvantage in rural areas, be it social or economic.  That is our reason for existence as a voluntary organisation.<\/p> <p>  We completed a report, Poverty and Social Inclusion, in which Ms Louise Lennon was very much involved.<\/p><p>It is a report on the realities in the past two or three years in rural Ireland and quite factual.  We are indebted to work done by Social Justice Ireland and Teagasc.  Thia Hennessy's work is seminal.  The report states in a very careful way that the recession has affected rural areas in a major way.  As that is not news to Members of the Houses, it is not a surprise.  The warning in our recently published report was that if we did not arrest the decline, for many families, there was a danger we would return straight to 1990s poverty levels.<\/p><p> I will go through some of the headings to give the committee a picture, as it asked me to do at the beginning.  There are some things we welcome.  I will start with the issue of farm poverty and the farm assist scheme.  According to figures compiled by Teagasc, average income for farm households is approximately &euro;26,000.  The average industrial wage is &euro;37,000, of which average farm household income falls far short.  The matter is complicated by the fact that previously, as is the European norm, many smallholders would have had jobs on building sites or part-time jobs in the local area.  Unfortunately, many of these jobs have disappeared and the reason the findings suggest these families are moving towards poverty levels is they do not have access to such jobs.  We have made some recommendations in that respect.  There are a couple of items that could help, apart from the rural development programme which is in place but which might not always affect the smallholder.  The farm assist means test which was widened a little in the last budget, which we welcomed, is the most critical and strict across the social welfare system.  There is a reason for this.  It includes assets because if a person has assets worth X amount, why should he or she receive social welfare payments?  However, being asset rich and cash poor causes many problems.<\/p><p> Those participating in the farm assist scheme have other problems, health and otherwise, with which they cannot deal.  We strongly suggest what was done in the budget, which we welcomed, be looked at and that the farm assist scheme be completely reviewed to reflect the realities of the day.  Sometimes a person is assessed based on last year's income.  That is an issue because the problems have arisen this year, but he or she cannot be assessed on that basis.  It is not a matter of making it easier for people to fool the system and obtain money they do not deserve.  Many of those participating in the farm assist scheme - the number is approximately 8,000 but it should be 20,000 - are in that position because they are at the very bottom level.  We are seeking a complete review of the scheme to reflect the realities for them.  <\/p><p> We welcome the rural social scheme, for which the former Minister, Deputy &Eacute;amon &Oacute; Cu&iacute;v, was very much responsible.  The waiting list is approximately 2,500.  An extra 500 places were added this year, which we welcome, but there is huge demand.  Both schemes could strongly improve the normal daily reality for approximately 20,000 farm households at that level.<\/p><p> As Irish Rural Link is very much involved in the wider rural agenda, I will discuss the issue of rural transport next.  The community rural transport scheme haas been the backbone of the lives of people, especially older people, in communities.  In the early days it was a method to bring people out of confinement in their homes.  The matter has been reviewed in the past few years and the number of transport groups reduced from 37 to 20, although there is a question about the 20 figure as it is either 19 or 20, depending on how one looks at one of the regions.  The budget has been increased this year from &euro;9 million to &euro;11 million.  It was supposed to be &euro;18 million in the good old days when we were discussing what it should be in 2016.  Again, it is a social inclusion programme which is now run by the National Transport Authority which, to be clear, is very reputable and doing a good job.  However, the challenge is how to manage a social inclusion project under a very strict transport programme.<\/p><p> This is no reflection on the National Transport Authority, but I will give an example in making our argument.  Let us say a bus travels up the mountain and elsewhere or that there is a car system in place.  There are various systems which could be used.  Let us say John catches the bus every morning but one day he is not there when he is expected to be.  He never fails to turn up.  Previously, when there were fewer restrictions, the driver would simply have driven down to his house to find out what was happening and whether he was awake and so forth.  Unfortunately, in some cases, drivers found somebody such as John in a situation where he required immediate care.  That was an example of the great flexibility of the scheme and it is the reason it is called a social inclusion programme.  It was not necessarily about providing rural transport in the macro sense, but the scheme was in place to deliver a service.  Let us remember that a large proportion of older people - their proportion is growing - are now living alone or are part of couples whose children have left.  That is the reality.  If someone is living in the middle of nowhere and something happens during the night to affect his or her health and nobody comes for days, that is an issue.  We ask the committee to examine the rural transport scheme in the context of widening the social inclusion part of it in order that operators would have more flexibility to reach people who need assistance.  It is a vital service.  <\/p><p> Again, I refer to Deputy &Eacute;amon &Oacute; Cu&iacute;v.  We would like to revisit the possibility of an evening service being provided.  Publicans are suffering because of the drink driving laws which, fair enough, should be in place.  Most of the people killed on rural roads are people living in rural areas; therefore, we do not disagree with that policy.  However, we believe the possibility of providing an evening rural transport service must be re-examined.  We could build on previous experience.<\/p><p> On job creation, I wish to mention Mr. Noel Kinahan who is in the Visitors Gallery for his work on public banking services.  Jobs have been delivered jobs in rural Ireland under the regional jobs strategy.  We are not critical of it, but we wish to make a few points.  The jobs tend to be at lower income levels and, in some cases, people are paid less than the living wage.  Members of the committee will be familiar with the position in rural towns and villages which are still struggling.  We welcome the unemployment figures announced this morning.  Nonetheless, the rate of unemployment in the broad midlands area and out towards the west is still around 10.5%.  The national average has dropped to 7.5%, which is what we will hear all day, but before the results were announced this morning the gap between rural regions and the national average was approximately two points.  It must be tackled.  It is welcome that the rate is down to 10%, but one can already see the gap widening.<\/p><p> In addition, the jobs created are not better paid.  We know from our figures that graduates or other qualified individuals still depend on jobs created in Dublin.  They are not emigrating, which is good, but they are still leaving their homes each morning.  I was on a train this morning and the number of young guys in their craft uniforms or overalls was enormous.  Apparently, we do not need plasterers and plumbers in rural Ireland.  The building and other industries have not taken off.  Clearly, there is a big challenge in returning to the creation of that type of employment in rural areas.<\/p><p>Its return would bring people back to rural areas and would attract more services, which are suffering because of the lack of people with earning capacity in these areas.<\/p><p> On the question of public banking, this day last week we launched a very public campaign on local public banking.  I do not have time to speak at length about the campaign, on which we have been working for two years.  As I said last week, we have presented a proposal that is set out in the documentation.  Maybe the committee will come up with a better proposal.  As far as we are concerned, this is the best proposal on the desk at the moment.  Local public banking is the third largest banking sector in Germany.  The SME sector was the only sector that survived the crash in Germany pretty much unscathed.  It survived because its banking was done through local public banks.  A typical example would be a regional bank covering a population of between 220,000 and 250,000.  The money is circulated in the region.  It is a bit simplistic to call it a super-credit union, but it is a bit like that in a whole lot of other ways.  As the Chairman knows, we have been working with the credit unions, An Post and other bodies.  We have enjoyed cross-party support.  We have spoken to all the parties and we will continue to do so.  We really want the committee to look at this example.  I ask the committee to remember the reality that most employment in rural areas is created by SMEs.  Our report tells us that there has been an 8% decline in that arena.  This shows that there is a need for a banking system that looks at the SME sector.  The experts on our team are not the only people who are saying this.  It is also being said by people from Trinity College and DCU and people involved in the Sparkasse model.  We ask the committee to consider this.<\/p><p> I would like to mention some other issues.  Irish Rural Link now has a major network that it calls the meals on wheels network.  At the most recent count, approximately 500 individuals were involved in the delivery of meals on wheels, mainly on a voluntary basis.  They do a lot more than that, but they are being stymied by regulation.  I know I am running out of time.  I will try to finish after giving one example.  A woman decided out of the goodness of her heart - she thought it was the right thing to do - to cook a meal and deliver it to a person living two miles away who was recovering after getting home from hospital, only to be suddenly told by someone implementing a regulation that a label should have been put on the meal.  That has actually happened.  A woman in Castlebar was able to give us that real example.  It is fine if the committee wants to have regulation, but it must understand that the delivery of meals on wheels and the provision of other services to our growing number of older people needs to be regularised properly.  We have made a proposal in that regard.  The social care managers within the new HSE health board configurations could organise that, but they need a mandate from this committee or elsewhere in the Oireachtas to do so.  The issue of fuel poverty is covered in the documentation that has been furnished to the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#D00300","nonspeaker":"Mr. Seamus Boland","continuing":true},{"type":"speech","time":1479891600,"counter":77,"content":"<p>Go raibh m&iacute;le maith agat.  I thank Mr. Boland and Ms Lennon.  The witnesses will have plenty more time to discuss these matters in more detail in response to the questions that will be asked by Teachta&iacute; and Seanad&oacute;ir&iacute;.  I apologise for cutting Mr. Boland short.  We are looking for presentations of approximately ten minutes if that is okay.  I invite Dr. Frank O'Mara, who is Teagasc's director of research, and Dr. David Meredith, who is a research officer with Teagasc, to make their presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#F00200","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":78,"content":"<p>I thank the committee for giving me an opportunity to address it on the important topic of rural viability.  I am sure the members of the committee will agree that the agriculture and food industries play an important role.  I am sure that will be well reflected in the committee's report.  I am sure all members are familiar with Teagasc, which is the State agency responsible for research in agriculture and food.  We are responsible for agriculture advisory services and for agricultural education.  I am the director of the research part of the organisation.  I am joined by my colleague, Dr. David Meredith, who is our senior research officer with responsibility for research on rural development.  Such research is central to our mission.  Dr. Meredith has extensive experience of undertaking research on rural development and supporting local, regional and national stakeholders on rural development issues.  He worked on the report produced by the Commission for the Economic Development of Rural Areas and he was a member of the selection committee for the Leader groups.  More recently, he has been involved in the provision of research in support of the development of an action plan for rural areas.  As the statement prepared primarily by Dr. Meredith has been circulated, we will not go over it in detail.  I ask Dr. Meredith to pick out some of the key points from that statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#F00300","nonspeaker":"Dr. Frank O'Mara"},{"type":"speechnospeaker","time":1479891600,"counter":79,"content":"<p>I thank the committee for giving me this opportunity to address it today.  I have been involved in this area for a long time.  Much of my work focuses on trying to understand changes that are taking place in rural areas.  The document I have prepared for the committee draws attention to the social dimensions of those changes.  General processes of change can have an impact on individual places.  I refer to the closure of a business or the creation of a new business, for example.  Such changes are part of wider social processes and changes.  In my document, I draw attention to the impact of the growth in third level education and the progression of large numbers of people to third level education.  The document also refers to the impact of the feminisation of the workforce, which has been ongoing for decades, and to changes in the locational preferences of enterprises and the restructuring of the economy which is associated with that.  Some sectors are growing relatively more quickly than others.<\/p> <p>  Larger proportions of younger people have been progressing onto third level education.  There was a gender difference in the past when more women than men went onto third level education, but those numbers have started to come into line with each other since the onset of the recession.  The implication for rural areas is that when young people go onto third level education, they leave such areas and move to cities or larger towns where third level institutes are located.  After they have completed their courses, they tend to stay in those urban centres to start their careers.  Jobs in the areas in which young people are educated and trained tend to be available in such places.  This gives rise to the feminisation of the workforce.  As I have said, larger proportions of women have traditionally gone onto third level education.  A point in time is reached when people who have entered the labour force form households.  Now that there are such high levels of male and female participation, it is very difficult for people to choose a residential location based on just one person's work location.  Two people who are living together have to think about how both of them can get to work.  When one undertakes a spatial analysis of the patterns of where people live, particularly in certain demographic cohorts, one finds that dual-income households are highly concentrated in and around city areas.  When one looks at the distribution of young children, one finds obviously enough that they are in the same places because they are in the same households.  However, outside of these places one finds relatively few younger people and as a consequence fewer and fewer children all the time.  That is the intersection between education and the feminisation of the workforce.<\/p> <p>  The location of work is changing all the time.  Some sectors of the economy are growing relatively quickly and other sectors are not.  Many of the sectors that are growing more quickly are dominated by female employment, by which I mean that over 80% of the workforce is female.  By and large, female work is concentrated in urban centres.  This pattern can even be seen within sectors, such as the manufacturing sector.  Approximately 50% of male employment in manufacturing is in urban areas and 50% of it is in rural areas.<\/p><p>Over 70% of female manufacturing employment is located in urban centres so women need to live close to an urban centre if they are going to be engaged in the workforce.  That aspect creates its own set of issues.  <br\/><br\/>This matter has a wide variety of implications for population change that I have already alluded to.  Let us consider research on the period 1996 to 2016 that I have prepared for the committee.  One finds that the overall proportion of the rural population has remained the same at 40% of the national population.  The ratio has been relatively stable for a long time.  When one digs behind the figure one finds that the rural population is unevenly distributed across the base and is increasingly concentrated in areas that are either close to or accessible to cities.  One finds that more peripheral places have experienced very low population growth or a population decline.  We have a large geographical area of the country that is lowly densely population with fewer than 13 people per square kilometre.  The very lowly densely populated areas were identified by identifying electoral divisions with fewer than 13 people per square kilometre.  The average population density in those areas is 8 people per square kilometre.  These places will struggle to maintain commercial and public services and that has a host of implications.<br\/><br\/>In terms of drawing our research together and pointing a way forward, some of Teagasc's work focuses on a number of different aspects but I shall highlight three and discuss the research piece at the end.  My colleagues in Teagasc are working on the Options for Farm Families programme that looks at their options to develop their farm enterprise.  The programme also explores and identifies options for other types of enterprise development.  It is an intensive process that is undertaken in partnership with other service delivery agents in rural areas such as a local Leader company, an LEO or an education and training board.  The system of bringing people and service providers together has been developed and we think it has a lot of potential.  Teagasc has undertaken a piece of research in that space.  We have a Ph.D. student considering ways to support those sorts of network development to provide a whole suite of supports that people require.<br\/><br\/>Rural communities have a good sense of exactly what is happening to them but sometimes they do not understand why something happens.  They could be drivers of change in places that are very distant from them but are having an impact.  For example, in east Clare a chipboard manufacturer pulled out and relocated to Austria a number of years ago.  Austria is not a lower cost economy than Ireland but the manufacturer felt that it could get a better return on the expensive machinery by locating it in Austria in comparison with Ireland.  It was difficult for the community to adjust to the loss of a substantial number of jobs in a very rural area.  Processes of globalisation and how they impact specifically on particular places are things that communities constantly struggle to deal with.  They are uniquely positioned to deal with and respond to those challenges but there is a leadership issue.  Communities need to be supported in the development of a leadership capacity to come together and organise.  I imagine, in terms of the hearings that the committee will hold, that it will hear from many communities that have a strong leadership capacity.  Unfortunately the reality is that not all communities have leadership and there is a need to provide support in that space.<br\/><br\/>In terms of other initiatives, and this is where working with local community groups Teagasc has been involved in trying to add value to assets.  One of the initiatives that my Teagasc colleagues have been involved in is working with Craft International to develop the <i>&eacute;comus&eacute;e <\/i>idea, which is where one can add a tourism dimension to a food product.  Any time we shop we can see the values that are communicated to us through images of particular landscapes or farmers.  We want to bring that aspect to the fore and attract tourists to the places where foods are produced, get them to experience the landscapes and to take it forward.<br\/><br\/>Teagasc has developed another critically important programme on farmer health and farm household health.  Unfortunately, the agricultural industry is very dangerous.  As we have developed our knowledge and understanding of what is behind many accidents on farms, we have moved towards more of a whole health model.  That presents a particular challenge because it is more difficult to provide services in rural areas than in urban centres.<br\/><br\/>My next point is on research.  I am sure the committee will hear from quite a lot of people.  There is a huge amount of research to be done on this area.  A lot of resources are available to researchers but there are relatively few researchers in this space due to a lack of a dedicated funding stream.  The Department of Agriculture, Food and the Marine has a new initiative that is coming on-stream called rural renaissance, which links into the EU's major funding initiative called Horizon 2020. <br\/><br\/>In terms of providing evidence to support policymakers such as committee members, it is crucial that more research is done in this space on the specific issues that we have already heard about from Irish Rural Link, and I am sure we will hear from other contributors today. <br\/><br\/>I thank the committee very much for their time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#F00400","nonspeaker":"Dr. David Meredith","continuing":true},{"type":"speech","time":1479891600,"counter":81,"content":"<p>Gabhaim bu&iacute;ochas as na finn&eacute;ithe as an eolas an-shuimi&uacute;il sin.<\/p> <p>  I ask Mr. Terry Keenan, chairperson, and Mr. John Coyne, chief executive officer, who represent Forum Connemara, to make their presentations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#G00200","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":82,"content":"<p>Ar son Forum Connemara, gabhaim bu&iacute;ochas leis an gcoiste as an gcuireadh teacht chuig an gcruinni&uacute; seo inniu agus &aacute;r dtuairim&iacute; a thabhairt faoi fhorbhairt tuaithe.<\/p> <p>  I thank the Chairman and his committee for the opportunity to address them today.  Letterfrack is a village in north-west Connemara that has three pubs, a post office, a church, a Garda station and a national school.  In the 1970s there was nothing in Letterfrack village but an old industrial school that had recently closed that had a chequered history, which is the best way of putting it at this stage.  We changed that dark history into the epicentre of a vibrant community.   The local community got together and started a company called Connemara West that then went on to develop a number of enterprises.  In conjunction with Galway-Mayo Institute of Technology, GMIT, we developed a furniture design college that now has students coming out to our small village to learn how to develop top quality furniture design.  We have also, through the company, developed a thatched cottage process and built a number of thatched cottages.  They also started Connemara Community Radio, Foscadh and our company, Forum Connemara, which in 1989 began the delivery of a Combat Poverty programme.  This was one of the first attempts at partnership in the country and we have delivered many more programmes since.  In the Connemara West complex today we have 80 full-time and 200 part-time workers.  My colleague, Mr. John Coyne, shall explain what we do in Forum Connemara.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#G00300","nonspeaker":"Mr. Terry Keenan"},{"type":"speechnospeaker","time":1479891600,"counter":83,"content":"<p>I shall go through some of the work that the forum has done and outline its background.<\/p><p>We finish off with some recommendations as well.  We have sent in a written submission which I will not go through in detail but will rather focus on some of the areas.  As the Chairman said, the company was established in 1989 to administer the poverty 3 programme and we are still here 25 years later.  Obviously, we administer quite a number programmes.  The area we cover in Connemara has a population of just under 40,000 and covers over 2,000 sq. km.  Structurally, much of the territory is very weak with poor connectivity, low levels of demographic viability, poor digital infrastructure, poor transport systems and a very narrow economic base.<br\/><br\/>The company has always been guided by the principle of a bottom-up approach about which I would like to say something.  What it really means is discussing matters with community groups, individuals and businesses within an area, carrying out an assessment of where one is at a particular time and where one wants to go and then formulating that into a plan such as the Leader plan or the plan for the delivery of the social inclusion programme.  It also means going back to those community groups time and again and reviewing what one is doing.  That is our understanding of the bottom-up approach.  It is not what seems to be the understanding of some whereby one comes into a hall, tells people from the top table what one is going to do, leaves after half an hour and that is the bottom-up approach.  There are a lot of people who believe that is the bottom-up approach, but in our understanding it is not the case.<br\/><br\/>Our board is a voluntary board of 23 members and the turnover for the last two or three years has been roughly &euro;3.4 million each year.  That is the average turnover of funding within the forum project.  I will highlight a small number of the many supports we give to different groups.  They apply throughout rural Ireland, I think.  In setting out these supports, I highlight the value of T&uacute;s, CE schemes and job initiative programmes in the provision of these services.  While one might have a manager and an administrative system, they cannot provide meals on wheels and other services.  As such, T&uacute;s, CE and RSS are extremely important.  We provide a wide range of services to older people, including meals on wheels, carer companions, support for carers' groups, laundry services, etc.  One of our main services is a transport service.  We provide both the buses and the personnel to provide a transport service to Clifden Day Hospital.  The service brings patients in from throughout Connemara who have been referred by their GPs.  We have provided the service for years and it is very effective.  It is doubtful the day hospital would continue to operate if the transport service were not in place.  Obviously, the HSE would have to find funding to provide it.  It is a major service we provide to patients.<br\/><br\/>There is also an initiative between the LCDC programme and Leader which was established around therapeutic riding.  The service started very small a year and a half ago and is expanding all the time.  It involves the provision of a therapeutic riding service for people with disabilities to which some people refer as &quot;physiotherapy on horseback&quot;.  It has gone very well and involves quite a number of organisations such as Paving the Way, the Connemara Pony Breeders' Society, Forum Connemara Ltd., the Irish Pony Club, Ability West, Enable Ireland, the Brothers of Charity and all these types of people.  The initiative has great potential into the future not only in Connemara but in other areas that would like to look at it.  They are welcome to visit us in circumstances where they might want to establish something similar.  We also provide many services for children and young people across 50 national schools and secondary schools.  These include youth clubs, youth caf&eacute;s, Coder Dojo, etc.  The employment mediation service under the LCDC programme has assisted quite a lot of people with up to 80 annually being placed on the back to work scheme.  Quite a number of those people have set up as sole traders in different businesses having been provided with a bit of training and a small start-up grant.  We also have a lot of farmers availing of the green certificate programme, with 70 participating at the moment.  They are all young farmers which is very encouraging indeed.<br\/><br\/>The current Leader programme has been cut by half from &euro;427 million to &euro;220 million.  With about &euro;30 million available for transnational and other specific programmes, it comes to &euro;250 million.  In the case of Connemara, it means we have less than half the money for double the area this time around.  That restricts us quite a bit.  If one was to take the Leader programme as one of the main economic drivers in rural Ireland, it is clear that it does not have sufficient money and is a very poor programme this time round.  A lot of people will be disappointed because the overall funding will not suffice.  Hopefully, the Government will increase the funding as time goes on.  I would like to say something later on the rules and regulations on Leader and how restrictive they are.  For now, I note that if one is setting up a reasonably big medium or large business, the <i>de minimus<\/i>rules that restrict aid to &euro;200,000 over a three-year period are very limiting indeed.  I acknowledge that it is an EU regulation, but it is very limiting.<br\/><br\/>I turn to the key challenges that affect us into the future.  We have decided ourselves to stay on.  We have &euro;4.5 million for the Connemara region for the current Leader programme which is just beginning.  We are one of three companies nationally to have retained legal LAG status.  In other words, we did not go in under the LCDC because we want to hold the decision-making process within our board.  This has a lot of implications for rural development into the future.  The idea of bringing all this stuff in under a council-led committee means decisions about places like Connemara, west Cork and Clare will be made away from those areas.  In our case, it would mean decisions being made in the chamber in Galway city rather than out in Connemara.  We are very strongly of the view that local boards should be autonomous in making decisions on the local area.  After all, they are the people who put the strategy together and they want to be the ones to deliver it.  Clare and Kilkenny are following the same approach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#G00400","nonspeaker":"Mr. John Coyne","continuing":true},{"type":"speech","time":1479891600,"counter":85,"content":"<p>We can go into more depth on the other areas.  The ten minutes we have allotted to the group have elapsed, but we will have plenty of time to discuss the other issues n&iacute;os d&eacute;ana&iacute;.  I suggest we give each questioner five minutes to ask questions and that we will take all the questions together.  That means the witnesses will be busy with their pens taking down the questions so that they can answer the ones which are relevant to them respectively.  I will start.<\/p> <p>  Some of the key information that has been set out is fascinating.  The fact that average farm incomes are &euro;26,000 shows that there is a two-tier experience in the State.  The Teagasc document states that 37% of farms are economically viable, which is a phenomenal statistic that jumps out at one on this issue.  The new information I have not heard before and which is fascinating is the fact that the dual income location is really important having regard to young families and, therefore, young children.  It is a driver of the demographic location development, which is something the committee must look at.<\/p> <p>  I start with Irish Rural Link and note that the public banking system is a no-brainer.  There is no doubt about that.  Other countries have really good public banking systems.  That not only protects their banking systems but also allows for geographic dispersal of banking activity, which does not happen in this country.<\/p><p>I heard yesterday that there is a change in the rural social scheme which will prevent people younger than 25 getting involved and people will only be able to join it for a total of six years in periods of two or three years.  How will that affect people those whose incomes are challenged?  The one-stop-shop is a recurring theme, for example, to bring State services into the post offices which are State infrastructure.  The Western Development Commission seems also to provide for that kind of leadership, economic development and funding mechanism.  Does the forum have experience of dealing with the commission or should it be replicated in other regions?<\/p><p> It is shocking that we cannot put together the income challenge facing farmers with the energy and environmental crises in developing energy generation through the agricultural process.  I heard today that Bord na M&oacute;na is bringing in timber from Madagascar to fire stations here.  It is shocking that we have the land and ability and do not put the two together.  What can be done to make sure that we have far more energy creation and development within the farming sector?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#H00200","speaker":"1235","continuing":true},{"type":"speech","time":1479891600,"counter":87,"content":"<p>I thank the Chairman for allowing me to attend this meeting.  I am not a member of this committee but I am a rural Deputy and I was interested to listen to the presentations which have hit the nail on the head.  Over recent decades rural Ireland has suffered greatly.  One of the biggest issues affecting it is the emigration of young people.  I returned from the United States recently where there are many young people working in the major cities, most of them from rural Ireland because the jobs are not available here.  This is affecting many rural clubs, particularly GAA clubs.  Six or seven years ago there was only one GAA club in Perth and now there are nine.  Dr. Meredith said, once young people leave the countryside, they will not come back.  That is true too of migration to Dublin, Cork, Galway and Limerick where they go to college, get jobs and stay.<\/p> <p>  I compliment Forum Connemara on the excellent work it has done in trying to create jobs in the countryside.  It is a very successful company operating in recent decades in Connemara.  I am very familiar with its excellent work.  For example, it has supported Connemara Community Radio which is an excellent station.  Mr. Boland mentioned the rural transport service and people who have a regular routine.  Much can be said for the rural post offices.  A postmistress told me that an elderly gentleman came to the post office regular as clockwork on a Thursday at 12 noon.  The Thursday he did not turn up she tried to phone him and when he did not answer she rang the neighbour to go in.  The man had suffered a stroke and was lying on the ground.  That is what rural post offices do.  I am bitterly disappointed that the Department of Social Protection is trying to make payments online because there will be more rural isolation.<\/p> <p>  I have attended many meetings over the past year about changes to the Forum Connemara programme.  Why fix it if it is not broken?  Galway is technically two counties, with the east being very different from rural Connemara.  What was there should have been left.  Where are the difficulties or blockages?  Is it more difficult and does it take longer to get a programme through from initial application to providing jobs?  I believe that what has been proposed will cause more difficulties in getting these programmes put in place.  I know it decided to manage its own Leader programme separately from the county council local community development committee, LCDC.  What are the benefits of that?<\/p> <p>  I agree with Mr. Coyne that the forum's board should make its own decisions.  With no disrespect to the county councils, their function is to get the roads tarred, get water programmes in place and so forth.  They are trying to bring this in under their umbrella and many of us dealing with local authorities find it difficult to get decisions from them.  It is important to keep the local structure, that is, the board in place, as in Leader.<\/p> <p>  I could keep going for another ten or 15 minutes but my colleagues are waiting.  I compliment the witnesses on the tremendous work they are doing to keep the rural community alive and trying to get the young people back to rural Ireland.  That is crucial.  If we do not do this, rural Ireland will die.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#J00200","speaker":"1313"},{"type":"speech","time":1479891600,"counter":88,"content":"<p>I thank the witnesses for being here and informing us so brilliantly about what is happening.  Without them it seems to be ignored here.  Mr. Boland saw rural banking as the core of a development process.  Will he speak about that and what he means?  Have the mainstream banks walked away, as it were?  I hope An Post might create some kind of banking structure within the post office.<\/p> <p>  Will Mr. O'Meara or Dr. Meredith outline the demographic of people aged over 65?  What do the witnesses mean by leadership and having no representation?  Do they mean political or creative leadership?  Where does their research money come from and why do they feel it is being undermined?  They are right to say they need more money or facilities for research.  Where will they find that?<\/p> <p>  What Forum Connemara has done is outstanding.  It is like Government policy at work.  I am from Mayo but spend most of my time here so I do not get the chance to go to Connemara except during the summer.  The witnesses said they want better educational facilities which place strong emphasis on music.  I have a problem with the Department of Education and Skills giving 25 points to mathematics and not to music.  That locks into a thousand things about a fully rounded personality, education, bringing people back and giving them a reason to stay at home.  I compliment the forum on that and on encouraging the universities to do scientific research on the Wild Atlantic Way and the seaboards, and to diversify.  That is a brilliant suggestion.  It is like the idea of taking the Museum of Country Life out of Dublin.  People wondered how that could be done but it is now one of the most sought after places on the Castlebar Road.  It is involved not just in economics and furniture making but also in the creative arts.  I compliment it on that and on the hub idea.  That is fantastic.<\/p> <p>  Why does the forum want to become independent in respect of the running, creativity and imaginative ideas?  I could nearly answer this question myself but I would like the witnesses to say specifically why they want to keep county councils away from it and away from administering social schemes?<\/p><p>That is not to undermine county councils.  Can the witnesses talk to us about that?  This is at the core of what we should be writing up in this report.  It is a question of the independence of each area and of the people there knowing what is best and how best to get it.  They are three diverse questions.  The witnesses can come back on those points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#J00300","speaker":"1427","continuing":true},{"type":"speech","time":1479891600,"counter":90,"content":"<p>Cuirim f&aacute;ilte roimh na finn&eacute;ithe.  Caithfidh m&eacute; a r&aacute; ar dt&uacute;s go bhfuil ard-mheas agam ar an obair at&aacute; d&eacute;anta thar na blianta ag an tr&iacute; eagra&iacute;ocht at&aacute; os &aacute;r gcomhair.  I have great respect for the work of all three organisations before us.  If our Government policy could be dictated by what the organisations have had to say today, we would be far better off in rural areas.<\/p> <p>  I was fascinated by what Dr. Meredith said about the migratory effort towards urban centres.  The point is backed up by the research done by Trutz Haase on the deprivation index.  We have seen the maps of the deprivation indices when it was used for the local and community development programmes.  The red areas were all closer to the Atlantic.  They were the areas most deprived and where there were greater dependency ratios based on one income in a household.  The volume of dwellings with three or four people living in a household depending on one income was high, as was dependency involving younger people looking after older people, infirm people or children with disabilities and so on.  It is interesting that the research carried out is backing up that view.<\/p> <p>  There is more of a hoover effect from the urban centres drawing people towards those urban centres.  That is due to the feminisation of the workplace.  This is something we need to examine.  It is a question of how to turn that on its head.  How do we put the hose at the other end of the hoover and blow people out again?<\/p> <p>  Over the years I have been critical of certain aspects of the work of &Uacute;dar&aacute;s na Gaeltachta.  However, we have often had the conversation from FORUM Connemara that if &Uacute;dar&aacute;s na Gaeltachta was based in north Connemara, the people there would be in a better place because of the fact that the organisation focuses specifically on Gaeltacht areas and it had a policy of pre-build manufacturing units.  It has been able to fund co-operatives and child care centres, etc.  Is it now time to start making the argument that we need a rural authority such as &Uacute;dar&aacute;s na Gaeltachta working in the rural areas and giving the same type of support that is provided in the Gaeltacht areas?  Would that make a major difference in bringing people back to live in those areas?<\/p> <p>  Another point strikes me with regard to the bottom-up approach.  Senator O'Donnell referred to the success of FORUM Connemara.  I believe the company has succeeded despite Government policy.  It has come from the battling of those involved over the years.  That is the reason they have stayed where they are and stayed as strong as they are.<\/p> <p>  Government policy has thrown community development out the window.  It goes back several steps; it is not only a question of this Government or the previous one.  This has been a process.  Let us consider the demise of community development projects.  We had the cohesion scenario and then we had alignment.  We saw the cutbacks in family resource centres.  All these elements of community development have been thrown out the window for a programme delivery model.<\/p> <p>  Basically, we have programmes such as the Leader programme and the social inclusion and community activation programme.  The idea is to deliver the programme.  There is nothing about the engagement referred to by the FORUM representatives with regard to getting into the community, getting to know the community, working with the community and coming up with ideas from the community.  Should we not be moving back towards a community development model rather than a programme delivery model in rural areas?  It could be based around co-operatives being set up in community areas.  People in north Connemara are lucky to have FORUM Connemara.  In south Connemara there are co-operatives in several areas.  However, many rural areas do not have these types of community organisations.  Could such a rural authority support the development of community co-operatives?  They could act as the hub on which to hang the programmes and carry out the other work that we have been discussing.<\/p> <p>  Reference was made to leadership capacity.  Is it not more a resource issue rather than a leadership capacity issue?  Is it a question of people with skills or funding to support people with skills who are in a given areas to enable them do what is needed?  I imagine FORUM Connemara and groups in other rural areas reckon they have the people with the leadership capacity but they do not have the time.  Often, the same people who are running the GAA club are on the board of management of the school and are also running the preschool, etc.  There is an issue around the number of people available but there is also a resource issue and we are not paying people in those communities to do the work that should be done.<\/p> <p>  I compliment the work of Teagasc.  Some of the research the organisation has done, especially in the social sphere in rural areas, has been particularly good.  The Teagasc representatives have suggested that there is a need for more resources.  If Teagasc had three research projects that the committee could fund tomorrow, where would the organisation put the focus?  What would it select as the three projects?<\/p> <p>  It is ironic that we have empty schools in rural areas and yet we have an issue in urban areas of schools being oversubscribed and children being unable to get in.  The employment issue is the most prominent.  It is vital to get people back into rural areas.  Providing housing in rural areas is another major issue.  Do the deputations have any thoughts about how to try to make it more accessible for people to build in rural areas or to how to go back to live in rural areas from a housing perspective?  The idea is to get people back out and get children into the schools, which are empty, half empty or closed down.  I compliment and thank the deputations.  I particularly liked the thoughts on a rural authority and so on.<\/p> <p>  There are some great examples of education from GMIT.  We also have Acadamh na hOllscola&iacute;ochta Gaeilge in An Cheathr&uacute; Rua operating as satellite hub.  We also have the Mace Head weather observatory in Carna.  It is a world class top-of-the-range weather observatory internationally.  However, there is a fear of it being closed down.  Should we be expanding these third level hubs and putting them in rural areas as well?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#K00200","speaker":"1377"},{"type":"speech","time":1479891600,"counter":91,"content":"<p>I welcome the three groups to the committee today.  It is great to note their ideas up close and to examine what they are about.  They are linking arms to help rural areas and I thank them sincerely for their efforts.<\/p> <p>  I am amazed at the turn-around FORUM Connemara has given the people in Connemara.  We are keen to know more and get to see what the company is doing.  Many areas in Kerry, where I come from, are dwindling.  Young fellows are leaving in droves all along the Iveragh Peninsula.  This is happening in many places, for example, Kilgarvan.  We are near enough to Killarney but, now, we do not have enough for a football team for the first time.  Sneem is where the great John Egan came from and Catherdaniel are other examples.  They used to have two teams each.  Now, they are struggling to have one team between the two areas.<\/p> <p>  The concern is what happens when young people go away.  They may be going for a short time in their own minds.  However, when the go to Australia or Canada, they meet partners and have children.  What will they have when they come back?  They have weekly wages where they are and they probably have a home &ndash; I am sure of it.  It is a major thing for such people to move back.<\/p> <p>  I will offer one example.  Many years ago my uncle was mad about Ireland and Kerry.  He was great at farming and everything.  However, he wanted to get married and have money.  He went to New York.  He fully intended on coming back.  After the first year, he bought a site or a piece of land in Kilgarvan to which he intended to come back.  However, subsequently, he started having children.  He had five sons.  He is still over there and there is no come-back now.  He sold the ground he had.  That is an example of what happens when they go away.  They go away with the full intention of coming back.  I am concerned that we are in a downward slide and that we will not be able to get many of them back.<\/p> <p>  It is a fact that many young people will not take over the small family farm.  They can see that it would only be a burden around their necks to carry it on and to hand it down to their children in turn.  There is pride in the sense that people stay in their own place and hold on to their own place.  However, they can see that it would be too onerous and that there would no financial gain.  It is sad to see after all the sweat, blood and tears that older farmers went through over the years to survive in their own place.  It is sad that they will have no one to take it on.  That is the saddest aspect of rural Ireland.  We must try to put a stop to it.<\/p> <p>  Small things can become very big things, for example, planning.<\/p><p>We have restrictions in planning.  I will give an example in Kerry where the local authority granted planning permission for four different applicants along the national secondary route.  What happened?  Even though Kerry County Council's engineers approved access onto the road, we found out that the National Roads Authority, NRA, was advised by the then Department of the Environment, Community and Local Government in 2013 to prevent any more access onto these roads.  Where is this driving these applicants?  It is into a town where they cannot buy a house or site when they are trying to put a roof over their heads, which they are entitled to do.<\/p><p> Health and safety resonate very severely with me.  We lost a lovely young farmer in our neck of the woods the week before last.  He was a great friend of mine and I was to phone him the day before he died.  I just could not get through to him but I will not be getting through to him anymore.  It is a fact that there are savage dangers for farmers operating on their own because there is no help.  Farming is purely a one-man operation.  We need to do our level best to ensure, advise and help farmers.<\/p><p> In respect of the dangers affecting people in rural Ireland, any road can be closed in with trees and a load of hay.  They say that this is where the whole thing is wrong.  The Department of Transport, Tourism and Sport has regulations relating to the maximum width and height of loads and vehicles, but I am sad to say that the roads are not to that capacity.  If a load of hay or a high lorry is going through, that is within the regulations.  What will happen is that a branch will be hit, break off, fall on the windscreen of a car driven by a mother coming home with her children from school and kill her.  We need to address those issues.  There are so many things.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#K00300","speaker":"1320","continuing":true},{"type":"speech","time":1479891600,"counter":93,"content":"<p>The Deputy's five minutes are up so I will hand over to Deputy Collins.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#L00200","speaker":"1235"},{"type":"speech","time":1479891600,"counter":94,"content":"<p>My final point concerns rural isolation.  It relates to the rule that people in rural areas cannot drive to a pub and have two or three pints.  I highlighted this three years ago.  A permit for certain people should be allowed on certain roads in isolated areas in order that they are able to have two or two and a half pints and drive.  If they break the rules of their permit, they should face the full rigours of the law but there should be some facility.  Many of these people will not know that their neighbours down the road are dead but for the fact that Kerry Radio has a deaths announcement every morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#L00300","speaker":"1320"},{"type":"speech","time":1479891600,"counter":95,"content":"<p>I welcome all the various organisations here today.  I will start with Irish Rural Link.  I come from the community voluntary sector and have been involved in community organisations all my life.  Irish Rural Link often came to us on different issues along with Muintir na T&iacute;re and other organisations to fight for the smaller people in society.  Last week, Deputy Healy-Rae and I attended the event in the RDS on community banking.  Will the witnesses from Irish Rural Link elaborate on that?  There is concern about how credit unions in a village will survive if community banking is set up a in post office, which would be our thinking regarding the way forward.  I hope that is what the witnesses are thinking.<\/p> <p>  I have a bit of criticism.  We all get criticism, including ourselves.  It relates to the dismantling of Leader, which I will discuss with Forum Connemara in a minute and about which little was said by groups like those before us.  It will lead to the ruination of rural Ireland.  I do not know what the plan is.  If it was not broken, why did they go fixing it?  Unfortunately, they are fixing it and it is becoming more broken.  It is a complete shambles.  That should have been an area for which Irish Rural Link and Muintir na T&iacute;re should have stood up very strongly and made their voices heard.  I am worried that it is too late now.<\/p> <p>  I am also worried about what the Chairman said about the rural social scheme.  Again, community employment schemes, T&uacute;s and the rural social scheme are bread and butter in rural Ireland and are being looked at and changed.  They are making a complete hames of this.  They are now talking about those under the age of 25 not being allowed into the rural social scheme.  Six years is the maximum.  I know some people who have been on that scheme for ten or 11 years and are absolutely delighted.  It provided bread and butter for low-income farmers and fishermen, so that is an issue that should be taken up strongly.  JobPath is a farce.  People who are on social welfare are nearly treated like slaves.<\/p> <p>  They come into towns and villages a few days a week trying to sign up to this while a UK company makes a profit out of trying to get them a job.  That is outrageous carry on.  They might be available to work on some community employment, T&uacute;s or rural social scheme but they are not allowed to do so once they have been called up for JobPath.  This needs to be discussed.  The revelation concerning the rural social scheme must be looked.<\/p> <p>  I am a small farmer.  I welcome representatives from Teagasc.  The biggest problem with Irish agriculture is that while there is not a huge number of them, there are farmers who are getting a single farm payment of &euro;150,000.  That has been stood over and has not been corrected.  Some farmers who are earning a single farm payment of &euro;2,500 have been further hit with severe penalties in recent years because of scrub and rock on their land.  We come from rural Ireland.  For the love of God, what negotiator went out to Europe and could not negotiate about scrub and rock on farms?  The funding should have been given to those farmers to survive.  I am very critical of many organisations that did not support the smaller farmer.  While I do not believe the farmer getting a payment of &euro;150,000 should be brought down to the level of somebody getting &euro;2,000 or &euro;3,000, because we accept that they are larger farmers, their payment should be brought down to some level where money would be given to the smaller man to bring him up to some natural level for his survival.<\/p> <p>  Deputy Healy-Rae spoke about farmers living on their own and the flight from the land.  There is flight from the land and there will be continued flight from the land.  If Teagasc, the IFA and the Irish Cattle &amp;amp; Sheep Farmers Association are not going to fight for farmers, who in the name of God will fight for them?  These issues need to be looked at.  I love to think that I could live on my own but I known damn well that if I depended on a living from my own farm, my family would starve.  It is not possible.  We are being steered towards the single farm payment, farm assist and other payments.  They are being scrutinised so that if a farmer sells a few extra animals one year, he or she is penalised.  People come into my constituency office who are losing &euro;50, &euro;60 or &euro;70 per week.  This is bread and butter for them and they are very much on the borderline.  They have bills and face a major struggle.<\/p> <p>  I suppose I am running out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#L00400","speaker":"1263"},{"type":"speech","time":1479891600,"counter":96,"content":"<p>The Deputy's five minutes are up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#L00500","speaker":"1235"},{"type":"speech","time":1479891600,"counter":97,"content":"<p>I spoke yesterday about Leader groups.  My worry for Forum Connemara is that it has been good and a success.  What happened to West Cork Development Partnership?  It was a success and delivered.  It was kicked out the door after 20 years.  The mindset of the Government and the previous one involved getting rid of good community partnerships.  I am very angry about that.  Forum Connemara has delivered a bottom-up approach, which is a great credit to it.  In respect of what it can do to help the development of rural Ireland, it made a point about the tax code, for example, that one job in Connemara is probably equivalent to ten jobs in Dublin.  Will representatives from Forum Connemara explain that because it is interesting?  I know it has delivered for Connemara in a very fair and honest way.  The situation is very passionate.  Leader groups are being ripped apart completely incorrectly and taken over by politics, which is wrong.  My voice is very strong on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#L00600","speaker":"1263"},{"type":"speech","time":1479891600,"counter":98,"content":"<p>I thank everybody for their contributions today.  I certainly found them very informative.  I met representatives of Teagasc quite a number of times since being elected to the Seanad.  Obviously, I am very interested in the implementation of the Commission for the Economic Development of Rural Areas, CEDRA, report.<\/p><p>What implementation has happened so far with regards to the report?  Teagasc played an important role in contributing to its development.  The focus of what we are discussing today - sustaining viable world communities - is the basis of that report.  One of the key recommendations was to appoint a senior Cabinet Minister with responsibility for regional development, which has happened.  However, we need to know that positive changes are happening within communities with that bottom-up approach.  <\/p><p> I live in a rural area of Roscommon and am involved in my own community.  Roscommon County Council has established town teams across the county to work on that bottom-up approach.  I attended a meeting last night in Ballaghadereen as part of the town team committee.  One of the challenges I have seen, and which Teagasc has also identified, concerns leadership within communities.  That bottom-up approach needs leaders and committee members who demonstrate a sense of honesty, solidarity, team-work and focus.  How can we have a programme in place to ensure that people within communities are constructive in that approach?  I say that as someone who is involved in such a committee myself.  Funding for the town and village scheme appears to be working through local authorities and filtering into towns.  It is about getting people on board and educating them, but how do we do that in different communities?  What is working at the moment in that regard?  I am sure that we have many such examples. <\/p><p> The agri-food sector is important for sustaining rural economies.  I was at a Teagasc briefing yesterday and it is clear that it plays an important research role, as well as providing an advisory service to deliver research implementation on the ground.  Agriculture has moved towards more efficiency which is necessary because farm prices are difficult and farmers are currently operating on tight margins.  I was interested in what Teagasc had to say about the development of the food industry.  I am currently involved with a group that is trying to develop a food hub to involve added value.  I am also interested in the statistics Teagasc cited based on research carried out in 2011, which showed that 63% of farmers were not interested in the development of a diversified enterprise.  Have there been changes since then or how can we move towards a more diversified enterprise system?<\/p><p> I attended Irish Rural Link's conference in Athlone which was informative, with a specific focus on agriculture and the public banking sector.  Mr. Boland emphasised the rural transport programme, which is a big issue.  I live in north Roscommon which is an isolated rural area with an older demographic.  Forum Connemara's representatives mentioned people living on their own.  Mr. Boland spoke about assessing value for money and while this may not give value in monetary terms, it is important for those using the programme.  What sort of assessment is required therefore?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#L00700","speaker":"1415","continuing":true},{"type":"speech","time":1479891600,"counter":100,"content":"<p>The Senator's five minutes are coming to an end.  There is also a mobile phone interrupting the sound system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#M00200","speaker":"1235"},{"type":"speech","time":1479891600,"counter":101,"content":"<p>Can I conclude that point?  What sort of assessment do we need to provide the best possible evidence?  A proper rural transport system is required, but how do we get that evidence?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#M00300","speaker":"1415"},{"type":"speech","time":1479891600,"counter":102,"content":"<p>It is now over to the witnesses.  Whoever wants to start first could perhaps address the questions that were put to them.  Maybe Irish Rural Link could begin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#M00400","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":103,"content":"<p>The first question raised by Senator Hopkins and Deputy Grealish concerned the RSE limitations.  We are really and truly devastated.  Let us take the logic of what is so wrong with this, beginning with the under-25s.  These young people are starting out and trying to get going, so the last thing they needed was this put on top of them.  Effectively it tells them that they cannot participate at all and therefore cannot get started.  It disencourages young people from becoming involved in farming.<\/p> <p>  The logic surrounding the six-year period is even worse, so they will have to re-examine the whole programme.  If people are told that they will only have six years on this programme, after which their income will still be below average, they will go back to the same type of poverty as before.  This is against the spirit of the rural social scheme.  It should be recalled that it is an under-employment programme and was not supposed to be like CE or the other programmes.  If not, it should be left as it is.  However, if it is going to be turned into that kind of scheme, one needs to find out what will happen to the person after six years.  What is being said in this respect to under-25 year olds who might get involved in farming?<\/p> <p>  A question was asked about energy.  There is a lack of policy for allowing farmers to develop energy projects, even using their own land.  That is linked to co-operative programmes and an energy co-operative would be a good development.  For example, Tipperary Energy does a lot of work in this regard.  That could be replicated and should be examined as a wider energy solution.<\/p> <p>  A number of committee members, including Senator &Oacute; Clochartaigh, spoke about replicating the work of the WDC or &Uacute;daras na Gaeltachta.  The Buchanan report on regional development was published in the early 1960s but it should now be reconsidered.  It goes back to the banking issue, including developing a strong region either by the WDC or other means.  Each region needs an economic generator, which is the solution.<\/p> <p>  I was asked what sort of assessment was needed for the rural transport programme.  Let me be clear that it is a social conclusion project.  In my opinion, the value for money report was too narrow.  It examined expenditure but did not consider the value afforded to those gaining the services.  Therefore, the assessment should look at social inclusion as well as what the rural community transport programme offers in terms of other services.  In addition, it should examine how the transport service can be widened to include other social services, including bringing people to visit in the evenings.<\/p><p>The joint committee is seeking an assessment in that regard.  The value for money report was much too strict and resulted in the programme being frozen.  The freeze needs to come to an end. <\/p><p> Senator Marie-Louise O'Donnell, among other Senators and Deputies, asked about rural banking services.  I do not have enough time to address the issue in detail, but I would be pleased to meet the Senator to discuss it.  She is concerned about post offices and credit unions.  We favour the Sparkasse model in place in Germany, although local community banking services operate in most European countries.  We have proposed the establishment of eight regional banks, each of which would be autonomous and manage its own financial and banking operations and related matters.  They would, by and large, lend to the small and medium enterprise, SME, sector, which means that they would not encroach on the territory of credit unions.  They would not be designed to compete with or cause problems for credit unions.  The German version of a credit union, known as a co-operative, works hand in hand with local or regional banks.  In Ireland, some credit unions have considerable finance, some of which could be channelled through the banking system and managed in that way.  That would strengthen the credit unions' role locally and ensure a wider pot of funding would become available.  We have proposed that this model be explored.  I do not propose to offer 101 answers to all of the questions asked.  Once the proposed exploration was completed, a better model might emerge.  In that regard, I thank the Chairman for pointing out that this is a no-brainer.  In the 1970s we had ACC Bank and ICC Bank and I was a beneficiary of the former.  I walked into a branch as a long-haired 18 year old looking for &pound;500 to set up a small piggery.  No one else would even let me in the door, never mind consider giving me a loan.  However, I had a business plan and an adviser from ACOT, the body that preceded Teagasc, and the only institution that was willing to lend to me was ACC Bank.<\/p><p> Senator Marie-Louise O'Donnell asked what was wrong with the banking system.  The problem is that it has reverted to type.  While the new regulations have been introduced for good reason, they mean that banks can no longer show flexibility.  Local banking offers relationship banking, which costs far too much money for mainstream banks.  If I lend a person money, I will want to visit the person to whom I had made the loan a year later to see how he or she is getting on, whether he or she is in trouble and so forth.  This approach costs money, but it can be done under the relationship banking model we are proposing and which the SME sector needs. <\/p><p> Deputy Michael Collins referred to the Leader programme and Irish Rural Link.  We spoke out strongly on this issue, as did other organisations.  Irish Rural Link is a national, voluntary community organisation.  We would love to be more involved in the process of negotiating the rural development programme and assume a role similar to that performed by the major farm organisations.  At the time we stated we had fears about the Leader programme.  I do not disagree with anything Deputy Michael Collins said on the topic. <\/p><p> Deputy Danny Healy-Rae referred to planning, an issue that needs to be examined.  Complaints are being made about planning, especially by small businesses, some of which are being asked not to establish businesses on farms and to move instead into major towns.  The problem is that many such businesses are more suited to a farm premises than an industrial estate in a different location. <\/p><p> I apologise sincerely if I have overlooked some of the questions asked.  Irish Rural Link is available to discuss any issue with individual members or political parties.  I acknowledge the work done by Ms Louise Lennon and Mr. Noel Kinahan who accompanied me.  We appreciate the opportunity to appear before the joint committee.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#M00500","nonspeaker":"Mr. Seamus Boland","continuing":true},{"type":"speech","time":1479891600,"counter":105,"content":"<p>I ask Dr. Meredith and Dr. O'Mara to respond to the questions put to Teagasc.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#N00200","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":106,"content":"<p>I will respond, first, to some of the specific questions asked.  <br\/><br\/>Senator Maura Hopkins asked what elements of the report by the Commission for the Economic Development of Rural Areas, CEDRA, had been implemented.  I will point to three things in that regard.  On the governance organisational aspects, while it may not appear important, it is very important that we have an assistant secretary with responsibility for rural affairs.  The individual in question is responsible for five programmes which are very important to rural communities.  Associated with this unit is a specific person who is working on rural policy.  The unit has a professional role in this space on an ongoing basis.  Although this initiative will be very much under the radar for most people, it is important in the long term.<br\/><br\/>On some of the particular recommendations that were implemented, the rural energy generation scheme has been piloted and moved into the second phase.  The scheme was close to my heart because I conducted the research on it.  As such, it was great to see it being implemented.  Other things have also been implemented.<br\/><br\/>CEDRA has highlighted that many rural towns have been struggling for some time and also notes their importance to rural areas and communities and <i>vice versa<\/i>.  For a time, an interdepartmental working group was engaged in this area, although I understand it has been superseded by the Cabinet committee which has since been formed, but I am open to correction. <br\/><br\/>The Senator asked about diversification.  No additional research has been undertaken recently on that issue. <br\/><br\/>The Chairman asked about energy production using the farm process.  There are a variety of means to produce energy.  The Chairman referred to forestry, an area in which I supervised some research.  What we see happening is that people are incentivised to begin to engage in forestry and it can make a great deal of economic sense to do so.  For example, in many areas it is more profitable to plant trees than to produce beef.  For a variety of reasons, however, people do not engage.  What we see through the adoption process is that a small group of people initially plant trees.  They are followed by others, at which point planting tails off, which means that one has a curve where the level of forestry increases before beginning to decline.  This points to two possibilities, the first of which is that the land considered good for forestry has been exhausted, in other words, it has all been planted, while the second is that the population who will consider engaging in forestry has been exhausted and no one else is willing to do so.  There are cultural reasons for this, in that many people do not want to plant land with trees as they view land as being for food production.  There is also the permanency rule, under which those who engage in forestry must replant forever and the land cannot be reconverted to pasture.  People thinking about farm succession do not want to tie the hands of the next generation. <br\/><br\/>There is also a wider context in forestry.  Much of the land that would be considered ideal for forestry is also classified as high nature value farmland, which is of particular importance to EU policy frameworks and sustaining it in terms of the provision of support for biodiversity.  There are many demands on land use and some of the land that may be considered ideal for forestry is also being used to produce other things that are of importance to society. <br\/><br\/>Many members referred to the issues of migration and emigration.  This is one of the areas on which I would focus in a research project.  The issue is not so much about the people who leave but those who return.  We need to have a better understanding of their experiences and the challenges they face when returning to rural communities, in particular, how dual income households have managed this process.  There is evidence elsewhere in Europe that it results in enterprise creation because in many instances people who return must create their own jobs.  While one partner may be returning to take over a farm or family business, the other will need to create a job for himself or herself.  This can have benefits and there is evidence from Scotland to this effect.  I would definitely study this issue, specifically the experiences of those returning-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#N00300","nonspeaker":"Dr. David Meredith"},{"type":"speech","time":1479891600,"counter":107,"content":"<p>Is Dr. Meredith speaking about the research area?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#O00100","speaker":"1427"},{"type":"speechnospeaker","time":1479891600,"counter":108,"content":"<p>That would be one of them.  We look at the experiences of people returning in terms of how they managed that process and what supports they needed and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#O00200","nonspeaker":"Dr. David Meredith"},{"type":"speech","time":1479891600,"counter":109,"content":"<p>What we learn from it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#O00300","speaker":"1427"},{"type":"speechnospeaker","time":1479891600,"counter":110,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#O00400","nonspeaker":"Dr. David Meredith"},{"type":"speech","time":1479891600,"counter":111,"content":"<p>Where does the funding for that research come from if there is a gap in Teagasc funding?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#O00500","speaker":"1427"},{"type":"speechnospeaker","time":1479891600,"counter":112,"content":"<p>I will come back to that point separately.  In terms of the other aspect of emigration and migration, it is important to point out that as young people leave older people return such that even in areas that are experiencing aggregate population decline there is migration, but of people over 55 years of age.  We do not know the reason for this but my guess is that it relates to older people returning to take over a family business or farm or to take on caring responsibilities for elderly relatives.  It is also possible that people are retiring to the countryside.  All of that points to the fact that people are able to do this at a particular point in their lives, perhaps because they are secure in their career or may be retired.<\/p> <p>  Senator &Oacute; Clochartaigh mentioned the Trutz Haase deprivation index.  It is an incredibly useful tool.  It was the basis on which the funding was allocated to the Leader programme this time round.  It is an evidenced-based tool which we can all look to and evaluate.  I have had discussions with Trutz Haase on the development of the deprivation index, which is where the next piece of research comes in.  A lot of deprivation in rural areas is deprivation of opportunity.  In other words it is about distance from places or accessibility to services.  This needs to be brought into that index, in my view, so that we are not only looking at solely socioeconomic deprivation but also the deprivation of opportunity, which is critical and explains much of what we see around migration patterns.<\/p> <p>  Senator Marie-Louise O'Donnell also asked what type of leadership is required.  What we need is creative leadership.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#O00600","nonspeaker":"Dr. David Meredith"},{"type":"speech","time":1479891600,"counter":113,"content":"<p>FORUM Connemara is an example of creative leadership.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#O00700","speaker":"1427"},{"type":"speechnospeaker","time":1479891600,"counter":114,"content":"<p>Yes.  It has taken an innovative approach to the development of the community over time.  There are other really goods examples of that throughout the country but there are parts of the country that do not have that type of history behind them.  For this reason, support must be not only resource-based but assistance-based to enable the development of that leadership capacity.  Looking to America, the Ford Foundation funds a huge community leadership programme that looks at styles of leadership, bringing communities together, support networks within and between communities, strategy development and, most important, how to link that strategy development to the funding ecosystem.<\/p> <p>  Senator Marie-Louise O'Donnell also asked where the gap is in research funding at this point.  I am sure the Senator is aware that the challenge with regard to rural is that it is across all areas, including health, education, economic development, social isolation and so on such that funding is spread across many different agencies, with no focus on particular rural questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#O00800","nonspeaker":"Dr. David Meredith"},{"type":"speech","time":1479891600,"counter":115,"content":"<p>There is now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#O00900","speaker":"1427"},{"type":"speechnospeaker","time":1479891600,"counter":116,"content":"<p>That is certainly coming to the fore.  However, in terms of national research strategies there is no national research strategy for rural development.  We have sectoral strategies, which are important, and agriculture has played a key role in developing the broader rural space and supporting it.  Teagasc has played a particularly key role in terms of providing funding for research on issues beyond the farm gate.  We recognise that our clients are not in hermetically sealed units known as farm but in farm households that are strongly integrated into the wider economy.  Teagasc could play a real leadership role in this area.  The Department of Agriculture, Food and the Marine is developing this area through the rural renaissance initiative but there is a huge amount more work required to bring the focus there and to develop that critical capacity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#O01000","nonspeaker":"Dr. David Meredith"},{"type":"speech","time":1479891600,"counter":117,"content":"<p>I thank Dr. Meredith for his responses.  I now invite Dr. O'Mara to respond to the questions directed to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#O01100","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":118,"content":"<p>In regard to the national research policy, the most recent exposition of that was the national research prioritisation exercise which did target funding for research towards economic development.  Perhaps in that scenario research around rural development did not get enough visibility.  There are steps being taken to address that, including a renewal of the national research prioritisation exercise.  I am sure issues like that will come to fore.<\/p> <p>  In regard to Teagasc funding, the bulk of our funding comes from Government through the Department of Agriculture, Food and Marine Vote, which is supplemented by funding we might win through competitive bids to Department of Agriculture, Food and the Marine programmes such as the research stimulus fund, RSF, the food institutional research measure, FIRM, and competitive forest research for development, CoFORD, Science Foundation Ireland or Horizon 2020.  The greatest squeeze in terms of resources is in the staff area.  Like all public services, we lost many staff during the recession.  As an agency, we were disproportionately hit in terms of the reduction in staff numbers.  While there is some freedom in this regard in the context of delegation sanction, we are still way behind in terms of the staff resources we have now as compared with a few years ago.  <\/p> <p>  In regard to energy, there are many reasons we do not have a growing energy sector in the country.  We had great hope ten years ago for miscanthus and willow but for various reasons acreage in that regard has remained low, including because of the return that farmers can get from growing those crops versus other crops and the certainty around movement of the product.  Vital to this sector is the availability of an end-user for the product.  Forestry was also mentioned.  It is an easier wait for a company that wants to buy an energy crop to buy forestry thinnings rather develop a supply chain around miscanthus or willow.  In comparison with Northern Ireland, where there is a reasonably well developed anaerobic digestion sector there are few, if any, commercial anaerobic digesters at farm scale in the South, which may  be due to the refit tariff paid on the energy.  There are issues that need to be tackled if we are to get the bio energy sector going on-farm.  <\/p> <p>  Deputy Michael Collins asked about the single farm payment.  The issue is around viability and profitability on farms.  It is a huge issue which we could spend the day talking about.  In regard to the Deputy's specific question, our role in respect of the single farm payment is not around decision-making or policy in this area.  That is a matter for politicians and the EU under the Common Agricultural Policy.  The role of Teagasc is to provide evidence of the implications of various scenarios that might be under consideration.  I am sure that the Deputy is well aware that the current round of CAP provides for convergence towards a flat rate single farm payment.  While a flat rate might not be possible the high payments per hectare are being reduced and the low payments per hectare are increasing.  That process is under way such that when the current CAP expires there will have been a significant shift in terms of the high payments having been reduced and the low payments having been increased.  It is important that the productive base of agriculture is maintained.  Basic payments are a key factor in that regard.  Without a strong, productive base in agriculture we will not deliver on Food Wise 2025 or for farmers and jobs in related areas such as veterinary offices, accountants, meat processing, dairy co-operatives and retail and distribution.<\/p><p>It is not just farms that will suffer but all other services.  With farmers, these services are the heartbeat of rural communities.  I do not want to teach people here how to suck eggs, but one cannot overstate the importance of a viable farming sector.  One third of farmers are viable and the job of Teagasc is to get as many farmers as it can into that category.  We have to work with all farmers in order that they can improve what they get from their resources.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#O01200","nonspeaker":"Dr. Frank O'Mara","continuing":true},{"type":"speech","time":1479891600,"counter":120,"content":"<p>May I ask a couple of questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#P00200","speaker":"1320"},{"type":"speech","time":1479891600,"counter":121,"content":"<p>The Deputy can ask questions at the end.  Another group is waiting and we are not even halfway through the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#P00300","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":122,"content":"<p>I will deal with the questions about why we want to go on our own rather than use the LCDC-led structure of the county councils, the most common structure across the country.  Independent evaluations of the Leader programme were carried out by RuDi in 2009 and Metis in 2010 and they recommended that in states such as Ireland partnerships should move from having medium to high autonomy.  They stated the more autonomous LAGs showed better results in awakening dormant skills and potential, strategic thinking and monitoring the development of a rural area in a structured way.  They stated autonomy, or the decision-making power of a local action group, should be further developed and that granting decision-making power made sense if the LAG was willing to exert it, capable of mastering it and allowed to do so by the managing authority and the programme administrator.  A Eurobarometer study in 2012 of citizens' attitudes towards local government found that the level of trust was lowest in Ireland and Greece, in both of which authority was very centralised, according to the ESPON 2006 programme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#P00400","nonspeaker":"Mr. Terry Keenan"},{"type":"speech","time":1479891600,"counter":123,"content":"<p>What is the name of that study again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#P00500","speaker":"1427"},{"type":"speechnospeaker","time":1479891600,"counter":124,"content":"<p>The Eurobarometer survey.  In Austria levels of trust in local government were more than double those recorded in Ireland.  Austrian local authorities are much smaller in size than city or county councils in Ireland and local and rural development programmes in Austria are delivered by independent, autonomous partnership local action groups.  We believe strongly in the bottom-up approach which cannot be imposed from the top down as those at the bottom have to believe in it themselves.  Those at the bottom cannot do this unless someone gives them the power, the structures and the know-how to do so and brings in people to help them to develop.  If a county council builds a local playground in one place but the local community wants it elsewhere, the playground will be destroyed in two or three years, while in the alternative scenario the local community built playground will be looked after because people will have worked for it and bought into the project. It is about the intensity of the belief a community has for a building project.  We cannot have people coming in and telling us what to do.  How can someone else tell me what I know?  He or she can conceptualise what my community wants, but if somebody is not digging at the coalface, he or she cannot tell the man who is doing the work how to do it.  Somebody may have read a book or taken a degree course in the subject, but that is not the same as doing it.  As Fran Cotton asked many years ago about the Irish rugby team, \"You can talk the talk but can you walk the walk?\"<\/p> <p>  A local community development committee such as Forum Connemara has been doing it for 30 years on the ground.  We have built from a small seed and developed as we have moved along.  Putting our local action group into the local community development structure would be the same as putting the IFA under the management and control of the Department of Agriculture, Food and the Marine or putting SIPTU under the management and control of the Department of Finance.  There are cross purposes and differing beliefs and ideas.  The one who pays the piper calls the tune and if we were under the aegis of the LCDC, it would have the power and we would be told to tick boxes and go away.  We were put under quite severe pressure to be under the LCDCs, but we stood up and fought.  As Deputy Noel Grealish and Senator Trevor &Oacute; Clochartaigh know, we are in the courts on another issue fighting for our survival.<\/p> <p>  Senator Maura Hopkins spoke about the CEDRA report and town renewal.  One can repair the footpaths and paint every house in a town but without a viable living community, eating and breathing in it, it will be a ghost town.  It looks lovely when one drives through it, but if people are not being empowered to help themselves, it will not be viable.  Others can help, but they should not tell the local community what to do because one cannot help someone by ticking a box.  People cannot help me if they do not ask and listen to what I have to say.<\/p> <p>  Senator Trevor &Oacute; Clochartaigh is right that we have had a lot of programme deliveries, but we have had very little community-led local development.  Programmes are one thing, but one must have buy-in to move upwards, rather than downwards from the top.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#P00600","nonspeaker":"Mr. Terry Keenan"},{"type":"speechnospeaker","time":1479891600,"counter":125,"content":"<p>I said earlier that the <i>de minimis<\/i>rule inhibited bigger developments.  The Leader programme is also about smaller stuff and programmes.  One example in Connemara was a feasibility study we had funded because two individuals who were very interested in the Marconi station.  Through the Connemara Chamber of Commerce they applied to the Leader programme for funding and we gave them close to &euro;30,000.  As a result F&aacute;ilte Ireland took on responsibility for the development of the project which involved a sum close to &euro;1 million.  It was opened earlier this year by one of the Ministers and has attracted a lot of people to it.  The Leader programme should be about small amounts of seed funding for projects that will grow into bigger amounts and which can involve co-operation with other State agencies.<br\/><br\/>Deputy Noel Grealish asked what the differences were under the new programme.  If the two individuals about whom I spoke were to apply under the new Leader programme, they would approach the project officer who would determine whether they were eligible.  Having filled in the expression of interest form and the comprehensive application form, it would be presented for a section 48 check to Pobal which would check to see if all of the answers were okay.  At that point it would be sent back to the company which would send it to the evaluation committee which would recommend it and send it to the board for approval.  The evaluation committee goes through the full file on any application, but the board cannot agree or disagree on it by itself.<\/p><p>A member of the evaluation committee has to score it, sign his or her name to it and have it witnessed.  That goes into the file.<\/p><p> At that stage the combination of applications is put all into one and the chairman signs that before sending it off to the board via people like myself.  The board has to repeat the process and the chairman of the board finally signs it and sends it off, and that goes into the file as well.  It then goes to Pobal for a second section 48 check and the staff will examine whether the evaluation committee, the board and everybody else ticked all the boxes and signed all the documentation correctly and if they did not, it goes back.  Assuming that they did, a letter of offer is issued.  I do it on behalf of the forum.  It goes out to the promoter at the stage and he or she gets on with the business.  When it reaches draw-down stage, it goes back for another section 48 check before a payment issues.  There are not staggered payments for amounts up to &euro;10,000 but for larger amounts, there is a section 48 check for every staggered payment and that is before the departmental inspector comes in and conducts his 5% check.  That is fine for somebody in receipt of hundreds of thousands of euro because they can afford professional fees.  Animation, which was the success of the Leader programme in the past, is limited in the current programme.  Unless the promoter has funds to employ a professional, he is a big disadvantage.  If somebody is looking for &euro;5,000 for seed stuff, he or she would have to be advised to have second thoughts because the process is ridiculous.  I could be wrong but I predict the system will clog up within a year.  There will be so many applications that there will be backed up and that will slow the programme down.  It will not run nearly as smoothly as it did the last time.  The evaluation and board decision went through within a month before the business commenced.  It will take months this time round.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#P00700","nonspeaker":"Mr. John Coyne","continuing":true},{"type":"speech","time":1479891600,"counter":127,"content":"<p>I am sorry I had to leave but before I left, there was a discussion about forestry.  Are the representatives aware of the restrictions on planting marginal ground in places like Kerry?  Can anything be done about that, given 80% green ground must be planted vis-&agrave;-vis 20% of marginal ground?  It is the other way round in south Kerry.  If someone is lucky, he has 20% green ground and 80% marginal ground.<\/p> <p>  Fish lorries travel through my village all day and all night.  Why can we not have processing plants in counties along the west coast rather than exporting all the fish without being processed?  Why can we not tap into that?  Hundreds of jobs could be provided processing more of the fish being caught off our coast.<\/p> <p>  Mr. Keenan referred to the Leader programme and the bottom-up approach.  I only hope he and more like him talked to Mr. Phil Hogan before he did what he did to this country and to the Leader programme.  Mr. Coyne outlined all the stages that have to be gone through.  His company can go through them because it is on its own but our Leader companies were not left operate on their own and they will have to go through the local authority as well.  Even though Leader funding has been halved, my worry is that what we have got will not be spent at all because of the restrictions.  It is like every other grant that is announced.  There are so many restrictions and people required to sign off on them that, as I have always said, the money is not there and they are holding it up with red tape so that it is still there to announce again next year and the year after.  That is what happening with the housing.  It is the same with every programme.  They are just holding up the money with red tape and restrictions and no man is prepared to sign off anything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Q00200","speaker":"1320"},{"type":"speechnospeaker","time":1479891600,"counter":128,"content":"<p>I do not know the answer to the marginal land question.  I am not familiar with the details around that.  Increasing the rate of afforestation is hugely important.  It is a central plank in meeting our climate change targets.  It is the best use of land in some areas.  We do not have a role in setting the regulations but we can examine their impact and feed that information to the Department and the forestry service.<\/p> <p>  The fisheries issue is also outside our remit.  We have nothing to with water; we are just land lovers.  The development of the fish processing sector is an issue for Bord Iascaigh Mhara.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Q00300","nonspeaker":"Dr. Frank O'Mara"},{"type":"speechnospeaker","time":1479891600,"counter":129,"content":"<p>The State is losing money because if we increased our community-led, local development through Leader companies, gave them more autonomy and linked them to the ESF and the EMFF, we would get more co-funding from the EU.  We are, therefore, losing money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Q00400","nonspeaker":"Mr. Terry Keenan"},{"type":"speech","time":1479891600,"counter":130,"content":"<p>I asked about locals banks because the witnesses have no idea about the hatred I have for the main banks and I am delighted with the response.  I cannot understand that we have not heard Mr. Keenan on radio and television.  He is outstanding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Q00500","speaker":"1427"},{"type":"speech","time":1479891600,"counter":131,"content":"<p>Go raibh maith agaibh.  It has been educational and interesting for us.  All the content the delegations have forwarded to us will find its way into our report at the end of this process.  I thank them for attending.  The committee will take the opportunity over the next five years, if it lasts that long, to meet them again.  M&iacute;le bu&iacute;ochas as teacht isteach inniu.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Q00600","speaker":"1235"},{"type":"unspoken","time":1479891600,"counter":132,"content":"<p>Sitting suspended at 11.35 a.m. and resumed at 11.50 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1479891600,"counter":133,"content":"<p>The purpose of today's meeting is to find out what it takes to sustain a viable rural community.  We have representatives of the Irish Countrywomen's Association, the Irish Men's Sheds Association and Macra na Feirme.<\/p> <p>  I give the witnesses a f&aacute;ilte m&oacute;r as teacht insteach inniu.  We are trying to get as much information from the witnesses in regard to the current status in rural Ireland and what they feel needs to be done to fix it, so that we can get their input into our report, which we hope to publish in the new year.  <\/p> <p>  I welcome Mrs. Marie O'Toole, national president of the ICA, Ms Helen Rutter, regional president of Border, Midlands and West and Ms Anne Devitt, national public relations officer and press officer of the ICA.  Mr. Barry Sheridan chief executive officer, Mr. George Kelly, chairman and Mr. Eoin Martyn, board member, representing the Irish Men's Sheds Association.  Mr. Sean Finan, national president and Mr. Paul Smyth, the policy officer from Macra na Feirme. <\/p> <p>  I invite Mrs. O'Toole to start. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#S00100","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":134,"content":"<p>I am going to talk about real people on behalf of the Irish Countrywomen's Association.<\/p> <p>  I have travelled all over the country in the past few years and it saddens me greatly to see the decline in rural areas, with shops closed and a feeling of apathy among people living is isolated areas.  People in rural Ireland are fearful, especially with the closure of Garda stations, post offices and banks.<\/p> <p>  In the past the Garda on the street was a safety net for people, especially those who ran small businesses.  With the continuing increase in rural crime and the closure of Garda stations, the people feel completely isolated.  Most of these businesses have now closed as the shop owners are in fear for their lives, as nothing seems to stop the perpetrators from targeting them again and again.  When the culprits are apprehended, the courts hand out suspended sentences in most cases.  This is in spite of these people having a litany of previous convictions.<\/p> <p>  The closure of the local post office, which was always at the heart of any community, is a huge mistake.  The person who ran the local post office knew his or her customers.  When older people come in they would have a chat, collect their pension and if they did not turn up on a specific day, the postmistress or postmaster would assign somebody to give them a call.  We have to recognise that today's post office network as a national asset and ensure its future by making it the provider of choice and the front office for all Government services, for example motor tax, hospital charge, local authority payments and so on, in recognition of the important social role that post offices provide.<\/p> <p>  Three hundred communities have been identified as being threatened by flooding.  As this data is available to insurance companies we are concerned it will be used to discriminate against homes and businesses in these communities, denying them access to affordable or perhaps any insurance.  Other countries employ various risk equalisation policies to ensure building insurance is available to all.  This can be achieved for example through community rating scheme as used for health insurance or a central fund, as used for uninsured drivers.<\/p> <p>  Rural broadband has been bandied around for so long.  We have to provide clarity on what will happen at the end of the national broadband plan, particularly in further roll out from exchanges, giving a commitment to providing fibre to all homes over a defined period of time and to provide technical advice and priority access to community groups who wish to provide a service now.<\/p> <p>  The closure of banks is adding to the mayhem in rural areas.  Everyone is being asked to bank online.  How can people in rural areas do this if they do not have broadband?  It is sad to think of all the money that the banks received from us the taxpayers and now they do not want us to enter their premises.<\/p> <p>  In recent times, several general medical practices have closed in small rural areas and the HSE have been unable to attract new practitioners.  Sad to hear on the news yesterday evening too that 500 people were on trolleys in our hospitals.  Our population is getting older.  We are now only at the start of the winter and I can only imagine what it will be like in a few months time.<\/p> <p>  How can we improve life in rural areas?  It is plain that the issues I have mentioned must be addressed.  Apart from the all aforementioned, we should look after people in rural areas.  They deserve the same respect and assistance as those living in urban areas.  These are our people, there should be no divide.  Give people in rural areas all the help they need to improve the quality of their lives.  Let us get back to looking after each other and forge good community spirit, where neighbours look after each other.  We also need help in support and leadership.  The bottom up approach is a very good idea.  I think local government should listen to people.  People want basic help.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#S00200","nonspeaker":"Mrs. Marie O'Toole"},{"type":"speech","time":1479891600,"counter":135,"content":"<p>Go raibth mile maith agat.  That was very useful information.<\/p> <p>  I call on Mr. Sheridan from Irish Men's sheds Association to make a presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#S00300","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":136,"content":"<p>The Irish Men's Sheds Association is a community based initiative, which has managed to address a key challenge that health service providers, educators, and others have been struggling with for years, how to get men involved.  The rapid growth since the first shed opened in Tipperary in August 2009 to approximately 350 sheds across the whole of the island of Ireland demonstrates an unmet need for which the shed model has been a highly appropriate response.  Men's sheds share characteristics with, but are distinct from, men&rsquo;s groups, peer support groups and clubs, and offer an unique opportunity to men in rural communities in Ireland to improve their quality of life.  With origins in Australia, the Irish movement has grown to serve 10,000 men each week in 350 community across all four provinces.<\/p> <p>  We define a men's shed as a community based non commercial organisation, which is open to all men, where the primary activity is the provision of a safe, friendly and inclusive environment, where we provide a safe space where men can gather, participate in their community, develop social networks and potentially learn new skills and access information.  We have opened 89 sheds in the past 12 months, that is 1.5 sheds per week.  Every one of the Thirty-two Counties in Ireland has a minimum of four to five sheds.  The Irish association of men's sheds along with Australia are viewed as world leaders in the men's shed movement internationally.<\/p> <p>  Let us look at the challenges facing those who live in rural Ireland today.<\/p><p>One of the most significant challenges facing us is social isolation.  Preliminary findings from the 2016 census show our population has grown by almost 4% since 2011, however there has been a decline in the rural population in every county.  In the 2011 census, it was estimated that 38% of the country&rsquo;s population lived in rural areas and that 42% of those aged over 65 lived in rural Ireland.  We are an aging nation, and current trends show many of our young people migrating to urban centres for employment and other opportunities.  Couple this with the growing number of single person households in rural areas, and the continued and growing threat of social isolation becomes very real for many people.  Community organisations such as IMSA address these issues and break down some of those social isolation barriers.  Our most recent independent research indicated that 99% of the men surveyed said they met new friends and felt more part of their communities as a result of having men's shed in their local areas.<\/p><p> We are also addressing the challenge of integrating a very diverse population into rural communities.  Groups such as IMSA and the Irish Countrywomen's Association, ICA, have a very important role to play.  Non-Irish national have brought a wealth of experience and skills to men's sheds across the country.  Their experiences have contributed to our success while simultaneously providing those participants with a sense of identity and cohesion within their new communities.<\/p><p> We also have the challenge of maintaining or reviving strong communities.  This can be achieved by resourcing community development organisations throughout the country.  In communities across the country, local people are concerned about losing locally valued assets such as Garda stations, village pubs and post offices.  Due to the links groups such as our have, communities are better integrated, more resilient, stronger and healthier.  We encourage local authorities to draw up lists of under-utilised or derelict buildings which could be made available to local community groups who would undertake to insure, repair and maintain in return for a minimal rent arrangement.  Working with the Office of Public Works, OPW, local community groups could also seek to repurpose former State buildings, such as rural Garda stations, into community hubs thereby enabling redundant public buildings to thrive again.<\/p><p> One of the major challenge facing Irish society is the health and well being of men.  Traditionally, there has been little encouragement for men to take an interest in their own health and well-being.  Most men are reluctant to talk about their emotions and this means they often do not ask for help.  Because of this, many men&rsquo;s health suffers.  They drink more, take more risks and suffer more from isolation, loneliness and depression.  Good health is based on many factors, including feeling good about oneself, being productive and valuable to one's community, connecting to friends, and maintaining an active body and an active mind.  The National Men's Health Policy 2008 to 2013 was the first policy in the world to identify that a model such as the IMSA model was an ideal way to promote men&rsquo;s health and well-being in community settings.  Of the men who participated in our recent research, 95% said being part of a men's shed helped keep them healthy and 83% said the shed was a place where they could find information on health issues.<\/p><p> Losing skills in rural Ireland is a major challenge.  The ability to share and learn new skills and engage men in lifelong learning is something educators and other organisations have struggled with for years.  Shed members, as a group, have acquired a lifetime of skills, knowledge and wisdom, and we need to think of creative ways of harnessing and sharing this resource.  IMSA strongly supports the notion that younger generations may learn from older adults in public communities and educational settings.  Sharing different perspectives through learning can benefit all generations by enhancing social and emotional skills, and can promote personal contacts, exchange and respect between generations.  Every day of the week, we see younger men interacting with older men and, sometimes, it is informal learning.  However, informal learning can lead to formal learning, to the benefit of everyone in rural Ireland.<\/p><p> The potential exists, and our vision states we would like all men, regardless of age, have the opportunity to participate in a community men's shed.  Sheds have an important role in reducing isolation and improving well-being and have relevance in a number of policy areas including health, social inclusion, education, aging, environment and community development.  Increasingly, we are seeing enhanced supports from local development companies, education and training boards and local authorities in various counties.  These local supports, coupled with the ongoing supports, networking and guidance IMSA can provide through our sheds, is essential to the sustainability of our model throughout the country.  We would like the association to be a vital conduit in assisting sheds and their members in accessing appropriate supports and we promote the inter-agency model of co-operation in fulfilling this role.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#S00400","nonspeaker":"Mr. Barry Sheridan","continuing":true},{"type":"speechnospeaker","time":1479891600,"counter":138,"content":"<p>I thank the committee for giving us this opportunity.  My name is Se&aacute;n Finan and I am the 35th national president of Macra na Feirme.  I am pleased to be joined today by my colleague, Mr. Paul Smith, Macra na Feirme's policy officer.  Macra na Feirme is the representative organisation for young farmers and rural young people.  We have 9,000 members in approximately 200 clubs across the country.  We cater for members aged between 17 and 35 and have six key programme areas, namely, agriculture, public speaking, performing arts, sport, travel and community involvement.  We aid the personal development of young people through encouraging social interaction and participation in our key programme areas.<\/p> <p>  The Macra na Feirme rural youth committee is focused on developing policy and programmes geared toward young people in rural Ireland.  The three main areas of concentration for the committee are rural and youth affairs, health and well-being, and our travel and exchange programme.  Macra na Feirme is affiliated to Rural Youth Europe, which provides our organisation with the opportunity to discuss issues of concern with other affiliated organisation across Europe.<\/p> <p>  Encouraging job creation should be seen as the pivotal element to ensuring a high quality of life in rural Ireland.  A steady supply of employment will decrease the prospects of a depopulated countryside and will inspire more young people to remain in rural Ireland.  To attract job creation to rural Ireland, an educated workforce capable of filling positions in these new businesses and a fully functioning and modern infrastructure are crucial.  The regional action plans for jobs offers huge opportunity.  Resources are required to deliver on the regional action plans.<\/p> <p>  In terms of infrastructure, broadband and the rail network as well as the regional road network are needed and must be modernised.  The Macra na Feirme rural youth committee believes high-speed broadband in rural areas will help rural communities to prosper.  This is constrained by the lack of availability.  As day to day activities increasingly rely on broadband, the availability of the latest broadband technology will be the defining aspect in the ability of rural Ireland to attract business and jobs.  Improving the level of broadband, by supporting the roll-out of the national broadband plan, will increase the attractiveness of the countryside and rural areas for young people.  For the farmer who wants to register calves online or submit a basic payment application, broadband is crucial.  A student returning home at the weekend who wants to submit a college project needs to get online.  For a business looking to establish in a rural town or a resident of a rural area who wants to shop online, a fast and efficient broadband service is crucial.<\/p> <p>  The SIRO project, which is a joint venture between ESB and Vodafone, is being rolled out across the country.  The project is delivering broadband by wrapping fibre optic cable around the ESB wires and is being hailed as the best thing since rural electrification.  However, it involves the medium to large town and not the more rural areas.  The map is very striking, with many rural areas left barren and losing out again.<\/p> <p>  The importance of an adequate rail network and secondary road network must not be forgotten.  From a tourism point of view, it is easier to manoeuvre around Ireland with a better road network.  A better road network will boost tourist numbers in rural areas and encourage more people to access the country.  A modern road and rail network will assist only in attracting businesses and, therefore, increasing jobs.<\/p> <p>  Macra na Feirme calls for a full review of all time tabling on our rail routes to ensure commuter services are available on all lines and that they arrive in our large cities at times that are convenient to people starting a their day's work early in the morning.  This would mean our smaller regional towns would become an attractive proposition to live in for commuters who can work in larger urban centres.  It has the potential to take people off the road network and improve quality of life for people who commute.<\/p> <p>  Macra na Feirme feels investment in rural infrastructure and education are key to encouraging job creation.  Leader funding is very important in encouraging enterprise and rural diversification.  As a youth organisation, we feel the health of young people, both physical and mental, is a very important area.  The level of health service provided in rural areas needs improving.<\/p><p>Social isolation is an issue due to the geographical constraints of rural communities.  Members of the farming community can live a long distance from their neighbours and that limits the amount of interaction people have and can contribute to fear and isolation.<\/p><p> Macra&rsquo;s rural youth committee has tried to tackle this problem by running campaigns such as the \"know your neighbour\" campaign in association with Calor Gas.  We also hosted various mental health seminars and we look forward to engaging with the newly established youth mental health task force.  Mental health services should become more community based, focusing on mindfulness and its importance.  Mental resilience and coping skills are vitally important to both young and old people to ensure they can cope with the day-to-day struggles that present.<\/p><p> Rural crime is an increasing problem.  Some 50% of young farmers who were surveyed as part of the FBD young farmer of the year survey have been a victim of crime.  Another startling statistic that emerged from the survey is that 83% of young farmers felt they should have the right to bear arms to defend their property.  That sums up the fear and frustration that exists in rural areas on crime.  Macra na Feirme calls for a significant portion of the new Garda recruits to be posted in rural areas to help combat rural crime.<\/p><p> Action must also be taken to tackle high quotes for car insurance for young people.  The current price insurance companies are quoting make it unaffordable for some young people to get access to car insurance.  Our resolution is to work with the insurance provider FBD to secure a 15% discount for Macra na Feirme members.<\/p><p> From my experience, rural Ireland is very much alive and despite some of the commentary that exists, we must remain positive.  We must promote the quality of life in rural areas and the benefits that living in rural areas bring including fresh air and views of spectacular picturesque countryside.  Farming continues to be the backbone of rural Ireland and we need to promote opportunities for young farmers, but we must also promote more opportunities for young people in rural areas who are not directly involved in agriculture.<\/p><p> As on organisation, we feel strongly about the implementation of the Commission for Economic Development of Rural Areas, CEDRA, report.  The CEDRA report is of critical importance in terms of the economic development of rural areas.  We welcome the action plan for rural Ireland and the charter for rural Ireland which were published a number of years ago.  We urge that the reports would be actioned.  The CEDRA report has been published for a number of years but we have seen very little action or resources assigned to it.  We also feel the Leader programme, under the rural development programme for Ireland, along with funding for the European Investment Bank, should be used to provide investment to projects in rural areas.  The investment will provide opportunities for the development of small niche enterprises that will attract jobs and investment to rural areas.<\/p><p> Some previous presentations referred to flooding.  Flooding has had disastrous consequences on both people&rsquo;s homes, lives and business and on farm land.  We ask that further funding would be set aside for preventive measures to stop flooding in rural areas.  I thank the committee for giving us the opportunity to present to it today.  We look forward to working with committee members for the betterment of rural Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#T00200","nonspeaker":"Mr. Se&aacute;n Finan","continuing":true},{"type":"speech","time":1479891600,"counter":140,"content":"<p>We will give each of the elected representatives five minutes to ask a question and then we will give the witnesses ten minutes to respond to the questions which are relevant to them.  We value the information the witnesses have given us.  One of the key elements for good and bad is broadband.  If we do not have broadband in rural societies, they will be disadvantaged economically compared to the rest of the country.  However, another issue is relevant given the evidence we have heard.  This generation is a pioneer one with regard to digital technology.  We hear every day about the necessity for broadband connectivity but one of the key elements is the fall-off in human connectivity that is happening right across society at the moment.  I accept that we need more broadband connectivity but we need to educate ourselves to use it in such a way that we also allow time for human connection as well, because if we do not do that we will run into massive societal problems and mental health problems.  It is clear that the networks the witnesses have created are at the front line in the battle to maintain human connectedness, which is really important for the future.<\/p> <p>  Some of the figures the witnesses have given us are phenomenal in terms of membership levels and activity levels.  The growth in men's sheds in recent years is amazing.  One of the key issues is that it is very difficult to measure the benefits such community organisations bring to society.  They are clear as day to us but when one engages with the State it is difficult to apportion resources if one does not have a way of measuring the benefits.  What mechanisms do the witnesses use to measure the networks and benefits they provide?  What funding do they receive for their activities?  What influence do they have in the State at national and local authority level in terms of the development of policy?  If the State or local authorities are involved in the development of policy, it would be very useful for community organisations to influence future developments.  I would like to hear a little about that.<\/p> <p>  Given that emigration is such a big issue, does Macra na Feirme have an international branch?  Is it the case that when people leave these shores they finish with their Macra na Feirme membership or is there an international body which then feeds into how people are getting on abroad?  Often, when people leave these shores they are completely forgotten about or they are no longer part of the narrative of the State until they return.  What stories do Macra members hear from people who have gone abroad?  I will invite Deputy Michael Collins to speak and then Senator Marie-Louise O'Donnell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#U00200","speaker":"1235"},{"type":"speech","time":1479891600,"counter":141,"content":"<p>I welcome the witnesses from the ICA, the Irish Men's Sheds Association and Macra na Feirme.  They made very interesting points in their presentations.  There was very little with which I could disagree but I would welcome elaboration on some points.  The ICA spoke about Garda stations, post offices, banks and rural broadband.  I come from a community where there is a strong ICA group on the Mizen Peninsula in west Cork.  We lost our local Garda station and our two local banks so I know exactly what they are talking about in terms of loss of services.  Losing the bank in the local village led to the closure of a big shop, which resulted in up to 16 jobs being lost.  There was a knock-on effect within 12 months and the effect on the village is still continuing because people have to travel up to 40 miles to do their banking.  There is no clear idea as to how to solve the problem in the future given that there is only a certain amount of time remaining for many post offices in rural areas because there are no great prospects for the future.  The only solution I have heard up to now is a travelling post office, but that is not what we are looking for.  Reference was made to all the services that could be centred in a post office.<\/p> <p>  The witnesses also spoke about looking after people in rural areas, especially the elderly.  We are in a very uncaring situation at present.  Each public representative is fighting daily for home help services for the elderly.  Why should we be fighting for something that should be a basic right?  Why should we be fighting for something that could save us money in the long term?  Instead, each and every one of us is fighting tooth and nail trying to get an extra half hour in the week for a person in need.  It was mentioned previously that a blind person was getting home help five days a week, which he was happy with, but it was considered that he could see for two days and week and he did not get home help on Saturdays and Sundays.  One cannot regain one's sight for two days which shows there is a ridiculous mindset out there.  It is an attack on people, especially in the context of rural isolation.<\/p> <p>  The Irish Men's Sheds Association has done excellent work in tackling rural isolation.<\/p><p>We should throw in women's issues with that as well, as some women experience rural isolation also.  It should be Irish men's and women's sheds and they would have a great time together.  We should not worry as they would be fine.  Funding must be difficult.  I was in Castletownbere recently where a new one has opened.  It is fabulous and to the west of Castletownbere.  What it has done for that community is second to none.  Is funding a difficulty?<\/p><p> I am worried that there are many people leaving communities and the Irish Countrywomen's Association, ICA, must be like the GAA in that every day it must find it difficult to find a team or an ICA group.  How does it find that issue?  Are groups amalgamating, as I believe that is happening in my own area?  It must be a major difficulty.  I have two children who are members of Macra na Feirme, so I do not know if that is a conflict of interest.  There are valid points relating to travel.  If a person lives in rural Ireland, we do not have facilities like the Luas or buses going to and fro outside the door.  One would be lucky to get one bus to Cork each day from where I live.  That would be approximately 70 or 80 miles away.  The charges applied to young people on those buses are unbelievable.  I get quite a lot of feedback in that respect, as young people want to use the bus but cannot afford it.  That is wrong.  I believe the group has some sort of scheme that alleviates some of the costs.<\/p><p> I do not really want to get started on two of the issues mentioned by the delegations, which are high-speed broadband and car insurance.  We are getting nowhere with them up here.  It is astonishing the way the car insurance matter in particular has been allowed to go on and how our young people are being treated.  It affects people more in rural communities, where we do not have the facilities of others in urban areas, although I do not begrudge those in such areas.  The best of luck to them.  We have people being charged &euro;3,000 or &euro;4,000 for insurance but young people cannot afford that.  They are trying to do a little bit of work, go to college and everything else; they are trying to progress through life.  There seems to be a mindset here to ensure that does not happen.  I would like to work with these groups and others, and I know a Macra group that started again recently, which is great.  These issues need to be highlighted and we need to move them up along the chain so the Government can start to understand that rural areas need the likes of high-speed broadband and we cannot wait until 2020 or 2021.  That will not happen.  There will be a service for the bigger towns, which already have a broadband service, which is ridiculous, as the rural communities need broadband.  We have a mobile phone service that is in tatters throughout the country.  That issue hits the rural peninsulas in particular.<\/p><p> It is difficult out there for people who want to live in their rural communities and young people who want to survive.  We heard this morning of the possibility that those under 25 will not be allowed in the new rural social scheme, which would be a major issue.  The new scheme could see 500 extra jobs being put in place but somebody in a Department now thinks if a person is under 25, he or she would not be deemed as a low-income farmer or fisherman.  That is another way to get people out the door and push them into urban areas.  There is a plan out there.  We have young people trying to get planning permission and they cannot get it on their own land.  They are being chased off their own lands.<\/p><p> I come from the community voluntary sector and I am proud of that.  I am still involved with 25 community groups and am proud of that in particular but it is difficult out there.  I see the difficulties and the groups before us face an uphill battle.  As politicians, we must support them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#U00300","speaker":"1263","continuing":true},{"type":"speech","time":1479891600,"counter":143,"content":"<p>I thank the three groups for attending the meeting.  I said to them earlier that their contributions were alarming but very informative.  I echo the Chairman's comments to the effect that all the \"technopoly\" in the world will not save us.  We need certain savings but it will not save the relationships being spoken about this morning in banks, between people, in men's sheds, meals on wheels and everything else.  We tend to concentrate too much on things that are not at our front door.<\/p> <p>  The ICA is an extraordinary organisation and when I think of feminism, I think of the likes of the ICA.  There is much guff about feminism but we are looking at it with the ICA in 1,000 different ways.  It has shown ability, independence, urgency and energy throughout the years.  It worked without technopoly.  What did the group do that was right?  What was at the core of its actions?  What made the ICA work and how did it work?  What made the ICA work across Ireland?<\/p> <p>  I had the privilege two years ago of doing a programme on the Monaghan men's sheds.  I went to Monaghan and spent two days with the guys, which was really extraordinary.  I invited them to Leinster House and 18 of us had lunch in the dining room.  I have a little bowl that they made and it has pride of place in my office.  That linked me to the men's sheds association in everything it has done and achieved.  The Chairman asked a very good question too.  Will the witnesses speak about their funding?  Is it matched funding?  What about the independence of each shed or is there such a thing?  What are the plans for the ground-up process?  The logo is outstanding.  People should have a look at it as it is just brilliant.  I do not know how much was paid for it and I know some people have probably paid millions of euro for a logo but it is really terrific.<\/p> <p>  Macra is an extraordinary organisation.  I meet its representatives every year at the ploughing championships.  I have not had the privilege of living on the land for a long time, except for my postbox front and back garden in urban Dublin, which can be equally lonely and isolated.  I have a 94-year-old mother living in an estate and nobody visits her.  The only thing she has is the street lighting.  Neighbours in the country can sometimes be far more alive to what is going on than in urban places.  The Macra delegation mentioned the report of the Commission for the Economic Development of Rural Areas, and flooding, insurance and crime.  What did it do about insurance and what campaign did it mount to change the insurance issue?  We all talk about how appalling everything is, but what are we doing about it?  The occasional person ranted on television, usually an economist or somebody working in the insurance business.  They said it was awful, appalling and dreadful.  What did Macra do about that?  What did it do about the 83% of farmers who feel they should have the right to bear arms to defend property?  I have not heard about that.  How was that communicated?<\/p> <p>  We need to hear more, and not just from economists on television, radio and through other communication.  What has happened in that respect?  It is all very well to speak about insurance, which is major issue, but what has been done with the ranting?  He is a friend but one would not get somebody like Deputy Mick Wallace lying down on such an issue if it affected him personally.  That is a bit off the record.  I ask the question because there seems to be much airing of what is wrong but what is being done about that besides having the odd survey?  What would the groups like to do and what is stopping them from doing it?  That applies to the rest of us and I include myself in that impasse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#V00200","speaker":"1427"},{"type":"speech","time":1479891600,"counter":144,"content":"<p>I thank everybody for their presentations and I have a number of questions.  These organisations represent what is very positive about rural life.  Over the past few years I have learned about the sense of community that is still within our rural towns and villages.  All three organisations really captivate and work in those communities to ensure there is enhanced human contact and increased engagement.<\/p> <p>  With regard to men's sheds, I have worked closely with the group in Boyle, north Roscommon.  With regard to links, how does it work as an organisation to ensure there is learning from each other?<\/p><p>I know of one particular example in which it has been quite difficult to leverage funding when making applications, as mentioned by one of the other representatives.  How do individuals in different men's sheds across the country learn from each other to build on the concept?  I know that those involved in the men's shed in Boyle believe their linkages with other organisations within the town very important for their well-being and personal development.<\/p><p> I have been a very proud member of Macra na Feirme for many years.  As Senator Marie-Louise O'Donnell said, Macra na Feirme is a fabulous organisation.  This brings me back to a point I made earlier about leadership and people being involved in the community.  As citizens, we need to understand we have rights and responsibilities.  These responsibilities include making a contribution to our community because communities do not happen by accident.  They happen because people get involved in helping out on a committee or at a church gate collection.  Macra na Feirme makes a huge contribution in encouraging young people to take responsibility.<\/p><p> While having 9,000 members across the country is great, there is potential to do more to get more young people involved.  Macra na Feirme is important in getting young people involved in public speaking and drama, as well as advocating for young farmers.  It is advocating on the issue of the national reserve for the upcoming year, but it has far more potential and needs to be supported by the committee and others.  We need to see young people contributing to communities because that is what will help us to maintain and enhance viable rural communities.  This filters into all three organisations.  There is a need for human contact and to make friends and connections.  There is a slight selfish element to contributing in that people feel better in doing so and like to help out.  I put this question to all three organisations.  How do we get that message across better?  There is more we can do to create a better sense of the need to get involved in communities.  It is a two-way process and we definitely have a responsibility to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#V00300","speaker":"1415","continuing":true},{"type":"speech","time":1479891600,"counter":146,"content":"<p>I would like to ask the Irish Men's Sheds Association a question.  I have had an exceptionally positive experience in working with those involved in some local men's sheds.  What are the biggest challenges in establishing men's sheds in rural and urban communities?  How can the machinery of the State - local and national - help them in overcoming these challenges?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#W00200","speaker":"1241"},{"type":"speechnospeaker","time":1479891600,"counter":147,"content":"<p>The Chairman talked about human connectivity.  I know that broadband is really important, especially for young people but also for older people to keep in touch with sons and daughters who have emigrated.  Many of them keep in regular contact through Skype but human connectivity is vital.  That is why most of our guilds or branches meet on a regular basis.  I do not think it is possible to beat conversation and seeing people.  Broadband and other technology are great, but young people have lost the ability to write a letter.  E-mailing is so easy, but it is nice to receive a thank you note.  I totally agree that there is a need for human connectivity.<\/p> <p>  Deputy Michael Collins asked about funding.  We receive a very small education grant for our adult education college at An Grian&aacute;n which is about all we receive.  The Deputy also spoke about the loss of Garda stations and bank branches in west Cork.  Our members seeking a home help service for someone who is ill tell us that caring presents a huge problem.  The home help service has been reduced drastically of late.  With the economy rising, we should be able to support the people in question.  They would not ask unless they needed it.  It is a lifeline to get some help just to be able to go to the shops for half an hour if someone has somebody ill at home.  When I was in that position and availed of the home help service, it was fantastic.<\/p> <p>  We were asked about finding new members.  We have a lot of new members.  Strangely enough, we have many former Macra members who leave the association at a certain age.  Therefore, there is a gain and a loss.  I was in Dingle recently where one of the guilds had many members who had emigrated to the United Kingdom in the 1950s.  They had come home on their retirement.  They might have had to look after an elderly parent and ended up staying.  They all had English accents.  There were only three or four members who had a Kerry accent.  It was refreshing and a great way for them to integrate into the community and make new friends because they were living in isolated areas.<\/p> <p>  Senator Marie-Louise O'Donnell asked where it had started and how it worked.  I will leave it to our PRO, Mrs. Devitt, to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#W00300","nonspeaker":"Mrs. Marie O'Toole"},{"type":"speech","time":1479891600,"counter":148,"content":"<p>And why.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#W00400","speaker":"1427"},{"type":"speechnospeaker","time":1479891600,"counter":149,"content":"<p>The Irish Countrywomen's Association, ICA, was founded in 1910.  It was the brainchild of Anita Lett who, while sitting on a train with a friend, said, \"Wouldn't it be fabulous if we had some kind of an organisation?\"  She set about forming it and drew in other friends.  She was in a privileged position, but she obviously had a social conscience.  The United Irishwomen was formed in 1910 and in the 1930s became the Irish Countrywomen's Association.  It is affiliated to the Women's Institute of Northern Ireland, the members of which regularly come to An Grian&aacute;n for courses.  The association is also affiliated to the Associated Country Women of the World.<\/p> <p>  When I joined the ICA, I was aware that I was not just talking to the women in the room.  If I wanted to get anything out, I could progress up the chain.  I brought forward a motion that was adopted and sent to the Minister.  I am from south Tipperary.  Ms Olivia Hughes was a member of a privileged family.  She got very involved with Fethard ICA and established the Fethard guild.  Farmers were arriving at the market in Fethard cold and wet.  She established a depot to serve soup and the women involved received a little piece of the profits.<\/p><p>She had another brainwave in 1945 and set up the country markets.  Again, that has taken off.  One was established there and is still operating.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#W00500","nonspeaker":"Mrs. Anne Devitt","continuing":true},{"type":"speech","time":1479891600,"counter":151,"content":"<p>Is that Alice Leahy's mother, from the Alice Leahy Trust?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#X00200","speaker":"1427"},{"type":"speechnospeaker","time":1479891600,"counter":152,"content":"<p>It is not her mother, but Alice Leahy's mother was a very good friend.  She was one of the founders of the country markets.  The first one was down there.  She also brought forward the idea of the horticultural college which was at An Grian&aacute;n.  That only disbanded in the early 1960s, but it provided a service.  At the guild meeting, the member of the ICA had the opportunity to do crafts.  Do not give me a sewing needle.  I can do something at home but do not ask me to do it outside.  I want to be stimulated and to enjoy myself, and it gave me that.  It provided courses.  One could do arts.  One could get awards in arts, public speaking and so forth.  One could get all types of little challenges.  That gave structure.  Behind the guilds there was the county federation.  It has officers that kept in touch.  All of that was very important.<\/p> <p>  It comes back to the question of connectivity, which was mentioned by the Chairman.  It is so important if it starts in a small parish.  It is keeping in touch with one's church, the businesses in one's town and the people.  It is knowing one's community and the different things in it.  The ICA has that.  It has friendship.  We were not saints but we provided a service and we followed up on people.  Some guilds have contracted because of numbers and shifts to different areas, but new guilds are being formed and a new response is being given.  Our agenda has changed somewhat.  When I joined the ICA people were very concerned about children with a mental handicap and disabilities, as it was called then.  One of the members of our guild, Eileen Noonan, set up the association for looking after children with disabilities in our county and made it a county organisation.  There are schools for children with mild disability, moderate disability and so forth.  The ICA people are a tentacle of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#X00300","nonspeaker":"Mrs. Anne Devitt"},{"type":"speech","time":1479891600,"counter":153,"content":"<p>Thank you.  We must conclude by 1 p.m., so I apologise for cutting your time short.  Do the witnesses wish to address any other questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#X00400","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":154,"content":"<p>There was a question from Senator Hopkins.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#X00500","nonspeaker":"Mrs. Marie O'Toole"},{"type":"speechnospeaker","time":1479891600,"counter":155,"content":"<p>We wish to point out that we are members of many other organisations within our community.  For example, meals on wheels take up much of the time of our people.  In my community, I run the Community Text Alert scheme which is vital for making people feel safer in their rural splendid isolation.  Members might have guessed from my accent that I am one of the returners we were discussing earlier.  I have a wonderful community through the ICA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#X00600","nonspeaker":"Ms Helen Rutter"},{"type":"speech","time":1479891600,"counter":156,"content":"<p>Does Mr. Sheridan wish to respond?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#X00700","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":157,"content":"<p>I thank members for their questions.  Members asked about our funding, where the funding comes from and the challenges we face in that regard.  It is challenging.  Ours is still a young organisation at only five years old and we have come far over the last five years.  Our rate of growth is phenomenal and there is no sign of it slowing at present.  It means our organisation must grow with that and change from one that was trying to support 50 sheds to one that is now supporting 350, with one and a half new sheds being established each week.  That brings challenges and places us in a new position.<\/p> <p>  Thankfully, there is a commitment in the programme for Government to support men's sheds so we are negotiating that at present.  Hopefully, that will assist us in securing our medium-term future in terms of being able to provide our basic level of services across the board.  On top of that, there is what we can do to fulfil our potential.  There is so much we can do because we have a huge network of men visiting the sheds every week and many health organisations, such as the HSE and other bodies, are trying to reach those men.  With the right type of resources we have a prime opportunity to make a huge impact in terms of their skills, their health and reducing social isolation.  It is a constant battle but in the progress we have made over the past five years we have proven how far we can go with very little.  There is scope for us, hopefully, to receive the type of supports to make the impact we can make.  That is the challenge.  It is an ongoing challenge and we hope we will be in a better position in the next few months to do a little more for the guys on the ground.<\/p> <p>  The Senator asked about the independence of each shed.  Each shed is autonomous.  They are self funding and self financing at local level.  We provide them with the tools to set it up and how to govern it.  We take away all the pieces that the guys did not join a shed for - they did not join a shed to run a committee or to figure out how to organise themselves.  We give them the blueprint for that and help them through that process, so when guys visit their shed they can spend time enjoying the activities they wish to enjoy and get involved in the community activities in which they wish to get involved.  We often talk about the impact of sheds for men, but it is far broader than that.  Each of the men has family, relatives or neighbours and it has a huge impact on them.  Every day men tell us, \"I now have a purpose to get out of bed\".  That is the reality.  It is stronger than that in some cases, in that they have a purpose to be alive.  That is what is happening in rural Ireland.<\/p> <p>  We can play a small part in assisting those individuals, their families and their communities.  The communities are benefiting because the first projects the sheds will try to get involved in are community projects, such as helping with the Tidy Towns competition and whether they can build something for the local community.  Many of them are building benches and donating them to primary schools.  It is a really nice connection to give back to the primary schools, so the schools, teachers and children's parents are connected to a shed.  That is the basis for it.  There is a broader societal question we must ask ourselves in terms of what type of society we wish to live in.  Sometimes we lose sight of what community is about and the role it can play.  It is a tricky question but how does one put a value on social capital?  The amount of social capital generated by projects such as ours and those of the ICA does a huge amount for Irish society.  We are not harnessing the full potential within that in terms of developing rural Ireland into the future.<\/p> <p>  The Senator mentioned the shed in Boyle.  In the past 12 months our organisation has introduced regional cluster meetings.  This goes back to the question of whether ours is a bottom-up organisation.  It is very much a grassroots organisation.  Every shed is based on the needs of men in a community.  We often get inquiries from a local authority, perhaps, saying it wishes to set up a shed and asking us for assistance on how to do it.  We ask them where the men are and the authority might say it does not have them yet.  That is not how it works.  It comes from the men.  Without the men all that is there is a shed, which is no use.<\/p> <p>  In terms of local linkages, it is very important as we grow that each shed has a local network in its locality.  We are trying to establish a local network in every county, where sheds would meet regularly.  They could meet on a monthly or bi-monthly basis and share stories, such as what difficulties they have, how they overcome the difficulties, what projects they are working on, whether there is something they can do together and sheds visiting other sheds.  It is broadening their social outlook.  Part of that is work that we need to do with local agencies.  Thankfully, the local development companies, Leader programmes and partnerships, the education and training boards, ETBs, and the local authorities are becoming increasingly involved at local level, because they see the impact and success the sheds are having.  What is happening now is that a guy might go to a shed and say, \"I would love to learn how to do bee keeping.  I have no idea how to do it but where will I learn?\".  They could go to the ETB where there might be a course.  They might wish to learn how to use computers or to do art classes.  It is whatever the guys decide themselves.  That inter-connectivity-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#X00800","nonspeaker":"Mr. Barry Sheridan"},{"type":"speech","time":1479891600,"counter":158,"content":"<p>It is cyclical.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#X00900","speaker":"1427"},{"type":"speechnospeaker","time":1479891600,"counter":159,"content":"<p>Yes.  That interconnectivity and inter-agency model, and the support we get that way, is key to the development not only of sheds but also broader community groups.<\/p><p>We work together on these types of programmes.  <\/p><p> To go back to the Chairman's remarks about the level of help and how we measure the impacts, one of the biggest challenges we have is the fact that every funding application is based on how many boxes can be ticked and what the impact will be at the end of the day.  At a very basic level for us, the impact is that we are opening one and a half sheds every week.  There is still a huge unmet need out there as evidenced by the level of growth.  The issue is how we demonstrate that.  We have introduced a new programme called sheds for life which is based around improving the health and well-being of all our men throughout the country.  That will be monitored and evaluated from day one.  We will be able to measure the impact of that programme and any other programmes we roll out.<\/p><p> I will now hand over to Mr. Kelly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#X01000","nonspeaker":"Mr. Barry Sheridan","continuing":true},{"type":"speechnospeaker","time":1479891600,"counter":161,"content":"<p>A question was asked about ground-up development and Deputy Michael Collins asked about women being involved in the sheds, which is very appropriate given that the ICA is here.  We have had a discussion with the ICA which is very anxious to work with us.  We will certainly reciprocate that because the first shed in the world was founded in south Australia by a woman.  We would also welcome Macra na Feirme on board.<\/p> <p>  In my own shed in Killarney in Kerry we have started a project with a younger group whose members are working on the refurbishment of a tractor.  Such projects offer huge potential for other groups.  The ground-up approach is very much the ethos of the men's sheds.  Each shed has its own structure, as Mr. Sheridan pointed out.  Our board, which I chair, is made up mainly of shedders.  I am a shedder and am one of the founding people in Killarney.  I was the first chairman of the first shed in Kerry.  We set up our shed five years ago and there are now 16 sheds in Kerry.  Mr. Eoin Martyn is a board member from Galway and he is also a shedder.  Everybody is active on the ground.  Our board is diverse and we have tried to include people with skills that we lack.  The majority of the board are shedders.  <\/p> <p>  We are encouraging the development of the social side of men's sheds.  We believe it should not just be about work.  In our own shed we have made Monday evening our social evening.  Sometimes it involves music or the rambling house type of activity.  It provides a great opportunity for people to get an introduction to sheds and what they are all about.  We refer to it as the pub with no beer.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Y00200","nonspeaker":"Mr. George Kelly"},{"type":"speech","time":1479891600,"counter":162,"content":"<p>I am sorry to interrupt but we are running out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Y00300","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":163,"content":"<p>We thank the committee for its interest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Y00400","nonspeaker":"Mr. George Kelly"},{"type":"speech","time":1479891600,"counter":164,"content":"<p>I ask the Macra na Feirme representatives to respond to the outstanding questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Y00500","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":165,"content":"<p>On the Chairman's first point about human connectivity and building human capital, that is the main focus of our organisation.  Macra na Feirme is about building life skills and people skills by encouraging people to take part in our activities.  The biggest difficulty we face is trying to convince 16 to 20 year olds of the benefits of developing people skills.  Sometimes we find that it is only when people reach their thirties that they realise the benefits of acquiring those skills.  By that stage, it is too late to get involved with Macra na Feirme.  However, there are plenty of other organisations that people can get involved with at that stage.<\/p> <p>  Reference was made to measuring the benefits of our organisation.  It is easier to measure it from a young farmer's point of view because we are delivering on our lobbying work in terms of getting more young farmers onto the land through our land mobility service.  We have been working with the Department and working in Brussels to get measures for young farmers included as part of the CAP.  Were it not for Macra na Feirme, such measures would not have been included.  They were Macra na Feirme proposals which were sent to Europe.  They made their way into the Commission's proposals and eventually found their way into the CAP package.  <\/p> <p>  From a rural youth point of view, we do a lot of lobbying work on various issues.  I will come back to the queries raised by Senator Marie-Louise O'Donnell in a moment.  We are also a charity, a youth work organisation.  We are measured by the national quality standards framework so we must measure outputs and outcomes for our work.  We are also aligned with the youth strategy.<\/p> <p>  In terms of funding, we receive a significant level of Government funding in the form of a youth services grant.  We also receive membership subscriptions, funding from industry and from the dairy farmer milk levies.  In terms of influence on the State, we do a lot of lobbying work.  We are a registered lobbying organisation.  We also take part in all of the forums that are relevant to young farmers and rural youth.  We are members, for example, of the National Youth Council of Ireland, NYCI.  In terms of working with other organisations outside the country for people who have left Ireland, we are associated with five nations which includes the young farmers clubs of Ulster, the Scottish and Welsh young farmers and the National Federation of Young Farmers Clubs in England.  We hosted a five nations meeting recently where we brought all of those organisations together.  We come together on an annual basis.  Any members of Macra na Feirme who go to any of those countries can get involved in the equivalent young farmer clubs.  Across Europe, we are part of CEJA, which is the European Council of Young Farmers.  There are many youth organisations right across the world in which people can get involved.<\/p> <p>  I will now address some of the points raised by Senator Marie-Louise O'Donnell in terms of what we have done about the issues referred to.  On car insurance, we have worked with insurance providers to provide a 15% discount for our members.  That is delivering a return for the members of our organisation.  We have worked on a variety of issues through our pre-budget submission and our pre-election manifesto.  A lot of the issues that we work on are, ultimately, in the hands of elected representatives.  <\/p> <p>  Committee members referred to the fact that 83% of young farmers said they would like the right to bear arms.  That finding came from a survey we completed recently.  We have not had a discussion within the organisation yet on where we will go with that.  It would be a retrograde step to arm farmers.  There are other options that we must explore.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Y00600","nonspeaker":"Mr. Se&aacute;n Finan"},{"type":"speech","time":1479891600,"counter":166,"content":"<p>Just to clarify, do they not have the right to bear arms already?  Can farmers not simply apply for a licence for a shotgun?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Y00700","speaker":"1235"},{"type":"speechnospeaker","time":1479891600,"counter":167,"content":"<p>Yes but not to defend their property.  They can apply for a shotgun licence for shooting game and for vermin control but not for the purposes of defending their property, which was the focus of our survey.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Y00800","nonspeaker":"Mr. Se&aacute;n Finan"},{"type":"speech","time":1479891600,"counter":168,"content":"<p>It is a very interesting statistic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Y00900","speaker":"1427"},{"type":"speechnospeaker","time":1479891600,"counter":169,"content":"<p>Our work is varied but our lobbying function is a very significant element.<\/p> <p>  Senator Maura Hopkins spoke of involvement with rural communities and the Know Your Neighbour campaign, in association with Calor Gas.  That is a very important campaign which we have rolled out for the last 11 years to promote interaction at a community level.  Our clubs right across the country are actively engaged in all aspects of community involvement.  They are delivering and are working with other organisations.  Indeed, we are providing members for other organisations once they have finished their involvement with Macra na Feirme.  <\/p> <p>  In response to the question about where we came from, Macra na Feirme was founded in 1944 by Stephen Cullinan and a number of agricultural science teachers to provide practical education to young farmers.  The organisation has evolved over the years and it now focuses on the education and development of both young farmers and young people more generally.  Macra na Feirme provides skills for young people in the industry so that they can better their own lives.  They use those skills to provide meaningful service to their local communities in whatever way they can.  <\/p> <p>  I think I have addressed the questions posed and I look forward to engaging again with the committee at a future date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Y01000","nonspeaker":"Mr. Se&aacute;n Finan"},{"type":"speech","time":1479891600,"counter":170,"content":"<p>First of all, I thank all of the witnesses for their presentations, the contents of which will make their way into our report.<\/p> <p>  One of the important themes is that material development should not be the only measure of development.  We have gross national product, GNP, but sometimes I think we need gross community product, GCP, too.  All of the groups here today fulfil a particular role but what is important is that they are a massive resource for further change and development within communities.  We wish them luck in the roll out of human connectivity in the future.  <\/p> <p>  I ask all of the group representatives and committee members to make their way to the plinth outside for a photograph.<\/p><p>It is interesting that we have the three different groups.  We would like to get a photograph of them in front of Leinster House with the elected representatives who are present.  I will ask the clerk to forward to photographs to the delegates for distribution in any way they see fit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/RG22016112300002#Y01100","speaker":"1235","continuing":true},{"type":"unspoken","time":1479891600,"counter":172,"content":"<p>The joint committee adjourned at 1 p.m. until 9 a.m. on Wednesday, 7 December 2016.<\/p>","notice":"TIME STRING DETECTED"}]