[{"type":"majorheading","content":"Joint Oireachtas Committee on Housing, Planning and Local Government","time":1516705200,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 11:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Mick Barry,* Senator Victor Boyhan, Deputy Pat Casey, Senator Jennifer Murnane O'Connor, Deputy Eoin Ó Broin, Senator Grace O'Sullivan. Deputy Fergus O'Dowd,<\/p><p>* In the absence of Deputy Ruth Coppinger<\/p><p>DEPUTY MARIA BAILEY IN THE CHAIR.<\/p>","time":1516705200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002"},{"type":"minorheading","content":"Planning and Development (Amendment) Regulations 2018: Minister of State at the Department of Housing, Planning and Local Government","time":1516705200,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#D00050"},{"type":"speech","time":1516705200,"counter":5,"content":"<p>We resume in public session.  At the request of broadcasting and recording services, members and those in the Gallery are requested to ensure that for the duration of the meeting their mobile phones are turned off completely or switched to aeroplane, safe or flight mode depending on the device.  It is not sufficient to place phones in silent mode because a level of interference with the broadcasting system will still be maintained.<\/p> <p>  The purpose of this meeting is to consider the draft Planning and Development (Amendment) Regulations 2018, the Planning and Development (Amendment) (No. 2) Regulations 2018 and Planning and Development (Amendment) (No. 3) Regulations 2018, referred by order of the Houses at the joint committee on 14 December 2017.  I welcome the Minister of State at the Department of Housing, Planning and Local Government, Deputy English, and his officials.<\/p> <p>  Before we begin, members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.  I call on the Minister of State to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#D00100","speaker":"1246"},{"type":"speech","time":1516705200,"counter":6,"content":"<p>I thank the committee for affording me the opportunity to present these three sets of proposed regulations.  I also thank the committee for allowing me to bring along colleagues from my Department and from the Department of Communications, Climate Action and Environment.  We are all here to answer questions, if at all possible, later.<\/p> <p>  In the context of exempted development, each of the proposed regulations is aimed at amending provisions in the principal Planning and Development Regulations 2001 to 2017 concerning development that is exempt from the requirement to obtain planning permission.  Each of the proposed regulations deals with a specific type of development.  Under the Planning Acts, each House of the Oireachtas is required to approve draft planning regulations relating to exempted development by way of positive resolution before they can be made by me, as Minister of State.  The consideration of the draft regulations by the committee is part of that approval process.<\/p> <p>  The first set of draft regulations is the Planning and Development (Amendment) Regulations 2018.  They relate to the provision of a number of exemptions for development works undertaken by Irish Water in the provision of water services.  This involves the insertion of a dedicated new class of exempted development - class 58 - in Part 1 of Schedule 2 of the principal regulations.  These proposed exemptions will permit Irish Water to undertake works relating to its normal day-to-day operational activities without the need to obtain planning permission from the relevant local planning authority.  Previously, and prior to the establishment of Irish Water, the provision of water services and related works was undertaken by local authorities that had broad planning exemptions under which they could operate.  As Irish Water has now taken over the water services functions of local authorities and cannot avail of the exemptions available to local authorities, it is appropriate that Irish Water should have similar exemptions to those previously given to local authorities.  These proposed exemptions are also broadly similar to those given to other statutory utility providers such as those involved in the provision of electricity, gas and telecommunications services.  I also propose amendments to the existing telecommunications services-related planning exemptions.  I will address them separately in a few moments.<\/p> <p>  The exemptions proposed will essentially enable Irish Water to undertake development, such as that relating to the general maintenance, repair and installation of pipes, cables and water mains - typically along public roads - as well as the provision of underground water pumping stations and holding tanks, without the need to obtain planning permission, thereby helping to ensure continuity of water supply for households and businesses and that such water supply is not disrupted to any major extent.  The majority of the proposed exemptions relate to works that would be carried out within the confines of existing water services sites, including the upgrading and maintenance of water structures, the installation of equipment in the event of critical infrastructure failure, and works required to comply with statutory licences issued by the Environmental Protection Agency, EPA.  The proposed exemptions also include other minor works within such water services sites, for example, the provision of fencing and telecommunications apparatus or structures for testing water.  I would particularly like to point out that these draft regulations do not propose to provide blanket exemptions for development works by Irish Water.  Any works proposed by Irish Water that are not specifically exempted by these exempted development regulations will still require planning permission in the normal course.<\/p> <p>  The second set of draft regulations is the Planning and Development (Amendment) (No. 2) Regulations 2018.  They propose to provide an exemption for the change of use, and any related works, of certain vacant commercial premises to residential use without the need to obtain planning permission.  The draft regulations propose to amend Article 10 of the principal regulations that deals with changes of use.  These draft regulations propose that the exemption will apply for a temporary limited period from when they come into operation until 31 December 2021, concurrent with the lifetime of the Rebuilding Ireland programme.  They will apply to commercial buildings that have been lying vacant for at least two years.  The proposed exemption relates primarily to works to the interior of such buildings.  It is proposed that some limited alternations to the exterior of buildings will also be permitted, subject to their being in keeping with the building and neighbouring buildings.<\/p> <p>  It is proposed that a number of restrictions will apply to these exempted development works, including that a maximum of nine residential units can be provided in any one building, and that certain minimum standards relating to floor areas, storage space and the provision of natural light are met for each unit.  It is important to note that these proposed exemptions relate to planning permission only.<\/p><p>Development works to vacant commercial buildings which are being converted to residential use also generally need to comply with the requirements of the building control regulations in respect of fire safety, structural stability, ventilation and so forth.  In this regard, the relevant building control regulations require a competent qualified professional to be assigned by the owner or developer to be involved in the design of the proposed development works, oversee the construction phase and to certify that the finished building works are compliant with the requirements of the building control regulations, thereby ensuring that the relevant works meet the necessary safety and standards requirements.  In effect, these draft exempted development regulations will not in any way change the relevant building control requirements which will continue to apply.  I know that is an issue of concern for some members so I will be very clear that the building control regulations still apply.  I should also mention in passing that the building control standards generally relate to new build construction.  Recognising the possible need for some dispensations from the building control requirements in respect of development works on existing buildings, specifically to better facilitate the conversion of existing vacant commercial buildings for residential use, a working group chaired by my Department was established in late 2017 to develop new building control guidance with a view to providing clarity on what regulatory requirements should be applied in this area and to provide advice on how best to facilitate the re-use or development of under-utilised older buildings for residential purposes.  I understand that the committee has had discussions on this previously in the context of another Bill.  The working group, which includes expertise in building regulations, fire safety, planning, design, and heritage from within and external to the Department, has identified a number of common existing building typologies on which to base its guidance.  It is intended that the output of the working group's deliberations in the form of revised guidance will be finalised in the coming months and will supplement the exempted development planning regulations we are discussing here today.   <\/p><p> The background to these draft regulations is the commitment in action no. 5.9 of Rebuilding Ireland to bring forward proposals to allow the change of use of vacant commercial units in urban areas, including vacant or under-utilised areas over ground-floor premises, to residential use without having to go through the planning process and thereby help in the rejuvenation of inner urban areas which have been particularly adversely affected by the recent economic downturn.  This proposal is also incorporated in action no. 6 of the Action Plan for Rural Development.  I know this proposal is of particular interest to committee members and having regard to the circumstances outlined, I would hope that they will support its approval which, as I have indicated, has a sunset clause to end in 2021.  <\/p><p> I commend these three sets of draft regulations to the committee.  They are each very important in their own right and they have the potential to have a real and positive impact on people's lives.  They will support Irish Water in the efficient delivery of the water service, facilitate the re-use of the many vacant buildings in our cities and towns for housing purposes which will revitalise our urban centres and they will assist in the accelerated roll-out of broadband and mobile services generally.  I look forward to what I know will be an engaging discussion with the committee this morning and I will endeavour to answer any questions that committee members may have. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#D00200","speaker":"1264","continuing":true},{"type":"speech","time":1516705200,"counter":8,"content":"<p>Thank you Minister.  Two people have indicated.  We will discuss all three sets of regulations but I ask members to indicate to which regulations they are referring when they pose questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#E00200","speaker":"1246"},{"type":"speech","time":1516705200,"counter":9,"content":"<p>I thank the Minister of State for his presentation.  I am in two minds on these regulations and the questions I have are very similar to those I raised in the context of Deputy Pat Casey's Bill on over-the-shop developments.  Specifically with regard to the water infrastructure and the over-the-shop developments regulations, I absolutely understand the need to have exemptions for emergency works, for example, or for routine or basic works.  However, I have a concern that the list of exemptions in the first regulation is broader than that.  What reassurances can the Minister of State give that we are not going to have a situation where a more significant piece of work that is more of a planned infrastructural investment rather than response, maintenance or emergency maintenance is not going to end up in a dispute with people who feel that an application for planning permission should have been required?<\/p><p>How certain is the Minister of State that the list is as restrictive as it should be?  <\/p><p> On the proposals for the development of residential accommodation over a shop, my big concern, although I support them in principle, is that if we grant these exemptions, how will we ensure all of the minimum standards for fire safety will be fully adhered to?  No one wants to stand in the way of streamlining and fast-tracking developments to get units back into use, nor do we want to see a situation where the minimum standards are not being met when property is subdivided into nine units.  The regulations state the minimum standards must be met, but how can we ensure this will actually happen when planning permission is not required for the redevelopment of a property into nine units or less?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#E00300","speaker":"1215","continuing":true},{"type":"speech","time":1516705200,"counter":11,"content":"<p>I thank the Minister of State.  I see the logic behind all of the regulations.  Let me preface my remarks by saying I am conscious that the Minister now has this power.  While I am not suggesting this committee is just a talking shop, we do not have a great deal of power.   We cannot effectively-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#F00200","speaker":"1379"},{"type":"speech","time":1516705200,"counter":12,"content":"<p>That is because it has not been structured in<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#F00300","speaker":"1329"},{"type":"speech","time":1516705200,"counter":13,"content":"<p>Absolutely.  We cannot amend the regulations, but the Minister could revoke them and come back with something better if he thought there were grounds to do so.<\/p><p>I am not going to deal with the proposals for water services, as I see the logic in them.  I want to deal with the Planning and Development (Amendment) (No. 2) Regulations and change of use.  Will the Minister of State outline the logic for stating no more than nine individual housing units can be provided for the purposes of conversion? This is to avoid Part V of the Planning and Development Act 2000.  I do not like the language to avoid Part V because it is an important aspect of planning.  In some of the larger towns one could create more than ten units in some of the properties to be redeveloped.  That is not something we should have ruled out.  We are effectively saying this measure relates to places which have fewer than ten housing units.  There is potential in some larger towns to provide a percentage of social housing units in this type of development.<\/p><p>In respect of protected structures, the proposals shall not be permitted unless there is a section 57 declaration, which is a strange condition.  This morning I spoke to three planners who told me about the process of self-regulation.  Effectively, people are telling local authorities that their proposals are related to exempt development.  The planning authorities neither have the resources nor the staff to check all of them and a person can claim the proposals relate to a pre-1963 development.  We really need to tidy up the conditions that apply to section 57 declarations.  <\/p><p>Furthermore, in the context of ensuring public confidence in the planning process and public engagement which is a really important part of the planning process, no elected member of a council or member of the public would be aware of a section 57 declaration.  I am not sure whether the Minister of State would be fully aware of one.  A section 57 declaration does not involve the erection of a site notice or the publication of a public notice and does not go up on the council's website.  Who actually knows when a section 57 declaration has been sought?  We are proposing changes to section 57 declarations, but there is no official public log.  I logged onto a number of local authority websites today to investigate and also spoke to a number of planners about section 57 declarations, about which I have a concern.  If a local authority refuses a section 57 declaration, which is its prerogative, what is being proposed?  Is there an appeals mechanism?  Is there a grievance procedure when somebody who makes an application for a section 57 declaration is refused?  Traditionally, an application for a section 57 declaration has been referred to a heritage officer, a conservation officer and a raft of officials in a local authority and, in some cases, the Department of Culture, Heritage and the Gaeltacht.  I flag this as an issue.<\/p><p>My major concern is about county development plans.  I looked at the 1999 telecommunications antennae and support structures guidelines.  I found two paragraphs alarming.  They read:<\/p><blockquote>Planning authorities should not include separation distances (i.e. from houses, protected structures, schools etc) in development plans as they prevent case-by-case analysis and can inadvertently have a major impact on the roll-out of viable and effective telecommunications networks.  This will have implications for a number of planning authorities around the country who include specific distances, often up to 1 kilometre, from schools, houses etc.  <br \/><br \/>It will also have implications for local communities who wish to object to proposed masts as they often could rely on policies which required such separation distances to be met in order to get the application refused.<\/blockquote><p>The previous Minister also included two reminders to the planning authorities, \"namely that health grounds should not be considered as part of a planning application and, all future Development Contribution Schemes must include waivers for broadband infrastructure provision as per the recent draft guidelines on development contributions.\"  <\/p><p> The Minister of State has been around politics for a long time, as have I, and I can tell him of at least ten objections to masts in the area of D&uacute;n Laoghaire-Rathdown County Council, where I live, in respect of which members of the Minister's party, members of other parties and people not affiliated to a party mobilised huge groups of people.  I recall one case in respect of an addition to a mast on top of a Garda station on Tubbermore Road in Dalkey.  I can understand the reasons and the concerns.  Health is a huge issue in respect of telecommunications.  Guidelines with regard to schools are particularly important.  Many schools have been in touch with us over the years.  I have met a number of them.  They mobilise.  I can think of two cases in Meath about which people contacted us and expressed great concern.  These are big national schools and primary schools.  They want to know how they can have their voice and their say.  They want to know how they can be assured that an antenna or a piece of telecommunications equipment will not have health implications for children.  Local elected Members must now put up their hands and say that the Minister of State signed regulations and that they have no role or function.  We just need to be careful.  I would like to see tighter guidelines on the use of antennae and on additions to antennae.  <\/p><p> I will tell the Minister of State of a situation.  I know of a woman who was very ill and commissioned very interesting research.  She worked for the Defence Forces.  She was very much involved in engineering and telecommunications.  She had independent research carried out on antennae and on the accumulative effect of the 30 or 40 antennae attached to a particular church.  By the way, the church did not have planning permission.  It said it was exempt.  That was pursued and it was found not to be exempt.  The antennae required planning permission, which was granted.  The permission was appealed, An Bord Plean&aacute;la accepted the appeal and all the equipment had to be taken down.  That is a very long process which is also not very satisfactory.  There were serious health issues in respect of the antennae, the radiation and the accumulative effect of the combined network, which was a high-radiation network at one particular point.  It would not be right of me to come in here and not to voice those concerns.<\/p><p> Public health and the location of these antennae near schools and hospitals has to be an issue.  I am not a scientist.  I do not know enough about it.  I have read enough about people's concerns to feel that it warrants some attention.  What am I going to suggest?  There is no point in bellyaching without coming up with a proposal.  My proposal may possibly not be suited to these regulations but it might be a possibility in the broader legislative framework.   I am calling for a register of approved telecommunications structures and their locations, which would be supported by a relevant database.  I will email this to the Minister of State.  A database should be created and maintained by each planning authority in co-operation with the telecommunications operators.  Such a register would provide an important input in the assessment of future telecommunications developments and would also be useful in maximising the potential for future mast sharing, possible co-location and all that is associated with it, bearing in mind the accumulative effect on which we need more research.<\/p><p> Furthermore, I suggest that planning consent - and I am saying planning consent, not planning permission - should include a condition stating that when the structure is no longer required it should be demolished, removed and the site reinstated by the operator - not the applicant, but the operator at its own expense.  That might address the issue if it was introduced through some other form of legislation.<\/p><p> I will wrap up on this final issue.  In the Minister of State's statement he spoke about changes to the permitted height of poles for antennae and increases in the permitted number and size of dishes on structures.  He said that he will facilitate an increase in the number of antennae permitted on large structures and spoke about the deployment of smaller cells.  I understand the need for the national broadband plan and its roll-out in rural parts of the country.  It is critical for economic development and all that goes with it.  That is all to be welcomed.  I do not doubt the Minister of State's commitment but a balance must be found.  It will be the public representatives, including the Minister of State as a Deputy for Meath West, who will have to face the next backlash when we see a massive set of structures put up right beside a school or hospital.  I am not suggesting that this is the mechanism to deal with it.<\/p><p>It was suggested for many years that we should establish a national database mapping all antennae.  This morning, three planning authorities have informed us that no such database is in place.  Effectively, this means they do not know where antennae are located.  They learn about the locations of antennae, for example, on a church steeple, when a resident telephones the local authority asking why a vehicle from company X is parked at a particular location.  The company in question will then inform the local authority that an antenna has been in place in the location for years and staff were repairing or upgrading it.  This means the planning authority does not know about it.  All these structures must be mapped out and communities informed of their locations.  While local people should not be the arbiter of decisions on locations, they should be able to express a view on this infrastructure.<\/p><p> My local authority has received an application to erect three of these structures.  The planning authority has confirmed it is considering the application and indicated its decision will be open to appeal, which is democratic.  Let us not water down the powers of citizens to engage.  As I stated, these structures are fine when they are not on our doorstep but it is another story when one is erected in Navan and people bang on the Minister of State's door asking what he will do about it. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#F00400","speaker":"1379","continuing":true},{"type":"unspoken","time":1516705200,"counter":16,"content":"<p>Deputy Pat Casey took the Chair.<\/p>"},{"type":"speech","time":1516705200,"counter":17,"content":"<p>On Senator Boyhan's final point, these structures are a double-edged sword in many respects because we also want to improve communications.  Members of the Oireachtas use communications every day.  People want technology to progress and we need the best available technology.  The visual issue may be a concern for the Senator and some of my constituents.  Before one has a surfeit of masts and antennae, we must first ensure proposed new infrastructure cannot be piggy-backed on existing masts.  In other words, we should try to have four separate masts working from one item of physical infrastructure.  Notwithstanding the commitment, if that is what it is, to increase the numbers of masts, new masts should only be erected if the companies in question can show it is not possible to piggy-back on the existing system.  I expect the issue is one of security, for example, a logarithm or similar, and may not be a physical issue.<\/p> <p>  Years ago, people were afraid they would be fried by these masts or that a chicken placed beside one of them would roast overnight.  These fears were not realised but they affected the capacity of communities to obtain proper reception for their mobile telephones.  People in some parts of County Louth do not have good mobile telephone reception, for example, on the approach to Monasterboice.  Every county has its problems.  We must use best available technology but the companies must first show that the communications cannot be carried on existing infrastructure.<\/p> <p>  I recently received complaints from people in County Louth about a decision to reject an application for a new mast in County Meath.  I was not familiar with the details of the case as it involved a different county.  The complaints were made by residents of a particular part of County Louth which has very poor broadband coverage.  From their perspective, the mast would have improved broadband and delivered a major benefit to their community.  It would be useful in cases involving applications to increase the height or number of antennae to assess the community benefit as well as the benefits for commercial users and private companies.  We should ask whether broadband coverage in the local area could be improved and, if so, whether it would be a good idea to do so. <\/p> <p>  In many cases, it is not necessary to install pointed antennae on top of a building because they can be hidden within a structure or constructed in a way that they do not protrude visually.  <\/p> <p>  I apologise for arriving late.  I understand the Minister of State was speaking about over-the-shop developments and planning when I arrived.  This area offers significant scope to deliver material benefits to hundreds of households, particularly single people and couples who do not have children.  It is not easy for families with young children to live above a shop because of the need to go up and down stairs and so forth.<\/p><p> Let us consider our town centres.  My own town centre is practically empty at night.  It is not that they are no-go zones but they are more like no-people zones.  There is no one living over the shops; there is no one there.  Anyone who has the wisdom and time can examine the 1901 census and see all the people and families who lived in the centre of towns and all the activities that went on there.  All that is gone.<\/p><p> It makes sense to bring people back to the centre of towns.  The physical infrastructure is in place, including water services, sewerage, public lighting and proximity to shops and services.  There is a bonus in it.  There is a downside and we are dealing with the associated problems too.  I agree with Deputy &Oacute; Broin's concerns over fire regulations.  There should be mandatory standards.  Property owners should have to get a certificate from the fire officer to say that what they are doing meets the requirements.  I support making it easier for people to develop dwelling space over shops.<\/p><p> Certain areas near older transport hubs have potential.  I am not suggesting it applies in every case but there are areas near railway and bus stations and so on.  Often these are in older parts of cities and towns.  Fast-track developments in such zones are important.  We could zone areas where there is no habitation - these include abandoned shopping areas or areas that are no longer active commercially.  I would welcome fast-track zoning for development in such areas.<\/p><p> We should consider what happens in the United Kingdom.  I have looked at the website of the empty homes organisation in the United Kingdom.  It has plenty of examples of abandoned bank buildings, shops, garage forecourts and so on that are now occupied by families and have been turned into apartments.  There is constructive living and urban renewal.  There are major benefits.  That is why I welcome the advances from the Department with the assessment provisos that people are suggesting.<\/p><p> The lack of housing needs to be met with increased urgency from the Department.  Whatever the initiatives are, I would welcome greater initiatives.  Those responsible in the UK appoint empty homes officers in local authorities.  I am not suggesting that is the destination the Department has in mind for Ireland, but it might be helpful to have people who could map the centre of the town, knock on each door and ascertain who owns each premises.  If there is no one there, they could use the Louth solution, which is to slap a compulsory purchase order on the property if it meets the requirements.  We need active on-the-ground officers, whose job it could be to report to the county manager and the Department on a quarterly basis.  That is one of the things missing from our housing policy.  It is not that we do not care, but the sense of urgency is not being transmitted.  I believe that could change with the appointment of such officers.  A website like that operating in the UK may be the type of constructive engagement we need to create the sense of urgency and crisis.  I do not get the same sense when I walk around my town because I am still looking at premises.  I welcome the support of Louth County Council.  I looked at a place where we could have 16 people living.  The problem is that is an old building and would require more money than usual to do up  but I think we should do it up because it is in the centre of the town.  The old Central Hotel in Drogheda is right in the centre of the town.  There were 15 or 16 bedrooms in it.  It is abandoned now and there is no one in it.  We should get in there and turn it into habitable dwelling space.<\/p><p> Finally, I welcome in particular the engagement of organisations like the Peter McVerry Trust in tackling derelict buildings in cities.  I welcome this work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#H00200","speaker":"1329","continuing":true},{"type":"speech","time":1516705200,"counter":19,"content":"<p>I thank the Minister of State for coming.  I want to talk about part 2 of the statutory instrument.  I am a little disappointed because I thought we would have worked through our vacant housing Bill.  It took a more holistic approach to converting vacant properties into residential units because it dealt with planning, fire and disability certification, as well as final certification.  In its response to the Bill the Department stated: <\/p><blockquote>Separately, there is a concern about the proposal in the Bill in relation to making the sub-division of a dwelling into two or more dwellings exempt from planning permission.  This conflicts with the Planning Act which provides that such development is a material change of use requiring consideration by a planning authority through the planning application process, with particular regard to protecting residential amenity and other considerations. <\/blockquote> <p>The Minister of State's statutory instrument is proposing allowing up to nine sub-divisions within each dwelling.  We all have concerns about the fire and safety regulations.  As pointed out and acknowledged in our Bill, there are no technical documents on fire and disability certification when older buildings are being converted.  The Minister of State is acknowledging that the technical guidance documents are not and will not be there for a few months.  Is the proposed statutory instrument premature until the documents are available?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#K00200","speaker":"1357"},{"type":"speech","time":1516705200,"counter":20,"content":"<p>We have been through the vacant housing Bill here and in the Department and also discussed it in the D&aacute;il.  It is a worthwhile Bill which is aiding our work, but our approach to it and tackling this issue and an issue raised as Action No. 5.9 of Rebuilding Ireland is two-pronged.  First, it deals with the exemptions in respect of what we are putting forward today.  We all agreed that ideally commercial buildings such as shop on main streets should be turned back into housing.  There is permission for up to nine units because it applies to commercial buildings only.  The difficulty the Department had with Fianna F&aacute;il's Bill was that it would allow the sub-division of an existing house.  Where would it stop?  There are houses all over the country.  People would try left, right and centre to make two houses out of one, which would not be conducive to good planning.<\/p> <p>  This measure refers to a commercial building of a size in which, under all of the regulations, up to nine units could be fitted in.  That is what we are allowing for.  We are working on a version of the sub-division of a house such that under existing planning laws space can be made available to share a house.  The winning proposal in the competition in the Homes for Smart Ageing Universal Design Challenge involved dividing a house in a certain way to allow one person to occupy that house; it is not two houses.  It comes under the exempted development legislation and I will bring it forward here later.  It has almost passed through pilot stage.  It is worth considering.  The Fianna F&aacute;il Bill was a little different and we could not agree to it because of the planning authority.  We are willing to discuss it further later, but this discussion is about bringing commercial buildings back into use.  <\/p> <p>  The second part which is intended to make it easier and viable for anyone who owns commercial buildings to bring them back into use involves issues concerning fire safety, the building regulations and the heritage regulations which do not make it easy for someone to bring a property back into use.  In counties Wicklow and Carlow and other places where I visited properties on the high street that could be brought back into use, it is very complicated and people are afraid to touch the system.  In the light of Fianna F&aacute;il's Bill and our own discussions, in late 2007 we set up a working group across all Departments to consider these issues and bring forward new guidelines for local authorities.  It was important to have the Department of Culture, Heritage and Local Government on board to make it as easy as possible to cut out some of the unnecessary red tape, not to renege on safety and health measures but to make it easier where we could give better guidance in this area .  That is what we are doing.  I hope the working document will come out in the next couple of weeks.<\/p><p>It will aid the work that is carried out here.  In light of that document, these exemptions are not premature.  People can still work away under the existing planning regulations and certification process.  Any guidance we have, if it changes that, will kick in for this as well.  As of today, it is the existing planning regulations continue to apply.  It is not premature.  The other document will be useful.  The working group, which is chaired by the Department, will hopefully report quite soon.  I think it will bring forward many resolutions similar to those discussed by this committee and with which I would agree.  It is important that we do it in a co-ordinated way and ensure that all Departments - not just mine - will be involved.  I assure the Chairman that the committee's good work on that Bill will not be wasted.  It is best to take the two-pronged approach with which we are trying to proceed.  That deals with the Chairman's questions.  I will move on to those from Senator Boyhan shortly.<\/p><p> Deputy Eoin &Oacute; Broin also raised two questions, the first of which relates to his concern regarding whether we are giving a blanket ban to Irish Water.  We are absolutely not.  Are we confident that we do not go too far in what we are doing here?  We are confident because it is exactly the way it was with the local authorities for I do not know how many years but for a long number of years, as long as I can remember.  The same exemptions are there.  We are not changing any of that.  It is just giving Irish Water the same exemptions that were there for local authorities, with which most people were happy.  To my knowledge, there have been no cases of concern.<\/p><p> To be very clear, under the section 5 process, people can appeal exemptions.  That is the issue that Senator Boyhan raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#K00300","speaker":"1264","continuing":true},{"type":"speech","time":1516705200,"counter":22,"content":"<p>I referred to section 57.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#L00200","speaker":"1379"},{"type":"speech","time":1516705200,"counter":23,"content":"<p>Section 57 as well.  We are mainly dealing with section 5 today.  Section 57 relates to protected structures.  Under both, there is an appeal mechanism to An Bord Plean&aacute;la.  Either side can bring that appeal or review and the board will give a decision.  That mechanism is available.  I can get the Senator a note on that if he wants the position clarified.  This is an issue with which, for many reasons, I am very familiar as a result of what has happened in my county, not just in the context of telephone masts but for other reasons as well.  The process is there and it is useful because it gives people the right to raise concerns.<\/p> <p>  Deputy &Oacute; Broin's other question was about building control and the fear or perception that giving people exemptions gives them free rein to go and do what they like.  That is not the case.  These exemptions are for buildings that already have planning permission.  Also, the building process, building regulations and the certification process kick in for any development being brought forward.  There has to be an assigned certifier and all the professionals involved, so there is no way of coming under the radar or escaping the rules.  They are there for any building and for anyone who wants to develop a home.  From analysis, most people would say that our system of regulation is quite strong now.  The certification process that was introduced a few years ago is working very well and gives us much greater assurance that building control is followed.  There are always inspections and that as well, of course.  I reassure members that these exemptions will not allow anybody to escape that.  That is not the case, at all.<\/p> <p>  Senator Boyhan asked about social housing, Part V and our reasons for choosing the figure of nine units.  That figure was chosen specifically with regard to the Part V requirement for up to 10% of social housing development in excess of nine units.  It is only above nine units that the 10% kicks in.  The Part V obligations involve engaging with the local authority and are normally dealt with in tandem with the planning process.  It would be important that we do not exempt buildings above nine units because then we would lose the opportunity to have Part V requirements adhered to.  That would letting developers, builders and owners of properties out the gate.  It is specifically to achieve what the Senator wants that people do not get away from their obligations in this regard.  It is quite likely that many of these properties will come back into use.  Certainly, those located in town centres would be ideal for social housing because they have access to all the services a town provides.  These properties are ideal for the repair-and-lease initiative.  I must say I am disappointed that the repair-and-lease initiative was not taken up by more people.  We made changes to it yesterday to make it less complicated and more straightforward, with an earlier payback of money.  I hope that will encourage people to come forward.  It is an ideal mechanism to fund the work that could be carried out under these exemptions in some cases because it is up to a certain amount of money per unit.<\/p> <p>  What we are changing here will not allow anybody pass under the radar in terms of their Part V obligations, unlike what is happening in other countries where there was no limit on the size and properties were put forward with a couple of hundred units and with no social housing provision.  We are making sure that does not happen here.  I hope that puts the Senator's mind at ease.  I understand his question and hope I have made it clear to him as to why we picked the figure of nine.<\/p> <p>  The issue of staff resources in general was raised.  This goes back to the powers of local authorities and being in authority.  This is something I have discussed with the committee previously, as well as in many other places.<\/p><p>Resources are better than they were in the past thanks to people being back at work and more taxes coming in.  Therefore, we have to allow more money for local authorities to be in control of planning.  That involves having enough staff to deal with all questions, exemptions, checks and so on. <\/p><p> On substandard accommodation, our aim is that by 2019 properties will be inspected every four years.  We are putting more resources in place to allow for this to happen, which means more people across the planning system.  I agree with the Senator that, as a Department, it is our job to work with local authorities to make sure resources are in place.  It is probably fair to say resources have not always been in place and that this might be an area which does not receive the full attention it needs.  <\/p><p> Exemptions will not affect the situation to which the Senator referred because the properties are exempt.  Local authorities are notified when people register and we will keep an eye on the numbers.  If local authorities consider they need more staff in certain areas, they can bring forward their requests to us and we will deal with them.  In general, when it comes to tackling derelict, neglected or vacant properties, local authorities need to be strengthened.  We had a discussion on this matter yesterday and most people have the same view.<\/p><p> On the development plan, national guidelines have been set down for telecommunications, telephone masts, wind farms and so on.  We ask that development plans respect the national guidelines.  Like previous Ministers and Ministers of State, I will have to step in if development plans try to undermine the national guidelines when it comes to important infrastructure.  Very often we have to advise local authorities that a blanket ban on any development within one mile of a school is not permitted under the national guidelines. <\/p><p> We publish national guidelines for consultation purposes.  There are guidelines for wind energy projects passing through the system.  They will change matters and make things easier for people.  Likewise, guidelines have been set down for telecommunications.  We are making changes to small rather than large structures which will be very clear in respect of field strength.  The guidelines state the field strength of any small antenna shall not result in the non-ionising radiation emitting from the radio installations on the site exceeding the limit specified by the Commission for Communications Regulation.  The commission brings forward all of the standards and recommendations based on EU law and best practice.  It deals with many organisations in that regard, but the national guidelines are clear.  My colleagues from the Department can clarify any issue the Senator may have.  It is my understanding the regulator has a register of all planned telecommunications infrastructure and that it should be up-to-date at all times, but I will check the position for the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#L00300","speaker":"1264","continuing":true},{"type":"speech","time":1516705200,"counter":25,"content":"<p>No; I have referred to local authorities which have overall responsibility for planning.  I did not refer to the register, trade or vested interests but rather the planning authorities which have statutory responsibility for ensuring sustainable proper planning and development within the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#M00200","speaker":"1379"},{"type":"speech","time":1516705200,"counter":26,"content":"<p>I can check the position for the Senator.  On the exemptions we are discussing, notification will be given to local authorities regarding housing.  We can keep track of it and can look at the regulator.  I imagine that the regulator has the information on a county by county basis.  Planning authorities operate on an individual basis.<\/p> <p>  The Senator said he had other issues which he would forward to me.  I will be happy to read his submission and tease it through with officials from both Departments.  There is probably merit in some of the points he has raised.  Some are already dealt with in the planning process and I will tease through the other issues with him.  He has raised issues which are of concern to the public and we want to make sure their rights are not being infringed on.  <\/p> <p>  Deputy Fergus O'Dowd referred to the refusal to grant planning permission for a mast.  I am not familiar with the case, but I can check the details for him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#M00300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":27,"content":"<p>There were planning issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#M00400","speaker":"1329"},{"type":"speech","time":1516705200,"counter":28,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#M00500","speaker":"1264"},{"type":"speech","time":1516705200,"counter":29,"content":"<p>The benefit would be great.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#M00600","speaker":"1329"},{"type":"speech","time":1516705200,"counter":30,"content":"<p>Decisions on infrastructure are generally based on community gain.  I am sure there was a planning reason permission could not be granted.<\/p> <p>  The Deputy also referred to co-location.  All mobile phone operators have infrastructure and mast sharing arrangements in place.  They may have tried to avoid this in the past, but generally they have come to arrangements which are cost-effective and managed to deal with most of the issues involved.  The sharing arrangements promote co-ordination of the use of mast infrastructure and reduce the number of masts used.  For planning purposes, as well as other reasons, we like to see infrastructure being used wisely and shared, where possible.  I am well aware that this did not happen in the past, but we have moved on in the past couple of years and it is something we can address in the future.<\/p> <p>  All planning applications are not judged on the community benefits, but when it comes to telecommunications and other infrastructure, generaly community gain overrides other considerations.<\/p><p>I do not know what they were, but I presume there were some reasons for what happened.<\/p><p> I welcome the support for the exemption for commercial properties.  Deputy O'Dowd hit the nail on the head.  Breathing life back into parts of our towns and villages that have been neglected over the years is exactly what we are trying to do here.  There are shops that have been lying empty for years.  This affects properties that have been vacant for two years, so it will not encourage vacancy in order to achieve exemption from planning permission.  It is designed to deal with vacancies of over two years' duration.  It is common sense, and I absolutely agree that it will breathe life back into many parts of towns and villages.  The people who own these properties need to be jolted into doing something with them.  What we are trying to do is make it easier to work with local authorities in the context of the building control mechanism.<\/p><p> Apart from simplifying the planning process, the other benefit of doing that relates to development fees and development contribution levies.  They can sometimes take effect when there is a change to the use of a building.  That can make it less attractive to bring forward plans for development or it can mean that owners need a certain level of resources in order to do so.  Generally, the owners of these properties are exempt and that makes it easier to bring the properties back into use.  That is exactly what we want to happen.<\/p><p> The UK was mentioned as an example.  Many of these initiatives in urban rejuvenation are in operation there.  We have a similar example in Waterford with the strategic development zone, SDZ, which is developing the urban area similarly to the manner that has been suggested.  We have set up a fund which can be used to aid major urban renewal schemes, and we will be bringing forward the details of that scheme in the weeks ahead.  Resources were allocated in the recent budget to help us tackle dereliction and vacancy and to co-ordinate different Departments to do so.  There are various initiatives across the different action plans to do that.  The challenge is in finding the resources to do it.<\/p><p> I am of the view that local authorities need to be front and centre in this.  We are trying put them in a strong position so that they can drive this agenda.  We had a lengthy discussion at our housing summit yesterday about dealing with properties that have been lying idle for many years.  Along with the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, and all of my Department colleagues, I stressed the importance of local authorities to this.  We discussed the local authorities that are doing this well, Louth being one example, and we encourage all of them to come at this with the same urgency.  I made it clear that we will not tackle a vacancy problem or under-utilisation of property without local authorities fully taking it on.  We have committed resources to this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#M00700","speaker":"1264","continuing":true},{"type":"speech","time":1516705200,"counter":32,"content":"<p>Is there a system whereby there are reports back to the Minister of State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00200","speaker":"1329"},{"type":"speech","time":1516705200,"counter":33,"content":"<p>Yes.  Some 25 local authorities already have vacancy officers in place.  We urge all of them to emulate this and to bring their vacancy plans to us.  Most have done so, but some have not.  Again, we want those plans to be submitted.  We should have them all by the end of the month.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":34,"content":"<p>They were meant to be submitted prior to November.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00400","speaker":"1329"},{"type":"speech","time":1516705200,"counter":35,"content":"<p>Yesterday, some local authorities provided reasons for not being able to submit their plans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00500","speaker":"1264"},{"type":"speech","time":1516705200,"counter":36,"content":"<p>Will the Department be publishing those plans?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00600","speaker":"1329"},{"type":"speech","time":1516705200,"counter":37,"content":"<p>I am sure local authorities will publish their plans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00700","speaker":"1264"},{"type":"speech","time":1516705200,"counter":38,"content":"<p>The Minister of State may have to pursue a few local authorities in that regard,.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00800","speaker":"1329"},{"type":"speech","time":1516705200,"counter":39,"content":"<p>We can do that if the Deputy wants.  Every time I visit a council I ask the members to take a lead in this area and drive this agenda.  I have to say that this has not happened in respect of some of the schemes we have presented.  Where the repair-and-lease scheme is concerned, the ideal is for councillors, who know the people who own these properties, to go out and explain what is involved.  Very often, owners need to be encouraged to bring properties forward.  We want local authorities to knock on doors, inquire about properties and try to encourage their development.  Councillors have a role in doing this because they generally know who the people involved.  There are schemes available and there are solutions to this problem, but people have to have the will to do it.<\/p> <p>  I know that Deputy O'Dowd would like us to apply more of the stick as well as the carrot to make this happen.  I am not against that if it would work.  Very often, if enough carrots are put in front of people and they are encouraged to do act, the problem is dealt with better and more quickly.  However, we need people to get that out and push that agenda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00900","speaker":"1264"},{"type":"speech","time":1516705200,"counter":40,"content":"<p>On that point, there is an empty homes tax in the UK.  It has been in place for several years.  This Government does not yet have one.  I think it should.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N01000","speaker":"1329"},{"type":"speech","time":1516705200,"counter":41,"content":"<p>That approach has been examined by the Department of Finance, which will make a view on it known.  I did express my concern.  I am not convinced of the speed with which such a tax would bring us a solution, but if it helps, I have no problem with it whatsoever.  I am trying to offer carrots to make it attractive to bring these properties back into use.  By all means, however, we need to strengthen the laws.  I discussed this with local authorities yesterday .  We have to put them in a stronger position in order to deal with vacant properties, and that is what we are trying to do.  If a vacant homes tax works, we will opt for that as well.<\/p> <p>  Yesterday, we discussed the vacant site register and the effect it is having.  The Deputy is correct.  In many cases where people were notified that they were going to be put on the vacant site register, they came forward with plans to develop.  Deputy O'Dowd's suggestion of a vacant house tax might have the same effect.  It might drive people to do something to avoid the tax.  I understand the reasoning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N01100","speaker":"1264"},{"type":"speech","time":1516705200,"counter":42,"content":"<p>May I comment on that point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#O00100","speaker":"1329"},{"type":"speech","time":1516705200,"counter":43,"content":"<p>I want to bring in Senator Murnane O'Connor as she has not spoken yet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#O00200","speaker":"1357"},{"type":"speech","time":1516705200,"counter":44,"content":"<p>I believe I have dealt with most of Deputy O'Dowd's questions.  He mentioned an old hotel in Drogheda, which could very easily be brought back into use by the local authority.  I will ask it to look at it.  It would probably be ideal for a family hub, or for a traditional property or for accommodation units, but it should be considered.  Different funds have been put in place to enable that to happen.  I hope I have dealt with most of the Deputy's questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#O00300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":45,"content":"<p>I thank the Minister of State for his opening statement.  I was delighted to hear about the meeting that took place yesterday.  It is important to get the officials in all the local authorities together because a problem exists in this area.  The Minister of State referred to the repair and lease scheme but, in general terms, it is not working because of a funding issue.  Carlow and Waterford were two of the counties to which it was rolled out.   There is an imbalance when it comes to rural Ireland in that the owners of small commercial shops are barely taking home a living and they are finding it very hard to come up with the necessary funding.  The issue of funding is the main reason that scheme has not taken off.  Unless a funding stream can be put in place that would provide an incentive for the refurbishment of commercial units in town centres, this proposal will not work.  The three-year timeframe for it - up until 31 December 2021 - is very short.  I believe that will be a big problem, and that needs to be examined.<\/p> <p>  The Minister of State met all the chief executive officers - or county managers as I and many people would refer to them - of the local authorities yesterday.  How many people do they believe will take up this proposal, how many will invest in it, and how will it work?  As we are aware, there is a massive issue in our small urban areas.  We need to get life back into our town centres, particularly in rural Ireland where the owners of small commercial units are finding it very hard to exist.  We can put in place as many regulations as we want but unless there is an uptake of this proposal, it will not work.  The Minister needs to sit down with the owners of the commercial units.  The council officials need to meet them.  How many does the Minister think might take up the proposal?  I note he said that only some of the councils have come back to him with those figures. <\/p> <p>  This can be compared to imposing compulsory purchase orders.  Efforts have been made to apply compulsory purchase orders to buildings in town centres for many years.  There are no regulations in place in that respect.  There are a great number of issues involved in town centres that are not been addressed.  If this exemption will apply for only three years, it is crucial that the Minister of State ensures that it will work because unless it will work we might as well not provide it.  I would have massive concerns about it.  The regulations propose an exemption for a change of use, which I welcome.  I am in favour of renewal and factors such as buyer safety and building regulations are crucial.  However, there is the matter of the way this proposal will work and the way the incentives will work for the people concerned.  Funding is the biggest issue facing everyone who has a commercial property.  That is the reason many of them are derelict.  Two years is a very small timescale.  I could advise the Minister of State of buildings that have been derelict for ten or 15 years.  We need to make sure that there is something in place that can with worked with.<\/p> <p>  If this proposal goes ahead and I hope it does, working through the local authorities, what will be the exact timescale for it?  Can the Minister of State give us three or four pointers with respect to working with the local authorities and the commercial owners to turn their properties into viable housing units?  What role will each of those parties play?  What exactly is the Minister of State going to do for them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#O00400","speaker":"1395"},{"type":"speech","time":1516705200,"counter":46,"content":"<p>I want to pick up on two or three points, and I am mindful of what the Minister of State said in his responses.  Regarding section 5 and section 57 declarations, and I have had a look through the Planning and Development Act, a copy of which I have in front of me, members of the public and politicians would not know if a section 5 or a section 57 declaration had been submitted.  We need to look at that again and have a register.  Reference was made to an appeal.  I have been to a number of local authorities today and no one seems to quite know what happens.  Declarations are not laid before anyone.  The only way one will find a declaration if one is clever enough, through chief executive's orders, or what we would have known as the county manager's orders and many local authorities are not even getting these.  Section 57 and section 5 declarations would be included in them.<\/p><p>On foot of section 57 and section 5 I rigorously and meticulously month in and month out had people hauling trolleys into county hall and I went through everything.  At one stage in my office I had thousands of manager's orders and the chief executive used to ask me how I knew everything.  It was because I took the bloody time to look and read, but one cannot expect all members to have that amount of time.  We have a listing system for planning applications every week in every local authority.  We need a system to flag section 5s and 57s because it is about openness and transparency and that is important.  How can one have an appeal?  It is all on websites.  Let us imagine that I am in a little place such as Johnstown in Meath and I live in a little cottage, am 57 years of age and have two lamps, I do not have any IT or a son or daughter to access the Internet.  We must be user-friendly for a whole generation of people who want to engage.  The first thing they see is something in the sky outside their door and they are told they did not appeal it.  What is the process?  Who does one register with first?  What is the fee?  The case then goes to the board.  I do not say we must do it all today but let us tease out how section 5 and section 57 declarations come to the attention of the public.  I was a councillor for years and I could not find out.  One would have to ring up on a regular basis or one would see something or hear a man with a big truck putting something up and that would be the first one would know about something happening.  That is an important point.<\/p><p> I wish to reiterate my concern to the Minister of State because I know I will be back to him in a few months.  I know there are ten live issues in D&uacute;n Laoghaire.  I know of three in the Minister of State's county because I happen to be in and out of the area a lot.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#O00500","speaker":"1379","continuing":true},{"type":"speech","time":1516705200,"counter":48,"content":"<p>I think the Senator is following me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#P00200","speaker":"1264"},{"type":"speech","time":1516705200,"counter":49,"content":"<p>The Minister of State need not worry.  It is not pylons I am talking about.  What I am asking about is how the public engages.  There is also a health issue.  There was a reference to the Minister including two reminders to the planning authorities about not accepting health grounds as a basis for objection.  That is alarming.  I know that before the close of business the media will be asking me to comment on that.  I have flagged at this public meeting public health considerations.  My quote referred to the Minister including two reminders to the planning authorities, namely, that health grounds should not be considered as part of any planning.  It is important to make that point.  I think we are going to have a lot of concern about it and the Minister of State will have people getting on his case within a week asking him about it.<\/p><p>I acknowledge the importance of national broadband and mobile phones, which all feed into economic development and prosperity for our people and country, which is marvellous.  I see where the Minister of State is going but let us set out public engagement, ensure there is a process and deal with the fees in terms of how people can appeal.  I have read a lot of documentation about this issue.  I call for a register of approved telecommunications structures and locations, supported by a relevant database.  I have spoken to senior planners across the country who tell me they are not aware of there being a relevant database to be created and maintained by the statutory planning authority in each case.  Proper planning and sustainable development is very important and a national database mapping out who all of those are is required.  Such a register would provide important input for the assessment of future telecommunications developments and would also be used from the point of view of maximising the potential for future sharing, co-locating and managing the structure.  I am not talking about the look of something when it is awful.  We are blessed in south County Dublin to have a lot of architectural conservation areas.  The highest number of protected structures outside of Dublin are in D&uacute;n Laoghaire-Rathdown.<\/p><p>Where future planning consent and conditions are obsolete there should be provision that they will be taken down.  There may be other issues.  The regulations will go before the Seanad and the D&aacute;il.  I know the Minister of State is anxious to sign them and get on with his job because that is what he does and he does well.  He is already talking to us today.  I know we cannot amend the regulations so the Minister of State must proceed with them, which I presume he will do.  Could he tell us that is what he will do and the timeframe he envisages?  In that case it is a <i>fait accompli<\/i>.  That begs the question of what we are doing here, but that is another day's work.  I know the Minister of State is amenable to looking at some of the ideas and I will write to him about them under separate cover.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#P00300","speaker":"1379"},{"type":"speech","time":1516705200,"counter":50,"content":"<p>I agree with Senator Boyhan.  This is a very serious issue.  Health is a major issue.<\/p><p>We all want broadband because modern technology will be crucial to our lives in future.  The Minister of State indicated that minor changes would be made to the height of poles and structures carrying overhead lines.  Larger structures will also be built to facilitate a greater number of antennae.  I have to tell people in County Carlow that we still do not know how large these structures will be or what effect they will have.  That is a serious issue. <\/p><p> As Senator Boyhan stated, the issue is one of a lack of information and communication.  People are not aware of what is happening because they are never given the full details.  I read through this document last night.  What height will be poles be and what types of structures will be allowed?  The Minister of State must provide accurate information.  Common sense does not prevail in local authorities on some issues.  We need to find a balance and ensure that health is taken into consideration.  I ask the Minister of State to provide further information on these regulations.<\/p><p> Broadband is crucial and we all want to have proper communications but the detail in the proposals will also be crucial.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#P00400","speaker":"1395","continuing":true},{"type":"speech","time":1516705200,"counter":52,"content":"<p>On a technical issue, applicants must submit a commencement notice to the relevant local authority within two weeks.  My concern is that we are dealing with existing structures.  To return to the building control regulations, the guidance documents relate to new builds as opposed to the renovation of existing buildings, which are what we are discussing.  Under the current process, an applicant submits a commencement notice and no inspection is done to ascertain whether the proposal meets requirements.  Local authorities issue fire certificates and certification that a building meets disability requirements.  There are no guidance documents in this area, which means 31 local authorities are making their own interpretations.  I am concerned that the process involves the submission to the local authority of a simple commencement notice and there is no pre-approval that it is exempt development based on any plan submitted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00200","speaker":"1357"},{"type":"speech","time":1516705200,"counter":53,"content":"<p>I will work through the members' questions backwards.  The Vice Chairman's concerns are dealt with by planning control.  Professionals must be involved, including a signed certifier.  Building control applies to the process and applicants must obtain a fire certificate and so forth afterwards.  The process is exactly the same as the process that applies when a new house is being built.  Building control and requirements will apply and the signed certifier must be part of the process.  I hope I have put the Vice Chairman's mind at ease in that regard.<\/p> <p>  The only changes that may be made will be in the guidance document that we have been asked to produce in a working group.  If changes to simplify the system are proposed, we will tease them out in the committee.  These exemptions do not exempt people from standard building control regulations.  I hope that is clear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":54,"content":"<p>That is crucial.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00400","speaker":"1395"},{"type":"speech","time":1516705200,"counter":55,"content":"<p>That will be important when the Department is doing its public relations work on this issue.  It is important that members of the public are kept informed.  The Minister of State has given a good response to the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00500","speaker":"1379"},{"type":"speech","time":1516705200,"counter":56,"content":"<p>When we launched Rebuilding Ireland we made clear we were not reneging on quality and safety.  I probably did not stress sufficiently that there are no exemptions to building standards and control.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00600","speaker":"1264"},{"type":"speech","time":1516705200,"counter":57,"content":"<p>Can construction commence without first obtaining the relevant certificates?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00700","speaker":"1357"},{"type":"speech","time":1516705200,"counter":58,"content":"<p>As with any building, notification will be given and the developer will have to use professionals, including a signed certifier who will do his or her job throughout the system.  A project will not be signed off by a certifier unless he or she has been involved in the project from the start.  That is the idea behind building controls and the reason the system is working very well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00800","speaker":"1264"},{"type":"speech","time":1516705200,"counter":59,"content":"<p>While I do not wish to be technical, we do not have standard solutions for many refurbished properties because each property has a bespoke solution.  Will all these bespoke solutions be signed off by the fire officer?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00900","speaker":"1357"},{"type":"speech","time":1516705200,"counter":60,"content":"<p>The existing requirements will apply.  The working group will produce guidance if there are any changes.  The fire safety officer will be involved in the process.<\/p><p>There will be no change until that working group brings forward recommendations for change.  Members are concerned that there is a demolition of standards here but there is not.  It all stays the same.  If that working group puts forward some suggestions for certain properties based on the realisation that it is more difficult with certain properties, we will look at that.  However, that is not on the table today.  I am happy to discuss this with the committee when the working group reports.  I have no problem with doing that because this is an area with which I am very concerned.  It is very clear to me that people who own these properties say that it must be practical for them to bring them back into use.  That is what the working group is examining.  It is trying to determine if we can make changes while maintaining standards to allow such properties to be brought back into use.  That is a slightly different conversation to the one we are having today about exemptions.<\/p><p> Senator Murnane O'Connor is in a different space today in terms of her questions.  We are talking today about exemptions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q01000","speaker":"1264","continuing":true},{"type":"speech","time":1516705200,"counter":62,"content":"<p>I know but it still has a knock-on effect, in that one affects the other.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00200","speaker":"1395"},{"type":"speech","time":1516705200,"counter":63,"content":"<p>\"Yes\" and \"no\".  The exemptions here will make it more viable for some of these properties to be brought back into use because owners do not have to go through the whole planning process for change of use and incur the costs involved in doing that.  They do not have to pay contribution levies, planning fees and so on which makes it more viable to bring the properties back into use.  It should make it more attractive.  Local authorities were not asked to give us any indications on this.  This is not a scheme that will be driven by local authorities.  It is a scheme aimed at the owners of the properties and involves giving them a planning exemption to make it more viable and more straightforward for them to bring their properties back into use.  The costs of doing that and the funding for same is their own business if it is a private development.  If they want to use the property for social housing, however, it becomes our business.  Schemes have been put in place which local authorities can use, including repair and lease back, purchase and renew and so on.  I am not happy that such schemes are not being used more and agree with Senator Murnane O'Connor on that point.  One can point the finger left, right and centre but the fact remains that it is not happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":64,"content":"<p>Why?  It is not happening because there is no funding-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00400","speaker":"1395"},{"type":"speech","time":1516705200,"counter":65,"content":"<p>We are making changes -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00500","speaker":"1264"},{"type":"speech","time":1516705200,"counter":66,"content":"<p>-----and people do not have the money to do up the properties themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00600","speaker":"1395"},{"type":"speech","time":1516705200,"counter":67,"content":"<p>Can I answer the questions that were asked?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00700","speaker":"1264"},{"type":"speech","time":1516705200,"counter":68,"content":"<p>Okay, sorry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00800","speaker":"1395"},{"type":"speech","time":1516705200,"counter":69,"content":"<p>We are bringing forward some solutions to make it more viable.  I have also asked the local authorities to put people in charge of making this happen.  We need people to drive this because if it is not driven by the local authorities and by councillors of all parties and none, it will not happen.  I must disagree with Senator Murnane O'Connor on the question of funding.  A cash payment of &euro;40,000 per unit, upfront, to renovate a property is quite attractive and in most cases would make the proposition viable.  The majority of these properties, based on analysis, would need less than &euro;30,000 to be brought back into use.  In that context, I disagree with the Senator's assertion that the funding is inadequate.  In some cases, with the changes we have announced, permission can be granted to go a little bit above the limit.  If the property was previously a bedsit and it is an attractive proposition to return it to use, there is scope for local authorities to go above the &euro;40,000 limit.  That said, I believe that a sum of &euro;40,000 is quite attractive.  The issue for many property owners was the ten-year commitment that was required.  I always felt that was too long and that has now been changed to a five-year commitment, which will make the scheme far more attractive to people.  The scheme is attractive but people just do not seem to know about it or understand it.  That is why I repeatedly ask Members of both Houses to advertise this deal in their constituencies and among councillors, to let people know it is there.  The Department will conduct a national advertising campaign but people need to hear about it and to be told that it is a good scheme.  In my opinion, it is a very good scheme.  It was introduced because people told us that they did not have funds to spend on their properties to bring them up to a standard that would allow them to be rented out.  This scheme provides those funds and is logical.  It is, however, separate to what we are discussing today which is the exemption.  There is a bit of a kick-on but they are not totally linked.<\/p> <p>  I am not sure what the Senator's concern is with regard to two or three years.  This is in line with commitments made in Rebuilding Ireland.  It is an exemption that will apply up until the end of the term covered by that document, that is, to the end of 2021.  We are trying to drive on change today, not in ten years' time.  We want to see activity now and most of the actions we have in this document are about driving activity in the present because we need more houses today.  We want to tackle dereliction and vacancy but we also want to solve homelessness and the housing shortage.  We are not introducing changes that will help in 20 years' time.  This is about now as well as the years ahead.  I am not sure what the Senator's concerns are in that regard.<\/p> <p>  Senator Boyhan made reference to health grounds but the planning authority is not the judge of health related matters.  There are national guidelines set down by various commissioners and regulators.  Their job is to analyse all the WHO documents, the European directives and so on.  The guidelines are then set by Departments in conjunction with regulators.  Planning authorities are concerned with planning matters and are not there to make judgments on health matters.  The same principle applies to development plans.<\/p><p> I like Senator Boyhan's suggestion - there is merit in it - of public awareness and engagement around section 5 and section 27 provisions.  Again, they are in place and there are hundreds of exemptions throughout the pages of legislation.  Most have been in place for many years for good reason.  The system enables exemptions under certain classes and categories in order to move forward.  That is what they are there for.  We can take a look at Senator Boyhan's suggestion of a register or public notice, but I have no wish to defeat the purpose either.  Anyway, I will look at it to see if we can get the balance right.<\/p><p> Planning permission is required for anything substantial and people have to go through the whole process.  Exemptions can make an application viable.  If we make it too cumbersome or awkward, it will not happen and we will achieve nothing.  I know what Senator Boyhan is saying.  We can discuss the balance.  It is something we will review.  There is logic in it.  A register of section 5 applications is kept although it is not always talked about or seen.  Perhaps we can look at making it a more public document or more-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00900","speaker":"1264","continuing":true},{"type":"speech","time":1516705200,"counter":71,"content":"<p>It should be more transparent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00200","speaker":"1379"},{"type":"speech","time":1516705200,"counter":72,"content":"<p>Yes.  We are all for transparency in the planning system.  Certainly, I am and the Department is too.  If we can aid that, we will do so and we will look at that.  Senator Boyhan is right on that point.<\/p> <p>  The Senator also referred to a register for telecommunications infrastructure.  Again, that is in place.  Senator Boyhan has said he would like that to be central to local authority planning.  That is something we could look at doing.  Every local authority has a broadband officer.  That is a job we could look at and see whether we could add to it.  The idea of having a broadband officer is to drive the delivery of broadband.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":73,"content":"<p>The problem is that not everyone knows where the infrastructure is.  What is the broadband officer doing every day?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00400","speaker":"1379"},{"type":"speech","time":1516705200,"counter":74,"content":"<p>There is a map and a register, but I know what Senator Boyhan is saying.  Perhaps we could add that work to the role of the broadband officer without taking away from the main work, which is to drive that agenda.  Senator Boyhan is making a positive request.  It is not something we will knock and it is certainly something we will look at.  It should be possible to do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00500","speaker":"1264"},{"type":"speech","time":1516705200,"counter":75,"content":"<p>I wish to make a point on the vacant commercial premises.  I cannot understand it.  Does the Minister of State believe that property owners on main streets would have units vacant if they had money to do them up?  Realistically, this is what we are talking about.  We are talking sense now.  I was making representations for the repair and lease scheme, but it has not taken up.  I know it was kind of a good scheme in a sense, but the provision for ten years was too long and there were too many issues with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00600","speaker":"1395"},{"type":"speech","time":1516705200,"counter":76,"content":"<p>The idea is to make changes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00700","speaker":"1264"},{"type":"speech","time":1516705200,"counter":77,"content":"<p>That is what I am saying.  We have to be practical.  I understand that we want to get town centres back.  Funding is the biggest issue.  Unless some help is given to owners of small shop units, they are not going to be able to use it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00800","speaker":"1395"},{"type":"speech","time":1516705200,"counter":78,"content":"<p>I wish to be clear about Senator Murnane O'Connor's fear that there is an absence of common sense.  It was one of the first schemes I asked about when I came to the Department.  To me, it is totally a matter of common sense.  People in some cases own these properties and do not have the cash to spend.  In consequence, they do not come back into the system.  Others own properties and have the necessary cash but have no wish to spend it.  That is their choice.  The scheme was brought forward to aid people who have qualifying properties and would like to see them utilised but cannot borrow the money or have no means to pay it back.  A sum of &euro;40,000 per unit is a lot of money given that in most cases units only need &euro;25,000 or &euro;22,000.  It is a lot of money.  We researched the amount.  We believe that in the majority of cases it is attractive and would work.  People can add to that from their own resources if they wish.  Along with the &euro;40,000 to spend on the property, the councils lease the properties from the owners for five, ten, 20 years or more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00900","speaker":"1264"},{"type":"speech","time":1516705200,"counter":79,"content":"<p>I know that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01000","speaker":"1395"},{"type":"speech","time":1516705200,"counter":80,"content":"<p>The owners are going to get an income from it as well.  It is an attractive scheme.  I disagree with the contention from Senator Murnane O'Connor that it is not attractive.  We have made it more attractive with changes to try to ensure better take-up.  What is wrong is that it is simply not being pushed out there.  I hope this scheme will work.  We are trying to spend the money wisely across the board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01100","speaker":"1264"},{"type":"speech","time":1516705200,"counter":81,"content":"<p>I know and understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01200","speaker":"1395"},{"type":"speech","time":1516705200,"counter":82,"content":"<p>Moreover, people can go to the credit union or the bank, make the case that the council is willing to lease their property for 20 years and seek a loan on that basis.  There are other ways to do it.  The scheme is in place because we recognise that in some cases people do not have access to funds.  It seems like a good investment to me to spend this cash on a property to get rent in straight away or one month later and for that to continue for the rest of the landlord's life.  We need to encourage people to do it.  That is why we are trying to make it easier than other schemes.  That is what we are trying to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":83,"content":"<p>The Minister of State is right: the Department had to change some of the conditions.  That was the biggest problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01400","speaker":"1395"},{"type":"speech","time":1516705200,"counter":84,"content":"<p>We have done that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01500","speaker":"1264"},{"type":"speech","time":1516705200,"counter":85,"content":"<p>The conditions were not right.  I am delighted to hear today that the Department is changing them.  Some of the conditions were simply not possible for people to meet.  It is a good scheme in the sense that we know some people are aware of it.  I have been fighting for this for people; it is not that I have not been fighting for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01600","speaker":"1395"},{"type":"speech","time":1516705200,"counter":86,"content":"<p>I wish to be clear: we have made changes to the scheme.  Participation in the scheme was possible under the old rules.  It is simply more attractive under the new rules.  I disagree that it was not possible; it was absolutely possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01700","speaker":"1264"},{"type":"speech","time":1516705200,"counter":87,"content":"<p>It was not.  That is why the uptake was so low.  That is the reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01800","speaker":"1395"},{"type":"speech","time":1516705200,"counter":88,"content":"<p>That completes the committee's consideration of the Planning and Development (Amendment) Regulations 2018, Planning and Development (Amendment) (No. 2) Regulations 2018 and the Planning and Development (Amendment) (No. 3) Regulations 2018.<\/p><p>I thank the Minister and his officials for attending and for engaging with the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01900","speaker":"1357","continuing":true},{"type":"minorheading","content":"Messages to Dáil and Seanad","time":1516705200,"counter":90,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#T00100"},{"type":"speech","time":1516705200,"counter":91,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Joint Committee on Housing, Planning and Local Government has completed its consideration of the following regulations in draft:(i) Planning and Development (Amendment) Regulations 2018,<br \/><br \/>(ii) Planning and Development (Amendment) (No. 2) Regulations 2018, and<br \/><br \/>(iii) Planning and Development (Amendment) (No. 3) Regulations 2018,copies of which were laid before D&aacute;il &Eacute;ireann on 13 December 2017.<\/blockquote> <p>In accordance with Standing Order 73, the following message will be sent to the Seanad:<\/p><blockquote>The Joint Committee on Housing, Planning and Local Government has completed its consideration of the following regulations in draft: (i) Planning and Development (Amendment) Regulations 2018,<br \/><br \/>(ii) Planning and Development (Amendment) (No. 2) Regulations 2018, and<br \/><br \/>(iii) Planning and Development (Amendment) (No. 3) Regulations 2018,copies of which were laid before Seanad &Eacute;ireann on 13 December 2017.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#T00200","speaker":"1357"},{"type":"unspoken","time":1516705200,"counter":92,"content":"<p>The joint committee adjourned at 12.30 p.m. until 9.30 a.m. on Thursday, 25 January 2018.<\/p>","notice":"TIME STRING DETECTED"}]