[{"type":"majorheading","content":"Select Committee on Health","time":1529481600,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 09:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Catherine Byrne (Minister of State at the Department of Health), Deputy Kate O'Connell, Deputy Stephen S. Donnelly, Deputy Margaret Murphy O'Mahony, Deputy Bernard J. Durkan, Deputy Louise O'Reilly. Deputy Alan Kelly,<\/p><p>DEPUTY MICHAEL HARTY IN THE CHAIR.<\/p>","time":1529481600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002"},{"type":"minorheading","content":"Public Health (Alcohol) Bill 2015: Committee Stage","time":1529481600,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#A00100"},{"type":"speech","time":1529481600,"counter":5,"content":"<p>We are now in public session.  I ask members to turn off their mobile phones or to put them to airplane mode.  This meeting has been convened to consider the Public Health (Alcohol) Bill 2015.  I welcome The Minister of State at the Department of Health with responsibility for health promotion and the national drugs strategy, Deputy Catherine Byrne, and her officials to the meeting.  As there are a number of related amendments, groupings arise and those groupings have just been circulated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#B00100","speaker":"1275"},{"type":"unspoken","time":1529481600,"counter":6,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":7,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1529481600,"counter":8,"content":"<p>Amendments Nos. 1 to 3, inclusive, and No. 7 are consequential on No. 31.  Amendments Nos. 1 to 3, inclusive, 7, 30 and 31 will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#B00500","speaker":"1275"},{"type":"speech","time":1529481600,"counter":9,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 7, between lines 7 and 8, to insert the following:<br \/><br \/>&quot; &quot;Audiovisual Media Services Directive&quot; means Directive 2010\/13\/EU of the European Parliament and of the Council of 10 March 2010 on the coordination of certain provisions laid down by law, regulation or administrative action in member states concerning the provision of audiovisual media services;<br \/><br \/>&quot;audiovisual media service&quot; has the same meaning as it has in Article 1 of the Audiovisual Media Services Directive;&quot;.<\/blockquote> <p>The amendments are self-explanatory and I do not propose to speak to them unless anyone requires an explanation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#B00600","speaker":"1302"},{"type":"speech","time":1529481600,"counter":10,"content":"<p>Amendments Nos. 1 to 3, inclusive, 7, 30 and 31 propose restrictions on advertising on the Internet and provide for related definitions and offences.  The amendments propose to provide for the creation of an offence in the case that a person advertises, or causes to be advertised, an alcohol product on an information society service unless all reasonable steps are taken to ensure the advertisement cannot be viewed by children.  These steps include whether age verification controls have been used to prevent access by children to an advertisement.  This amendment uses the framework of the Audiovisual Media Services Directive which comes under the remit of my colleague, the Minister for Communications, Climate Action and Environment, Deputy Naughten.  My officials have previously consulted that Department and the Department of Justice and Equality on this matter.<\/p> <p>  The Audiovisual Media Services Directive is a sector-specific directive for television and services that are similar to television.  I am informed that the extension of its scope is to include any audiovisual content on any platform would cut across several EU directives and other regulations.  In addition, I have concerns about the effectiveness of this proposed provision.  For example, if it was introduced for websites hosted in Ireland, advertisers could simply move to websites which are not hosted in Ireland to avoid the necessity to comply with this proposed amendment.  Finally, I am unclear as to how effective age verification controls could be implemented under the proposal.  A reliance on self-disclosure is not a robust method of enforcement as children may simply claim to be over 18 and, therefore, access the alcohol advertising.  European legislation, similar to the Audiovisual Media Services Directive, which addresses all the issues regarding intermediary or online platforms, is required to address the issues involved and I do not propose to accept the amendments.<\/p> <p>  Amendment No. 30 proposes to change the broadcasting watershed times in the Bill that applies to radio broadcasts to make them the same as those that apply to television.  The watershed times were set out to prohibit alcohol advertising during times when children might be in the audience.  For radio, the watershed times provide that alcohol advertisements can be broadcast at times children are at school during the week and at any time on weekends.  These times were agreed in consultation with the Department of Communications, Climate Action and Environment and the Broadcasting Authority of Ireland, BAI, which have the expertise in this area.  I am conscious that we are introducing new prohibitions on advertising with this Bill and inherent in this new regime will be the potential loss of advertising revenue to broadcasters.  However, I am determined that we address the proven impact that advertising alcohol to children can have.  On that basis, I will follow the advice given, and targeting this measure to times when children are likely to be in the audience for radio to ensure that this measure is both effective and proportionate.  Section 21 provides that the Minister for Health must carry out a review of the advertising sector after three years.  On this basis we can examine thee provisions again after we have had an opportunity to see their effects in practice.  For these reasons, I do not propose to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#B00700","speaker":"1307"},{"type":"speech","time":1529481600,"counter":11,"content":"<p>The purpose of the amendments is to deal with the consumption of alcohol by minors and the targeting of children and minors through advertising.  I am happy to withdraw them at this stage but I reserve the right to resubmit on the basis that we all acknowledge that there is an issue that needs to be dealt with.  It might be necessary to resubmit the amendments on a later Stage.<\/p><p>In the intervening time, I would be amenable to discussions with the Department as to how we can ensure children are not the target of online advertising.  I am happy to withdraw the amendment on the basis that the Minister agrees that further discussion may take place, but I may resubmit it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#B00800","speaker":"1302","continuing":true},{"type":"speech","time":1529481600,"counter":13,"content":"<p>I broadly support what Deputy O'Reilly is doing.  A lot of effort has been put into curbing alcohol advertising in the real world, on television and on radio but 50% of advertising spend in Ireland is now online.  That is because it is highly effective and it targets industry growth in this area.  I encourage the Minister of State to talk to the Minister for Health and his officials about this.<\/p> <p>  I acknowledge the Minister of State is outlining the views of the Minister but I wish to make a broader point on Internet advertising.  We have to move beyond saying it is impossible to regulate online advertising on the grounds that it can simply be shifted offshore.  While the Minister of State is not championing this, we have moved into the digital world and we sound like a bunch of analog politicians talking about a world we do not understand.  I encourage her to talk to her Government colleagues and officials because we cannot dismiss proper regulation of Internet advertising for reasons that may have been valid a decade ago, namely, the fact that it is an international business or businesses can use offshore platforms, etc.  We need to get our heads around this and if it requires a multinational or an EU approach, we should figure out how to make that happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#C00200","speaker":"1436"},{"type":"speech","time":1529481600,"counter":14,"content":"<p>I thank Deputy O'Reilly for withdrawing her amendment.  Deputies will have an opportunity come back on this on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#C00300","speaker":"1307"},{"type":"unspoken","time":1529481600,"counter":15,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1529481600,"counter":16,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 7, between lines 19 and 20, to insert the following:&quot; &quot;information society service&rdquo; has the same meaning as it has in Article 1 of Directive (EU) 2015\/1535 of the European Parliament and of the Council of 9 September 2015 laying down a procedure for the provision of information in the field of technical regulations and of rules on information society services;&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#C00500","speaker":"1302"},{"type":"unspoken","time":1529481600,"counter":17,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1529481600,"counter":18,"content":"<p>I move amendment No. 3:<\/p><blockquote>In page 7, between lines 27 and 28, to insert the following:&quot; &quot;media service provider&quot; has the same meaning as it has in Article 1 of the Audiovisual Media Services Directive;&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#C00700","speaker":"1302"},{"type":"unspoken","time":1529481600,"counter":19,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1529481600,"counter":20,"content":"<p>Amendments Nos. 4 to 6, inclusive, are related and will be discussed together.  Amendments Nos. 4 and 5 are consequential on amendment No. 6.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#C00900","speaker":"1275"},{"type":"speech","time":1529481600,"counter":21,"content":"<p>I move amendment No. 4:<\/p><blockquote>In page 8, line 19, to delete &quot;and&quot;.<\/blockquote> <p>These amendments are designed to deal with the availability of free alcohol when availing of another service, whether that is in the barber's, the hairdresser or the nail salon.  Customers might be asked if they want a cup of tea or even a glass of water but they are rarely asked if they want a glass of Prosecco because it is is simply handed to them.  Years ago, one could only get alcohol in certain restricted circumstances but now it seems to be thrown at people in every venue.  The purpose of these amendments is to curb that practice.  I am interested in the Minister of State's views on the practice and on my proposals to curb it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#C01000","speaker":"1302"},{"type":"speech","time":1529481600,"counter":22,"content":"<p>Amendments Nos. 4 to 6, inclusive, relate to the definition of \"sell\" in the Bill.  I support the intention behind them but I do not propose to accept them on the basis that section 23 provides for the Minister for Health of the day to make regulations to address exactly the type of issues being targeted here.  Under that section, the Minister can make regulations to prohibit or restrict the sale of alcohol at a reduced price or giving it free on the purchase of another product or service.  The target here is buy-one-get-one-free offers; selling alcohol at a reduced price for a limited period, defined as three days or less, for a price less than what it cost the day before the limited period; promotions such as happy hours promotions; anything that is intended or likely to encourage those present at a place, other than a private residence, to drink alcohol harmfully; selling alcohol at a reduced price or giving it free in a manner likely to encourage the consumption of alcohol in a harmful way; and advertising or promoting the sale of alcohol in ways that are prohibited or restricted.<\/p> <p>  The definition of \"sell2 under section 2 is comprehensive and includes supplying for the purposes of selling or exposing for sale or distributing free of charge.  The type of promotions being addressed by these amendments are provided for under the Bill with the added flexibility under section 23 that such promotions can be tackled in regulations.  Addressing these concerns by regulation means that we can respond quickly should a new form of promotion arise that had not been previously contemplated.  In addition, I am concerned about the risk of unintended consequences in changing the definition of a term that is used throughout complex legislation such as this Bill.<\/p> <p>  I support the intention of these amendments but on the basis that the issues of proposing to supply an alcohol product for the purpose of promoting the use of another service and proposing to supply an alcohol product in the purchase of another good or service are dealt with under section 23, which provides the Minister of the day with the power to make regulations to address them, I do not propose to accept the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#C01100","speaker":"1307"},{"type":"speech","time":1529481600,"counter":23,"content":"<p>The Minister of State appears to be convinced that this issue is dealt with elsewhere in the Bill.  I am not necessarily convinced, though I am happy to withdraw at this stage but I reserve the right to resubmit.  The national cancer control programme found that 12% of all breast cancers over the course of a decade in Ireland were associated with alcohol consumption.  This is a serious public health issue.  I am not convinced that measures elsewhere in the Bill will have the effect the Minister of State suggests.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#C01200","speaker":"1302"},{"type":"unspoken","time":1529481600,"counter":24,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1529481600,"counter":25,"content":"<p>I move amendment No. 5:<\/p><blockquote>In page 8, line 20, to delete &quot;profit);2 and substitute &quot;profit),&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#C01400","speaker":"1302"},{"type":"unspoken","time":1529481600,"counter":26,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1529481600,"counter":27,"content":"<p>I move amendment No. 6:<\/p><blockquote>In page 8, between lines 20 and 21, to insert the following:&quot;(e) supply for the purpose of promoting the use of another service, and<br \/><br \/>(f) supply in the purchase of another good or service;&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#C01600","speaker":"1302"},{"type":"unspoken","time":1529481600,"counter":28,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1529481600,"counter":29,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":30,"content":"<p>Sections 3 to 7, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":31,"content":"<p>SECTION 8<\/p>"},{"type":"speech","time":1529481600,"counter":32,"content":"<p>I move amendment No. 7:<\/p><blockquote>In page 10, line 5, after &quot;<i>20(1)<\/i>,&quot; to insert &quot;<i>21(4)<\/i>,&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#C02200","speaker":"1302"},{"type":"unspoken","time":1529481600,"counter":33,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1529481600,"counter":34,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":35,"content":"<p>Sections 9 and 10 agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":36,"content":"<p>SECTION 11<\/p>"},{"type":"speech","time":1529481600,"counter":37,"content":"<p>I move amendment No. 8:<\/p><blockquote>In page 12, between lines 16 and 17, to insert the following:<br \/><br \/>&quot;(d) data from health services relating to alcohol related presentations at health facilities,&quot;.<\/blockquote> <p>The amendment relates to the collating of data with regard to alcohol related presentations at health facilities.  It is important that we record the harm caused by alcohol consumption and also the impact of it on our health services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D00200","speaker":"1302"},{"type":"speech","time":1529481600,"counter":38,"content":"<p>The amendment concerns the matters to be considered when amending the minimum price per gram of alcohol.  It is proposed that the Minister for Health of the day should also have regard to data from health services relating to alcohol related presentations at health facilities.<\/p><p>The Bill already provides at section 10(5) that the Minister shall have regard to health-related risks and other societal harms caused by alcohol consumption when determining changes to the minimum unit price.  In addition, it provides that other matters considered appropriate can be taken into account.  The provision as it stands, therefore, allows the Minister for Health to take the following health service databases and research instruments into account in setting the minimum unit price: the Hospital In-Patient Enquiry, HIPE, system, which is a computerised health information system designed to capture hospital activity data - my Department, in association with the ESRI, is engaged with the collection, processing and analysis of inpatient and day patient activity from all public acute hospitals nationally for the HIPE system; the National Self-Harm Registry Ireland, which is a national system of population monitoring for the occurrence of hospital treated self-harm; the Health Research Board, which is the lead agency in Ireland supporting and funding health research and works in collaboration with my Department providing research and an evidence base for alcohol control policies,<i><\/i>and the Healthy Ireland Survey, which is a self-reported, interviewer-administered survey conducted with individuals aged 15 and over and covers a variety of topics including alcohol consumption.<\/p><p>As the Bill already provides that the information identified by the Deputy must be considered I do not propose to accept this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D00400","speaker":"1307"},{"type":"speech","time":1529481600,"counter":39,"content":"<p>This is an important amendment.  Without sufficient data, the purpose of the Bill will not be fulfilled.  We cannot ignore the fact that three deaths per day and 1,500 hospital bed nights are alcohol related.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D00500","speaker":"1302"},{"type":"speech","time":1529481600,"counter":40,"content":"<p>Are there any further contributions on the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D00600","speaker":"1275"},{"type":"speech","time":1529481600,"counter":41,"content":"<p>There are various issues arising in this context.  For example, the calorie content in alcohol, which is a health issue.  I would have no objection to the indication on alcoholic beverages of calorie content.  It is recognised that some beverages, including non-alcoholic beverages, have a huge calorie content and that they have a detrimental effect on people's health.  The Minister of State might undertake to consider the matter further as what is provided for in the Bill is not as specific as I would like.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D00700","speaker":"1322"},{"type":"speech","time":1529481600,"counter":42,"content":"<p>I support the amendment.  It seems eminently sensible.  We regularly hear about the societal, human and economic cost of people arriving and emergency departments and other health facilities.  It appears to me this would be a sensible addition to the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D00800","speaker":"1436"},{"type":"speech","time":1529481600,"counter":43,"content":"<p>On the point raised by Deputy Durkan, the Bill provides at section 12(1) that calorie content will be indicated on the label.  On Deputy O'Reilly's point, there is already a lot of evidence based data around minimum pricing, some of which I mentioned earlier.  What the Deputy seeks to introduce is already provided for in the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D00900","speaker":"1307"},{"type":"speech","time":1529481600,"counter":44,"content":"<p>As stated by Deputy Donnelly, this is a sensible proposal which seeks to enhance the availability of information.  If we are to move forward in terms of public health we need to be cognisant of exactly what it is we are talking about.  There is a cost to our health service from alcohol harm and this should be quantified.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D01000","speaker":"1302"},{"type":"unspoken","time":1529481600,"counter":45,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1529481600,"counter":46,"content":"<p>Section 11 agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":47,"content":"<p>SECTION 12<\/p>"},{"type":"speech","time":1529481600,"counter":48,"content":"<p>Amendments Nos. 9, 12, 14 and 17 are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D01400","speaker":"1275"},{"type":"speech","time":1529481600,"counter":49,"content":"<p>I do not think amendment No. 17 is related.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D01500","speaker":"1436"},{"type":"speech","time":1529481600,"counter":50,"content":"<p>We will take amendments Nos. 9, 12 and 14 together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D01600","speaker":"1275"},{"type":"speech","time":1529481600,"counter":51,"content":"<p>I move amendment No. 9:<\/p><blockquote>In page 13, line 31, after &ldquo;form&rdquo; to insert &ldquo;, in both the English and Irish language,&rdquo;.<\/blockquote> <p>The proposal is that the warnings on the labelling and on premises in the various places envisaged by the Bill would be in English and Irish.  There are various reasons for this, one being cultural in terms of recognition of the Irish language.  In the course of my research on this issue, I reviewed court rulings.  In 2008, a teacher brought the Government to court, insisting that health warnings on cigarette packets be in English and Irish.  The court ruled against the then Minister for Health and the State and, as we all know, cigarette packets now carry warnings in English and Irish.  I support this Bill.  As we know, there will be challenges to it.  For cultural reasons and to recognise the position of the Irish language in the State, taking cognisance of precedents in the courts and to close down potential challenges on labelling, advertising and warnings in licensed premises, I hope this will be accepted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D01700","speaker":"1436"},{"type":"speech","time":1529481600,"counter":52,"content":"<p>I agree with Deputy Donnelly that it is important that all public notices and labelling is in English and Irish and that this proposal would put to bed any potential legal challenges in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D01900","speaker":"1262"},{"type":"speech","time":1529481600,"counter":53,"content":"<p>In principle, I have no issue with the amendment but there is a practical issue arising.  We are talking about labelling.<\/p><p>Depending on the amendments made on Committee Stage, labelling will be prescribed by the Minister.  In principle I support the amendments but I have a question from a practical point of view.  Will Deputy Donnelly agree to hold this off until Report Stage?  My suggestion is purely on the basis that it would give the Minister of State time to come back with details on how this will happen practically.  If we are going to have labelling in Irish and English, what scale of label are we going to have across the various products?<\/p><p> I hope that the process by which this could be done would involve the warning on some versions of products in English and on some versions in Irish rather than potentially having both.  We need to consider the size and scale of the label.  If everything has to be bilingual it would be a concern with regard to costs and overheads for producers.  The Minister of State may not have the relevant practical information.  I support the idea in principle but I would like to hear practically how it would be transposed.  The Minister of State may need time to sort this out before Report Stage.  That is simply my suggestion for Deputy Donnelly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#D02000","speaker":"1349","continuing":true},{"type":"speech","time":1529481600,"counter":55,"content":"<p>In principle, obviously, we are supportive of the measures.  I am making my remarks less out of concern for the producers, as echoed by others, and more out of concern for the message.  It is vital that the label conveys the message.  My fear is that in a bilingual context the print would shrink to the point where the message would be lost.  We absolutely support bilingual labelling in all of this for all the reasons outlined.  Obviously, that is important.  However, it is equally important that the message contained therein &ndash; I am going for the first pun of this session &ndash; is not watered down in any way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E00200","speaker":"1302"},{"type":"speech","time":1529481600,"counter":56,"content":"<p>Have you anything to offer, Deputy Durkan?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E00300","speaker":"1275"},{"type":"speech","time":1529481600,"counter":57,"content":"<p>I have no objection in principle at all.  It is largely technical in any event and I do not believe it is a major issue.  I do not have a problem with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E00400","speaker":"1322"},{"type":"speech","time":1529481600,"counter":58,"content":"<p>I will address amendments Nos. 9, 12 and 14.  The amendments to sections 12(1), 12(4) and 12(5) propose that the health warning and the information required on the label of alcohol products and notices in licensed premises and on websites where alcohol products are sold should be in both English and Irish.<\/p> <p>  I am conscious that to achieve the objective of the Bill the provisions must be workable.  A balance must be maintained between what is beneficial to the health of the consumer and the obligation placed on commercial operators.  It is also important that the health information being provided on the label clearly conveys the message to the consumer.<\/p> <p>  In August 2015 research was commissioned by Amarach Research on alcohol labelling to provide recommendations on labelling of alcohol products and on communicating critical information regarding the health and social risk of drinking alcohol.  The research found that the inclusion of messaging in the Irish language served to confuse the message.  The health warning and information required under this section provides a unique opportunity to communicate health promotion messages directly to consumers.  This is the first time that such information will be provided to the Irish consumer.  I want to maximise the impact for the amount of space usable on the label.<\/p> <p>  The case of tobacco warnings as a result of an EU directive that require the warning to be in all languages of countries does not apply.  I have before me the report from Amarach Research on alcohol labelling &ndash; all 200 pages of it.  It is available for any member of the committee who seeks a copy.  I do not propose to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E00500","speaker":"1307"},{"type":"speech","time":1529481600,"counter":59,"content":"<p>I thank the Minister of State.  I am sorry to hear that.  I acknowledge that the Minister of State is reading out the response on behalf of the Minister.<\/p> <p>  The Minister and I discussed this.  The clear understanding he gave me was not what the Minister of State has read out.  My clear understanding was that we would discuss it and that it would be acknowledged and that I would withdraw the amendment to give the Minister time to bring in something that was checked.  It is regrettable, having had that conversation with the Minister, Deputy Harris, that the position now being laid out is entirely to the contrary.  The Minister of State is dismissing it on multiple grounds.<\/p> <p>  I was willing to withdraw it based on a conversation I had with the Minister.  Clearly, that position has changed.  As such, I am no longer willing to withdraw it and will press the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E00600","speaker":"1436"},{"type":"speech","time":1529481600,"counter":60,"content":"<p>May I come back in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E00700","speaker":"1307"},{"type":"speech","time":1529481600,"counter":61,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E00800","speaker":"1275"},{"type":"speech","time":1529481600,"counter":62,"content":"<p>The problem is regarding the size of the labelling and everything else.  If the contents of the label are so small it could detract from the message we are trying to get across.  Having heard the contribution of Deputy Donnelly I will reflect on it now.  Maybe we can look at it again on Report Stage, if that is of any help to the Deputy.  I did not know Deputy Donnelly had a commitment from the Minister.  I am prepared to look at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E00900","speaker":"1307"},{"type":"speech","time":1529481600,"counter":63,"content":"<p>In the interests of conviviality I would be generally in agreement with that.  It would serve all needs.  Would Deputies not agree?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E01000","speaker":"1322"},{"type":"speech","time":1529481600,"counter":64,"content":"<p>I think there is a spirit of doing this right and it is the right thing to do.  We are all representatives of the Irish people and, therefore, the Irish language is important.  However, there is a practical issue.  I had discussions with the Minister separately.  I understood that he was to deal with the matter by Report Stage.  There may be crossed wires here.  I believe there is a practical matter that needs to be addressed.  Perhaps my suggestion could be taken on board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E01100","speaker":"1349"},{"type":"speech","time":1529481600,"counter":65,"content":"<p>I am prepared to accept that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E01200","speaker":"1307"},{"type":"speech","time":1529481600,"counter":66,"content":"<p>Thousands of jobs are involved in the industry as well and the practical requirements of a health warning need to be considered.  The font cannot be too small.  If we could bear in mind the suggestion of Deputy Donnelly, it might be useful.  It is up to the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E01300","speaker":"1349"},{"type":"speech","time":1529481600,"counter":67,"content":"<p>It is something that can be reflected on for Report Stage.  I will speak to the Minister for Health, Deputy Harris, if Deputy Donnelly withdraws the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E01400","speaker":"1307"},{"type":"speech","time":1529481600,"counter":68,"content":"<p>On that basis, I will withdraw the amendment for consideration before Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E01500","speaker":"1436"},{"type":"unspoken","time":1529481600,"counter":69,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1529481600,"counter":70,"content":"<p>Amendment No. 10 is in the name of Deputy Sherlock.  Amendments Nos. 10, 13, 15 and 19 to 25, inclusive, are related and will be discussed together.  The amendment is proposed by Deputy Sherlock.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E01700","speaker":"1275"},{"type":"speech","time":1529481600,"counter":71,"content":"<p>We are on group five.  Have you left out amendment No. 17, Chairman?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E01800","speaker":"1307"},{"type":"speech","time":1529481600,"counter":72,"content":"<p>It has already been discussed.  It was discussed with Deputy O'Reilly's other amendments.  It was along the same lines.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E01900","speaker":"1349"},{"type":"speech","time":1529481600,"counter":73,"content":"<p>We have removed amendment No. 17 and we will come to it at a later stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E02000","speaker":"1275"},{"type":"speech","time":1529481600,"counter":74,"content":"<p>My list for section 12 has amendments Nos. 5, 11 and 18 grouped.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E02100","speaker":"1307"},{"type":"speech","time":1529481600,"counter":75,"content":"<p>We are going to amendment No. 10, which will be discussed with amendments No. 13, 15 and 19 to 25, inclusive.  We are taking them in sequence.  The amendment was tabled by Deputy Sherlock.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E02200","speaker":"1275"},{"type":"speech","time":1529481600,"counter":76,"content":"<p>My colleague, Deputy Sherlock, is not here today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E02300","speaker":"1349"},{"type":"speech","time":1529481600,"counter":77,"content":"<p>Are you moving the amendment, Deputy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E02400","speaker":"1275"},{"type":"speech","time":1529481600,"counter":78,"content":"<p>No, but I am speaking on the group.  I welcome the amendment being put forward by the Minister of State on labelling.  It is a practical amendment, like the amendment put forward by Deputy Sherlock on the size of the label, and I support it.  The other amendments are not being pushed on the basis that the provisions in the Bill already deal with the issues relating to multiple health warnings on one label.<\/p><p>Following on from discussions Deputy Sherlock and I had with the Minister in recent days, we are satisfied that the provisions being brought forward and the practical measures by which he is going to implement them satisfies the requirements.  We can also discuss it again on Report Stage.  On the basis of the changes the Minister is introducing and his practical implementations we will not press the amendments.  We will also support the Minister's amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#E02500","speaker":"1349","continuing":true},{"type":"speech","time":1529481600,"counter":80,"content":"<p>In terms of labelling, it is regrettable what we read in the newspapers about the suggestion that the inclusion of the reference to cancer would not go ahead.  We could be here all day discussing the links, which are established.  This is a serious public health issue.  As a committee we need to send a very clear message with regard to labelling.  I am happy at this stage that we can proceed on the basis that the Minister is indicating via his amendment that there will be warning labels.  I put on record that the warning labels must be stark.  They must fulfil their purpose, be informative and let people know exactly what is involved and what the dangers are.  The Minister has indicated that we will have further discussions on the issue but I wish to record my dissatisfaction with the fact that a newspaper has suggested we will take a step back on a matter of public health that we are discussing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#F00200","speaker":"1302"},{"type":"speech","time":1529481600,"counter":81,"content":"<p>I echo what Deputy O'Reilly said.  It is very important that we as a committee are very clear on the link between cancer and alcohol, and that any labelling is not just tokenism but is very stark, clear, unambiguous and fit for purpose, and that the information is clear to people looking at bottles rather than just box ticking.  I support Deputy O'Reilly's comments on the link between alcohol and cancer on labels and that we would not dilute the message in any way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#F00300","speaker":"1297"},{"type":"speech","time":1529481600,"counter":82,"content":"<p>I agree with the two previous speakers.  A health committee must be very careful about what it says and does and what message it sends out in terms of adherence to good practice.  The issue that has arisen in this particular case concerns the space devoted to warning people who might consume alcohol.  That is understandable.  I presume Irish products are no more carcinogenic than products from the United States, France or any other country in Europe or outside it.  The worry is that perhaps the impression might be given abroad that Irish products are particularly harmful when other products constitute a similar threat.  We accept that warnings are required on labelling but we must be sure that goods imported into this country by competitors carry the same level of warning and I am not certain we can enforce that.<\/p> <p>  I have not gone through the directives and even though I can remember most things I do not remember the detail of the relevant one off the top of my head.  It is sad.  I agree in principle but I add a note of caution on the inherent danger.  It is a bit like the proposal for a capital transaction tax.  It is great if everybody does it.  I have no problem with that at all.  If it is done by everybody right across the board, including for imported goods, we are then on an even footing.  However, if it is only applicable to us in this jurisdiction, notwithstanding the directive, then we could place ourselves at a disadvantage.  All in all, I am supportive of the health element of the proposal as referred to by my colleagues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#F00400","speaker":"1322"},{"type":"speech","time":1529481600,"counter":83,"content":"<p>I wish to put on record, briefly, that I agree with that.  The scientific evidence is compelling in this regard.  It is very welcome that the amendments are not being moved.  I acknowledge that.  It is important that we as a committee hold that line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#F00500","speaker":"1436"},{"type":"speech","time":1529481600,"counter":84,"content":"<p>I am responding to amendments Nos. 10, 13, 15 and 19 to 25, inclusive.  Opposition amendments Nos. 10, 13 and 20 propose the removal of the amendments to the labelling and advertising provisions made in Seanad &Eacute;ireann which inserted a warning on the direct link between alcohol and fatal cancers.  Amendment No. 10 proposes to remove this warning from the labels of products.  Amendment No. 13 proposes its removal from the notice on licensed premises and amendment No. 20 proposes to remove the warning from advertisements.<\/p> <p>  At the time of the introduction of the cancer warnings in Seanad &Eacute;ireann, the Minister for Health expressed the view that having a specific warning for cancer could create a hierarchy of diseases and potentially have the effect of implying that other equally serious conditions are less important.  The original intention of the health warnings provision was to ensure that consumers are informed of the generality of health risks associated with alcohol and not to highlight one particular risk.<\/p> <p>  Since that time the measure of including a cancer warning on labels was assessed at EU level under Regulation No. 1169 of 2011 on the provision of food information to consumers.  On 2 May the European Commission communicated its decision that it was not issuing a negative opinion on the provision.  A negative opinion would have effectively blocked the provision from being enacted.  As no negative opinion was issued there is no block at EU level to this measure being enacted.  The Commission response stated that it would further assess this issue when the draft regulations on the format of the warning are submitted to it.<\/p> <p>  The purpose of this measure is to provide health information to the consumer on the link between alcohol and fatal cancers.  It is no more than that.  The result of the provision will be that consumers will be made aware of the settled international scientific consensus that there is a link between alcohol and cancers and he or she can make a decision on that basis.<\/p> <p>  Rather than discussing why we should introduce this measure perhaps the real questions is why should we as consumers not know about the direct link between alcohol and fatal cancers.  The 2016 Healthy Ireland survey found that only 21% of respondents were aware of the link between alcohol and breast cancer when drinking more than the recommended number of standard drinks and only 16% of women between the ages of 15 and 24 knew of it.  Only 40% knew of the risk in relation to bowel cancer.<\/p> <p>  Amendment No. 13 proposes to delete the reference to the link with cancer on the notices that will be placed on premises which sell alcohol in reusable containers such as by the glass in an on-licensed premises.  I do not see why the consumer who buys alcohol by the glass should not have access to the same information as one who buys it in a labelled container.  Amendment No. 20 removes the warning from advertisements.  The provisions on advertising are designed so that consumers can make informed choices about drinking alcohol but also to ensure that advertisements for alcohol products will no longer be able to portray alcohol as being entirely positive and risk free.<\/p><p>Billions of euro have been spent each year on the advertising of alcohol and research demonstrates it is effective.  As legislators, we have the responsibility to balance the risk-free messaging in advertising with factual information about its risks.  For these reasons I do not propose to accept the amendments.<\/p><p> Deputy Durkan spoke about competition and this will apply to all products sold in the State and will not apply to any products intended for sale outside the State.  There will be no case where an Irish product will be required to have such information and compete with products manufactured elsewhere.  Deputy Kelly dealt with labelling with cancer warnings.  As Minister of State with responsibility for health promotion I know it is very important to communicate to members of the public the proven harm that alcohol can cause to health and that the wide range of serious illnesses caused by alcohol includes cancer.  I also acknowledge the work of the Irish Cancer Society on this matter.  Members of the Opposition may push an amendment to remove the cancer warning but it can be dealt with again on Report Stage if the amendment is withdrawn.  In the meantime I will speak to the Minister about this again.  I do not know if that would be helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#F00700","speaker":"1307","continuing":true},{"type":"speech","time":1529481600,"counter":86,"content":"<p>There is a reference to measurement of calories, which the Minister of State mentioned earlier.  It is very important and special emphasis should be placed on that.  It affects a series of health issues that are very pertinent nowadays for young people in particular.  This should be kept in mind in examining the Bill's text.  Will the Minister of State comment on that?  I presume it applies to all products sold here, including imports, and it is as it should be because it is very beneficial in monitoring public health.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G00200","speaker":"1322"},{"type":"speech","time":1529481600,"counter":87,"content":"<p>I hear the Deputy's concerns and I agree with him, particularly as they relate to obesity.  It is very important that any product sold in the State would have notice of calories.  That is in the Bill.  I support and recognise the Deputy's concerns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G00300","speaker":"1307"},{"type":"unspoken","time":1529481600,"counter":88,"content":"<p>Amendment No. 10 not moved.<\/p>"},{"type":"speech","time":1529481600,"counter":89,"content":"<p>If members are happy they have adequately discussed the amendments, we can move to the next amendment.  Amendments Nos. 11 and 18 are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G00500","speaker":"1275"},{"type":"speech","time":1529481600,"counter":90,"content":"<p>The two amendments essentially seek to do the same thing so I will not move amendment No. 11 but I will move amendment No. 18.  I will speak to that amendment now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G00600","speaker":"1436"},{"type":"speech","time":1529481600,"counter":91,"content":"<p>Before moving on, I should note that I will be moving amendments Nos. 15, 19, 21 to 25, inclusive, on behalf of the Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G00700","speaker":"1307"},{"type":"speech","time":1529481600,"counter":92,"content":"<p>The Minister of State will of course be able to move them but we must go down through the list.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G00800","speaker":"1275"},{"type":"speech","time":1529481600,"counter":93,"content":"<p>They are in the same group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G00900","speaker":"1307"},{"type":"speech","time":1529481600,"counter":94,"content":"<p>They are grouped but we have not yet got to moving them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G01000","speaker":"1275"},{"type":"speech","time":1529481600,"counter":95,"content":"<p>Amendment No. 18 seeks to treat sales in airports.  It is not about airport pubs but rather in \"duty-free\", although sales are not always duty-free.  It is about sales on the air side of security for someone getting on a plane.  The thinking is we want to see the best of both worlds.  We must meet our public health obligations and the proposal is for that to be done in the same way as has been accepted for licensed premises.  At the same stage, we want to ensure the Irish product leaving the country is competing on a level playing field.  The proposal relates to what the legislation refers to as a \"tax-free shop\".  It is essentially on the air side of security for somebody getting on a plane.  The sales in those areas would have exactly the same warnings as have been deemed appropriate for licensed premises in the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G01100","speaker":"1436"},{"type":"speech","time":1529481600,"counter":96,"content":"<p>That amendment would be brilliant if the alcohol being sold on the air side of security was somehow different from the alcohol sold elsewhere but it is not.  If we are going to take our obligations seriously, we need to back labelling and warnings, no matter where the alcohol is being sold.  There is no difference between a unit of alcohol sold other than air side versus that sold on the air side.  This is a public health measure and we must be open about the health risks.  This should hold regardless of where the alcohol is sold.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G01200","speaker":"1302"},{"type":"speech","time":1529481600,"counter":97,"content":"<p>We will support Deputy Donnelly with this amendment.  It is practical and something we were drafting ourselves to be tabled on Report Stage.  We are happy with the amendment being put forward.  This is a health committee and we must take cognisance of requirements and our duty relating to health issues arising from alcohol use.  I share the sentiments of my colleagues in that respect but we must also be practical in how this exercise would have an impact.  Given the industry we have and the volume of jobs around the country, about which all of us should be conscious, this is a practical amendment and it deserves to be considered and supported.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G01300","speaker":"1349"},{"type":"speech","time":1529481600,"counter":98,"content":"<p>Amendment No. 18 proposes that the information be available on a notice on the wall of the airport shop.  This provision echoes the approach to that taken to licensed premises in the Bill selling products that do not have a label.  However, there is a significant difference.  It is fair to say that we are all likely to spend more time in a restaurant or pub than in an airport shop.  The time spent in a licensed premises means that the message on the notice has more time to attract our attention, once or several times, and perhaps even encourage discussions on its contents with those around us.  There is no similarity between this and an airport, which for the majority of consumers is a place that we are passing through in a hurry with an eye on a flight time.<\/p> <p>  One of the strengths of this provision as it currently stands is that no unfair competition is created within the State.  Every retailer in the State must sell products with the health information on them and they are not forced to compete with another retailer who does not have to have this information on its stock.  It will undermine the fairness of the provisions if retailers in airports are allowed to sell products without that information on the product.  Finally I do not wish to introduce any unnecessary complexity for suppliers that deal strictly with the domestic market.  The provision as it stands requires that all products sold in the State must have health information.  I see no reason to introduce a further requirement that suppliers will have to distinguish between products for airports and products for other retail outlets in the State.  For these reasons I do not propose to accept these amendments.  In light of this morning's debate, I am prepared to suggest that the Deputies can revisit this on Report Stage if that is of any help.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G01400","speaker":"1307"},{"type":"speech","time":1529481600,"counter":99,"content":"<p>I preface my comments by saying that I know the Minister of State is giving the position of the Minister.  It is the second amendment I have discussed.<\/p><p>It is the second time I was given an assurance by the Minister for Health and the second time that it would appear, notwithstanding an additional sentence at the end of the Minister of State's response, that the assurances I was given have not translated into the committee room.  It is deeply regrettable because we need to be able to have conversations in good faith with the Government.  On that basis, I do not accept the Government's position.  I think it is an absolutist position.  Were we not to accept that we were meeting our public health obligations by following exactly what we are doing in licensed premises, then we are clearly not meeting our public health obligations in licensed premises.  Either the regulations applied to licensed premises work or they do not.  The idea that a sign works in a pub but does not work in a shop is ludicrous.  One can either read a sign and impart information from it or one cannot.  The idea that there is a certain number of times one has to walk past the sign, the idea that one has to be in the proximity of the words for a particular amount of time before understanding what those words say is patently ridiculous.  It is absolute nonsense.  On the basis that the arguments being put forward by the Government are ludicrous and regrettably for a second time in a row are at odds with undertakings I have been given, I will be pressing amendment No. 18.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#G01500","speaker":"1436","continuing":true},{"type":"speech","time":1529481600,"counter":101,"content":"<p>I do not know whether I made myself clear enough but I will now.  I accept the fact that Deputy Donnelly has concerns around this issues and I acknowledge he has spoken to the Minister on it.  I am here to read a prepared statement on this point but I have spoken to the Minister on it and on reflection, there will be an opportunity on Report Stage to raise it again and maybe come to some other alternative arrangement with the Minister.  I cannot give that commitment here.  I am sorry.  I am sorry the Deputy wishes to press the amendment but that is his decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#H00200","speaker":"1307"},{"type":"speech","time":1529481600,"counter":102,"content":"<p>I would ask the proposer to defer.  There is always an opportunity on the next Stage.  The Minister can introduce an amendment along those lines or along agreed lines between the Deputy and the Minister.  I understand the Deputy's concerns.  Nonetheless, I would also like to hear a little bit more about it from the Minister of State.  Like everybody else, I have discussed this issue and the entire Bill with the Minister.  It might be no harm to enable the Minister to consider the issues as set out by the Deputy and ascertain whether there are grounds for coming back on Report Stage either to accept that amendment or having agreed with the Deputy in the interim as to what might be acceptable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#H00300","speaker":"1322"},{"type":"speech","time":1529481600,"counter":103,"content":"<p>On the basis that we need as much unity on the Bill as possible because it is an incredibly important public health measure, I will withdraw the amendment for the present.  I know this is not up to the Minister of State, Deputy Catherine Byrne.  I restate that I am not amused by the disconnect between the conversations I am having and what the Government is putting on the record.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#H00400","speaker":"1436"},{"type":"unspoken","time":1529481600,"counter":104,"content":"<p>Amendment No. 11 not moved.<\/p>"},{"type":"speech","time":1529481600,"counter":105,"content":"<p>While we are discussing section 12, in case I forget, I seek permission on Report Stage to potentially introduce amendments on Drinkaware.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#H00600","speaker":"1436"},{"type":"speech","time":1529481600,"counter":106,"content":"<p>We are moving on to amendment No. 12, which was already discussed with amendment No. 9.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#H00700","speaker":"1275"},{"type":"speech","time":1529481600,"counter":107,"content":"<p>I move amendment No. 12:<\/p><blockquote>In page 14, line 13, after &ldquo;form&rdquo; to insert &ldquo;, in both the English and Irish language,&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#H00800","speaker":"1436"},{"type":"unspoken","time":1529481600,"counter":108,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1529481600,"counter":109,"content":"<p>Amendment No. 13 not moved.<\/p>"},{"type":"speech","time":1529481600,"counter":110,"content":"<p>I move amendment No. 14:<\/p><blockquote>In page 14, line 35, after &ldquo;displayed&rdquo; to insert &ldquo;, in both the English and Irish language,&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#H01200","speaker":"1436"},{"type":"unspoken","time":1529481600,"counter":111,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1529481600,"counter":112,"content":"<p>I move amendment No. 15:<\/p><blockquote>In page 15, line 13, to delete &ldquo;<i>paragraphs (i) <\/i>and <i>(ii)<\/i>&rdquo; and substitute &ldquo;<i>paragraphs (i)<\/i>, <i>(ii) <\/i>and <i>(iii)<\/i>&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#H01400","speaker":"1307"},{"type":"unspoken","time":1529481600,"counter":113,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1529481600,"counter":114,"content":"<p>I move amendment No. 16:<\/p><blockquote>In page 15, lines 15 and 16, to delete &ldquo;, where at least one third of the printed material will be given over to evidence-based health warnings&rdquo;.<\/blockquote> <p>Amendment No. 16 undoes the addition of the requirement for evidence-based health warnings to take up at least one third of the size of the printed material on alcohol products.  This requirement was provided for in an amendment to the Bill that was accepted on Report Stage in Seanad &Eacute;ireann.  I note other Deputies have also proposed removal of this provision.  I am proposing to remove it as a result of its assessment by the European Commission.<\/p><p>The provision was assessed under Directive EU 2015\/1535, laying down a procedure for the provision of information in the field of technical regulations and of rules on information society services.  That assessment examined the provision in the context of Article 34 of the Treaty on the Functioning of the European Union.  Article 34 prohibits a legislative measure which has an equivalent effect to a quantitative restriction on imports.  Member states are allowed by Article 36 of the treaty to enact such a measure for the protection of health only if it can be shown that the measure is proportionate.  To be proportionate, a measure must not go beyond what is necessary in order to attain its objective.<\/p><p>In its comments on the requirement that at least one third of the size of the printed material on the alcohol product be given over to evidence-based health warnings, the European Commission said that it was not proportionate.  It is the Commission's view that the objective of the protection of health through provision of health warnings on alcohol products could be met by a lesser restriction, such as a requirement that the health warning be of a smaller, yet visible, size.  The purpose of providing for health warnings on alcohol products is to make us all aware of the health risks associated with alcohol so that we can make an informed choice.  If those warnings are visible, then the objective is achieved.  The requirement that a proportion of the printed material be given over to such a warning does on the face of it go beyond what is necessary to achieve the objectives.  It might prove very difficult for Ireland to defend the measure in the Court of Justice of the European Union.  For this reason I propose to remove this requirement and, as was the original intent of the Bill, provide for the forms of warnings on labels to be determined in regulations to be made under section 12(10)(a).<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#H01600","speaker":"1307"},{"type":"speech","time":1529481600,"counter":115,"content":"<p>Presumably this will comply with EU regulations and directives and the ministerial regulations that are to follow will also comply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#H01700","speaker":"1322"},{"type":"speech","time":1529481600,"counter":116,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#H01800","speaker":"1307"},{"type":"speech","time":1529481600,"counter":117,"content":"<p>Presumably, it will apply to all products sold in this country, whether imported or otherwise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#H01900","speaker":"1322"},{"type":"speech","time":1529481600,"counter":118,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J00100","speaker":"1307"},{"type":"speech","time":1529481600,"counter":119,"content":"<p>How will that labelling be done?  If a product is manufactured in France, I presume the labelling will be done in Ireland.  Alternatively, would it be done in France for the Irish market?  Will products manufactured in the United States be labelled there for the Irish market?  I do not disagree with the measure, but I am concerned about the practicalities of its application.  It might not be that simple.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J00200","speaker":"1322"},{"type":"speech","time":1529481600,"counter":120,"content":"<p>It is only sold-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J00300","speaker":"1307"},{"type":"speech","time":1529481600,"counter":121,"content":"<p>Some of the manufacturers are concerned about having to create a multiplicity of labels, with storerooms full of batches of labels for this and other markets.<\/p> <p>  I am uncertain about another matter.  The warning will not take up one third of the space on bottles.  That would have been over the top.  If we were to go to that extreme, we would be better off just telling people that the products being sold were poison and should not be consumed at all.  We need to impose a health warning so that every person consuming the product knows that it has certain side effects.  Food irradiation has similar effects, but we have no warnings on our fruit, vegetables and so on yet.<\/p> <p>  How will this system work in practice and will it achieve the intended outcome?  Will the warning label also make reference to the calorie content?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J00400","speaker":"1322"},{"type":"speech","time":1529481600,"counter":122,"content":"<p>Next will be Deputies O'Reilly and O'Connell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J00500","speaker":"1275"},{"type":"speech","time":1529481600,"counter":123,"content":"<p>Regarding the concerns raised by Deputy Durkan about labelling, I have also discussed this matter with people from the industry.  They already have a requirement to label different products for different markets, so I am not sure this would be as onerous as we imagine.  Equally, those from outside the State who wish to sell in the State will have to comply with our rules, however that happens.  My understanding is that can happen in a variety of ways.  Either labelling can be done where the product is manufactured or the distributors can attach an additional label, which is the case with other products.  A multiplicity of labels for different markets already exists within the industry.  We simply would be requiring a specific label for this State.  The hope is that we will be a leading light and other countries will eventually take our lead, which would make the requirement significantly less onerous as one label became more useful in more countries.  While I respect the concerns echoed by Deputy Durkan, I am not sure they are as significant in a practical sense as we might imagine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J00600","speaker":"1302"},{"type":"speech","time":1529481600,"counter":124,"content":"<p>I wish to make a couple of points.  The provision relates to one third of the printed material.  Many medical products use concertina labels, so something could be a part of the label without actually being seen.  It is hidden in a little envelope of sorts on the side.  We should be conscious of that and ensure that \"one third of labelling\" means \"one third of visible labelling\" rather than \"one third of total labelling on the bottle\".<\/p> <p>  The idea that putting a label on a bottle is a massive job and has a significant cost is almost like saying there is someone going around with a roll of labels sticking them on each bottle.  It is a cheap and simple thing to do, but it is being beefed up into something far greater.  We can get this to work for imported medicines with overlabelling, so I cannot see any barrier to doing the same in respect of alcohol.  We are labelling for the Irish people and the Irish market, and we do not need to be overly concerned about other countries' behaviour.  With the smoking ban, we were the leading country.  As Deputy O'Reilly mentioned, we could be the lead in this respect as well and other countries could follow suit.<\/p> <p>  I do not ever want to fall out with Deputy Durkan, but the irradiation of food having a similar carcinogenic effect as alcohol is just a little bit of a sweeping statement for the health committee on a Wednesday morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J00700","speaker":"1297"},{"type":"speech","time":1529481600,"counter":125,"content":"<p>No, no.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J00800","speaker":"1322"},{"type":"speech","time":1529481600,"counter":126,"content":"<p>If the Deputy would like to provide the data-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J00900","speaker":"1297"},{"type":"speech","time":1529481600,"counter":127,"content":"<p>I will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J01000","speaker":"1322"},{"type":"speech","time":1529481600,"counter":128,"content":"<p>-----we can have a big fight about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J01100","speaker":"1297"},{"type":"unspoken","time":1529481600,"counter":129,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1529481600,"counter":130,"content":"<p>That claim has emerged.  For example, the rashers and beef will be next and we will be able to eat only non-irradiated carrots by the end of this.  Many people are working to make this sound onerous and impossible, but it works for other products without any problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J01300","speaker":"1297"},{"type":"speech","time":1529481600,"counter":131,"content":"<p>My understanding is that the Minister wants to remove the stipulation that one third of the printed material has the evidence-based health warning so that the Bill complies with EU guidelines, restrictions or so forth.  If that is what it is, then so be it, but I would like to hear more about what is being done to ensure the health warnings nonetheless remain prominent.  Alcohol is more carcinogenic than most people in the State and around the world realise.  I have been reading up on the evidence, which is stark.  If the Government is removing the one third stipulation, how does it intend to ensure the public will be still aware of the health implications?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J01400","speaker":"1436"},{"type":"speech","time":1529481600,"counter":132,"content":"<p>To respond to Deputy Durkan's comments, our regulations will be submitted to the Commission.  There will be an identification of calories on the label.  There will be also a link about alcohol and health issues pointing to the HSE website at the bottom of the label.<\/p> <p>  As to the question of who is responsible for the health labelling of alcohol products, the Department sought legal advice from the Office of the Attorney General so that we might be able to give Deputies a comprehensive response.  The offence under the Bill relates to selling alcohol products within the State without the required warning and information.  Any person who sells an alcohol product without the required warning and information can be prosecuted under the section.  The range of persons who can be prosecuted includes wholesalers, manufacturers and retailers.  If a product is manufactured in the State without the required labelling information and products are sold to a retailer or wholesaler in the State, the manufacturer can be prosecuted.  The wholesaler and retailer also may be prosecuted if they sell the product on without the required labelling.  It is not an offence to import for sale in the State an alcohol product that does not bear the required information and warning.  However, a person who imports an alcohol product that does not have the required labelling and sells the product within the State without affixing the required information and warning will be prosecuted.<\/p> <p>  Regarding Deputy Donnelly's question, this will be done by way of regulations, which will have to include a provision that labelling will be visible.  I have no idea how the label will appear until those regulations are in place.  I am sure the questions of what the label looks like, how it will be positioned and how the contents will be visible will be subject to scrutiny, but people should not have to bring magnifying glasses with them to the supermarket just to read the labelling.  This matter will be addressed in the regulations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J01500","speaker":"1307"},{"type":"speech","time":1529481600,"counter":133,"content":"<p>I accept the Minister of State's reply.  It is a step in the right direction.  The label has to serve its purpose and be visible.  The original intent was for the label to draw attention to the fact that the product contained something deleterious to a person's health.<\/p><p>However, in the circumstances, the best that can be done is to make the warning available so that it can be read.  Incidentally, not all warnings and ingredients labelling on products sold throughout the country at the present time are visible.  Perhaps they are visible if one has a microscope.  The rule concerning one third of the labelling was designed to make the printed information on products sufficiently large to be able to see it in all kinds of circumstances.  The fact that there is a warning needs to draw attention to the health issues involved.  <\/p><p> I agree entirely with the proposal and hope that it will comply with EU law.  I am told that the EU has indicated that it will, but one never knows.  The proposal, if enacted, can be challenged, as can all legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#J01600","speaker":"1322","continuing":true},{"type":"speech","time":1529481600,"counter":135,"content":"<p>When it is proposed that the regulations will be completed?  Are they being worked on?  Perhaps the Minister can give us an indicative timeline.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K00200","speaker":"1302"},{"type":"speech","time":1529481600,"counter":136,"content":"<p>The regulations will not be confirmed until after the enactment of the Bill.  The Bill has to be enacted first, and the regulations will then be put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K00300","speaker":"1307"},{"type":"speech","time":1529481600,"counter":137,"content":"<p>Are the regulations being worked on at the moment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K00400","speaker":"1302"},{"type":"speech","time":1529481600,"counter":138,"content":"<p>No.  We do not know the timeline.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K00500","speaker":"1307"},{"type":"speech","time":1529481600,"counter":139,"content":"<p>It will not be done until the end.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K00600","speaker":"1302"},{"type":"speech","time":1529481600,"counter":140,"content":"<p>It is the same for the labelling question.  We will examine the research carried out by Am&aacute;rach on the type of labelling which should be on products, how the contents should be displayed and the visibility of that information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K00700","speaker":"1307"},{"type":"speech","time":1529481600,"counter":141,"content":"<p>I will not go through the details published in the research.  I do not want to fall out with my pharmacist colleague, but I can assure her that I have ample evidence relating to irradiation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K00800","speaker":"1322"},{"type":"speech","time":1529481600,"counter":142,"content":"<p>That sounds like fighting talk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K00900","speaker":"1436"},{"type":"speech","time":1529481600,"counter":143,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K01000","speaker":"1322"},{"type":"unspoken","time":1529481600,"counter":144,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1529481600,"counter":145,"content":"<p>We will now move to amendment No. 17, which was not discussed, as originally indicated, with amendment No. 9.  That amendment is in the name of Deputy O'Reilly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K01300","speaker":"1275"},{"type":"speech","time":1529481600,"counter":146,"content":"<p>The amendment was discussed in the group but it was not named.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K01400","speaker":"1436"},{"type":"speech","time":1529481600,"counter":147,"content":"<p>That was an error in the grouping earlier on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K01500","speaker":"1349"},{"type":"speech","time":1529481600,"counter":148,"content":"<p>We need Deputy O'Reilly to move that amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K01600","speaker":"1275"},{"type":"speech","time":1529481600,"counter":149,"content":"<p>She is in the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K01700","speaker":"1349"},{"type":"unspoken","time":1529481600,"counter":150,"content":"<p>Amendment No. 17 not moved.<\/p>"},{"type":"speech","time":1529481600,"counter":151,"content":"<p>I move amendment No. 18:<\/p><blockquote>In page 16, between lines 28 and 29, to insert the following:&quot;(17) (a) This section shall not apply to the sale of alcohol products in a tax-free shop to travellers departing the State.<br \/><br \/>(b) &quot;Tax-free shop&quot; means a tax-free shop within the meaning of Article 14 of Council Directive 2008\/118\/EC of 16 December 2008 concerning the general arrangements for excise duty and repealing Directive 92\/12\/EEC.<br \/><br \/>(c) A tax-free shop shall, in the prescribed manner, inside the premises, display a notice or notices in the prescribed form, which shall include in the prescribed form, in both the English and Irish language&mdash;<blockquote>(i) a warning that is intended to inform the public of the danger of alcohol consumption,<br \/><br \/>(ii) a warning that is intended to inform the public of the danger of alcohol consumption when pregnant,<br \/><br \/>(iii) a warning that is intended to inform the public of the direct link between alcohol and fatal cancers,<br \/><br \/>(iv) details of a website, to be established and maintained by the Executive, providing public health information in relation to alcohol consumption, and<br \/><br \/>(v) confirmation that a document specifying the matters set out in <i>paragraph (d)<\/i>is available for inspection on request at the premises concerned.<\/blockquote>(d) The document referred to in <i>paragraph (c)(v) <\/i>shall specify the following: <blockquote>(i) the quantity in grams of alcohol of each quantity, measure or unit of every alcohol product that is for sale in the licensed premises concerned, and<br \/><br \/>(ii) the energy value expressed in kilojoules and kilocalories of each quantity, measure or unit of every alcohol product that is for sale in the licensed premises concerned.&rdquo;<\/blockquote><\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K01850","speaker":"1436"},{"type":"unspoken","time":1529481600,"counter":152,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1529481600,"counter":153,"content":"<p>Section 12, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":154,"content":"<p>SECTION 13<\/p>"},{"type":"speech","time":1529481600,"counter":155,"content":"<p>I move amendment No. 19:<\/p><blockquote>In page 17, line 13, to delete &quot;and&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K02200","speaker":"1307"},{"type":"unspoken","time":1529481600,"counter":156,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":157,"content":"<p>Amendment No. 20 not moved.<\/p>"},{"type":"speech","time":1529481600,"counter":158,"content":"<p>I move amendment No. 21:<\/p><blockquote>In page 17, line 15, after &quot;cancers,&quot; to insert &quot;and&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K02500","speaker":"1307"},{"type":"unspoken","time":1529481600,"counter":159,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1529481600,"counter":160,"content":"<p>I move amendment No. 22:<\/p><blockquote>In page 17, line 20, to delete &quot;<i>paragraphs (a) <\/i>and <i>(b)<\/i>&quot; and substitute &quot;<i>paragraphs (a)<\/i>, <i>(b) <\/i>and <i>(c)<\/i>&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K02700","speaker":"1307"},{"type":"unspoken","time":1529481600,"counter":161,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1529481600,"counter":162,"content":"<p>I move amendment No. 23:<\/p><blockquote>In page 17, line 27, to delete &quot;<i>paragraphs (a) <\/i>and <i>(b)<\/i>&quot; and substitute &quot;<i>paragraphs (a)<\/i>, <i>(b) <\/i>and <i>(c)<\/i>&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K02900","speaker":"1307"},{"type":"unspoken","time":1529481600,"counter":163,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1529481600,"counter":164,"content":"<p>I move amendment No. 24:<\/p><blockquote>In page 17, lines 31 and 32, to delete &quot;<i>paragraphs (a)<\/i>, <i>(b) <\/i>and <i>(d)<\/i>&quot; and substitute &quot;<i>paragraphs (a)<\/i>, <i>(b)<\/i>, <i>(c) <\/i>and <i>(d)<\/i>&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K03100","speaker":"1307"},{"type":"unspoken","time":1529481600,"counter":165,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1529481600,"counter":166,"content":"<p>I move amendment No. 25:<\/p><p>In page 18, line 4, after &quot;<i>subsection (2)(b)<\/i>&quot; to insert &quot;, a warning under <i>subsection (2)(c)<\/i>&quot;.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K03300","speaker":"1307"},{"type":"unspoken","time":1529481600,"counter":167,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":168,"content":"<p>Section 13, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":169,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1529481600,"counter":170,"content":"<p>Amendments Nos. 26 and 27 are related and may be discussed together.  Amendment No. 27 is consequential on amendment No. 26.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K03700","speaker":"1275"},{"type":"speech","time":1529481600,"counter":171,"content":"<p>I move amendment No. 26:<\/p><blockquote>In page 19, to delete lines 10 to 27 and substitute the following:&quot;<b>14. <\/b>(1) Advertising, indirect advertising and other sales promotion of an alcohol product is prohibited if it is carried out or aimed at the general public in public places.&quot;.<\/blockquote> <p>The proposed amendments are in the spirit of this Bill.  It is not just a public health measure but also a child protection measure.  All evidence suggests that the earlier a person is initiated into alcohol consumption, the greater the likelihood of negative alcohol-related outcomes later in life.  As such, one of the key aims of alcohol policy should be to delay that initiation into drinking among young people.  Many of the measures in this Bill are targeted at that.  For example, alcohol-related merchandise will not be sold in sizes suitable for children under this Bill, which is a good idea.  However, the prohibition on outdoor advertising within 200 m of schools, while welcome, suggests that children only exist within the school environment.  They have to come and go from school, they socialise and they live in communities.  Where there is outdoor advertising, it is not possible to simply shield the eyes of the child.  It does not work like that.  The logic is that advertising will not be permitted within 200 m but will be allowed within 201 m.  If we are serious about this it has to be more than a simple box-ticking exercise.  Concrete measures must be taken on child protection.<\/p><p>The second amendment defines a &quot;public place&quot;.  If the purpose of the Bill is child protection and protection of public health, these amendments should be given serious consideration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K03800","speaker":"1302"},{"type":"speech","time":1529481600,"counter":172,"content":"<p>Amendments Nos. 26 and 27 propose to extend the restriction on advertising to all public places.  They would result in an effective prohibition on all outdoor advertising.  This is the first time that alcohol has been legislated for as a public health measure and that the advertising of alcohol has been addressed from a public health perspective.  As a first step in restricting the advertising of alcohol products outdoors, it was considered appropriate to target the restrictions at areas most frequented by children and young people.  The Bill, therefore, provides that a person shall not advertise, or cause the advertisement of an alcohol product in a park or open space owned or maintained by a local authority or the Office of Public Works, OPW; in or on a public service vehicle; in or on a train or on a light rail vehicle; in or at a train or bus station; at a designated bus or Luas stop, in or at a school, including its grounds, or within 200 m of the perimeter of the grounds; in or at a place where an early years service is carried on or within 200 m of its perimeter; or in or at a playground owned or maintained by a local authority or within 200 m of the perimeter of such playground.<\/p> <p>  Section 21 provides that there must be a review of all the advertising provisions within three years of the commencement of that section.  The issue of advertising restrictions will be revisited as part of this review.  I do not propose, therefore, to accept the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#K03900","speaker":"1307"},{"type":"speech","time":1529481600,"counter":173,"content":"<p>Is there a provision in the Bill that allows for an ongoing review of this?  A balance has to be struck.  One place where advertising is not being prohibited is on the hoarding around pitches.  If we take Deputy O'Reilly's comments on board, it means bringing young children to a match where, for 90 minutes or two hours, they are essentially staring at alcohol advertising that is wrapped around the pitch.  That is not being taken out by the Bill as it is.  I would like to be able to bring children to a match without them having to stare at hoardings that are advertising alcohol.  Is there any provision to review the regulations around advertising in the future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#L00100","speaker":"1436"},{"type":"speech","time":1529481600,"counter":174,"content":"<p>I have outlined that provision.  Section 21 provides that all of the advertising provisions must be reviewed within three years of the commencement of the section.  However, the Minister for Health of the day can review any provisions in any Bill as time goes on.  That is very much what the Bill is about.  There are restrictions.  Perhaps they are not what we all want.  I refer particularly to football grounds.  There will be no advertising painted on the pitch but there will be advertisements around the exterior of the pitch.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#L00200","speaker":"1307"},{"type":"speech","time":1529481600,"counter":175,"content":"<p>If we are serious about this being a child protection measure as well as a public health measure, we need to consider these issues.  Deputy Donnelly makes a good point about football matches.  We cannot protect children from advertising when they are looking out the windows of cars or when they are on a walk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#L00300","speaker":"1302"},{"type":"speech","time":1529481600,"counter":176,"content":"<p>I agree with Deputy O'Reilly's sentiments.  It is virtually impossible to prevent exposing everybody, including children, to promotional material at all times everywhere.  Otherwise, we would close down the State altogether and become a nanny state.  We cannot have that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#L00400","speaker":"1322"},{"type":"speech","time":1529481600,"counter":177,"content":"<p>We should do our best though.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#L00500","speaker":"1302"},{"type":"speech","time":1529481600,"counter":178,"content":"<p>We can do our best.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#L00600","speaker":"1322"},{"type":"speech","time":1529481600,"counter":179,"content":"<p>The proposal is we would do our best within a 200 m limit.  That is fine but at 201 m, we have a problem.  If we can do it within a fixed limit, we should be capable of trying to do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#L00700","speaker":"1302"},{"type":"speech","time":1529481600,"counter":180,"content":"<p>I had not finished.  We should do our best.  We need to be mindful and cautious at the same time that even doing our best will not be enough to eliminate all exposure to advertising of that or any other nature.  There is sufficient evidence from experiences over the past number of years that children are being exposed to promotional material of an alcoholic and non-alcoholic nature that is not beneficial to them or their future well-being.  We need to be cautious and recognise there may be more measures we can and should take in these areas to protect children from damage now and in the future.  We need to recognise the issues, not only those relating to alcohol, and that we should consider them at the same time because they have an equally detrimental and serious effect on the well-being of children.  I agree with the sentiments expressed by Deputy O'Reilly but I caution that we may have to revisit other areas.  We have no control over advertising and aspects of social media.  Advertising is a broad description.  This is an issue in other areas.  I would like to know the ministerial view on that.  As a former spokesperson on communications, when there was discussion on how the Internet and cyberspace would be governed in terms of good practice, I recognised the need to impose penalties on those who breach the rules in a meaningful way.  If we do not do that, we could have a problem down the road.  I support the concept but it is a wider issue and needs re-examined in this and different contexts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#L00800","speaker":"1322"},{"type":"speech","time":1529481600,"counter":181,"content":"<p>It has taken more than 900 days to bring this Bill to where it is now.  This is a practical first step in the right direction.  It may not tick all the boxes but as we continue, hopefully it will.  A core aim of the Bill is to delay alcohol consumption by children and young people and reduce the harm caused by the misuse of alcohol.  The Bill also has significant relevance to children living in Ireland.  Where a child enters his or her own local shop or garage, he or she will not see alcohol products or alcohol advertising in the general area of the shop.  Clothing intended for wear by children that refers to or promotes an alcohol product will not be manufactured, imported or sold in the State.  When a child watches TV between 3 a.m. and 9 p.m. alcohol advertising will not be aired.  When a child attends an event specifically for children, he or she will be exposed to alcohol images or messages.  When a child attends and age-appropriate film in a cinema, he or she will not be exposed to alcohol advertising.  As a child enters or leaves his or her school or cr&egrave;che, and in the surrounding 200 m, he or she will not be exposed to alcohol images or messages.  When a child plays in a public authority park, he or she will not be exposed to alcohol advertising.  As a child waits for and boards public transport or a school bus, he or she will not be exposed to these images or messages.  These are all clearly stated in the Bill.  It is the Minister's intention that the Bill will address the consumption of alcohol particularly by young people and the difficulties we have in this country with the consumption of alcohol, especially among young people and young adults.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#L00900","speaker":"1307"},{"type":"unspoken","time":1529481600,"counter":182,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1529481600,"counter":183,"content":"<p>Amendment No. 27 not moved.<\/p>"},{"type":"unspoken","time":1529481600,"counter":184,"content":"<p>Section 14 agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":185,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1529481600,"counter":186,"content":"<p>I move amendment No. 28:<\/p><blockquote>In page 20, between lines 13 and 14, to insert the following:&quot;<b>Prohibition of Sports Sponsorship<\/b><br \/><br \/><b>15. <\/b>(1) Alcohol sponsorship will be phased out by 31st December 2023.<blockquote>(2) In this section&mdash;<blockquote>&quot;sponsorship&quot; means any form of public or private contribution to any sports event, sports area, association or person with the aim or direct or indirect effect of promoting an alcohol product or brand or alcohol consumption;<br \/><br \/>&quot;sports area&quot; means an area, whether indoors or outdoors, where participants participate in sporting activities, or competitors compete in sporting competitions, and includes a playing pitch or area, a swimming pool, an athletics track, a dog or horse racing track or a motor racing track.&quot;.<\/blockquote><\/blockquote><\/blockquote> <p>The amendment relates to alcohol sponsorship of sports organisations.  There is evidence that young people are exposed to a huge volume of alcohol advertising and the reason they are is the people who are paying for it believe the advertising works.  Pairing a healthy activity like sport with an unhealthy product such as alcohol is inappropriate.  The earlier a person begins alcohol consumption, the more likely it is he or she will develop harmful drinking patterns.  We also need to address the culture whereby alcohol consumption is closely associated with celebrating sporting success.  We need to break the link between a healthy activity and an unhealthy product.<\/p><p>This again speaks to much of the intention of the Bill, which concerns child protection, and it is from this perspective we propose this amendment.  The steering group on a national substance abuse strategy recommended that the drinks industry's sponsorship of sporting and other large public events be phased out.  This is therefore not a solo run; it is based on sound evidence and research.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#L01400","speaker":"1302","continuing":true},{"type":"speech","time":1529481600,"counter":188,"content":"<p>Does the Minister of State wish to respond?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#M00200","speaker":"1275"},{"type":"speech","time":1529481600,"counter":189,"content":"<p>Yes.  Opposition amendment No. 28 proposes to prohibit sports sponsorship by 31 December 2023.  This topic was examined and debated at length prior to the publication of the Bill.  A consensus could not be reached on a prohibition on sports sponsorship.  There have been many discussions about the pros and cons of banning alcohol sponsorship of sports in Ireland.  The main arguments in favour of a ban have centred around concerns about patterns of alcohol consumption and related harms and the \"normalising\" of drinking this sponsorship purportedly brings about.  The arguments against such a ban were that the funding gap left by such a move would be extremely difficult to bridge, affecting all levels of sports, including grassroots levels for young people.  There is a lack of specific evidence that such a ban would be effective.  During discussions with the Joint Committee on Health and Children at the time, the then Minister, now Taoiseach, indicated that in the medium term a ban on alcohol sponsorship was not realistic.  Therefore, as a beginning, the measures in the Bill aim to restrict the alcohol advertising permitted at sporting events and the sponsorship of events in which the majority of participants or competitors are children, events aimed particularly at children or events involving the driving or racing of motor vehicles.  The Bill provides at section 21 that there must be a review of all the advertising provisions within three years of the commencement of that section.  The issue of sports sponsorship will be revisited as part of this review.  For these reasons, I do not propose to accept these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#M00300","speaker":"1307"},{"type":"speech","time":1529481600,"counter":190,"content":"<p>It is not true to say there is no evidence.  The evidence is there.  The steering group on a national substance abuse strategy found that there was evidence and the GAA has moved to ban gambling sponsorship.  Clearly, therefore, there is evidence to support this as a proportionate measure.  If we are to discuss issues of child protection, we need to discuss with what children being exposed to this form of advertising will associate alcohol consumption.  Serious consideration needs to be given to this.  It is not true to say the evidence does not exist.  The evidence is out there and is more than ample at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#M00400","speaker":"1302"},{"type":"speech","time":1529481600,"counter":191,"content":"<p>Are members happy?  Does the Minister of State wish to come back in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#M00500","speaker":"1275"},{"type":"speech","time":1529481600,"counter":192,"content":"<p>I stated there is a lack of specific evidence; I did not say there was no evidence.  Under the Bill, in particular under section 1, there will be a review of all the advertising provisions within three years of the commencement of the section, so there is always time to move the goalposts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#M00600","speaker":"1307"},{"type":"speech","time":1529481600,"counter":193,"content":"<p>Deputy O'Reilly has again raised an important issue.  There are issues surrounding children, their exposure to alcohol in general and celebratory events, to which Deputy O'Reilly has already referred, at which alcohol and other products are readily available, the combination of which is seriously deleterious to children's health and well-being.  It is no harm to bear in mind the effects.  I do not intend to enumerate them but I do feel there needs to be a separate warning in respect of events of a particular nature in any event, even if this legislation were to cover them.  I can think of a number of celebratory events in which young people naturally get involved and which they have reason to celebrate, but there needs to be some control over the extent to which the celebrations go.  Numerous events have been brought to our attention over the years whereby, with the benefit of hindsight, we can say that if they did not happen, there might have been different outcomes, not tragic outcomes.  We can visualise in our minds the broad spectrum of events this encompasses.  They are many and varied, and I do not want to identify any of them specifically at this stage, other than to say it is no harm to bear them in mind.  The public health warning can go a certain distance and achieve a certain amount, but not necessarily always, to alert the young person to the danger of particular circumstances and events.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#M00700","speaker":"1322"},{"type":"speech","time":1529481600,"counter":194,"content":"<p>Is the Minister of State happy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#M00800","speaker":"1275"},{"type":"speech","time":1529481600,"counter":195,"content":"<p>May I come back in to comment on one or two things that were said?<\/p> <p>  To respond to Deputy Durkan, it is a matter of a change of culture and a change in people's attitude to the way in which the consumption of alcohol happens in this country.  As I said previously, the Bill represents the very first time in this country that we have been at this stage.  I understand the circumstances surrounding the use of alcohol and other substances, particularly in respect of the other hat I wear as Minister of State with responsibility for the national drugs strategy.  I understand the combination of alcohol and drugs and what it can do.  There are provisions within the Bill concerning children and sporting or track and field events, and even swimming pools, such that children cannot be exposed to alcohol advertising.  We are taking a real step in the right direction with this Bill.  In the future I am sure there will be other opportunities for Deputies from all sides to come back again on the Bill.  As I said, this is a matter of changing a culture and looking at how we advertise.  Most of all, it is a matter of informing young adults and younger children in particular about the health issues surrounding the consumption of alcohol.  The Bill is a very first step in the right direction.  It might not tick all the boxes, but we are where we are, and it is time we approached the matter in a cohesive manner whereby we have co-operation between people to progress the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#M00900","speaker":"1307"},{"type":"speech","time":1529481600,"counter":196,"content":"<p>On the basis of the discussion we have had, I am happy to withdraw the amendment, but I reserve the right to resubmit it at a later stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#M01000","speaker":"1302"},{"type":"unspoken","time":1529481600,"counter":197,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1529481600,"counter":198,"content":"<p>Section 15 agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":199,"content":"<p>Sections 16 and 17 agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":200,"content":"<p>SECTION 18<\/p>"},{"type":"speech","time":1529481600,"counter":201,"content":"<p>I move amendment No. 29:<\/p><blockquote>In page 22, lines 6 and 7, to delete &ldquo;<i>Subsections (1)<\/i>, <i>(2)<\/i>and <i>(3)<\/i>(other than <i>paragraphs (a)<\/i>, <i>(b)<\/i>and <i>(c)<\/i>of <i>subsection (2)<\/i>and <i>subsection (3)<\/i>)&rdquo; and substitute the following:&ldquo;<i>Subsection (1)<\/i>, <i>paragraphs (c)<\/i>and <i>(d)<\/i>of <i>subsection (2)<\/i>and <i>paragraphs (a)<\/i>and <i>(b)<\/i>of <i>subsection (3)<\/i>&rdquo;.<\/blockquote> <p>Amendment No. 29 amends section 18(6) in order to correct numbering errors to align the subsection with the policy intention behind it.  In addition, the amendment corrects a printing error that occurred between the Bill as initiated and its reprinting on Committee Stage in Seanad &Eacute;ireann.  Finally, it redrafts the provision for clarity.  Subsection (6) of section 18 relates to a publication that is published by or on behalf of the holder of an off-licence where such a publication is intended to promote the sale of alcohol products in the off-licensed premises.  As set out in the explanatory memorandum to the Bill as initiated, it was intended that such publications would be exempted from certain requirements of section 18 in recognition that they are of a special category.  The intention was to exempt such publications from the prohibitions in section 18(2) on alcohol advertisements on the front and back cover of a publication and on any wrapper or other covering in which they are contained.<\/p><p>In addition, it was intended to exempt them from prohibition in section 18(3) on the importation of publications which have more than 20% of their advertising space given over to alcohol advertisements or which contain advertisements in breach of section 18(2).  The provision, as currently drafted, does not reflect the policy intentions owing to a failure to update references when a proposed subsection was removed from section 18(2) of the Bill as initiated; a failure to update references when an amendment to section 18(3)(<i>c<\/i>) in Seanad &Eacute;ireann split the subsection into section 18(3)(<i>c<\/i>) and section 18(3)(<i>d<\/i>); and a printing error which replaced the reference to subsection (3)(<i>c<\/i>) with a reference to subsection (3).<br\/><br\/>I am making no policy changes with this amendment and its sole purpose is to reflect what was intended and set out in the Bill as initiated.  This amendment will mean that under section 18(6), in respect of a publication which is published by or on behalf of an off-licence holder for the purposes of promoting the sale of products in the premises, the prohibition from publishing a publication in which more than 20% of the advertising space is used for the advertisement of alcohol products in section 18(1) should not apply, the prohibition in section 18(2) on alcohol advertisements on the front and back cover or on any covering or wrapping of a publication shall not apply and the prohibitions in section 18(3) on importing a publication in which more than 20% of the advertising space is being used for advertisement of alcohol products or on importing a publication which contains an advertisement that contravenes section 18(2) shall not apply.  I hope that makes sense.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#M01500","speaker":"1307","continuing":true},{"type":"unspoken","time":1529481600,"counter":203,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":204,"content":"<p>Section 18, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":205,"content":"<p>SECTION 19<\/p>"},{"type":"speech","time":1529481600,"counter":206,"content":"<p>Amendment No. 30 has already been discussed with amendment No. 1.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N00500","speaker":"1275"},{"type":"speech","time":1529481600,"counter":207,"content":"<p>I move amendment No. 30:<\/p><blockquote>In page 22, to delete lines 15 to 18 and substitute the following:&ldquo;(2) A person shall not broadcast, or cause to be broadcast, an advertisement for an alcohol product on a sound broadcasting service between the hours of 3.00 a.m. and 9.00 p.m.&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N00600","speaker":"1302"},{"type":"unspoken","time":1529481600,"counter":208,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1529481600,"counter":209,"content":"<p>Section 19 agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":210,"content":"<p>Section 20 agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":211,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1529481600,"counter":212,"content":"<p>Amendment No. 31 has already been discussed with amendment No. 2.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N01100","speaker":"1275"},{"type":"speech","time":1529481600,"counter":213,"content":"<p>I move amendment No. 31:<\/p><blockquote>In page 22, between lines 30 and 31, to insert the following:<b>&ldquo;Advertising on the Internet<\/b><br \/><br \/><b>21.<\/b>(1) A person shall not advertise, or cause to be advertised, an alcohol product by means of an information society service unless all reasonable steps are taken to ensure that the  advertising cannot be viewed by children.<br \/><br \/>(2) In determining whether a person has taken all reasonable steps to ensure that advertising cannot be viewed by children the court or the jury, as the case may be, shall have regard to&mdash;<blockquote>(a) whether age verification controls have been used to prevent access by children to the advertisement,<br \/><br \/>(b) whether demographic targeting has been used to ensure that the advertisement is not displayed to children,<br \/><br \/>(c) whether the advertisement has been labelled or registered in a way which permits it to be blocked by parental filtering software,<br \/><br \/>(d) whether the advertisement invites users to share it with others, and<br \/><br \/>(e) the cost of implementing the measures and the state of technological development.<\/blockquote>(3) <i>Subsection (1)<\/i>shall not apply to advertising by means of an audiovisual media service unless the media service provider is established in the State in accordance with Article 2(3) of the Audiovisual Media Services Directive or under the jurisdiction of the State in accordance with Article 2(4).<br \/><br \/>(4) A person who contravenes <i>subsection (1)<\/i>shall be guilty of an offence.&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N01200","speaker":"1302"},{"type":"unspoken","time":1529481600,"counter":214,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1529481600,"counter":215,"content":"<p>Amendment No. 32 is out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N01400","speaker":"1275"},{"type":"unspoken","time":1529481600,"counter":216,"content":"<p>Amendment No. 32 not moved.<\/p>"},{"type":"unspoken","time":1529481600,"counter":217,"content":"<p>Section 21 agreed to.<\/p>"},{"type":"speech","time":1529481600,"counter":218,"content":"<p>Amendment No. 33 is out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N01800","speaker":"1275"},{"type":"unspoken","time":1529481600,"counter":219,"content":"<p>Amendment No. 33 not moved.<\/p>"},{"type":"unspoken","time":1529481600,"counter":220,"content":"<p>Section 22 agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":221,"content":"<p>Sections 23 to 31, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1529481600,"counter":222,"content":"<p>Title agreed to.<\/p>"},{"type":"speech","time":1529481600,"counter":223,"content":"<p>Well done, Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N02300","speaker":"1322"},{"type":"speech","time":1529481600,"counter":224,"content":"<p>Well done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N02400","speaker":"1349"},{"type":"speech","time":1529481600,"counter":225,"content":"<p>Does the Minister of State have a sense of when Report Stage will take place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N02500","speaker":"1436"},{"type":"speech","time":1529481600,"counter":226,"content":"<p>It cannot be taken until after 20 July.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N02600","speaker":"1307"},{"type":"speech","time":1529481600,"counter":227,"content":"<p>Will it be in the next term?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N02700","speaker":"1436"},{"type":"speech","time":1529481600,"counter":228,"content":"<p>It will probably be taken in September.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N03000","speaker":"1307"},{"type":"unspoken","time":1529481600,"counter":229,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1529481600,"counter":230,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N03200"},{"type":"speech","time":1529481600,"counter":231,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Health has completed its consideration of the Public Health (Alcohol) Bill 2015 and made amendments thereto.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HES2018062000002#N03300","speaker":"1275"},{"type":"unspoken","time":1529481600,"counter":232,"content":"<p>The select committee adjourned at 11.07 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]