[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1624921200,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 09:30<\/p><p>The Joint Committee met at 09:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Martin Browne, Victor Boyhan, Matt Carthy, Paul Daly, Michael Collins, Tim Lombard. Michael Fitzmaurice, Joe Flaherty, Brian Leddin, Pádraig Mac Lochlainn,+ Michael Ring.<\/p><p>+ In éagmais le haghaidh cuid den choiste \/ In the absence for part of the meeting of Deputy Matt Carthy.<\/p><p>I láthair \/ In attendance: Deputy Christopher O'Sullivan.<\/p><p>Teachta \/ Deputy Jackie Cahill sa Chathaoir \/ in the Chair.<\/p>","time":1624921200,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002"},{"type":"minorheading","content":"Business of Joint Committee","time":1624921200,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#A00100"},{"type":"speech","time":1624921200,"counter":5,"content":"<p>Apologies have been received from Deputy Browne.  Deputy P&aacute;draig MacLochlainn is substituting for Deputy Matt Carthy.  Before we begin I remind members that in the context of the current Covid-19 restrictions only the Chairman and staff are present in the committee room and all members must join remotely from elsewhere in the parliamentary precincts.  The secretariat can issue invitations to join the meeting on MS Teams.  Members may not participate in the meetings from outside the parliamentary precincts.  Please mute your microphones if you are not making a contribution and please use the raise hand function to indicate.  Please note that messages sent into the meeting chat are visible to all participants.  Speaking slots are prioritised for members of the committee.<\/p> <p>  The topic for this morning's meeting is a further meeting on the removal of the Irish control plan for weighing of fishery products after transport.  The joint committee previously engaged with Sea-Fisheries Protection Authority on this matter on 11 May 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#A00200","speaker":"1611"},{"type":"minorheading","content":"Fishing Industry: Discussion (Resumed)","time":1624921200,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#A00300"},{"type":"speech","time":1624921200,"counter":7,"content":"<p>I would like to welcome to the meeting the following representatives of the Sea-Fisheries Protection Authority, SFPA, Dr. Susan Steele, chair of the authority, Mr. Andrew Kinneen, authority member, and Mr. Miche&aacute;l O'Mahony, chief scientific officer, who all appearing remotely.  You are all very welcome to the meeting this morning.  We received your opening statement and it has already been circulated to members.  We are limited on time due to Covid-19 safety restrictions.  The committee has agreed that the opening statement will be taken as read so that we can use the full session for questions and answers.  All opening statements are published on the Oireachtas website, and publicly available.<\/p> <p>  Witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence in relation to a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Participants in the committee meeting who are in locations outside the parliamentary precincts are asked to note that the constitutional protections afforded to those participating from within the parliamentary precincts do not extend to them.  No clear guidance can be given on whether or the extent to which participation is covered by the absolute privilege of a statutory nature.<\/p> <p>  I now invite questions from members.  Deputy Collins was first to indicate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#A00400","speaker":"1611"},{"type":"speech","time":1624921200,"counter":8,"content":"<p>I thank the committee for creating a slot so that we could bring in the SFPA this morning.  This is something I have called for since it previously attended the committee and I welcome our witnesses.  There is a crisis in the fishing industry which has been going on for quite some time.  In the past 12 months, in particular, we have stumbled from one crisis to another, leading to what we have seen in Cork and Dublin, that is, peaceful protests, but great anger.<\/p> <p>  There is a very strong belief within the fishing industry that the SFPA and the Department of Agriculture, Food and the Marine are not fit for purpose, and we must, as a committee, try to bridge that gap between the industry and the SFPA and others.  There needs to be a rebuilding of relationships and the only way that this is possible is if we try to have monthly meetings with the SFPA to iron out issues that need to be ironed out.<\/p> <p>  The attempted ramming - I accept this is not what this session is about - of a vessel off the coast at Castletownbere, by a Spanish-registered vessel which was illegally fishing in our waters, raises the question as to why it took so long to get a Naval Service ship to the rescue of the fishing crew from Castletownbere.  Why did it take so long to arrest the skipper?  What are the procedures when an Irish boat is attacked in its own waters?  Why is there no protection for Irish fishermen?  If it was the other way around and if an Irish boat had acted in the way this Spanish one had, the feeling out there is that there would have been much swifter action.  Why do Irish fishermen feel abandoned?<\/p> <p>  I have quite a lot of questions, but I respect that I have only so much time because other members need to get in.  I will ask questions and perhaps the SFPA will be able to answer a number of them.  Maybe I will get in again later, but if not I will write to the SFPA and submit questions to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#A00500","speaker":"1461"},{"type":"speech","time":1624921200,"counter":9,"content":"<p>Deputy Collins, you will have the time to ask your questions, because we have a two-hour session, which is time enough to get questions answered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#A00600","speaker":"1611"},{"type":"speech","time":1624921200,"counter":10,"content":"<p>When you hear how many questions I have, you might be in shock.<\/p> <p>  I will go through as many as I can and maybe I will come back in later so as to give other members a chance.  On the weighing crisis, the SFPA submitted a draft new control plan in December 2020 and again in 2021 further information was submitted.  This was four or five months before any control plan was revoked.  Was that the case?  What was going on here?  The SFPA did this without consulting the industry.  It never told the industry why.  In its evidence the last time it appeared before the committee, the SFPA said it consulted continuously with the industry.  I can not understand why the SFPA did not give some indication that there was a problem and start working towards a solution.<\/p> <p>  Did the SFPA inform the Minister at this time?  Did it share a copy of this plan with anybody, a group or a Department official?  Did the SFPA inform the Department?  Why did the SFPA consider it necessary to submit this draft control plan?  There is no evidence that anyone asked it to do it.  Has the SFPA shared this draft control plan with the industry, since it has become public knowledge just four weeks ago?<\/p> <p>  When did the SFPA get the initial reply back from the European Commission following it completing the 2019 administrative inquiry?  Was any of that correspondence shared with the Minister or the Department?  Why did the SFPA confirm the findings of the 2018 audit with the European Union to the administrative inquiry especially when, at that time and since then, the details or contents of these investigations have still not been shared with the industry?  The Commissioner stated the SFPA confirmed the findings of the audit reference to the letter of 13 April, informing it that the control plan is revoked.  It stated the SFPA confirmed the findings.  Was that wise?<\/p> <p>  Does the SFPA think it is fair that sanctions are imposed on the entire fishing industry and yet not one fisherman has seen any evidence or any information that has been compiled by the 2018 audit or the 2019 administrative inquiry, which the SFPA carried out?  Why withhold evidence and yet proceed to punish an entire sector?  Has the SFPA written to the European Union seeking the information to be shared with the fishing industry?  Did the SFPA share a copy of this 2018 audit with an NGO such as BirdWatch Ireland, or other such organisations?  Where are the details regarding the contents of the 2018 audit coming from?  Is there an internal discipline problem in the SFPA?  Internal leaks are out of control.<\/p> <p>  The last time the SFPA was before the Oireachtas committee it stated that the decision to revoke the plan came as a shock to the SFPA.  How credible is that statement now, if four months earlier it was submitting a draft control plan to the European Commission?  Has the SFPA made a blunder on the basis of the information it shared with the European Union as part of the 2019 administrative inquiry?<\/p><p> Record-keeping in the SFPA, according to the 2020 PwC report, is poor, or non-existent.  Did the SFPA make the Minister aware of any correspondence in the run-up to April 2021?  Does the SFPA accept that this is sharp practice, first, not advising that it submitted a plan and, second, leading us to believe that the decision to revoke the control plan was a shock, while all the time the SFPA was exchanging plans and correspondence with the European Union for months in advance of that.  <\/p><p> Does the SFPA accept that submitting a control plan is in fact a matter for the Minister?  Does the SFPA accept that it is the Minister who submits the plan to the European Union as per statutory position?  Since the revoking of the plan on 13 April 2021, the official at European Union level dealing with Irish queries was not available, being either on leave, or having left, or so the SFPA informed the industry last week.  How long was the position vacant?  While it was vacant, who was the SFPA liaising with, and since when?  Why has it taken 77 days, or two months and 16 days, to get to a position where finally it is accepted that a control plan is being submitted for all fisheries, shellfish, whitefish and pelagic fish?  When will this plan find its way to the European Commission?<\/p><p> Realistically, we need to be fair and open here.  Ireland could be without a control plan for another six to 13 months.  That has the potential to take in two landing seasons.  Does the SFPA realise the chaos this will cause?  Submitting the new control plan to Brussels does not fix it for fishermen, because they still have to operate the weighing piers until such time as the submitted control plan is accepted by the EU and every coastal state.  That could take months.  Has the SFPA submitted an interim plan to allow the weighing in factories?  It was able to submit a draft plan earlier without advising anyone.  Has the SFPA addressed the crisis of having no plan at European level?  If not, this madness will continue for months, leading to the destruction of the Irish fishing industry.<\/p><p> We do not accept that the SFPA cannot do this.  If the SFPA had appealed the original implementation decision on 13 April, it would have acted to save the industry.  It would have negotiated the position for Irish fishermen.  That decision, of 13 April 2021, should have been appealed.  It was a savage attack on the Irish fishing industry by the EU.  It was blunt and draconian.  It nailed every sector of the Irish fishing industry.<\/p><p> The SFPA and the Government have an opportunity now, after all that has happened, to rebuild a relationship with the industry and put in place measures to allow the fishing industry to restore normality in fish processing, by making a case for restoring weighing in factories before the delay in getting the plan adopted by the EU.  Reason needs to prevail.  Weighing whitefish and shellfish in the open air is not practical or sensible.<\/p><p> On 4 June 2021, the SFPA lost a case in the High Court, taken by the industry for the right to use a weighing machine at the pier in Killybegs.  The  industry paid for this device.  Costs were awarded against the SFPA.  That has a potential cost to the State of about &euro;500,000 to &euro;600,000.  Why was the case allowed to go ahead?  Mr. Justice Simons found that the SFPA acted unlawfully.  That is a damning judgment against the SFPA.  Is the SFPA going to have an internal examination on this issue?  Does the SFPA believe, that as Ireland's chosen, competent authority, responsible both for the implementation of the European Common Fisheries Policy and the regulation of sea fisheries and seafood production, it is able to carry out its duties as the competent authority to protect the quality of seafood and to ensure it is fit for human consumption by providing a health certificate for seafood?  Would the SFPA agree that the current practice of weighing fish on the pier degrades the quality of fish?<\/p><p> Thank you, Chairman, for your patience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#A00700","speaker":"1461","continuing":true},{"type":"speech","time":1624921200,"counter":12,"content":"<p>Dr. Steele, a very comprehensive list of questions have been asked.  If you do not have answers to all of them, I fully understand, but you can get back to the committee in writing.  However, I am going to give you the opportunity to answer questions raised by Deputy Collins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#B00200","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":13,"content":"<p>I thank the Chair.  I think I have notes on all of the questions apart from the fourteenth question.  I thank Deputy Collins for the invitation to come back so quickly.  I am aware of the issues in the fishing industry.  I welcome the opportunity to speak to the committee and address some of the questions.  Deputy Collins mentioned that he was going to write to the SFPA.  The SFPA would like to extend an invitation to him, as we are based in Clonakilty not far from the Deputy.  He will always be welcome.  We prioritise meetings with Members of the Oireachtas and the fishing industry.  We are very happy to attend those meetings.<\/p> <p>  If I miss questions, I apologise.  We will come back to the Deputy in writing.  We are happy to go through a number of the questions.  Starting with the control plan, and the draft control plan, when the SFPA was responding to the 2018 and the following on administrative inquiry, as part of that work there were draft control plans.  They were for discussion with the Commission rather than a control plan that was being submitted.<\/p> <p>  One question was about how a control plan is submitted.  The key thing is that the control plan is submitted through the SFPA.  We have discussed this, and this was what happened previously in 2012.  It is absolutely essential for Ireland that we have a new control plan.  Following the revocation of the control plan, the SFPA prioritised working with the industry to bring into compliance its situation of weighing at landing and then working on control plan submission.<\/p> <p>  Initially the SFPA drafted and went for public consultation, which ended on 18 June 2021, for a control plan that covered all demersal landings and excluded pelagic landings.  The decision to consult without pelagic landings was undertaken, as they are the risk scenario singled out for enhanced controls with the Commission implementing regulation.  The intention was to submit the control plan in order to deal with the current issues which are being experienced by the demersal fishers with weighing prior to transport.  However, following the consultation process and consideration of the submissions to the consultation process, the authority decided that the greater than ten-tonne boat pelagic landings will be included in the control plan.<\/p> <p>  The SFPA is prioritising the development of a revised plan that acknowledges the specific risks that have been identified and led to the Commission's decision to revoke the previous plan and provide enhanced controls.  This will not be fast, however.  The commission and the Ireland desk are going to work with us on the reviews, and we will be working closely with them to ensure the plan provides the assurances they require to minimise the risk of systematic manipulation of weighing pelagic catches in Ireland, and under-declaration of catches by operators that are highlighted in the decision to revoke the plan.<\/p> <p>  The SFPA is prioritising this and aims for a submission as soon as possible.  The Commission review time will be a minimum of ten weeks following the submission of the documents.  As the Deputy said, the SFPA is looking at the pelagic fishery and the ongoing fisheries for the demersal without a control plan.  There is a pelagic working group working with the SFPA to look at the practicalities going forward.  That is in answer to the first question.<\/p> <p>  Regarding the administrative inquiry, and the questions on who was informed and with whom the information was shared, as the SFPA went to the administrative inquiry, the correspondence from the Commission was with Ireland, not with the SFPA.  The Department and the Minister were aware of the status of the administrative inquiry.  The responses to the administrative inquiry have also been sent to the Department.<\/p><p>We informed the industry in consultative committee and other meetings that we were meeting with them and there were significant concerns being raised as part of the administrative inquiry and of the audit.  Those are in response to the Deputy's questions Nos. 1 to 5.  With regard to the sharing of the audit and the audit findings, we have put it in our opening statement and said it the last time we were in front of the committee.  We always have it formally on record we believe it would be of benefit for all EU member states' audits to be public.  This happens in other areas in the Commission but not in the Directorate General, Maritime Affairs and Fisheries, DG MARE.  That is written into the opening statement and I reiterate it here.  However, we will follow in with the Commission on this and the responses and the audit from the commission is its material so we will not be sharing it until the commission does.<\/p><p> Before I move on to other questions, I think I have taken Nos. 1 to 7 there, I am not sure if Mr. Kinneen or Mr. O'Mahony have anything they want to add in there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#B00300","nonspeaker":"Dr. Susan Steele","continuing":true},{"type":"speech","time":1624921200,"counter":15,"content":"<p>Does Mr. O'Mahony want to come in on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#C00200","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":16,"content":"<p>I will, Chairman.  Deputy Michael Collins has offered us a lot of questions there and we have taken note of them.  I repeat the invitation to him and to other members of the committee.  The committee will be aware that section 68 of the Sea-Fisheries and Maritime Jurisdiction Act 2006 is explicit with regard to the duty the authority has to account for the performance of our functions to the committee.  We are happy to engage with it at any time and any level to hear members' concerns or what they might wish to offer us on how we might do our job better.  To reiterate that, there is a statutory basis for our relationship.  We like to show the committee every respect in terms of our attendance here and we view it as a privilege to have an opportunity to put our position on different matters on the record.  We are very happy to engage, just to confirm what Dr. Steele has been saying to the committee on that point.<\/p> <p>  There are a lot of issues of concern to the industry at the moment, many of which we are aware of through bilateral meetings with industry representatives.  Deputy Michael Collins has mentioned the public and peaceful protest conducted by the industry to get public recognition for the many pressures it has.  Some of them are wider than our remit but very much part of that has been the industry's concerns coming out of the issues with the control plan, the absence of a control plan currently and having that in place.  We are doing everything we can in terms of having a credible - and it is very important it is credible - control plan to present to the Commission as quickly as possible.  We have now established a channel for this work, whereby we can work bilaterally with the Commission on the development and improvement of the control plan without adversely affecting the other bilateral discussions taking place between Ireland and the Commission with regard to the administrative inquiry and the potential for the clawback of alleged under-declared landings and so on.<\/p> <p>  For the Deputy's information, it is not that we have endorsed the Commission's findings wholesale.  We have taken issue with some of its conclusions and methodologies that apply to doing calculations of the quantity of under-declared fish.  We have offered advice to our parent Department, and by that route to the Commission, on where we perceive there may be shortcomings in the reliance of the Commission on dipping data to extrapolate our potential alleged under-declaration of our landings.  There have been certain issues that are a matter of fact.  We have spoken to the committee about some of these in the past.  These include the proven case of weighing systems being interfered with and that has been tested in a court of law and is a fact.  Along with other matters, which are a matter of record, as well, we have, as we are required to do under Community law, co-operated with the Commission in providing it with the data it requested on the details of pelagic landings into Ireland over a six-year time period.  We had no discretion in that matter.  We felt it was in Ireland's interests overall to engage with Commission and provide that data, which is a matter of record anyway, on the landings and on the ancillary information our front-line officers would have gathered when attending those landings.  It is not as if we put a rubber stamp on the Commission's view of Ireland or what its audits are.  It is much more nuanced than that.  We have always tried to ensure there is accurate information in place.<\/p> <p>  I support Dr. Steele's view that we are in a position where we are following.  For the most part the correspondence from the Commission has been from the Commissioner to the Minister.  We have not been at liberty to divulge that while matters are in process, particularly the discussions on estimated alleged under-declared fish.  What we have done is offer every assistance both directly to the Commission and to our Minister to ensure they have the best technical information we can provide as to the reliability or otherwise of certain methodologies.  We hope we have been honest brokers in this.  We are not at liberty to divulge this into the public arena at this stage but we have offered opinion where we felt something needed to be corrected or where there needed to be counterbalancing information.  We have done everything we can to make sure that has been the case.  As I said, we have established a direct route with a Commission official and officials to work on the development of Ireland's control plan.  There have discussions already with that individual and they have covered a wide range of issues that are of concern to the Commission at this stage and that would have to be attended to in our control plan, as we submit that to the Commission, so that it would be credible and be deemed worthy of consideration and approval.  There are a wide range of issues there, such as the Commission wanting us - which was not entirely the case with the earlier control plan - to adopt a risk-management approach to how we resource and systemise our control in the major ports and so on.<\/p> <p>  I do not know if we are in a position to comment to the Deputy on the vacancy in the Commission except I can confirm that up to a certain point, when dealing with the audit and the administrative inquiry we were dealing with a particular Commission official.  That official's tenure at the Commission came to an end.  I cannot give the Deputy dates; I am not privy to the internal workings of the Commission.  That individual's contract came to an end with the Commission and they have now been replaced with another individual and we are liaising directly with them to ensure we are dealing with matters as they are arising.  I welcome and hear the Deputy's comment on rebuilding relationships.  Part of that rebuilding is for us to offer what we sincerely believe to be true.  In our meetings with the industry, its representatives have tried to be constructive and creative regarding solutions that might address the situation Ireland finds itself in with regard to the absence of a control plan.  We have listened carefully to what they have been saying to us but we are somewhat at a loss in that there are no provisions in the Community legislation that we are aware of that provide for transitional arrangements, a quasi-control plan or whatever it might be.<\/p><p>It is an on-off switch in terms of the legislation that is there.  There is either a control plan with sampling plans inside it that provides for the weighing of fish after transport or there is not.  If there is no control plan in place, we will go back to the default position where all fish must be weighed before transport.  We have tried to mitigate the effect that has had on the industry.  We are very conscious of it thanks to the feedback we received during consultation and meetings we had with those working in the industry.  <\/p><p> The effect on the industry is not universal.  We are not saying there is no effect but it differs in different scenarios.  For example, for landings into our major fishery harbours such as Castletownbere, Dingle, Rossaveal, Killybegs, Dunmore East and Howth, much of the weighing of fish is taking place as it did heretofore under the control plan insomuch that we have defined a footprint area of the harbour in which fish can be weighed.  To give an example of what the practice might be, in Castletownbere much of the fish is being weighed in the weighing systems of the co-operative, which are hygienic, covered, proper and, in every way what people would desire to manage and handle fish of this quality.  <\/p><p> As you move away from the major harbours, there is a greater impact on smaller operators.  We concede that and have done a lot of work with these groups to see how we might help them.  As part of that work, we looked at what equipment operators are using to weigh fish and engaged the expertise of the National Standards Authority of Ireland, NSAI, to see how we might help them to get type-approved systems in place and so on.  I emphasise to the Deputy that there is an effect on the practices of the industry.  We have not come to the committee to claim that the de-icing and re-icing of fish is good for quality fish.  We were before the committee previously and we dealt with that matter then too.  We are trying to help the industry to deal with what has to be managed at the moment.<\/p><p> We would not like to leave the committee with the impression that members of the SFPA are attending every landing and standing over people to make them tip out their fish and so on.  That is not the way we do business.  In fact, we try to adopt a supportive and de-escalated approach, given the suddenness of these arrangements having to be put in place on foot of the Commission's decision to rescind Ireland's control plan.  I will leave it there.  I am sure we will come back to these matters as we speak to the committee.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#C00300","nonspeaker":"Mr. Andrew Kinneen","continuing":true},{"type":"speech","time":1624921200,"counter":18,"content":"<p>I wanted to move on to the next witness but Dr. Steele wants to come in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#D00200","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":19,"content":"<p>I apologise to the Chair.  I only dealt with questions Nos. 1 to 8 and a number of questions are outstanding.  Mr. Kinneen has answered some of them but, if it is okay, there are a few more I will address.<\/p> <p> Question No. 8 was about the administrative inquiry and whether it looks like we agreed with it due to the language used.  I will state for the record that the agreement was reached through the information provided, which was substantial information to the Commission rather than an agreement by the organisation.  It is a discussion we have had with industry many times but it is just to be aware that that is the language.<\/p> <p>  On the question of whether we shared the audit with any NGOs or were there any leaks, I assure members that the SFPA takes its data duties incredibly seriously.  If we have leaks, we will look at them.  As we also take our protected disclosures and the whistleblower Act seriously, the answer to that question is \"No\".  There has been no sharing of the audit or breaching of any confidences by the SFPA.<\/p> <p>  On the decision to revoke the plan and how this was communicated, it is a matter of EU law and accepted within Irish policy that the ultimate decision maker allowing post-transport weighing is the Commission.  EU law does not delegate that to member states.  The Commission's powers are not qualified by consultation or advance notification obligations and, therefore, since the day of approval of the control plan the risk of its revocation has existed.  The SFPA forewarned the sea-fisheries consultative committee that the derogation was at serious risk.  The SFPA has also frequently emphasised to Irish operators the overall precariousness or, at least, the non-automatic nature of the derogation.  In many of the audits by DG Mare since 2012, the risk of post-transport derogations facing jeopardy was made explicit.  The potential for a post-transport weigh derogation has been clearly to the fore in all the SFPA cyclic discussions with the pelagic industry.  On notifying the industry of the Commission's decision to revoke the control plan, we began consultations with the industry immediately following publication by the Commission of its decision.  We ask Members of the Oireachtas to understand that, as a regulator, we operate within existing regulations and decisions and not in a speculative manner regarding them. <\/p> <p>  On question No. 12 about the PwC report, the SFPA is subject to periodic critical review under its code of governance, as are all State agencies.  The SFPA carried out a comprehensive review of the organisation in 2019.  It was the first review of its kind of the SFPA and it recognised the significant changes that have taken place since the establishment of the organisation in 2007 in terms of the expansion of our remit and scale.  The SFPA has grown from an organisation with 77 people and a budget of less than &euro;11 million in 2015 to a budget of &euro;24.8 million and a current staff number of 155 in 2021.  The PwC report and its recommendations provide a clear path for the changes required to ensure that the organisation can effectively and efficiently deliver on our remit.  In order to work with that, we have set up an advisory board, which meets with the authority monthly.  We have appointed a director of transformation who came before the committee at its last meeting to meet members.  Significant progress has been made on many of the issues raised in the review.<\/p> <p>  There were a number of questions about the control plan, its submission and the desk vacancy in the EU.  Mr. Kinneen has answered all those questions very well.  Again, on the building of relationships with the industry and our ongoing discussions with those working in it, I assure the committee that meetings have taken place and working groups have been formed.  <\/p> <p>  Another significant question related to the interim plan and whether we could submit a draft plan.  Deputy Michael Collins explained his frustrations with it.  To be very clear, we have no authority in EU or national law to derogate in any way or to put in place transitional arrangements.  We are aware that we face criticism for this.  We are a regulatory authority and are agents of the State who implement what is on the Statute Book.  We have no way to derogate from this.  As Mr. Kinneen explained, we have been working on putting in a description of where weighing on landing occurs.  In some ports and piers, that has led to an easing of tensions and good working arrangements.  We are also very conscious that there have been significant changes for some of the islands and rural ports.  <\/p> <p>  We are working very hard to rebuild the relationship with industry and the Commission.  The SFPA has to work hard to rebuild the relationship with the Commission following the audit findings, the administrative enquiry and concerns about pelagic weighing.  <\/p> <p>  I have noted a final question.  I apologise to Deputy Collins but there was quite a list.<\/p><p>As I offered, I am very happy to meet the Deputy at any point.  We will go back over this and will communicate with the committee in writing if there is anything I have missed.<\/p><p> Regarding the High Court case, the SFPA is committed to implementing the decision of the court.  As the regulator, we support the correct weighing of catches, regardless of where that takes place, where we can have confidence in the accuracy of the certified weighing systems being used and being mindful of learnings from past experience.  The approval process has been worked through.  What is involved has been communicated to the industry and we will be working through that as quickly as possible.   Regarding the details of the case, the judgment is available for anybody to read.  I will not go into the full detail of it because I am aware that other Deputies want to come in.  I am not sure if there is anything else I have forgotten from that significant list of questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#D00300","nonspeaker":"Dr. Susan Steele","continuing":true},{"type":"speech","time":1624921200,"counter":21,"content":"<p>I will come back to Deputy Michael Collins if time permits.  I want to move on to other Deputies and Senators.  I call Deputy Mac Lochlainn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#E00200","speaker":"1611"},{"type":"speech","time":1624921200,"counter":22,"content":"<p>I welcome our guests from the SFPA.  I have a number of questions but first I want to acknowledge the 14-page substantial submission the SFPA has made to the committee.  I want to refer to a number of references in it and that will link in with my questions.  The authority welcomed the invitation for its representatives to appear before the committee but expressed frustration that it has not been able to discuss its responsibilities, one of which involves food safety official control, a matter to which I will return in one of my questions.  In its submission, the authority asserts: <\/p> <blockquote> \tFishermen&rsquo;s declarations must reflect the outcome of fish weighing.  Under-declarations would defeat the purpose of catch limits (quotas) and make fish mortality assessment incorrect thus creating immediate fraudulent food provenance and damaging long term sustainability efforts. <\/blockquote> <p>Dr. Steele can take it that statement is agreed by members of the committee of this committee and the fishing communities with whom we, as elected representatives, engage.  Clearly, we need to sustain and properly manage our fish stock for future generations.  It is important we accurately reflect the catch.  The authority's responsibilities in that regard, which are very important, are taken as read.  The submission also comments on the problems with the pelagic sector.  Strong views are expressed regarding that sector.  The submission states: &quot;However, it is a matter of judicial record, and SFPA opinion, and Legal Metrology opinion, that these systems can also facilitate ... [incompetence] and the systems can be open to fraud&quot;.  The authority has strongly outlined its concerns in that respect.<\/p><p>I will outline the problem I have with this.  I have seen the current weighing systems.  The submission lays out the chronology of events that led to the current systems that are in use in places such as Killybegs.  I want to state what that looks like.  I am advised that the flow scale weighing system involves state-of-the-art technology.  It is sealed with cable ties to prevent it being tampered with.  There are CCTV cameras upon those weighing scales as the fish go over them.  It is important to weigh fish and not water, as stated in the submission.  The pelagic catch is stored in water of a certain temperature and when it goes to the factory it goes over the weighing system through a conveyor belt, it is packed as soon as possible and put into cold storage.  That is a critical to the cold chain.  That was referenced in the authority's food safety responsibilities.  Dr. Steele will appreciate that.  There is a CCTV camera on the weighing device and that information is taken by monitor directly to the SFPA offices.  I do not know of any industry where the regulator has direct vision on the system as it is happening.  The authority has full visibility on the weighing taking place.  The devices are sealed with cable ties.  The National Standards Authority of Ireland, NSAI, can inspect a device unannounced at any time.  The authority's officers can get full access to a factory.  If I am saying anything wrong in my testimony, Dr. Steele can feel free to challenge me in her response.  The SFPA officers can physically come in and inspect all of that but they are also observing visually from their offices.  At the back end of a factory, there can be boxes containing 20 kg of fish.  There can be a trolley carrying 60 boxes, which is 1.2 tonnes of fish, which can be easily checked.  It is possible to go into the frozen storage compartment and easily check it.<\/p><p>The authority has an important responsibility, which is why it exists.  It is important to demonstrate what fishermen say they catch is what they are catching.  We need more fish in our seas but whatever the fishermen say they catch they should prove that.  I have engaged with those in the industry.  They do not resist that and accept that needs to be done.<\/p><p>I have demonstrated the level of oversight the authority, as the regulator, has, which is unprecedented in Europe or in the context of any other industry here.  I challenge the SFPA to tell me where in Europe that level of oversight exists.  The regulator has got to that point because it has been seeking to reassure the European Commission of the integrity of the weighing system and the catch system in this country.  It has eyes, in the form of CCTV cameras, on the weighing system.  It can be inspected unannounced at any stage by the NSAI.  It is sealed so it cannot be tampered with.  The regulator has full access to any factory.  Yet, on the last day we engaged with the authority when I gave that testimony, its senior officer, Mr. Andrew Kinneen, still said that was not acceptable.  I will use the following analogy.  It is like a garda getting into a car with somebody and saying &ldquo;I am going to sit beside you because I think you are capable of speeding so I will sit beside you to ensure you do not speed&quot;.  The driver would be very uncomfortable with that.  That is a very high level of enforcement.  The driver says something and then the garda on the scene says &quot;I could be distracted by the beautiful scenery and take my eyes of you so I am going to say I cannot enforce the law upon you&quot;.  That is the level of oversight of this industry we have reached.  I cannot understand how we could have got to a point where the SFPA has ensured that level of oversight and how can that not be something we can demonstrate to the European authorities is enough to ensure the integrity of our catch?  I reiterate the statement the authority makes on page 2 of its submission regarding its responsibility and the job it has to do, with which I am sure every member of this committee agrees and the industry accepts.<\/p><p>I want to ask Dr. Steele's opinion on all of that.  I have a few more questions.  I will be concise in putting them but, first, I want to get a response on why that level of oversight and regulation is not enough for the regulator to have confidence in it, as Dr. Steele's senior colleague said at the last meeting we engaged with the authority?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#E00300","speaker":"1463"},{"type":"speech","time":1624921200,"counter":23,"content":"<p>I will get a response from the authority to those questions.  I will bring in Dr. Steele and then ask the Deputy to put his other questions or does he wish to finish putting his questions now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#E00400","speaker":"1611"},{"type":"speech","time":1624921200,"counter":24,"content":"<p>I will finish my questions.  My colleague had 20 questions and I have only asked one so far.  I will be brief in my other questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#E00500","speaker":"1463"},{"type":"speech","time":1624921200,"counter":25,"content":"<p>That is a fair point.  There are not many witnesses with us and I know this is a very important issue for certain counties.  I am prepared to afford the members some latitude in asking their questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#E00600","speaker":"1611"},{"type":"speech","time":1624921200,"counter":26,"content":"<p>In fairness, the Chairman has been more than fair.  I will brief.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#E00700","speaker":"1463"},{"type":"speech","time":1624921200,"counter":27,"content":"<p>I will ask Dr. Steele to answer the Deputy's first question and then I will come back to him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#E00800","speaker":"1611"},{"type":"speech","time":1624921200,"counter":28,"content":"<p>I thank the Chairman.  I appreciate that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#E00900","speaker":"1463"},{"type":"speechnospeaker","time":1624921200,"counter":29,"content":"<p>I thank the Deputy for his consideration in going through our statement in detail.  We put a lot of work into writing it and I appreciate the detail he has gone through.  I also appreciate what he has expressed regarding the importance of the sustainability of the fishing industry and the importance of our role in that respect.  Rather than argue back with the Deputy, I will look at the map forward and I will then ask Mr. Kinneen and Mr. O'Mahony if they want to come in.<\/p><p>There is a significant opportunity for us in the control plan and in the work we will do on it.  We will have ongoing dialogue with the Commission and that will give us an opportunity to ensure that there is a level playing within Europe for operators in the country into which they land fish.   As stated, that will be important.  It is also important that we have accurate controls in terms of the weighing.  For me, there is a huge opportunity in the control plan and the work we are doing on it.  As mentioned, significant work has been done since the issues with the pelagic industry were first discovered to try to ensure there is better control.  However, the Commission view is we need to do better.  There is an opportunity in the control plan to do that.  We will look at that.  As I said, there is engagement and we welcome that the industry and the regulator want to work to ensure that we have good control.  I will hand over to Mr. Kinneen and Mr. O'Mahony at this point as they may have more to add.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#E01000","nonspeaker":"Dr. Susan Steele","continuing":true},{"type":"speechnospeaker","time":1624921200,"counter":31,"content":"<p>To respond to Deputy Mac Lochlainn, I take the sincerity of his observations.  I want to put on the record that we would not want to tar everybody with the same brush.  We have challenges with some operators and we must be very vigilant and take every care to ensure they do not circumvent the legislation and, in effect, become unfair competition to those members of the industry who are doing their work lawfully and within the rules.  <\/p> <p>  The Deputy expressed a difficulty in regard to the belt and braces approach in terms of protection of weighing machines.  That is based on the good advice we get from the NSAI and other technical experts.  In that case, we are protecting the weighing instrument from interference by an operator.  In regard to the two flow scales that are on the equipment on the pier in Killybegs, we have been advised by the NSAI that they are state-of-the-art with regard to how boat fish can be weighed.  Those same group of experts and our own independent research into this area tells us that good and all as those devices are - they are very good in that we can download example logs to see if there has been any tampering or unusual patterns in the way fish have been weighed - we have been advised that that machinery, even the best on the market, is still vulnerable to physical interference and if not properly set up can be vulnerable to offline interference by electronic Wi-Fi-type read-outs.  I will give a specific example.  We have been informed that the weighing instrument will weigh what it is being passed over it, but if you have the means to tamper or adjust the belt-feed of the fish being put on the machine that gives you a capacity to distort the capacity of the machine to weigh accurately over time.  That is just one example.  We have been also told that if you put physical obstacles or devices on the belt-feeder coming to the machine it would have a similar effect on the accurate weighing of it.  Those are the two things of which we need to be vigilant.<\/p> <p>  With regard to CCTV, we very much appreciate that we can monitor these weighing scales with closed circuit television systems, but equally, and not with everybody but with some operators, we have had difficulty setting up those cameras such that they have sufficient viewing point of the weighing instrument, the meter recording the fish going over the weighing instrument and the portion of conveyer belt feeding the fish to the instrument.  We have some work to do with the industry in that regard.  I am heartened by representation we have received from the industry that it is happy to engage with us.  We will be doing some of that work this week.  On the question that everything is fixed and we are super vigilant and all over this, unfortunately Deputy we are not.  It is the unlawful operators that are setting the challenge for us and creating the difficulties for other operators who are trying to do their work and work lawfully.  It is a complex area.  We will always try to exercise and meet our responsibilities proportionately and appropriately.  We are in a process at the moment to try to re-establish where we should be in terms of monitoring the industry.  All good regulation comes with co-operation.  Where somebody does not to want to adhere to the law there is nothing much we can do.  We are mindful of the level of engagement we need from the industry to make this a success.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#F00200","nonspeaker":"Mr. Andrew Kinneen"},{"type":"speech","time":1624921200,"counter":32,"content":"<p>Does Mr. O'Mahony want to come in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#F00300","speaker":"1463"},{"type":"speechnospeaker","time":1624921200,"counter":33,"content":"<p>I am conscious of the answers the Deputy has already received and I thank him for the opportunity to respond.  I recognise a great deal of what he has put on the table as thought processes I would have had 13 years ago when I commenced working with SFPA.  This is not rocket science; it is weighing dead fish.  Surely, that should be easy to do and easy enough to control but the reality is that it is not.  That is not stretching the reality; it is a factual statement based upon a great deal of experience.<\/p> <p>  The Deputy mentioned CCTV and the potential for unannounced inspections by the SFPA or the NSAI.  Each of those helps and each mitigates the risk but none, on its own or as part of an overall matrix, will sufficiently deter a concerted action by somebody who gets out of the bed in morning with the sole intent of landing undeclared fish.  That is the reality.  There is an element of trust involved and an element of us trying to find a balance of control versus commercial impediment.  I know the Deputy will respond about the commercial impact of these controls, but we are trying to find a balance. <\/p> <p>  The Deputy mentioned CCTV.  The CCTV views the read-out on the scale.  The only thing - it is a useful thing, but let us be clear it is a limited thing - that can do is show that that read-out is created in zero.  It most certainly does not give us the confidence that that read-out is correct.  It gives us the confidence that the scales is turned on and clocking something of greater than zero.  I am not belittling that; I am just delimiting it to what it is.  It is that and no more.  Deputy Mac Lochlainn mentioned the potential for unannounced inspections.  We can do unannounced inspections but the reality is there is only one gateway into each of these plants and things can change.  We have experiences of things being visibly changed rapidly as we walked into plants.  There are controls in place.  As I said, I would previously have held the view expressed by the Deputy that the totality of these add up to something that should be enough to assuage anyone's concerns.  The reality is they do not.  When the Commission digs it finds the potential for tampering is real.  The instruments can be tampered with.  Despite best attempts, there is more to do here yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#F00400","nonspeaker":"Mr. Miche&aacute;l O'Mahony"},{"type":"speech","time":1624921200,"counter":34,"content":"<p>I thank the witnesses.  My concern is there is no level of oversight that is good enough.  I note in the submission it is acknowledged that you cannot get into comparisons.  I believe our industry is the most regulated in all of Europe, that our fish producers and fishers are the most regulated in all of Europe.  This report was leaked in the national media earlier this year at a time when the industry was in serious trouble having lost a further 15% of quota under the EU-UK trade agreement.  The industry was in serious trouble and reports were in the media of tens of thousands of tonnes of over-fishing and potential fines of tens of millions of euro.  This presented a picture of an industry that was criminal in its responsibilities.  It was appalling.  The industry had no ability to defend itself.<\/p><p>As far as I know, there has been one conviction - one - in a court of law that followed the NSAI taking that prosecution, none as a result of the SFPA, despite it being a very strong regulator, arguably the strongest in Europe.  There was only one prosecution, yet it led to allegations of an industry that was criminal in its intent.<br\/><br\/>I put to all the senior officials in the SFPA before us that the relationship has to be reset.  The SFPA is regarded as the strongest regulator in all of Europe in the level of oversight on which it insists, and that is fair enough.  How can it be then that we have reports being leaked to the media, with the industry not being able to defend itself against the charge that it is involved in a massive criminal conspiracy?  There is something badly wrong about that, and I put it to the witnesses we need to reset the relationship between the SFPA and the industry.  The SFPA has a very important job to do.  The committee endorses that job, but this relationship has to be reset.  The trust is just not there.  The SFPA senior officials speaking today clearly do not trust the industry on the weighing of these devices.  That is the core problem that has got us to this crisis: a lack of trust between the industry and the SFPA.  I put it to the witnesses that the lack of proper engagement is the difficulty.<br\/><br\/>I will move on to my second question.  The witnesses have outlined that the SFPA's responsibilities include official food safety controls.  They will be aware there is a responsibility to ensure cold chain integrity for chilled or frozen foods.  It is a profound responsibility at the core of the fishing industry.  As for the authority's own legal framework, I will read out both Article 74.5 of the control regulation, that is, EC Regulation No. 1224\/2009, and Article 98.4 of the implementing regulation, that is, EU Regulation No. 404\/2011 because it is important they be read out.  Article 74.5 states:<\/p><blockquote>\tOfficials shall conduct inspections in such manner as to cause the least disturbance or inconvenience to the vessel or transport vehicle and its activities, and [this is key] to the storing, processing and marketing of the catch.  They shall, as far as possible, prevent any degradation of the catch during the inspection. <\/blockquote><p>Article 98.4 states, &quot;Inspections shall be carried out in a manner as to prevent to the extent possible any negative impact on the hygiene and quality of the fisheries products inspected.&quot;<br\/><br\/>There is serious concern in the industry that the SFPA has two responsibilities here as an authority.  One responsibility it has, which we endorse, is the responsibility to make sure the fishing industry is catching what it says it is catching.  We wish the SFPA well on that important job it is doing.  I believe it is doing it at a level higher than any comparable authority in Europe.  I am happy to be challenged on that.  That is the first responsibility.  However, the SFPA also has a responsibility relating to the quality of the produce, specifically, that it is not degraded in the inspection process.<br\/><br\/>I put it to the witnesses that what the European Commission has asked the SFPA to do as an authority in revoking this control plan impacts on the quality of the produce.  It is not doable.  The SFPA has also said in its submission that it does not have the ability to police every single harbour and pier.  It could have put in place an annulment by 12 June.  It could have annulled this.  It is asked to do two things.  It is asked to ensure the weighing and to ensure food safety.  I put it to the witnesses that the revoking of this control plan makes the other one not doable.  The SFPA needs to be honest as an authority and say that what the European Commission has asked of it is not possible, is not doable and should be revoked.  The problem is that the SFPA will submit a control plan, it will take months and months, maybe even more than a year, which is two fishing seasons, and that is not sustainable for the industry.  Surely to God there is straight talking to be done by the SFPA directly with the Commission, and indeed between the Minister for Agriculture, Food and the Marine and the Commission, to find a solution to this.<br\/><br\/>My final question is the following.  I will not ask any more questions just now because it would be unfair to my colleagues.  Do the witnesses agree that the relationship between the SFPA and the fishing industry has to be reset?  The trust is not there on either side.  That is the truth.  It has to be reset, and that is what has led us to this crisis.  Even though the SFPA is the strongest regulator of its kind in Europe, somehow it is being accused of not doing its job and of being weak.  That is the substance of the leaks that have been made to the media, which I do not believe are true.  I reject utterly any suggestion of a criminal conspiracy among our fishing industry.  That is deeply unfair and damaging, and the industry has not even had a chance to defend itself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#F00500","speaker":"1463","continuing":true},{"type":"speechnospeaker","time":1624921200,"counter":36,"content":"<p>I thank Deputy Mac Lochlainn for his contribution and the endorsement of the SFPA as the strongest regulator of fishing.  It is not a matter of being either strong or weak but of being effective.  I hope that in all our lifetimes we will never see any fish stock collapses.  I say that for all of us in the coastal communities and throughout Ireland.  The role we play is very important, so I thank the Deputy for the endorsement, although not necessarily as the strongest regulator.<\/p> <p>  The Deputy raised a couple of issues.  The questions he asks were raised in the meeting we had with the industry.  That is one of the reasons I asked Dr. O'Mahony to attend with us today.  He is the chief scientific officer so he has looked at the detail of this.  I will ask him to respond to the Deputy on that.<\/p> <p>  There is just one thing I wish to raise.  Regarding a reset of the relationship with the industry, it is normal for the relationship between an industry and its regulator to be strained at times.  The most important thing, however, is that we keep communication going.  I assure Deputy Mac Lochlainn and the rest of the committee that we are prioritising that.  As Mr. Kinneen said earlier, we are keeping very regular meetings going with producer organisations, industry working groups and any member of the industry who wants to meet with us.  We have been prioritising that.  It is about trust but, with regulation, and given that in the pelagic fisheries one landing can have a value of &euro;500,000, it is also about having an assurance.  As for the development of that assurance, we have put in place a number of measures but have not got it right yet.  It is to be hoped that as the new control plan goes forward and as we deal with the Commission, we will get measures that are correct.  There are lessons for everybody through this process.<\/p> <p>  I will hand over to Mr. O'Mahony to talk through the detailed legislative points Deputy Mac Lochlainn has inquired about.  I am not sure whether Mr. Kinneen will want to come in after that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#G00200","nonspeaker":"Dr. Susan Steele"},{"type":"speechnospeaker","time":1624921200,"counter":37,"content":"<p>I thank Dr. Steele and Deputy Mac Lochlainn.  I will start somewhat narrowly on the very nub of the Deputy's question, then get a little broader and then circle back again.  I will start by agreeing with him on the generality of the point he makes.  We will not sit here and say the weighing of fish at landing, or SFPA controls of the weighing of fish at landing, are a step towards improving fish quality.  That is simply not the case, to get that out straight away.  The words \"quality\" and \"safety\" are put about.  The Deputy spoke about the fisheries control regulation and quoted from Article 74 of the Council regulation and Article 98 of the implementing regulation.  Fisheries control is what the SFPA does.  Fish weighing, fish quality maintenance and fish safety maintenance are what the industry does.  Our role is the official control.<\/p> <p>  Without being too philosophical about it, \"quality\" is one of those terms that means different things to different people but, ultimately, it is the sum of the good points about food and what we want in our food.  That is what food quality is.  It is what people are willing to pay for and what people want.  One aspect of quality is freshness.  It is one of the aspects people want.  People want flavour, safety, ecological credentials and sustainability credentials.  There are a lot of aspects of quality, but I think the focus here is on the freshness of fish.  Quality is perhaps a continuum, with good, bad and middling.  Safety is more of an absolute concept.  Something is either safe or not safe.  It cannot be a little safe, just as you cannot be a little pregnant.  That is the philosophical point.<\/p> <p>  To get to the more direct point, the Deputy mentioned the control regulation.<\/p><p>It deals with those rare events that the SFPA is physically present to inspect.  There is a much broader issue of having to weigh fish on the pier regardless of whether the SFPA is present.  What fishermen do when we are present should be no different from what they do when we are not.  Our presence should not meaningfully alter what is happening to those fish.  The same thing should be happening to them regardless of whether we are present.  As such, I do not accept the construct based on those control regulation articles that there is some kind of conflict or undoability.  All of our controls do not have a positive impact on quality and everybody should be trying to work to minimise the impact of that.  I will cite the example of food coming into Dublin Port today from third countries.  Some of those shipments are opened and inspected.  No one is saying that that is good for quality, yet it is a necessary part of the regime.  The same applies to the fishery management system.  Society has said that it wants to ensure that the quantity of fish that is landed is checked, so a requirement to have the fish weighed is put in place.  No one is saying that is good for quality, but it is necessary from a fishery management perspective.  As such, we do not accept the Deputy's construct of the control regulation somehow being in conflict with our role in quality and food safety.<\/p><p> Quality deteriorates from the point the fish is killed.  From the point it dies, its immune system stops working and the quality of the fish deteriorates because the environment around it attacks it.  Part of the skill, lore and craft of being a fisherman is to minimise that and make every step a minimising step.  It is the same with weighing.  Fishermen have to do many things with a fish - get it from the sea to the coast, from the landing point onto the truck and from the truck to the consumer.  In all of those steps, they have to have an eye towards quality and safety, and every step within that should be a minimising step.<\/p><p> When we get there, we observe what the fishermen are doing.  That is if we get there.  We inspect approximately 20% of landings, depending on risk.  There is a one in five chance of being inspected.  When we get there, fishermen should not be doing anything differently.  They should be weighing the fish regardless of whether we are there.  The view that this has somehow changed with the revocation of the control plan is very difficult to accept; I do not accept it.  In many ways, it would have been a greater intervention for us to arrive in a control plan era than in a non-control plan era.  I can expand on that further if the Deputy wishes.<\/p><p> Ultimately, ensuring fish quality is the role of the fisherman.  It is entirely possible to weigh fish with appropriate quality maintenance at landing.  It is challenging - I am not saying it is easy or optimum, but it is possible.  Our role would be to make the minimum possible intervention to comply with the Articles 74 and 98 requirements, which the Deputy read out verbatim, in order to minimise, insofar as is possible, any deleterious impact on the quality of the fish.<\/p><p> I will probably draw a breath at this point.  I do not know whether the Deputy wishes to respond to any of the points I have made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#G00300","nonspeaker":"Mr. Miche&aacute;l O'Mahony","continuing":true},{"type":"speech","time":1624921200,"counter":39,"content":"<p>We might move to the next questioner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#H00200","speaker":"1611"},{"type":"speech","time":1624921200,"counter":40,"content":"<p>I welcome our guests.  We are an hour and a quarter in this debate and it has been helpful.  I acknowledge the contribution of Dr. Steele and her team to this meeting so far.<\/p> <p>  There are serious issues in the fishing industry.  The weekend before last, I spent most of Saturday in Castletownbere and Union Hall.  The following day, I was in Kinsale meeting fishermen.  It is felt that there is a disconnect between the Department, the regulator and the industry.  As has been mentioned at this meeting, that disconnect is a major issue.  There will always be tensions between a regulator and an industry.  That is the case in most industries.  How to ensure that those tensions can be worked through in a proper forum is what I wish to discuss.  I would like our guests' views on how there is no forum where the three sides sit down together and thrash out issues.  Maybe a policy should be formulated, by this committee in particular, on how such a forum could work.  There does not seem to have been a dialogue of any significant nature that has brought everyone together.<\/p> <p>  Regarding Mr. O'Mahony's view on food quality, he made a significant point about where a regulator steps in and what impact the regulator has on the quality of the fish.  I am slightly concerned.  All of us in the food chain have a responsibility to limit the damage done to food's quality from when it is harvested to when it is consumed.  How we interact in that food chain is important.  It is the interaction that the fishing industry is talking about.  This is not about the 20% level, but what happens at that level, which the industry says is having a negative impact on the product's quality.  From an agricultural point of view, it would be akin to requiring that, when milk is tested, it is at 3 oC instead of the 1 oC it is normally at when it goes into the bulk tank.  We must determine how to formulate a plan that limits the damage done to quality.  It is the damage done to quality from catch to consumption that we must discuss.  We must see how we can engage the fishing industry to ensure it has confidence in how the regulator reacts at that stage.<\/p> <p>  Regarding the future control plan, what will be different compared with the previous plan?  What will the major changes be?  How will those affect matters, in particular the weighing on piers?  What does the SFPA propose will be the key elements that ensure joined-up thinking between the Department, the regulator and the fishing industry in order that the plan is workable on the pierside?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#H00300","speaker":"1666"},{"type":"speechnospeaker","time":1624921200,"counter":41,"content":"<p>The Senator mentioned tensions and issues.  He was in Castletownbere, Union Hall and Kinsale.  I am grateful for the solution-seeking view that he is bringing to us.  We are open to having any meeting or dialogue.  There is the consultative committee, which was set up under the Sea-Fisheries and Maritime Jurisdiction Act.  It comprises the industry and consults with the SFPA.  We have met the industry on these issues, but as part of the review, we are resetting that relationship as well.  We are open to the Senator's suggestion in his first question because promoting compliance is a key part of the role of any regulator.<\/p> <p>  If it is okay, I will deal with the Senator's third question next before dealing with food quality issues.  Regarding the proposed changes to the control plan, we placed the plan on the website for a consultative period.  The control plan will involve post-transport weighing, which means it will be back to how it was before April.  Weighing will be able to take place on premises when that control plan goes through, thereby removing weighing at landing.  For us and the industry, the control plan is a very high priority.  Following submissions from across the breadth of the industry, we will include pelagic fishing in it.  The control plan will be key.  We will need to work as quickly as we can, which will involve a series of meetings with the Commission.  It has met us already and expressed its openness to working with Ireland on getting a good solution.<\/p><p>The first thing is to give an assurance that that is the way it is going forward.<\/p><p> In regard to the food quality questions, when we were before the committee the last time, we acknowledged the quality issues that were raised by the committee.  To reiterate what Mr. O'Mahony said, both before and after the European Commission's decision the weighing of catches remains the responsibility of the industry and it is distinct from the SFPA&rsquo;s landing inspection process in that it occurs whether or not we are present.  All weighing of fish, wherever it occurs, whether it is on the pier or in the factory, has the potential to impact on cold chain and hygiene maintenance.  Weighing in an exposed environment with small-scale equipment will require active attention by operators to manage such concerns.  I know there has been significant engagement with the SFPA and we would like to express huge gratitude to the industry for that engagement, where the industry is looking at solutions.  We wish to highlight the continued availability of sample weighing for fishery products and standardised boxes.  For most whitefish, with some exceptions, this involves weighing relatively small sample numbers, leaving the vast majority of fish boxes fully iced and untouched other than to ensure allocation to traceable lots.  It is an important part of our remit to ensure food business operators identify and manage responsibility for food safety risks, and this is a particular focus of our attention in our ongoing consultation with the industry following the revocation of the control plan.<\/p><p> On a point I should have mentioned earlier, when we submit the control plan, we will also be submitting a revised sampling plan.  As part of that, one of the issues raised at the last meeting with this committee was in regard to monkfish, which was not in the previous sampling plan.  It is our intention to look at sample weighing for monkfish, so there is opportunity in this as well.<\/p><p> I will hand over to Mr. Kinneen and Mr. O&rsquo;Mahony, who may want to come in on some of those questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#H00400","nonspeaker":"Dr. Susan Steele","continuing":true},{"type":"speechnospeaker","time":1624921200,"counter":43,"content":"<p>I thank Senator Lombard.  The Senator asked a very focused and fair question on what will be different in the new control plan.  To preface the remarks I will offer, we have this channel opened up with the Commission and we will be having broad discussions on what the points of concern might be from its perspective in approving a resubmitted control plan from Ireland.  Some of the areas of discussion are interesting.  As Dr. Steele mentioned, we are going to look at the sampling plan and how that is geared, the number of boxes to be sampled and weighed, and so on, with a view to any possible reduction in those numbers to make sure Ireland's sampling scheme is in line with other member states.  We had some encouraging preliminary discussions with the Commission on that earlier.<\/p> <p>  We will also have to look at joining up the dots on risk management of different fisheries and the landing and transport of fish into different port areas, and so on.  That is a broad approach but there are principles that we are going to have to look at to make sure they can be adopted in terms of our control plan and the management of inspection resources.<\/p> <p>  Now that we are including the pelagic sector in the revised control plan for the Commission, we also have to consider the issues that arose in terms of the audit and the ongoing dialogue in the initial inquiry with the Commission on points of concern.  As I said earlier in this meeting, we are encouraged by feedback we have had from the Irish Fish Producers Association, IFPA, in terms of the written submission it made to the SFPA as part of our consultation with the industry.  It clearly indicated it is well disposed to looking at the measures we have in place and whether it needs them refined or improved, again, in a proportional way but in a way that will ensure we have a credible platform when we present the control plan.<\/p> <p>  We would tend not to look to radical changes to what we had heretofore.  What we sent out to the Commission in the past was well considered and is probably not likely to be changed radically.  What we submit will reflect best practice on what is available in terms of technological developments and practices in the industry, and other points of view the industry has very kindly offered us in terms of our consultation with it.  Much of it will be familiar, some of it will be amended with a view to improvement and there will be a few new elements.  We also hope there will be elements that will be less burdensome to the industry in terms of sampling and the way the sampling is carried out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#J00200","nonspeaker":"Mr. Andrew Kinneen"},{"type":"speech","time":1624921200,"counter":44,"content":"<p>Does Senator Lombard have further questions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#J00300","speaker":"1611"},{"type":"speech","time":1624921200,"counter":45,"content":"<p>No, I am okay with the response on the control plan, which is significant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#J00400","speaker":"1666"},{"type":"speech","time":1624921200,"counter":46,"content":"<p>I call Deputy Mac Lochlainn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#J00500","speaker":"1611"},{"type":"speech","time":1624921200,"counter":47,"content":"<p>It is important that we emphasise this reset of relationships.  As an Oireachtas Member, I am conscious there are other interested parties out there, such as environmental NGOs and a range of people who are interested in the marine.  I have been a spokesperson for my own party on fisheries and the marine for about a year and I have engaged extensively, including with the SFPA, to try to get the wider perspectives.  I find the situation astonishing and I really want to reiterate this point.  The SFPA has increased its budget, increased its staff and increased its capacity over the last number of years.  It is not a story of weak regulations and a feckless industry in Ireland.  It is actually a story of a very strong and well-resourced regulator and an industry that is the most regulated in Europe and the most compliant.  There may well be individuals who are not meeting those standards, and that has to be accepted in all industries.  However, I believe that as we speak in 2021, we have a very well-resourced and effective regulator - it is arguably the most effective and strongest regulator in Europe - and an industry that just wants to go out and fish and earn a living.  We have got to a point where we need to reset that relationship.<\/p> <p>  I am going to say again that the recent episode dealt with in the High Court decision is a worrying sign in terms of that relationship between the SFPA and the industry.  This is an example from Killybegs, and I can speak now that the court decision has been made.  There was an attempt to find a workable arrangement on the weighing of fish.  The judges decided that the approach of the State was outside the law, and a legal challenge was undertaken at considerable cost to the State.  What was sought to be achieved was a weighing system that was acceptable to the SFPA and the European Commission that would minimise the impact on the quality of fish.  It was a very noble objective but, sadly, at a point in time, the SFPA walked away from that process.  Again, there is reflection for that organisation and its authority in what happened there.<\/p> <p>  The industry has to reflect too.  I am going to say here that any fisherman around the coast would acknowledge that when there is no oversight and no law - this is the same across the world &ndash; and when nobody has eyes upon them, people will take shortcuts.  However, I believe that what we have got to in our country right now, and we need to say this out loud, is a very well-resourced and strong regulator when compared to the industry.<\/p><p>I am told by fishermen that what they encounter when they come into Killybegs harbour, which is our major harbour, is unlike anything else in Europe in terms of oversight, regulation, accountability and systems.  How is that story being misrepresented and not being told to the national media?  How is it that a leaked report, to which the industry has not had a chance to respond or have sight of and that presents it as some sort of mass criminal enterprise, is given to the national media?  This deeply untrue and unfair.  We have a responsibility as Oireachtas Members, therefore, to stand over the important work the SFPA does but to also not allow our industry, which is heavily regulated and held to account, to be misrepresented in the way it has been.<\/p><p> Do the witnesses agree with my assessment?  I do not think they have responded to my point.  I believe the SFPA is the most effective and strong regulator in Europe and that our industry is the most regulated in Europe.  Is that agreed?  Can we get a response to that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#J00600","speaker":"1463","continuing":true},{"type":"speechnospeaker","time":1624921200,"counter":49,"content":"<p>I thank the Deputy.  I wish I could agree with him.  The issues we have with the audit and the audit findings would say there are issues in the industry and in the regulator.  The audit, unfortunately, does not support that argument for being the strongest regulator in Europe.<\/p> <p>  I would like to bring attention back to the resourcing of the organisation, which we mentioned at the outset.  I will run over it again because it is one of the keys.  The key areas are the actual roles of the SFPA.  Our remit is the regulation of the commercial sea-fishing industry in compliance with the CFP.  We also regulate official controls for food safety for all wild and farmed fish, including classification of wild and farmed mollusc areas, and approval of Irish food processing establishments.  That is a significant amount of work as well.<\/p> <p>  We do food trade controls including catch and health certification of Irish fish exports and import controls; a role which has grown and expanded substantially due to Brexit.  We also look at the control of compliance with marine environmentally protected areas and infrastructure provision to facilitate both fishermen and vessel operators' compliance with their obligations, including development and support of their on-board IT systems to facilitate their statutory declarations.  We cover these significant remits, which have important potential impacts for fishing today and for future generations but also for the Ireland's reputation with regard to seafood safety and Ireland's trade.<\/p> <p>  I will use the language \"Keeping the wheels on the bus\" to describe how we went through the exit of the UK from Europe.  I would actually argue that we are not a well-resourced regulator.  We would be well-resourced if we had one of those roles.  In the Killybegs office, we have 18 fisheries officers who work incredibly hard.  The Deputy will be aware of the size of County Donegal, however.  We welcome the fact that we are opening a new office in Greencastle but those 18 fisheries officers are carrying out vessel inspections in pelagic and demersal landings.  They are carrying out all the food safety controls, all the mollusc sampling and sampling areas, all that import trade, for instance, catch and health certification of Irish fish exports, and then also doing the additional Brexit workload.  They are looking at the marine protected areas and also working with the infrastructure provision for fisheries with regard to data and IT systems.  We could act as a regulator in reducing what could be future risks for Ireland with the remit we have.  We are grateful to the State for the resources as the remit has grown.  I would not use the words \"well-resourced\" for us, however.<\/p> <p>  With regard to effectiveness, we have committed staff who carry out every aspect of the remit to the best of their abilities.  It is not just pelagic landings they are dealing with.  They are dealing with a huge number of different issues that can blow up at any time of day or night in different areas.  I thank the Deputy for his words on the role of the SFPA.  There is a perception that exists.  With what we are looking after, however, and the value of the seafood industry we regulate and potential sustainability and reputational food safety damages that can occur, I would not necessarily say we are as strong or as resourced as we should be.<\/p> <p>  Regarding the industry, again, I am very grateful, which I said in my previous appearance before the committee.  I have worked with the fishing industry and aquaculture industry for my entire career and in the vast majority of cases, there is significant compliance.  Rogue operators or those who seek to get economic benefit from breaking the rules, however, damage every person who is in the industry.  It is, therefore, important that we are resourced.<\/p> <p>  The Deputy raised questions about the judicial review.  I am nervous about summarising it.  I know he summarised some of it.  It is a comprehensive review.  A number of factors were taking part here.  The SFPA was delaying approval while waiting for confirmation and clarification from the commission.  That was at the grounds of it.  We are working, of course, within what the courses recommended going forward.  I hope I have addressed some of the items raised by the Deputy.  I do not know if Mr. Kinneen wants to come in on some of the points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#K00200","nonspeaker":"Dr. Susan Steele"},{"type":"speech","time":1624921200,"counter":50,"content":"<p>I have one question.  If the SFPA is not the most effective and strongest regulator in Europe then which is?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#K00300","speaker":"1463"},{"type":"speechnospeaker","time":1624921200,"counter":51,"content":"<p>That is a good question.  I am afraid I do not have the answer.  Mr. O'Mahony might have the answer to that; I am not sure.  I can see him raising his hand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#K00400","nonspeaker":"Dr. Susan Steele"},{"type":"speechnospeaker","time":1624921200,"counter":52,"content":"<p>We do not have the answer to that in the absence of the publication of commission audits of the regulators.  We can benchmark ourselves fairly well in our food safety controls.  Because those audits are published, I can look up the external audits of my French or Belgian counterparts in food safety.  We do not have that in fisheries control, however.  We repeatedly put on the record that we would support that ability to see where we are.  We keep hearing people talk about level playing fields.  In reality, some of those people are pointing at the lowest dip and lag in that playing field and telling us all to head down into that puddle and wallow around there.  That is not what we want.  We want the level playing field whereby fishers experience the same control regime wherever they land or wherever they fish in Europe.  In the absence of publication of the audit reports, however, we cannot answer the Deputy's question.  We would like to be able to answer his question but we cannot.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#K00500","nonspeaker":"Mr. Miche&aacute;l O'Mahony"},{"type":"speech","time":1624921200,"counter":53,"content":"<p>I call Deputy Michael Collins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#K00600","speaker":"1611"},{"type":"speech","time":1624921200,"counter":54,"content":"<p>I will be brief because other members want to come in.  The sanctions have been imposed on the entire fishing fleet, yet not one fisherman has seen any evidence or shared any information that was compiled by the 2018 audit or the 2019 administrative inquiry, which the SFPA carried out.  Why withhold evidence and yet proceed to punish the entire sector?  A real dangerous situation is happening here.  The SFPA said that it has not shared any copy with anybody outside of its own remit, as such, but then there are leaks all over the place.  Nobody is accountable for leaks.  Nobody is answerable for where the leaks emanate from and who is responsible.  This is damaging good, hardworking, honest inshore pelagic fishermen, however, whether they be from Castletownbere, Union Hall, Schull, Wexford or Galway.  Severe damage has been done.<\/p> <p>  The witnesses will also be aware that senior politicians have put on record, as have others who have fallen out the side doors, whether that is from the Department or wherever these leaks are coming from, that our fishermen are reputed in Europe - in the halls of the European Commission, Parliament and European Council - to be pure pirates who spend their entire working lives ripping off the CFP illegally.  This is the perception being put out there with the leaks.  This being the case, one might image that the European Commission reports would reflect this misinformation, disinformation and pure propaganda.<\/p><p>The witnesses will therefore be surprised to learn from the content of the latest research and working paper from the Commission on the EU sanctioning system, dated from January 2021, that Ireland hardly features at all.  This paper makes it clear that Ireland hardly features at all on the offenders list.  The truth is that Irish fishing boats are responsible for 0.8% of all European-wide offences against the Common Fisheries Policy.  From the leaks that are coming out, which look as though they are orchestrated leaks, it would appear that the fishing industry is up to every sort of meddling.  The reality is that the EU is saying that is absolutely not the case.  In Ireland we are making it look as though it is an issue and a major crisis.  What is wrong? Where did the leaks come from?  Why and how did this happen?  Is there any investigation going on within the Sea-Fisheries Protection Authority, SFPA, within the Department or within the Minister's office as to how these leaks came about and why were they put out there to discredit the fishing industry?  The industry has worked so hard to work within the regulations, which are crippling against the Irish fishers whether they are inshore or pelagic fishers.  I would like someone along the line, it does not need to be the Minister, to launch an inquiry as to where these leaks came from and why we found out afterwards that as far as the European Union is concerned Ireland is at the bottom of the ladder with regard to rules being broken.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#K00700","speaker":"1461","continuing":true},{"type":"speechnospeaker","time":1624921200,"counter":56,"content":"<p>I will offer a few comments that might be of assistance to Deputies Collins and Mac Lochlainn.  Deputy Collins highlighted the issues arising out of reports leaked to the media or information coming to the media that is detrimental to the reputation of the industry and so on.  The SFPA can certainly speak for itself and we engage with media, as we should as a public organisation, but we never leak confidential material.  I can give that assurance directly to Deputy Collins and to the committee.  That is not our trade and function.  We try to respond to freedom of information requests, the information access requests and the press queries.  We try to engage to the level that we can.  We are not in the business of leaking or briefing on the basis of confidential information.  I give Deputy Collins every assurance on that point.<br\/><br\/>With regard to the judicial review, there are concerns coming from the contributions at the committee that we have been less than careful with taxpayers' money when we engaged with this judicial review, and around a lack of proper procedures on our part.  I will offer some background to the committee for the record.  A member of the pelagic fishing industry wrote to the Commission to complain about the levels of checks and controls and the difficulties arising with regard to the weighing of fish on the pier.  The response from the Commission to that individual in the industry - it was circulated to us, so I can talk to the committee about it - was to offer the view that privately owned or operated weighing equipment was not appropriate given where we were with the administrative inquiry, the audit and so on.  This point was made by the Commission to a member of the industry.  The industry did not challenge the Commission on that.  The SFPA found itself in the invidious position where we were trying to assess weighing equipment to try to hopefully sustain Ireland's status of having a control plan with the Commission.  Being in a very difficult position, we sought from the Commission on several occasions more detailed information on how it would take the view and substantiate it in European law.  In the meantime the industry, as it is entitled to do, initiated one of two judicial reviews involving the SFPA, one in particular involving the weighing equipment on the pier.<br\/><br\/>In general terms I would agree with the Deputy's remarks on the quality of that initiative.  Hopefully, we will get all of those matters sorted.  We are not in a position to engage in the approval of that equipment, as might be required under the statutory instrument and as we are required to do with the National Standards Authority of Ireland, NSAI.<br\/><br\/>As a result of the Commission's opinion, and we are waiting for that to be clarified, the judicial review proceedings were initiated.  Mr. Justice Simons gave very clear consideration to the arguments offered by both sides and said that the SFPA was acting <i>ultra vires<\/i>in not going into an approval process on the basis of the Commission's opinion.  We could not support the Commission's opinion of pointing to legal precedents.  We have now had direction from the court.  We are very mindful of the costs of those court proceedings.  Again, that is not a matter of our choice.  We engaged in those proceedings with every sincerity that we would work with the court, offer our affidavits and submissions and hear very clearly the outcome of the judicial review.  We have given our assurances to the court that we would be following the judge's direction very clearly.  We are not the author of any of this.  We try to be bona fide actors in the process as matters go ahead.<br\/><br\/>This week we are in a position where we will be looking at a review of the equipment on the pier, in co-operation with the NSAI.  We have also done thorough work on our own internal procedures and documentation of those procedures with regard to the management of applications, not just for this equipment but for weighing equipment in general.  We have tried to learn from the experience in order for it to have a benefit for the taxpayer also.<br\/><br\/>I hope this helps to allay some of the Deputy's concerns with regard to the judicial review.  It is a matter we did not take the initiative on but we certainly engaged fully once it arose and we are following the judge's direction very carefully at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#L00200","nonspeaker":"Mr. Andrew Kinneen"},{"type":"speech","time":1624921200,"counter":57,"content":"<p>I apologise.  I had to pop away from the meeting for a few minutes to do a radio interview and I may have missed some of the questions.  I apologise if I repeat some of the questions.  The witness may already have answered some of them.<\/p> <p>  I would like clarity on the control plan that is being submitted.  Will this include the demersal and pelagic sectors?  Is it a control plan for both?<\/p> <p>  There were many references in the opening statement to the weighing equipment and the methods of weighing fish in the factories by the sector.  Will the witnesses talk me through the process and the equipment the SFPA, as the regulator, uses for the weighing of fish in order to do checks and so on?  I would be interested to hear that.<\/p> <p>  One of the functions of the SFPA, as stated in the opening statement, is food safety controls.  With the removal of and the absence of the control plan, and given the situation whereby the sector is being forced to weigh fish on the pier, in this interim period can the SFPA guarantee the high quality and safety of our product, for which Ireland has become renowned?  Where fish is being weighed on the pier can the SFPA give those guarantees?<\/p> <p>  My final point has already been touched on by some members but I have yet to hear a resolution, a solution or a proper answer.  It is about the relationship between the SFPA and the sector itself.  I have been a Deputy since February 2020, which is not that long I have been getting to know the industry and how everything works.  In that short space of time, it has become very apparent to me that the relationship between the SFPA and the sector is at an all-time low.  I mean rock bottom.  There is no point in skirting around this and pretending it is not the case.  I am not sure if the witnesses have seen any of the images of the peaceful protests in Cork and Dublin by the industry.<\/p><p>Some placards were visible at those protests, which referred to the SPFA.  It demonstrates how the industry feels it has been let down by the SFPA.<\/p><p> It goes both ways, however.  In the written submission we received from the SPFA, paragraph after paragraph related to fraudulent methods, methods by which in-factory weighing can be circumvented and the potential for fraud.  Reference was made to the one proven case and to the other case in the courts.  Yet, and I will double-check this, little or no reference was made to the overwhelming majority of those engaged in this industry being completely compliant.  That sets a narrative and an attitude of us and them.  It appears that way to me as someone trying to represent people and who is an onlooker, an outsider almost, and not involved with the SPFA or the sector itself.  Would the witnesses agree that the relationship in this regard is at an all-time low and that something drastic must be done to mend it?  I refer to healing wounds, opening dialogue, reaching out to the industry and starting afresh.  The relationship now is fairly toxic and this is getting us nowhere.  I would love a response to these questions, and particularly regarding that last point about the relationship between the SFPA and the industry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#L00300","speaker":"1545","continuing":true},{"type":"speechnospeaker","time":1624921200,"counter":59,"content":"<p>I thank Deputy Christopher O'Sullivan for his questions.  Some of these questions were touched on earlier.  As it will not take long, I will go to some of them again.  The first question asked concerned the control plan.  The SFPA drafted and consulted on a control plan, and specifically excluded pelagic landings in this regard.  We logically took that decision to consult without pelagic landing as they were the high-risk scenario singled out for the enhanced controls within the Commission implementing regulation.  The intention was to submit a control plan to deal with the current issues that the demersal fishers are having.  These issues have been raised in this committee regarding weighing prior to transport.<\/p> <p>  We went through a written consultation process and we also had several meetings with the representatives of the industry.  The authority has now decided that pelagic boat landings greater than 10 tonnes will be included in the control plan, and we are prioritising the development of a revised plan.  In that revised plan, we will acknowledge the specific risks which have been identified and that led to the Commission&rsquo;s decision to revoke the previous plan and provide enhanced controls.  This is not going to be an easy process but we have already engaged with the Commission and we will continue to engage with the Irish desk in the Commission to move the process forward.  This will have a high priority and an internal team in the SFPA will be working on this process.  The aim is to ensure that the plan provides the assurances the Commission requires and that the SFPA, as a regulator, requires to minimise the risk of systematic manipulation of weighed pelagic catches.  We are aiming for a submission as soon as possible but the Commission review time will require ten weeks following submission of the documents.  I hope that assists in providing some clarity on that point.  We had one intention originally, but we have changed that following on from the consultation period.  We have indicated that to the producer organisations and we are now indicating it to the committee.<\/p> <p>  Regarding the Deputy's second question on the processing and weighing of fish, it is important to state that the onus and responsibility is on the operator for the weighing of the fish.  We put a great deal of work into the communication of this aspect.  Again, if we have not dealt with questions on the website or if information is not available there, and in the same way as I responded to Deputy Michael Collins, we are not far away from Deputy Christopher O&rsquo;Sullivan at all and we are happy to meet him at any stage.  We are happy to sit down and go through the questions posed to him when he has been out in the ports and harbours and to provide clarification on anything he would like.  We would be very happy to do that.<\/p> <p>  We have laid out the situation with the processing and weighing of fish as clearly as we can on the website.  We have also taken questions which arose during meetings with representatives of the industry and posted relevant answers into a frequently asked questions, FAQ, section on the website.  A huge amount of proactive work has also been done in the ports by the SFPA and the National Standards Authority of Ireland, NSAI.  We are very grateful to that organisation, which has been working with us as we are assisting the industry to come into compliance in this regard.  The message we gave earlier was that the weighing is done on the sample weight.  For most species, then, there is a sample weighing.  Fishery products are weighed on landing in accordance with the sampling matrix.  The figure resulting from the sample weighing on landing is used for the landing declaration, transport documents, sales notes and take-over declaration.  It is for-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#M00200","nonspeaker":"Dr. Susan Steele"},{"type":"speech","time":1624921200,"counter":60,"content":"<p>I am sorry for interrupting but, very quickly, do the regulators have their own scales and equipment for weighing fish and checking and consolidating in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#M00300","speaker":"1545"},{"type":"speechnospeaker","time":1624921200,"counter":61,"content":"<p>Yes, there are weighing scales.  They are in the organisation.  They are NSAI weighing scales.  Regarding the context of fisheries control, however, the onus lies with the operator.  However, we do have weighing scales at the same standard, obviously, as the NSAI-verified scales and approved scales with the industry.  I hope I have answered the Deputy&rsquo;s question.  We do have scales available.<\/p> <p>  Two other questions were asked by the Deputy.  Turning to the food safety controls, I will return to this point last and hand over to Mr. O'Mahony to respond.  He gave a detailed answer in this regard earlier and he can recap on some of the key points for the Deputy.  Regarding relationships with the SFPA, there is always tension between a regulator and an industry.  However, it is important that dialogue is opened and a fresh start made.  It is also very important for us to emphasise that we are very grateful to those who are compliant and who work within the rules.  We are very happy to take on board any suggestions in this regard.  We are proactively working with the consultative committee.  We have had an internal review and the director of transformation, Olive Loughnane, is working with the consultative committee to examine how we can improve existing relationships.  My undertaking today is to state that we are always happy to meet with representatives of the industry and to meet the Deputy.  We want to open dialogue.  We believe strongly in our role in promoting compliance and in working with the industry in that regard.  Returning, then, to the Deputy's question about food safety controls, and because Mr. O'Mahony gave a good answer earlier on this subject, I will hand over to him now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#M00400","nonspeaker":"Dr. Susan Steele"},{"type":"speechnospeaker","time":1624921200,"counter":62,"content":"<p>The direct question asked by Deputy Christopher O'Sullivan concerned whether we can guarantee the quality of product.  It is a matter of statute that fish should be weighed.  It is also a matter of fact that fish weighing has the potential to have a negative impact on quality.  Another fact is that the only wing of the State which recognises this reality to the extent of writing a control plan to get away from weighing on landing is the SFPA.  Therefore, our recognition in this regard is manifested in the authority having worked on a control plan in 2011 to ensure that the norm for fish weighing would be in the sheltered environment of a processing establishment.  Therefore, we accept the central contention of the Deputy&rsquo;s point and that acceptance has been manifested in our actions.  It is not a silent or empty promise, but a real testament to what we have done in this regard.<\/p> <p>  The Deputy also asked about guarantees.  It is not our role to guarantee fish quality.  It is the fishermen&rsquo;s role to weigh the fish, and when they are weighing the fish, they should also have an eye to quality to ensure that they do that weighing as quickly as possible to maintain the cold chain and to do it as accurately as possible to obtain the best possible accuracy from that weighing.<\/p><p>That is not an insignificant challenge and we acknowledge that it is more difficult at landing.  However, it is possible at landing if due regard and attention are given to the detail or the balance of maintaining the cold chain, maintaining hygiene and getting an accurate fish weight.<\/p><p> All interventions have the potential to impact on quality and weighing is among those.  Senator Lombard drew an analogy earlier with dairy production, which resonated with me.  It is the same thing.  Fish come out of the water at 12&deg;C or 15&deg;C and milk comes out of a cow at 37&deg;C.  From that point forward the producer, either a fisherman or a dairy farmer, is trying to get it cold and keep it moving.  There are things we do to food that are not necessarily the best thing for quality and not everything we do to food passes the test of being a good thing for quality.  The SFPA does not have the luxury of picking what is not optimal from a quality perspective and choosing not to implement those measures.  We are agents of the State and creatures of statute so we are obliged to implement what is on the statutes, which require fish weighing.  There have been repeated calls for an interim arrangement or something like that but we do not have that luxury or power.  It has not been delegated to us or to anybody in Ireland.  It is neither ours to give nor to withhold.  I hope that is a useful answer to both members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#M00500","nonspeaker":"Mr. Miche&aacute;l O'Mahony","continuing":true},{"type":"speech","time":1624921200,"counter":64,"content":"<p>I thank Mr. O'Mahony.  We are after having an extensive question and answer session and a number of issues were dealt with comprehensively.  This is a hugely important issue for the fishing industry as we saw with the huge turnout at the protest in Dublin last week.  On behalf of the committee, I thank the representatives of the SFPA for coming in again and providing clarity on issues raised by the members of the committee.  Hopefully an amicable solution to this can be found and that we will not have to revisit the issue.<\/p> <p>  I propose that we suspend until 3.30 p.m., when the joint committee will meet to discuss the collection and recycling of farm plastics.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#N00200","speaker":"1611"},{"type":"unspoken","time":1624921200,"counter":65,"content":"<p>Sitting suspended at 11.33 a.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Business of Joint Committee","time":1624921200,"counter":66,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA00050"},{"type":"speech","time":1624921200,"counter":67,"content":"<p>We have resumed in public session.  Our first witness is not yet online so while we are waiting, I will give an update on my visit to the Littleton recycling plant on Monday.  Members have an open invitation to visit.  It will facilitate everyone, but because it is operating a Covid pod, it can only facilitate one person at a time.  There was a misunderstanding about that over the weekend and I apologise for that.  If any member of the committee wants to go there himself or herself to see the recycling plant at first hand, he or she will be accommodated and arrangements can be made.<\/p> <p>  The plant is up and working.  It is handling farm waste plastic.  It is dealing with about 3.5 tonnes an hour and the end product is in the form of pelleted plastic which is being used to make recyclable plastic bags.  There is another plant to be built on site at the back end of the year which will take the plastic at a different stage of processing and will be used to make wax which can then be reused in the remaking of film plastic.  They reckon they will be able to process 25,000 tonnes of plastic there, building to 45,000 over the next 12 to 18 months.  They will be looking for more than farm plastic, but also other plastic used by other industries, such as meat plants.  There will be a fairly significant appetite for plastic into the plant.  I saw the whole process where the water was squeezed out of the plastic and that water was filtered and recycled.  The dirt is used for top fill on landfill, taken away by AES.  I consider the plant to be working well.  An industrial loader loads the plastic into a big hopper.  They have a problem with foreign objects in the plastic and they hope to improve the sensors to stop that.  They found a bit of a front loader had gone in with plastic shortly before I arrived and it had damaged part of the machinery.  The line is up and running efficiently and it is hoped in time it will be a home-grown solution to our farm plastics problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA00100","speaker":"1611"},{"type":"speech","time":1624921200,"counter":68,"content":"<p>I thank the Chair for the update.  There was a fair bit of confusion because some of us might not look at emails but the Chair is as good a person to look at it as any.  Did he discuss the price per tonne?  Can he repeat the tonnage they said they would be able to get through.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA00200","speaker":"1508"},{"type":"speech","time":1624921200,"counter":69,"content":"<p>They expect to be able to do 25,000 tonnes at the moment and they expect that to increase to 45,000 in time.  They intend to put in another line along with the line they already have.  They expect it to increase.  They are doing 3.5 tonnes per hour and intend to go on a 24-5 shift very quickly and then go on 24-7 shift work.  They have plans to employ more people there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA00300","speaker":"1611"},{"type":"speech","time":1624921200,"counter":70,"content":"<p>How much a tonne?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA00400","speaker":"1508"},{"type":"speech","time":1624921200,"counter":71,"content":"<p>They are charging a &euro;38 gate fee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA00500","speaker":"1611"},{"type":"speech","time":1624921200,"counter":72,"content":"<p>Have they a contract with anyone or will they take it from anybody?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA00600","speaker":"1508"},{"type":"speech","time":1624921200,"counter":73,"content":"<p>I was told they have a relationship with Irish Farm Films Producers Group, IFFPG, but they are open to taking plastic from any individuals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA00700","speaker":"1611"},{"type":"speech","time":1624921200,"counter":74,"content":"<p>Littleton charges &euro;38 per tonne?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA00800","speaker":"1451"},{"type":"speech","time":1624921200,"counter":75,"content":"<p>It is &euro;38 per tonne gate fee, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA00900","speaker":"1611"},{"type":"speech","time":1624921200,"counter":76,"content":"<p>That seems very cheap considering the price at bring centres.  The IFFPG charge is &euro;50 and then there is a &euro;100 for on farm collection.  Am I correct on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA01000","speaker":"1451"},{"type":"speech","time":1624921200,"counter":77,"content":"<p>You have to bring it somewhere.  The likes of bring centres have to be able to bring it somewhere afterwards, with transport and so on.  The Deputy is asking an interesting question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA01100","speaker":"1508"},{"type":"speech","time":1624921200,"counter":78,"content":"<p>I do not know if they take it from individuals.  I would say that they have to have a contract with an assembler of plastic.  I would not say they would be in the business of taking a tractor load of plastic off an individual.  I would say you would have to be supplying a certain amount of tonnage to them.  You would have the problem of collecting the plastic and delivering it to them.<\/p><p>They are charging &euro;38 per tonne to take in the plastic.  In terms of the economics, I am sure there is a question going through your minds.  This must be a good money earner.  I will be putting that question to the Irish Farm Films Producers Group.  There is a levy on the plastic at the point of purchase and a collection fee is being charged as well.  The cost for it to be taken to an assembly point for collection is &euro;50 per tonne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#AA01200","speaker":"1611","continuing":true},{"type":"speech","time":1624921200,"counter":80,"content":"<p>The Chairman mentioned 3.5 tonnes.  Is that the tonnage per hour?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB00200","speaker":"1451"},{"type":"speech","time":1624921200,"counter":81,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB00300","speaker":"1611"},{"type":"speech","time":1624921200,"counter":82,"content":"<p>I noted in the Department's opening statement a reference to the Littleton plant taking in 523 tonnes.  I presumed that was per annum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB00400","speaker":"1451"},{"type":"speech","time":1624921200,"counter":83,"content":"<p>New machinery has been installed.  The old machinery was not satisfactory and it has been replaced with a new line.  When I was there yesterday, I noted a significant amount of plastic going through.  That is the figure I was given yesterday.  I can only tell Deputy Carthy what I was told.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB00500","speaker":"1611"},{"type":"speech","time":1624921200,"counter":84,"content":"<p>I am not disputing that.  I asked the question only for the purposes of follow-up questions.  According to the table-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB00600","speaker":"1451"},{"type":"speech","time":1624921200,"counter":85,"content":"<p>They told me that they can currently process 3.5 tonnes per hour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB00700","speaker":"1611"},{"type":"speech","time":1624921200,"counter":86,"content":"<p>The 2020 figures indicate that the Walker Recycling Services Limited, with which we will engage later, was, by far, the most substantial collector of 18,500 tonnes of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB00800","speaker":"1451"},{"type":"speech","time":1624921200,"counter":87,"content":"<p>The Walker plant only bales the plastic, it does not process it.  The Littleton plant processes it to a pelleted form ready for reuse.  My understanding is that Walker Recycling Services Limited only bale -  or trammel as they call it - the plastic.  That is a different process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB00900","speaker":"1611"},{"type":"speech","time":1624921200,"counter":88,"content":"<p>That facility is potentially no longer going to be there, which leaves many tonnes of recycling waste that has to go somewhere.  I am trying to ascertain the capacity of the sector to deal with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB01000","speaker":"1451"},{"type":"speech","time":1624921200,"counter":89,"content":"<p>The Chairman mentioned that a piece of the front loader had gone through and caused damage.  I take it they are taking in the plastic in the condition it leaves the farmyard and that it does not have to be trammelled and so on before it gets to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB01100","speaker":"1651"},{"type":"speech","time":1624921200,"counter":90,"content":"<p>It would have to be baled.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB01200","speaker":"1508"},{"type":"speech","time":1624921200,"counter":91,"content":"<p>I understand it would have to baled, but does it have to be trammelled and so on?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB01300","speaker":"1651"},{"type":"speech","time":1624921200,"counter":92,"content":"<p><b><\/b>No.  During my visit, I saw a heap of farm plastic on the ground being thrown by the bucket load into a big hopper where the water was squeezed out of it.  It was not the nicest operation in the world to watch, but then farm plastic is not the nicest thing to be dealing with anyway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB01375","speaker":"1611"},{"type":"minorheading","content":"Collection and Recycling of Farm Plastics: Discussion","time":1624921200,"counter":93,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB01387"},{"type":"speech","time":1624921200,"counter":94,"content":"<p>As Mr. Walker is still not with us, I suggest that we move on to the Irish Farm Film Producers Group, IFFPG.  Is that agreed?  Agreed.  The purpose of this session is to discuss the collection and recycling of farm plastics.  We have been joined by Mr. Liam Moloney, general manager, Mr. Tom Dunne, chairperson and Ms Geraldine O'Sullivan, company secretary, IFFPG.  You are all very welcome to the meeting.  I thank you for attending to clarify a number of issues for the committee.  We have received the group's opening statement and it has been circulated to members.  We are limited on time due to Covid-19 safety restrictions.  The committee has agreed that opening statements will be taken as read such that the full session can be used for questions and answers.  All opening statements are published on the Oireachtas website, and publicly available.<\/p> <p>  Before we begin, I wish to point out to witnesses that they are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence in relation to a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Participants in the committee meeting who are in locations outside the parliamentary precincts are asked to note that the constitutional protections afforded to those participating from within the parliamentary precincts do not extend to them.  No clear guidance can be given on whether or the extent to which participation is covered by the absolute privilege of a statutory nature.<\/p> <p>  I will now open the floor to questions from members.  As Deputy Leddin has indicated that he has another engagement I will allow him to go first.  He will be followed by Senator Boyhan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB01400","speaker":"1611"},{"type":"speech","time":1624921200,"counter":95,"content":"<p>I thank the Chair for facilitating me.  My questions are for the witness from the Department so I will pass for now and allow Senator Boyhan to proceed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB01500","speaker":"1594"},{"type":"speech","time":1624921200,"counter":96,"content":"<p>I thank the witnesses for attending this meeting.  This is a very interesting topic.  For the benefit of those following these proceedings I would like to point out that agri-plastics are the large plastics one sees on bales of silage.  Most members of the public will have at some point in the year noted them going up and down the roads.<\/p> <p>  I have a number of questions.  I get the sense that there is a significant stockpiling of this plastic that has not been processed and that there are issues and a number of difficulties in terms of how it is being processed.  This is not a blame game, but we need to fully understand the current capacity in terms of the management of agricultural plastics which are a difficulty commodity to deal with.  I am not sure if the witnesses heard the Chairman's earlier remarks in regard to the end product as he viewed it at the particular plant he visited.  That is encouraging.  We need to understand that, the significant costs involved and the issues in regard to the environment.  Are the witnesses aware of large stockpiling of these agricultural-related industrial plastics?  If so, where are they?  In terms of their operation, what level of capacity does it have to stockpile, retain or store plastics for processing?  Do the witnesses believe that the industry has the capacity to deal with the problem?  It is a big problem.  We do not fully understand what is going on.  As part of the committee's work we are here today to tease out those issues with the witnesses.  We also want the witnesses to share with us their experience and, more important, their knowledge about this sector.  I ask the witnesses to address the stockpiling issue, the capacity to deal with it and the end product.  I would like them to focus on that and to share with us their understanding in that regard.  That would be very helpful to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB01600","speaker":"1634"},{"type":"speech","time":1624921200,"counter":97,"content":"<p>I invite Mr. Moloney to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB01700","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":98,"content":"<p>Good afternoon everybody.  There is no doubt that the recycling market has been difficult over the past number of years because of the decision taken by the Chinese three years ago to stop importing plastic waste.  However, it has improved in the recent past.  In our case, we carried over 10,000 to 12,000 tonnes of waste from last year.  We expect to collect in the region of 30,000 to 35,000 tonnes this year at our bring centres and at the farmyard.  We are confident that the vast majority of that will be recycled in advance of the commencement of the 2022 season.  It is a difficult situation, but as far as we are concerned it is one that is being managed correctly and we are confident that we will be able to recycle all the material that we collect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB01800","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":99,"content":"<p>Due to audio drop-off, I did not hear figure for the expected collection this year.  Perhaps Mr. Moloney would repeat it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB01900","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":100,"content":"<p>We expect to collect in the region of 30,000 to 35,000 tonnes this year and we are carrying over 10,000 to 12,000 tonnes from last year.  We would expect that the vast majority, if not all, of that will be recycled before the commencement of the bring centre programme for 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB02000","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":101,"content":"<p>The carryover is substantial.  How is that stored and why is the plant carrying over to that extent?  What are the financial implications on all aspects of the chain in relation to that carryover?  Where is the inspectorate around all of this?  I ask Mr. Moloney to share that information with the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#BB02100","speaker":"1634"},{"type":"speechnospeaker","time":1624921200,"counter":102,"content":"<p>We are carrying over the material because the market has been so difficult in recent years that we have found it hard to get enough outlets to collect all of the material that we have been collecting at the farmyards and bringing to our bring centres.  As I said, the situation is improving somewhat.  The material is being stored in our contractors' yards.  Currently, we have four contractors.  The material is stored in their yards.  Their yards are permitted by the relevant local authorities.  We are licensed by the Department of the Environment, Climate and Communications.  Every year we submit a detailed operations report as well as detailed audited accounts to the Department .  The Department checks those to make sure it is happy with how we are performing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC00100","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":103,"content":"<p>What is the role of the local authorities?  Mr. Moloney has said that the Department and the local authorities have roles and that the IFFPG submits a report..  Are the reports ever challenged, inspected, validated or audited?  What is Mr. Moloney's experience?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC00200","speaker":"1634"},{"type":"speechnospeaker","time":1624921200,"counter":104,"content":"<p>The local authorities issue the permits to waste facilities throughout the country.  Their job is to inspect all waste facilities routinely and to ask the waste facility owners to submit reports.  Our contractors co-operate fully with local authorities in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC00300","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":105,"content":"<p>What is the outcome of the reports?  What feedback has the IFFPG been getting?  Have there been any shortcomings, in Mr. Moloney's experience?  Has there been any criticism?  Have any recommendations been made?  Has the IFFPG responded to those recommendations?  What actions have been taken?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC00400","speaker":"1634"},{"type":"speechnospeaker","time":1624921200,"counter":106,"content":"<p>The local authorities deal with our contractors rather than the IFFPG directly, but the feedback we have received is that the local authorities are happy with the service that our contractors are providing.  They are also happy with the waste facilities that our contractors are operating.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC00500","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":107,"content":"<p>So, the IFFPG has not received any negative feedback in the last few years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC00600","speaker":"1634"},{"type":"speechnospeaker","time":1624921200,"counter":108,"content":"<p>Nothing substantial that I am aware of.  We are managing our business very efficiently.  The market is difficult.  We are carrying forward material [interruptions] within the calendar year.  That has not been possible in recent years.  Our contractors are managing their facilities very responsibly and local authorities are happy with them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC00700","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":109,"content":"<p>I thank our guests for coming in.  I wish to clarify the point in my own mind.  As I understand it, all of the waste that is collected is collected by contractors rather than by the IFFPG directly.  Is that what Mr. Moloney has indicated?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC00800","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":110,"content":"<p>The way it works is that we use contractors to collect the waste on our behalf, but we own the waste from the point that it is collected from the farmer until it is supplied to the recycler.  The contractor is paid a management fee for managing the waste for us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC00900","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":111,"content":"<p>I assume that fee increases if the contractor has to store the waste for a lengthy period of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC01000","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":112,"content":"<p>There is no storage aspect to the fee.  The fee is paid based on collection, baling and transport.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC01100","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":113,"content":"<p>So, the contractor is responsible for baling.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC01200","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":114,"content":"<p>Exactly.  We pay the contractor a fee per tonne to collect, bale and transport.  The fees vary for the different contractors that we have.  It is all based on a tendering process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC01300","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":115,"content":"<p>Is it correct that there are set fees that are charged to farmers for collection, namely, &euro;50 to bring the waste to the bring centres or &euro;100 for on-farm collection?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC01400","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":116,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC01500","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":117,"content":"<p>So, the difference between what the contractor is paid and the cost to the farmer goes to the IFFPG directly.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC01600","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":118,"content":"<p>No.  All the fees charged to the farmer come directly to our organisation via our contractors, and then we pay our contractors for collecting, baling and transporting the waste, based on the prices they have tendered at.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC01700","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":119,"content":"<p>Yes, but the IFFPG keeps the remainder.  That is what I am saying.  The remainder is kept for the organisation's administration and associated costs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC01900","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":120,"content":"<p>We manage all the finances of the company.  We manage everything that comes into us.  All the farmer fees that are paid to our contractors make their way through to us.  Separately, we pay our contractors based on the rate they have tendered at.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC02000","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":121,"content":"<p>Does it happen that the IFFPG does not have contractors to collect a certain amount of waste?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC02100","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":122,"content":"<p>That situation should not arise.  We provide a very comprehensive bring centre programme.  We provide a year-round farmyard collection service.  We would be most disappointed to hear that there was any part of the country where farmers could not access a service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC02200","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":123,"content":"<p>Is it possible that farmers could be accessing a service outside of the process that Mr. Moloney has just outlined?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC02300","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":124,"content":"<p>Quite possibly.  There have been independent operators.  There may still be.  If farmers want to use those independent collectors, they are fully entitled to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC02400","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":125,"content":"<p>It would be hard to imagine how any independent contractor could be financially viable, considering that Mr. Moloney's organisation collects the levy at the point of sale, which would be a huge subsidy, for want of a better term, in terms of the collection fees.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC02500","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":126,"content":"<p>The levy funds our organisation.  We are self-funding.  We are not for profit.  The levy comes from the producers, the companies who put the product on the market, and is a weight-based collection charge.  That is how we fund the organisation and it is why we are able to achieve such impressive results year on year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC02600","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":127,"content":"<p>Representatives of the Department of the Environment, Climate and Communications are appearing before the committee next.  I note, from the figures submitted by the Department to the committee on the indigenous waste infrastructure that was utilised, that in my own home town of Carrickmacross, ADN Material collected 925 tonnes, AES in Littleton, to which the Chair alluded earlier, collected 525 tonnes and Walker Recycling in Portlaoise collected 18,448 tonnes.  Walker Recycling is no longer under contract with IFFPG.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC02700","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":128,"content":"<p>The figures to which the Deputy referred are last year's figures.  As he mentioned, unfortunately Walker Recycling is currently in process of liquidation and is exiting the scene.  We are still quite confident that we will find sufficient recycling capacity in Ireland and abroad to recycle at least at much this year as we did last year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC02800","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":129,"content":"<p>What proportion of waste will be sent abroad this year, in comparison to last year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC02900","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":130,"content":"<p>I cannot say at this point in time.  It depends a lot on how well the Irish plants perform.  If they perform very well, we might possibly send a third of what we collect this year to Irish plants and the rest will go abroad.  We have a policy of supporting Irish plants inasmuch as possible.  If the Irish plants can take more, we will give them more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC03000","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":131,"content":"<p>I mentioned two plants at Carrickmacross and Littleton.  How many other plants are contracted this year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC03100","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":132,"content":"<p>They are the only two Irish plants.  We are also working with two European plants.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC03200","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":133,"content":"<p>It would represent a substantial increase in capacity on the part of the two Irish plants to be able to compensate for the 18,500 tonnes that Walker Recycling was taking in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC03300","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":134,"content":"<p>They will not have to fully compensate for it, but, for example, the Deputy's local recycling plant will take 6,000 or 7,000 tonnes from us.  At the rate AES is operating, it might take 7,000 or 8,000 tonnes.  That is why we feel we will get a third of our material away to Irish recyclers.  We are quite confident that we can send the rest abroad to recyclers with whom we have a long-term relationship.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC03400","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":135,"content":"<p>Finally, in the long term, does Mr. Moloney think it is sustainable or appropriate for us to be exporting two thirds of our farm plastic waste?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC03500","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":136,"content":"<p>Our preference would be to recycle it all in Ireland, if possible.  If the recycling facilities come on stream to allow that to happen, we will gladly recycle everything in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC03600","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":137,"content":"<p>That concludes my questioning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC03700","speaker":"1451"},{"type":"speech","time":1624921200,"counter":138,"content":"<p>I call on Deputy Fitzmaurice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC03800","speaker":"1611"},{"type":"speech","time":1624921200,"counter":139,"content":"<p>I thank the witnesses for coming in.  Looking back at our previous meeting, Mr. Moloney stated that there are 10,000 to 11,000 tonnes of waste around Ireland.  I ask him to break that down.  In the Kerry-Cork area, how many tonnes are there?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC03900","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":140,"content":"<p>I do not have the breakdown to hand.  In all our contractors' yards at the beginning of the 2021 bring centre season, there were approximately 10,000 to 11,000 tonnes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC04000","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":141,"content":"<p>Who owns the plastic in the Walker Recycling yard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC04100","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":142,"content":"<p>We own some of it and some of it has come from other sources.  We will look after the plastic that is our responsibility.  Currently, as the liquidator-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC04200","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":143,"content":"<p>How many tonnes is that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC04300","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":144,"content":"<p>I would say no more than 1,000 tonnes of the material that is in the Walker Recycling yard is our responsibility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC04400","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":145,"content":"<p>No more than 1,000 tonnes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC04500","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":146,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC04600","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":147,"content":"<p>I have counted around the country as best as possible.  Am I correct in saying that 6,000 to 7,000 tonnes of plastic was transported to Littleton from Kilkenny?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC04700","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":148,"content":"<p>No, that is not correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC04800","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":149,"content":"<p>What went?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#CC04900","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":150,"content":"<p>I do not have that figure to hand but a small quantity went this year from our contractor in Kilkenny.  AES opened only five weeks ago.  In total, AES has probably taken between 1,000 and 1,200 tonnes in that period.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD00100","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":151,"content":"<p>That is what has gone there.  The IFFPG has contractors in Cavan as well.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD00200","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":152,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD00300","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":153,"content":"<p>When I add up what is in the country, between the plastic the IFFPG is accountable for and private plastic, I am being pretty conservative when I say there are approximately 25,000 tonnes.  Is this concerning?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD00400","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":154,"content":"<p>We can only concern ourselves with our own plastic.  We are very comfortable that we can recycle everything we have carried over and everything we will collect this year.  Private collectors will have to manage their own businesses when it comes to their plastic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD00500","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":155,"content":"<p>Once the levy has been paid on plastic, be it by a private collector or whoever, is it possible to bring it to the bring centre?  I am a contractor who works on baling.  We have to get the numbers of the people for whom we do the work so they can bring their plastic to the various places around the country supplied by the IFFPG.  It is a very good service.  If private operators pay the levy can they bring the plastic to the bring centres?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD00600","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":156,"content":"<p>Independent collectors cannot bring material to the bring centres.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD00700","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":157,"content":"<p>Even though they got it from a farmer and the documentation is with it to show the levy was paid?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD00800","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":158,"content":"<p>If an agricultural contractor doing a job on behalf of a farmer brings plastic waste to our bring centre, along with all of the details of the farmer, we will take the plastic in that instance.  We will not take large volumes of material from independent collectors who are, in effect, our competitors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD00900","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":159,"content":"<p>The Chair mentioned &euro;38 a tonne.  How much per tonne is the levy working out at for the people who import the plastic?  How much per tonne do they give to the witnesses?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD01000","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":160,"content":"<p>I must take issue with the Chair.  That was commercially sensitive information that should not have been revealed to the committee.  I will not discuss what we pay to recyclers with regard to gate fees or contractors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD01100","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":161,"content":"<p>Excuse me, Mr. Moloney.  The figure I gave was the gate fee being charged in the Littleton recycling plant.  It was told to me yesterday on a visit to the recycling plant.  I told the people there that I would tell members of the committee what the figure was.  That is the only figure I quoted at the meeting, just to be clear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD01200","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":162,"content":"<p>That may be so but as far as we are concerned it is commercially sensitive information that should not have been revealed to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD01300","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":163,"content":"<p>I beg to differ.  We have to ensure there is value for money.  There is a lot of plastic in yards throughout the country.  A yard in Waterford has a similar amount of plastic in it.  There are environmental issues.  Farmers have already paid a levy on this plastic.  It is extremely important that we get to the root of this and find out whether it is possible to have all of this plastic recycled at home in a way that is commercially viable and of value to everyone in the chain.  I apologise for interrupting Deputy Fitzmaurice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD01400","speaker":"1611"},{"type":"speech","time":1624921200,"counter":164,"content":"<p>The Chair is okay.  That is a valid point.  What is the levy paid by the importers to the IFFPG for getting rid of plastic?  How much per tonne is it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD01500","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":165,"content":"<p>Our members are paying &euro;160 per tonne this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD01600","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":166,"content":"<p>Farmers pay approximately &euro;50.  Is this fair to say?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD01700","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":167,"content":"<p>That is right, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD01800","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":168,"content":"<p>That is approximately &euro;210 per tonne.  Going by the figures I am looking at, with what the Chair revealed to us and with collection and baling, I have a good general idea.  I do not want any figures from Mr. Moloney.  It looks as if things went well in this country this year there would be a surplus from what farmers are charged when they buy plastic without charging them at the bring point.  Is this fair to say?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD01900","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":169,"content":"<p>What I can say is this year we intend to generate something in the region of &euro;5.3 million in income from levy and collection charges.  We will spend all of this on collecting and recycling our own plastic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD02000","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":170,"content":"<p>I know the figures involved if we had to export it.  I understand it could cost &euro;70 or &euro;80 a tonne to export it.  I know centres in the UK charge &pound;50 to take it in.  I know what it costs to bale it because I have done a bit of research on the baling.  The figures are far more substantial than if we could do it here ourselves.  Why would we be charging more money if it costs us a good bit less?  Why do farmers also pay when bringing plastic to the bring centres?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD02100","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":171,"content":"<p>Because as well as paying the gate fee we have to pay the transport costs to the recycling facility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD02200","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":172,"content":"<p>I understand that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD02300","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":173,"content":"<p>We collect the material, which is another charge.  In many cases we have to pay our contractors to bale the material.  On top of this, we have to run our office and advertise the service.  We are a not-for-profit body.  We send audited accounts every year to the Department of the Environment, Climate and Communications.  It is very happy with how we operate.  I assure the Deputy that every cent we generate this year we will spend on what we collect and recycle this year and carried over from last year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD02400","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":174,"content":"<p>Going by the figures I am looking at, if the IFFPG gets &euro;160 a tonne it would well cover transport, baling, paying the gate fee and all of the other elements.  This is why I cannot understand why we charge farmers.  That is for a different day.  The committee can look in detail later at how it is going for the farming community.<\/p> <p>  We are having this meeting because we were contacted about an issue we spoke about at our previous meeting.  At that meeting, I asked whether we have green plastic.  I was told it was put through a trammel and then went out as green waste, which looked like a great idea to be quite frank about it.  My understanding is that when Mr. Moloney came before the committee at our previous meeting he was aware of 20 containers that had gone out since January and, because of new EU regulations that changed everything, they were sent back.  Is this correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD02500","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":175,"content":"<p>There were ten containers related to Walkers that were sent back.  This was material that was sent back because, as the Deputy has quite correctly said, the legislation changed and the authorities did not consider it green listed any more.  Those ten containers went back to Dublin Port.  We were asked by the authorities to assist and we did so.  We moved those ten containers to Littleton where the material is being recycled.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD02600","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":176,"content":"<p>The day Mr. Walker came before the committee and spoke to me he said Walkers was turning it into green waste.  That green waste had been gone for a few months at that stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD02700","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":177,"content":"<p>Walkers had not exported material for five or six weeks but it was working to put a bond in place to try to export materials that were amber listed.  Unfortunately, it was not successful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD02800","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":178,"content":"<p>I am speaking about recycling that went through the trammel as green waste that was not accepted because of the new EU regulations.  Is this correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD02900","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":179,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD03000","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":180,"content":"<p>We had a different ball game even at the previous meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD03100","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":181,"content":"<p>We had no different ball game.  Everything we said at the previous meeting we stand over.  Unfortunately, since then, Walkers has gone into liquidation and we have to make alternative arrangements for material that previously we sent to Walkers.  It will have to go to other recyclers.  We are very happy that we will be able to do this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD03200","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":182,"content":"<p>With regard to the IFFPG, how many farming groups are represented on the board?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD03300","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":183,"content":"<p>One, the IFA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD03400","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":184,"content":"<p>Are there more farming groups around the country?  Would it not be good to involve them?  I am looking at the make-up of the board.  In fairness to the IFA, there are six from the industry, two from the farming organisations and two independent members.  Is it not heavily loaded with plastics experts as against representatives of the farmers who are paying all the money at both ends?  The levy is built into the price of a roll of plastic and this is understandable.  They are also charged when they sell it.  Would the IFFPG not consider having a representative from all of the farming organisations?  Would it consider making up the board of half farmers and half industry at least?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD03500","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":185,"content":"<p>It is a producer responsibility organisation so it is appropriate that the majority of members of the board represent producers.  Farmers are very well represented at present through the IFA.  In my 13 or 14 years with the IFFPG, we have not been approached by any other farming representative body looking for representation on the board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD03600","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":186,"content":"<p>If the farmers are paying the money, which they are and there is no point in saying they are not, would it not be fair to them to have equal representation at least when the price for plastics is set each year?<\/p><p>On top of that, they should have an input when they are paying at the beginning and the end.  Does Mr. Moloney agree?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#DD03700","speaker":"1508","continuing":true},{"type":"speechnospeaker","time":1624921200,"counter":188,"content":"<p>We would say that farmers are ably represented by the IFA.  In terms of our relationship with farmers, it is all about the service we provide to them, and that service is of a high quality.  Farmers have bought into our service and are very happy with it in terms of the cost and convenience.  The figures are there to support that.  We achieved an 80% recycling rate last year, involving 34,500 tonnes of material.  Farmers are very well represented on our board at the moment and are receiving a very good service from us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE00200","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":189,"content":"<p>My next question might be more for the departmental officials.  In fairness to Mr. Moloney, I asked at the previous meeting about plastic coming in across the Border.  It is hard to put a figure on that, which I understand fully.  I assume he will agree that it would be a worthwhile exercise for the Department to look into that.  We need to know how much plastic is in storage all around the country.  Going by the figures I am looking at, there is a lot more that what Mr. Moloney has indicated.  He said there is only 10,000 or 11,000 tonnes and I have to take his word on that.  We need to get on top of this.  I assume the IFFPG is liaising with the Littleton facility to which the Chairman referred.  If that plant gets to the figures that are being talking about, I presume that will solve many of the headaches in the plastic industry.  Does Mr. Moloney agree?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE00300","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":190,"content":"<p>Yes, I think so.  AES represents potentially a major part of the solution.  Certainly, we are very impressed with how it has operated over the past four or five weeks.  If it keeps going along those lines, it will be an important part of the solution as we move forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE00400","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":191,"content":"<p>I thank Mr. Moloney for answering my questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE00500","speaker":"1508"},{"type":"speech","time":1624921200,"counter":192,"content":"<p>Deputy Fitzmaurice has covered many of the burning issues but I have a few more questions.  Mr. Dunne said in his exchange with the Deputy that since our previous meeting, unfortunately, Walker Recycling Services has gone into liquidation.  However, that would not have affected the IFFPG in any way because, at the time of that meeting, it had ceased its contract with the company.  Is that the case?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE00600","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":193,"content":"<p>No, that is incorrect.  Walker Recycling Services went into liquidation after the previous meeting and we terminated our contract with the company in early June.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE00700","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":194,"content":"<p>Is Mr. Moloney saying that the IFFPG had a contract with the company until such time as it went into liquidation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE00800","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":195,"content":"<p>Correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE00900","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":196,"content":"<p>It was not terminated before our previous meeting on 18 May?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE01000","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":197,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE01100","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":198,"content":"<p>I want to go back to the points Deputy Fitzmaurice raised about the figures and the &euro;210 per tonne levy.  Notwithstanding that the IFFPG is obliged to collect only 70% of plastic, is it the case that it collected 80% last year?  Doing the sums on that, the organisation was, in reality, receiving a levy of closer to &euro;300 per tonne, based on the tonnages it is collecting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE01200","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":199,"content":"<p>The levy is &euro;160 per tonne and because we-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE01300","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":200,"content":"<p>For clarification, the IFFPG receives &euro;160 per tonne for 100% of the plastic that is supplied into the Irish market in any given baling season.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE01400","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":201,"content":"<p>That is correct but, as explained at the previous meeting-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE01500","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":202,"content":"<p>The IFFPG is obliged to collect only 70% of said plastic.  Last year, it collected 80% but it was only obliged contractually by the Department to collect 70%.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE01600","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":203,"content":"<p>Yes, and as explained at the previous meeting, although we receive 100% of the levy and may recycle 70% or 80% in a given year, recycling costs have been extremely high for the past number of years.  Unfortunately, all that money is required at the moment to recycle the volume of material we collect.  If the recycling costs reduce in the future, as we hope will be the case, then we will reduce both the levy and the collection charges to farmers.  That is how we will address that situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE01700","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":204,"content":"<p>Taking off his current hat, what would Mr. Moloney, as an Irish citizen, suggest, in the interest of our environment and countryside, for how we might solve the current problem, where we have thousands of tonnes in storage, blighting our environment, and the potential for thousands more tonnes to be dumped illegally and introduce environmental hazards of every sort in our countryside?  How would he suggest we deal with that in a situation where levies are available?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE01800","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":205,"content":"<p>We stand over what we are doing.  We are achieving extraordinary results.  We had an 80% recycling rate last year, involving 34,500 tonnes of material.  We run a very efficient and cost-effective scheme.  It is seen as a model scheme in Europe.  In regard to the independent collectors, others will have to sort out that particular problem.  It is not our problem to sort out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE01900","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":206,"content":"<p>I am asking this question of Mr. Moloney as a citizen.  Does he not see the problem that is there?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE02000","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":207,"content":"<p>The situation with independent collectors is nothing to do with us.  That is for others to sort out.  We manage our business very efficiently and successfully.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE02100","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":208,"content":"<p>Can Mr. Moloney not see how the independent collectors have a grievance when the IFFPG is getting a levy on the plastic they collect?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE02200","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":209,"content":"<p>No, I do not see why that should be the case.  They made a decision to get into this market knowing what the conditions were.  They were playing the market and making money when things were good.  Unfortunately, the market dropped and now they find themselves in a difficult position.  That is nothing to do with us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE02300","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":210,"content":"<p>If the development continues in Littleton such that, as the Chairman briefed us at the start of the meeting, the plant will be able to take 45,000 tonnes of plastic in a given year when it gets to full capacity, then that is over and above the total tonnage that needs to be collected or recycled.  It amounts to 100% of the total tonnage in any given year.  That will surely reduce the costs.  How does Mr. Moloney see the additional money being distributed in that scenario?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE02400","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":211,"content":"<p>As I have mentioned many times, if our costs go down, we will reduce collection charges to farmers and we will reduce the recycling levy for members.  That has happened in the past.  Some years ago, we reduced them quite significantly when the market was in our favour.  If the market comes back in our favour, we will make those reductions again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE02500","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":212,"content":"<p>What about if that scenario does not materialise?  If the Littleton plant does not meet those targets and the IFFPG still has to export a certain tonnage, and it has to be green, how does Mr. Moloney propose to put that plastic through a trommel given that the only company in the country with the trommel technology is now in liquidation and his organisation no longer has a contract with that company?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE02600","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":213,"content":"<p>We have always exported unprocessed material as amber and we will continue to do so.  We have the capacity in place to do that.  We do not see it as a difficulty.  As I said earlier, we are very confident that we will recycle at least as much this year as we did last year, even though Walker Recycling Services has stepped out of the picture.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE02700","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":214,"content":"<p>I have a final question.  How much more expensive per tonne is it to export amber material than it is to export green?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE02800","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":215,"content":"<p>I would say it is very similar, when all is said and done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE02900","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":216,"content":"<p>Why then would one brother with the trommel process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE03000","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":217,"content":"<p>We were supporting an Irish recycler and we gave it almost half of what we collected.  In fact, we gave it more than half of what we collected last year.  It was easier to move the material as green-listed but it was not necessarily cheaper.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE03100","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":218,"content":"<p>There is still confusion on this issue.  We are talking about a company that was contracted to the IFFPG for 15 years.  The director of that company, in his statement, said that on or around the morning of 18 May 2021, he was telephoned by the CEO of the IFFPG and verbally informed that the contract with Walker Recycling Services Limited was terminated, with no reason given.  Mr. Moloney, however, is telling us that the contract was terminated in early June, which is some three weeks later.  One of the two witnesses is very mixed up with their telephone calls.  Can Mr. Moloney clarify the date?  He and his colleagues appeared before the committee on a previous occasion.  It gets really annoying when different groups come in telling us different things.  Our purpose, as a committee, is to get the facts and ensure there is oversight of the expenditure of public money.  When the witnesses from the IFFPG came before the committee on the previous occasion, did they not think it worthwhile to inform us that, if Mr. Walker is correct, it had terminated his contract that same morning?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE03200","speaker":"1613"},{"type":"speechnospeaker","time":1624921200,"counter":219,"content":"<p>My first response to that is that I did not have a discussion with Mr. Walker.  That is the first point.  Point number two is that Mr. Walker's company did not go into liquidation until after the committee meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE03300","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":220,"content":"<p>I did not ask that yet.  I am asking about the telephone call.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE03400","speaker":"1613"},{"type":"speechnospeaker","time":1624921200,"counter":221,"content":"<p>Mr. Walker's contract was not terminated in a telephone discussion at any point.  I can assure the Deputy of that.  His company did not go into liquidation until after 18 May.  We sent him a letter on 4 June terminating his contract because his company was in liquidation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE03500","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":222,"content":"<p>Would Mr. Moloney say that the IFFPG's termination of Mr. Walker's contract helped to shove his company into liquidation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE03600","speaker":"1613"},{"type":"speechnospeaker","time":1624921200,"counter":223,"content":"<p>Not at all.  Walker Recycling Services was supported to the hilt by us.  As mentioned already, it got almost half of all the material we collected last year and, in addition, it was our biggest collecting contractor, covering eight counties.  We could not have supported Walker Recycling Services any more than we did.  The company was unfortunate in that the legislation changed, but that had nothing to do with us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE03700","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":224,"content":"<p>If 4 June was the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#EE03800","speaker":"1613"},{"type":"speech","time":1624921200,"counter":225,"content":"<p>I wish to come in here.  I have to put this point on the record.  I have reported it to the Chairman.  On the Monday morning, two days after our previous meeting, I got a telephone call one hour before the next meeting from a person alleging to be Mr. Walker saying that his contract was terminated.  I need to put that on the record.  You are aware of it, Chairman, as I told you about it.  I wish to be clear about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF00100","speaker":"1508"},{"type":"speech","time":1624921200,"counter":226,"content":"<p>That is correct, Deputy Fitzmaurice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF00200","speaker":"1611"},{"type":"speech","time":1624921200,"counter":227,"content":"<p>I do not know how it could be three weeks after when someone rang me two days later.  I have the telephone records.  They are easily got.  I made the Chairman aware of what happened allegedly one hour before our meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF00300","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":228,"content":"<p>My response is that telephone conversation never took place.  The Walker company contract was not terminated on the telephone.  It was terminated by letter.  I imagine we are happy to give committee members a copy of it if they wish to see it.  The letter was dated 4 June.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF00400","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":229,"content":"<p>I am keen to get an answer to this for the record.  Is is Mr. Moloney saying that on the day he was at our committee meeting there was no telephone call between him and Mr. Walker?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF00500","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":230,"content":"<p>I do not know whether I had a telephone conversation with Mr. Walker on that day but I can tell the committee with certainty that the contract was never terminated on the telephone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF00600","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":231,"content":"<p>That is grand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF00700","speaker":"1508"},{"type":"speech","time":1624921200,"counter":232,"content":"<p>I imagine Mr. Moloney was thinking of terminating the Walker contract the last time he was before the committee.  Yet, he made no attempt to make us aware of what was going on.  Was the Department contacted about terminating the Walker contract?  If it was, at what stage did Mr. Moloney contact the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF00800","speaker":"1613"},{"type":"speechnospeaker","time":1624921200,"counter":233,"content":"<p>If I had come before the committee on 18 May and said that the Walker company was going to go into liquidation and then the company did not go into liquidation, I would have landed myself in serious trouble.  While we were aware that the Walker company was in financial difficulty we did not know when the company was going into liquidation.  The liquidation process started on 22 May when the company published a notice in the newspaper concerning a creditors meeting.  We would have informed the Department of the Environment, Climate and Communications.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF00900","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":234,"content":"<p>Was the Littleton facility in the minds of the IFFPG when the contract with the Walker company was being terminated?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF01000","speaker":"1613"},{"type":"speechnospeaker","time":1624921200,"counter":235,"content":"<p>Let us be clear.  We cannot terminate the contract with the Walker company.  The company is in liquidation and it is not operating anymore.  We were left with no choice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF01100","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":236,"content":"<p>The company was not in liquidation on 18 May when the IFFPG representatives were before the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF01200","speaker":"1613"},{"type":"speechnospeaker","time":1624921200,"counter":237,"content":"<p>Yes, but we did not have the contract terminated at that stage.  The company contract was terminated subsequent to the liquidation process beginning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF01300","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":238,"content":"<p>If the change in the definitions of green and amber waste increases the cost, then how does terminating contracts with the likes of the Walker company make things any better?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF01400","speaker":"1613"},{"type":"speechnospeaker","time":1624921200,"counter":239,"content":"<p>Let us be clear.  The Walker company is in liquidation and has gone out of business.  We cannot do business with the company anymore.  Like it or not, we had to terminate the contract.  The company does not exist anymore as an operating company.<\/p> <p>  We supported the company to the hilt while it was operating.  We put a vast amount of material through the Walker plant in recent years and we were happy to do so.  In addition, it was our biggest collector, covering eight counties.  Despite our best efforts, unfortunately, the company went out of business.  The company is out of business and therefore we cannot operate with the company anymore.  That is why the contract was terminated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF01500","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":240,"content":"<p>We are at another committee meeting with total confusion again about when all these telephone calls and terminations took place.  We are going to be none the wiser leaving here.  We have one report from Mr. Walker and Mr. Moloney is giving us a different definition.  Which one are we to tell the public is the truth?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF01600","speaker":"1613"},{"type":"speech","time":1624921200,"counter":241,"content":"<p>I have a text stating that Mr. Walker is supposed to be somewhere in Leinster House.  Are you aware of that, Chairman?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF01700","speaker":"1508"},{"type":"speech","time":1624921200,"counter":242,"content":"<p>Mr. Walker will be before the meeting as soon as we finish with IFFPG.  Mr. Walker will have a chance to address the committee.  We tried to get him in at the start of the meeting.  I am unsure what way it is going but as soon as we are finished with the plastics group, Mr. Walker will have a chance to address the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF01800","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":243,"content":"<p>Let me be crystal clear.  The Walker contract was terminated after the liquidation process began.  We have the letter to confirm that and it is dated 4 June.  Whatever Mr. Walker said about a telephone conversation relating to having the contract terminated, that never happened.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF01900","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":244,"content":"<p>Thank you, a Chathaoirligh.  We will see what they have to say.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF02000","speaker":"1613"},{"type":"speech","time":1624921200,"counter":245,"content":"<p>I do not have many questions as such because many of mine have been raised.  I have a funny feeling that we will be returning to this perhaps after next week.  There should be some evidence given.  My major concern is for the farmer.  He is paying for boreens and paying another tax for the purchase of farm plastics.  My greatest concern is for the farmer and the cost to the farmer.<\/p> <p>  My question is for the IFFPG.  There are several other farming organisations besides the IFA.  This has been mentioned already.  Why is there no one from these organisations on the board of IFFPG?  We are told that approximately 50% of farmers are not members of IFA but they have to buy new plastic from IFFPG members.  These farmers have a preference for farmyard collections provided by the independent contractors.<\/p> <p>  My second question is the only other question I have for now.  The independent collectors need the levy now.  This is because there is currently a market in Littleton incurring a gate fee of &euro;38 and a haulage cost of &euro;30 per tonne along with bailing and loading fees.  The levy would cover all these expenses and solve everything at no cost to any Department.  The IFFPG has this money.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF02100","speaker":"1461"},{"type":"speechnospeaker","time":1624921200,"counter":246,"content":"<p>The first question related to farming organisations.  We have not been approached by any other farming organisations expressing an interest in being represented on our board.  Therefore, no other farming organisations, apart from the IFA, are on our board.  The IFA represents farmers effectively on our board.<\/p> <p>  We made the point with regard to the levy clear at the previous meeting.  That levy is how we fund our group.  We are self-funding.  It is money we generate from our members and from farmers.  The levy is required in its entirety to run our scheme, which is highly successful.  No part of that levy is available to independent collectors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF02200","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":247,"content":"<p>In many ways this conversation has moved on and the next witness is probably the key witness.  The only issue I want to ask about is the so-called 30% or 20% left out.  Mr. Moloney stated that his group does a practical and resourceful job in ensuring that the group collects 70% to 80%.  In many ways, that is not the major issue in the current debate.  The issue in the debate is the other 20%.  We have yards in some parts of the country allegedly with hundreds if not thousands of tonnes of plastic stockpiled.  Whether that is the responsibility of the IFFPG - I sense by the response of Mr. Moloney that it is not - we need to find a solution to that problem.  It may be by amending legislation or going back to the Minister.  We need to work with all angles.  We need to work with the IFFPG in particular, which has a track record of picking up plastic and doing a sensible and appropriate job in recycling it and exporting it on occasions.  We need to find a solution to ensure that the 25% of plastic not going through the IFFPG formal system can find a home.<\/p> <p>  The argument all committee members are making is about what will happen.  If we do not have a scenario in place for the 25% to be delivered, collected, recycled or exported, then we are going to have a problem with the plastic building up.  I appreciate the previous response from Mr. Moloney was that it is not the baby of the IFFPG.  It is nothing to do with the group and the group is getting a 100% levy for collecting 80% under the legislation.  The real question is what we do with the 20%.  We have a responsibility of care and a duty.<\/p> <p>  Farming is in a different space.  We have a time-in-action element at the moment.  We all know the significant pressures we are under as an industry.  We have never been under the microscope like this before.  We need to find a solution not only for the plastic producers industry but for the sustainability of the industry.  That is the real point.  How can we find a sustainable solution to this issue so that, as the entire farming community, we can move forward?<\/p><p>Does the legislation need to be amended and strengthened such that IFFPG will have more control?  Should it be changed in order that there could be an open market and anybody who collects would get a percentage of the levy?  The current system does not work.  IFFPG does its job, independent operators do theirs and there is 20% in the middle about which nobody knows what has happened.  If we were to change legislation, should we strengthen IFFPG's hand or open the market to more participants?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#FF02300","speaker":"1666","continuing":true},{"type":"speechnospeaker","time":1624921200,"counter":249,"content":"<p>What we are achieving nationally, in terms of farm plastics recycling, is spectacular.  No country in Europe comes within reach of what we are doing at the moment.  We are achieving an 80% recycling rate for our waste plastic stream.  Currently, in the context of packaging plastic, for example, a 30% recycling rate is being achieved.  What is being achieved in regard to farm plastics recycling in Ireland is quite spectacular and that is because the key stakeholders - the producers and farmers - are working co-operatively in our scheme.<\/p> <p>  Separate to us, independent collectors made a commercial decision to go out and play the market.  They were entitled to do so; we have no problem with that.  They now find themselves in difficulty because the market has changed.  This is not a matter for IFFPG to address but rather for others, and we wish them well.  Farm plastics recycling in Ireland is a spectacular success story by any measure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG00200","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":250,"content":"<p>I have heard that previously, and, in fairness to him, Mr. Moloney is sticking to the party line.  The 20% has been left in limbo because, as he said, the independent collectors played to the market and the market changed; we all know that.  We need to find a solution.  What does Mr. Moloney think that solution is?  Should the legislation be changed to strengthen IFFPG's hand to ensure it has more control over the market, or should there be a percentage share-out of the levy?  I am trying to get to the nub of Mr. Moloney's opinion of the solution.  The 80% figure is amazing, but we all know we are in a completely different space now.  Unless we are sustainable, we are not going to be there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG00300","speaker":"1666"},{"type":"speechnospeaker","time":1624921200,"counter":251,"content":"<p>I am afraid that if the Senator is looking for a figure of 100% recycling, he will always be disappointed.  It is just not achievable.  We will collect as much as possible over and above the 80% recycling rate.  The independent collectors, I am going to hazard a guess, might have been collecting 4,000 or 5,000 tonnes per annum when they were collecting, but they are largely parked up now.  The reason a farm plastics recycling service is available to farmers in Ireland at the moment is we have a scheme that works, that is sustainable and that has the key stakeholders involved.  That means that from year to year, we provide farmers with a top-quality, cost-effective service.  The solution is us; we are the solution.  We see no need for a change in legislation.  There is a problem with independent collectors that got into difficulty but, as I said, that is for others to sort out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG00400","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":252,"content":"<p>Much of what I had intended to ask about has been covered, so I will not take long.  On expanding the representation to reflect fully the farming community, will Mr. Moloney give a commitment that IFFPG will engage with the other farming representative bodies and invite them to put forward a representative to sit on the board?<\/p> <p>  On the Walker Recycling Services issue, I accept that formal notification was not issued until 4 June, but it is quite possible that there was some indicative conversation on 16 May.  Did IFFPG seek legal advice before it had any conversation with or issued that letter to Walker Recycling Services?  Given that it had operated with IFFPG for 15 years, the latter is probably its main contractor.  There is an implicit and implied contract with the company that would leave IFFPG open, in all likelihood, to having to compensate it for the termination of the contract.  Did IFFPG seek legal advice before it made that decision?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG00500","speaker":"1597"},{"type":"speechnospeaker","time":1624921200,"counter":253,"content":"<p>On the issue relating to Walker, we did receive legal advice and its contract was terminated on 4 June.  Let us be clear as to why that happened.  It was terminated because it was in the liquidation process.  It was no longer able to provide a service for us.  We did not terminate its contract before liquidation or that this made any contribution to the liquidation process.  It went into liquidation because it had severe financial problems, not because IFFPG was not supporting it.  As I said, we supported it to the hilt and gave it record quantities of plastic for its recycling plant.  There were eight counties in which it was providing a collection service and we could not have supported it any more.  Despite that, unfortunately, its financial circumstances were such that it went into liquidation, and subsequent to that, we terminated its contract.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG00600","nonspeaker":"Mr. Liam Moloney"},{"type":"speech","time":1624921200,"counter":254,"content":"<p>I thank the IFFPG for again appearing before the committee.  Senator Lombard put it accurately in regard to the significant volume of plastic out there, with the levy paid on it, that is causing an environmental problem, although we can argue about the tonnage.  It is an issue that will have to be addressed.  Mr. Moloney has made it clear that it is not IFFPG's problem and I fully accept where he is coming from.  He made that clear and he has been distinct on it.  Nevertheless, it is an issue that will have to be dealt with and I hope we can get a resolution.  I appreciate the IFFPG representatives coming back before the committee today, after such a short interval, to give us an update on where we are.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG00700","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":255,"content":"<p>I had my hand up for some time.  Is it possible for me to come in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG00800","nonspeaker":"Mr. Tom Dunne"},{"type":"speech","time":1624921200,"counter":256,"content":"<p>There are severe time constraints.  Mr. Dunne's chief executive was answering all the questions, but I will allow him one minute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG00900","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":257,"content":"<p>I was involved in the discussions about the legal questions.  What Mr. Moloney stated in regard to the Walker issue is exactly correct.  We had that discussion with our legal representative in the first few days of June.  When the Walker company went into liquidation, it became impossible for it to continue.  Mr. Walker's contract was terminated exactly as Mr. Moloney described.  As someone who was involved in that decision, I want to back up what Mr. Moloney said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG01000","nonspeaker":"Mr. Tom Dunne"},{"type":"speech","time":1624921200,"counter":258,"content":"<p>May I clarify one matter?  There is an onus on me to clarify the position.  Mr. Walker must have been suffering from divine inspiration.  I can go back over my phone records to check but it was either a day or two days beforehand because he told me he was going to hospital.  He must have received divine inspiration that this was going to happen, but he got the phone call an hour before the meeting.  A few questions were asked and I can outline those questions for the Chairman because, as I said, everything should be transparent.  Mr. Walker stated that his contract was terminated an hour before our meeting.  I want to be clear that that was the call I got because I have a duty under-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG01100","speaker":"1508"},{"type":"speech","time":1624921200,"counter":259,"content":"<p>I thank the Deputy.  In fairness, the representatives of the IFFPG have provided extensive answers to questions on that matter.  Mr. Walker will be coming before us in a moment.  I thank the representatives of IFFPG for coming before us.  There is much plastic in the country that will have to find a home, and a solution will have to be found.  I thank Mr. Moloney, Mr. Dunne and Ms O'Sullivan.  I propose that we suspend in order to allow the next group of witnesses to come in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG01200","speaker":"1611"},{"type":"unspoken","time":1624921200,"counter":260,"content":"<p>Sitting suspended at 4.38 p.m. and resumed at 4.39 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1624921200,"counter":261,"content":"<p>Before we begin the next session, I suggest that either the Chairman or a member of his choosing might put whatever questions need to be put to Mr. Walker.  They are fairly self-evident but I want to ensure we will have enough time to deal with the Department afterwards, given that many questions have arisen out of this session.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG01400","speaker":"1451"},{"type":"speech","time":1624921200,"counter":262,"content":"<p>Will the Chairman put the following two questions to Mr. Walker?  What tonnage of plastic is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG01500","speaker":"1508"},{"type":"speech","time":1624921200,"counter":263,"content":"<p>I ask that members hold on for a moment.  We are still in public session.  Deputy Carthy has made a suggestion.  If it is okay with members, I will let Deputy Fitzmaurice lead because he has dealt with Mr. Walker before.  Is that agreed?  Agreed.<\/p> <p>  I welcome Mr. Robert Walker of Walker Recycling Services Limited, who is joining remotely.<\/p><p>I have an important notice relating to parliamentary privilege.  Witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Participants in the committee meeting who are in locations outside the parliamentary precincts are asked to note that the constitutional protections afforded to those participating from within the parliamentary precincts do not extend to them.  No clear guidance can be given on whether or the extent to which participation is covered by the absolute privilege of a statutory nature.<\/p><p> I welcome Mr. Walker to the meeting and ask him to make an opening statement.  We have a couple of questions we would like to put to him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#GG01600","speaker":"1611","continuing":true},{"type":"speechnospeaker","time":1624921200,"counter":265,"content":"<p>I thank the Chairman for allowing me the opportunity to speak.  I apologise for whatever went wrong in the beginning when I could not make contact.  I probably did something wrong with my computer.  I do not know but I apologise for that anyway.<\/p> <p>  I am a director of Walker Recycling Services Limited and my company is in voluntary liquidation, having a registered office at Clonkeen, Portlaoise, County Laois.  My company has been recycling plastic for upwards of 15 years.  Parts of our recycling facility include shredding, trommelling and other equipment purchased approximately four years ago at a cost of &euro;850,000 plus auxiliary equipment at a cost of approximately &euro;350,000.<\/p> <p>  The company has been contracted to the Irish Farm Films Producers Group, IFFPG, for upwards of 15 years and part of this work included the use of the aforementioned machines to shred and trommel plastic to clean it so it could be treated as green waste.  At the beginning of this year requirements in respect of green list waste changed and it is now necessary to establish any contamination of product at 4% or less.  This contamination could be water, grit or similar materials.  This cannot be hazardous waste but it is contamination, meaning the plastic would be classified as amber waste.<\/p> <p>  This resulted in a bond being required to export amber waste and the requirement for the volume recycled by Walker Recycling Services was beyond the financial capacity of the company.  We have been recycling waste for the IFFPG with these machines since their purchase and we also did it with earlier machines.<\/p> <p>  On or about the morning of 18 May I was telephoned by the chief executive officer of the IFFPG and verbally informed that the contract with Walker Recycling Services was to be terminated.  I cannot account for how such a decision was made, especially in circumstances where we had the only facility for trommelling waste.  With economic conditions in the plastics market worldwide and other economic restrictions, I found the company in a position where we were advised to hold a creditors' meeting, following which a liquidator, Mr. David Walsh, was appointed on 1 June 2021.  The company is not currently in a position to provide any recycling services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#HH00200","nonspeaker":"Mr. Robert Walker"},{"type":"speech","time":1624921200,"counter":266,"content":"<p>I will be brief because I know our time is short.  I thank Mr. Walker for coming before us.  I want to clarify some comments arising from what previous witnesses have said.  Mr. Walker contacted me from his hospital bed and apologised to me because it could have been a Saturday or Friday night.  He said it was late but I told him it was no problem.  That was a day or two days after the first meeting we had here and he said the contract had been terminated and he could not get bonds and the company would end up in liquidation.  Will Mr. Walker clarify that?<\/p> <p>  I drove to meet Mr. Walker on a Sunday evening after that to find out exactly what happened because we had only spoken on the phone.  He verified what he said.  Is my recollection correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#HH00300","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":267,"content":"<p>It is correct.  I had a conversation with the chief executive officer of IFFPG and he said my contract would be terminated.  I had no contact with him thereafter until I got it in writing in June, stating the contract was terminated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#HH00400","nonspeaker":"Mr. Robert Walker"},{"type":"speech","time":1624921200,"counter":268,"content":"<p>It was stated earlier that it does not make much difference if waste is amber or green.  Is there a fair difference in price in the export of such waste?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#HH00500","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":269,"content":"<p>Yes, there is.  To export amber waste a bond must be put in place and a large sum of money must be essentially locked away to cover any catastrophe that may happen in transit, or if the waste was dumped.  I am not in a financial position to export amber waste.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#HH00600","nonspeaker":"Mr. Robert Walker"},{"type":"speech","time":1624921200,"counter":270,"content":"<p>It has been stated that there are 1,000 tonnes of IFFPG plastics in Mr. Walker's yard.  Is that correct?  What is there to be removed and who owns what?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#HH00700","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":271,"content":"<p>There is approximately between 5,000 and 6,000 tonnes in my yard and it is all IFFPG-collected plastic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#HH00800","nonspeaker":"Mr. Robert Walker"},{"type":"speech","time":1624921200,"counter":272,"content":"<p>Okay.  In Mr. Walker's opinion, what is the way forward for the plastics industry in order to ensure we can cater for the amount of plastic, especially with the restrictions that are to be introduced on plastics use and all of that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#HH00900","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":273,"content":"<p>More money must be invested in recycling in Ireland in order to meet criteria, including the cleaning of plastics or even melting it into pellets.  It is a very expensive process, as the Deputy knows.  There will have to be money invested in that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#HH01000","nonspeaker":"Mr. Robert Walker"},{"type":"speech","time":1624921200,"counter":274,"content":"<p>I will let in other Deputies as we only have 15 minutes for this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#HH01100","speaker":"1508"},{"type":"speech","time":1624921200,"counter":275,"content":"<p>The Deputy has put many comprehensive questions to Mr. Walker.<\/p><p>Unless someone has any other specific questions, he has answered what we need to know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#HH01200","speaker":"1611","continuing":true},{"type":"speech","time":1624921200,"counter":277,"content":"<p>I would like if Mr. Walker could clarify whether all of the plastic in his yard is IFFPG plastic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ00200","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":278,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ00300","nonspeaker":"Mr. Robert Walker"},{"type":"speech","time":1624921200,"counter":279,"content":"<p>The 7,000 tonnes in his yard is IFFPG plastic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ00400","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":280,"content":"<p>I cannot give the committee the exact tonnage, but I reckon there are more than 6,000 tonnes.  Anything that is there is IFFPG plastic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ00500","nonspeaker":"Mr. Robert Walker"},{"type":"speech","time":1624921200,"counter":281,"content":"<p>I thank Mr. Walker.  Does anyone else want to ask a specific question or will we move to Department witnesses?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ00600","speaker":"1611"},{"type":"speech","time":1624921200,"counter":282,"content":"<p>I thank Mr. Walker for coming before the committee.  What was his relationship with IFFPG like before 18 May or 4 June?  Were there any disagreements between them?  What reasons did it give him for terminating the contract?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ00700","speaker":"1613"},{"type":"speechnospeaker","time":1624921200,"counter":283,"content":"<p>I received notice in writing.  It stated that what happened was due to the fact that the company was in liquidation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ00800","nonspeaker":"Mr. Robert Walker"},{"type":"speech","time":1624921200,"counter":284,"content":"<p>Had there been any disagreements between Mr. Walker and IFFPG in the run-up to that date?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ00900","speaker":"1613"},{"type":"speechnospeaker","time":1624921200,"counter":285,"content":"<p>No, there were no disagreements as such.  I asked whether it would be able to export the plastic from my yard under its bond.  It said it would, but it would take a period.  As I was not making any money at the time due to the fact I could not export, the company could not continue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ01000","nonspeaker":"Mr. Robert Walker"},{"type":"speech","time":1624921200,"counter":286,"content":"<p>Could Mr. Walker address the problem with the 20 containers that went out in order to clarify the position?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ01100","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":287,"content":"<p>Twenty containers in total were returned.  The first ten came back when I was still trading.  I returned them to and offloaded them in my yard.  It was in liquidation when the last ten came back.  Obviously, IFFPG said it had them sorted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ01200","nonspeaker":"Mr. Robert Walker"},{"type":"speech","time":1624921200,"counter":288,"content":"<p>Okay. I thank Mr. Walker for briefing the committee.  We will now suspend to allow officials from the Department of the Environment, Climate and Communications to join us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ01300","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":289,"content":"<p>I thank the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ01400","nonspeaker":"Mr. Robert Walker"},{"type":"speech","time":1624921200,"counter":290,"content":"<p>I thank Mr. Walker.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ01500","speaker":"1611"},{"type":"unspoken","time":1624921200,"counter":291,"content":"<p>Sitting suspended at 4.53 p.m. and resumed at 4.54 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1624921200,"counter":292,"content":"<p>I welcome the following officials from the Department of Environment, Climate and Communications: Mr. Paul McDonald, principal officer, waste policy and resource efficiency; and Ms Sorcha Byrne, assistant principal, waste, plastics, remediation and producer responsibility division, who are joining us remotely.  They are very welcome.  We have received their opening statement, which has been circulated to members.  We are limited in our time due to Covid, so the committee has agreed that the opening statement will be taken as read so that the full session can be used for question and answers.  The opening statement will be published on the Oireachtas website and will be publicly available.<\/p> <p>  Before we begin, I want to read an important notice on parliamentary privilege.  Witnesses are protected by absolute privilege with respect to the evidence you are to give to the committee.  However, if you are directed by the committee to cease giving evidence in relation to a particular matter and you continue to do so, you are entitled thereafter only to a qualified privilege in respect of your evidence.  You are directed that only evidence connected with the subject matter of these proceedings is to be given and you are asked to respect parliamentary practice to the effect that, where possible, you should not criticise nor make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Participants in the committee meeting who are located outside of the parliamentary precinct are asked to note that the constitutional protection afforded to those participating within the parliamentary precinct does not extend to them.  No clear guidance can be given on all whether or the extent to which participation is covered by absolute privilege.  <\/p> <p>  I now invite questions from members.  Deputy Leddin asked me to let him in first on this earlier.  I will honour my commitment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ01700","speaker":"1611"},{"type":"speech","time":1624921200,"counter":293,"content":"<p>I thank the Chair and offer my apologies to Deputy Carthy who raised his hand before me.  I wish to ask Mr. McDonald about the design of the scheme and alternatives.  We heard today and on previous occasions that the recycling rate for farm plastics is very high and stands at approximately 80%.  Farmers are to be commended for taking part in what is a very successful scheme.  Perhaps Mr. McDonald could indicate what might be the position if there was a fully market led system for the recycling of farm plastics, based on the experience of other sectors, and even jurisdictions, and whether he is aware of how such a system might compare in terms of recycling rates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ01800","speaker":"1594"},{"type":"speechnospeaker","time":1624921200,"counter":294,"content":"<p>I thank the Chairman and Deputy Leddin.  The farm plastic scheme is one of a suite of what we call extended producer responsibility, EPR, schemes.  This EPR model is an environmental approach whereby the responsibility for a product is extended beyond the post-consumer stage of a product's life cycle.  It has been a very successful model that we have used in a number of waste streams in Ireland over several years.  People may be familiar with the schemes for electrical equipment, packaging, end-of-life vehicles, tyres and so on.  The farm plastic scheme is run by the IFFPG.<\/p> <p>  From my reading of the matter going back over a number of years, the basis for the introduction of EPR schemes came from EU initiatives.  That was essentially because the market had not addressed the issue of this waste arising from waste streams, be it electrical products, tires and so on.  We found these schemes provide stability in dealing with a waste stream.  This is stability that one would not get in a privatised arena.  As we have seen from discussions at the committee earlier and back in May, if a market is subject to fluctuations that is very bad news for the waste arising from it.<\/p> <p>  As we have seen here, private contractors entered the market on the basis of a commercial decision that they would have made.  When that environment changed, we were left to deal with the issue being discussed.  EPR schemes were introduced to bring stability to a waste collection stream, a stability that they would not get if they were subject to standard market forces.  They have been successful in that. <\/p> <p>  The model we have in Ireland is that each EPR scheme is run by a system operator.  The operator is appointed on approval to the Minister and there are various targets and so on set out for the operator.  IFFPG has met those targets.  They were approved again earlier this year.  As the Deputy said, we are happy that the recycling rate approximately 70% - in the most recent report the figure was 80%.  I do not think one would get that level of performance if there was a simple private sector model.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ01900","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":295,"content":"<p>Are there other examples of EPR schemes in Ireland?  How does the IFFPG scheme compare?  I understand that the legislation allows for a deposit and return type scheme, but I am not aware of any instances of that in this country.  Perhaps Mr. McDonald could discuss the potential for such a scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ02000","speaker":"1594"},{"type":"speechnospeaker","time":1624921200,"counter":296,"content":"<p>A deposit return scheme, DRS, is available, but it has never been taken up.  The model that is used successfully by IFFPG is the EPR model.  As the Deputy is aware, we are considering DRS schemes in other waste streams, specifically plastic bottles and so on.<\/p><p>The model that is operating in Ireland is the EPR scheme, through the system operator, the IFFPG.  All of the system operators that operate these EPR schemes, including Repak, companies that operate end-of-life vehicle schemes, WEEE Ireland and others, must go through a rigorous process for approval approximately every five years.  The standard is quite high.  These companies are obviously run on a not-for-profit basis.  We like to think the bar is set quite high.  The approval is not just done on the nod.  Anyone who is looking to operate as a system operator has a relatively onerous list of things they have to show us they are capable of performing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#JJ02100","nonspeaker":"Mr. Paul McDonald","continuing":true},{"type":"speech","time":1624921200,"counter":298,"content":"<p>I thank Mr. McDonald.  I am due to speak in Convention Centre Dublin shortly so I will head over there now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#KK00200","speaker":"1594"},{"type":"speech","time":1624921200,"counter":299,"content":"<p>I will try to put this in a context that non-farmers might understand by comparing it to something similar I might experience in my life.  If I am buying a new fridge, I can leave the old fridge with the guy I am buying the new fridge from and he has the responsibility for disposing of it safely.  It is a similar situation if I am buying new tyres for my car.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#KK00300","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":300,"content":"<p>That is exactly right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#KK00400","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":301,"content":"<p>It is very different in this instance.  Farmers pay &euro;160 per tonne.  That goes to one company but that company does not have an obligation to ensure that the product is safely disposed of and recycled.  The company has an obligation for 70% of that material and therein lies the problem.  I was taken aback by some of the comments considering the IFFPG is a not-for-profit organisation.  There has been a dismissive attitude towards the potential 20% or 30% that may be left outstanding.  I would certainly not support a privatised approach that would leave it to the industry but is the Department analysing other mechanisms by which this can be done more successfully?  This is a different type of waste, in that if it is not collected, it can land in our rivers and countryside.  It can be bulky and damaging to biodiversity, habitats and all the rest of it.  Even 20% can be a substantial amount of waste.  What level of examination of the process does the Department undergo?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#KK00500","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":302,"content":"<p>The approval process is where we examine the performance of the IFFPG and its running of this scheme.  The figure of 70% to 80% of collection for recycling is extremely positive.  It is probably unheard of.  We are not aware of a problem having arisen with the proper disposal of this material.  We are looking at an 80% collection rate, based on the amount placed on the market each year.  As the committee has heard at this meeting and at previous meetings, farmers do not deal with this product on a yearly basis.  If stuff is placed on the market, it is perhaps purchased and may not be brought for recycling for two, three or four years.  There is a roll-over effect in that regard.  However, an 80% collection rate is extremely impressive.  We are happy with how the scheme has operated.<\/p> <p>  The test of the scheme is done when the system operator comes in for its approval.  That approval process takes a number of months.  We go through everything from the accounts of the system operator, how it approaches governance and how it is performing generally.  It is only after that process has been gone through that we would recommend approval of a system operator to the Minister.  That is what has happened in this case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#KK00600","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":303,"content":"<p>Has this scheme been stress-tested against EU competition law?  We heard earlier about private collectors who are essentially doing the same job as the IFFPG but do not receive any portion of the levy that is mandatory for those who are purchasing the product.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#KK00700","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":304,"content":"<p>To my mind, this question of contravening competition law does not arise.  It is open to any corporate body that wishes to pitch for this business to seek approval to become a system operator.  It is open to anybody to do that.  Any such body would go through the normal stress-testing that is applied to the IFFPG.  Other EPR schemes currently exist.  We referred earlier to the scheme that applies for electrical equipment.  There are, for example, two system operators in that space.  Any corporate body that wants to set up as a system operator to rival the IFFPG would have to go through the same provisions from the point of view of corporate governance, contingency reserve funds and all of that type of stuff.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#KK00800","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":305,"content":"<p>There is an issue in terms of local or smaller collectors and the scale that would be operated.  We can assume none of those collectors would be anywhere close to the IFFPG.  The difficulty I have is that far from being a polluter-pays system where producers have responsibility, producers are instead being let off the hook.  They collect the levy from farmers but once it goes outside the producers' gates, because none of them are collecting sale-and-return or deposit-and-return schemes, it becomes somebody else's problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#KK00900","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":306,"content":"<p>The model is well established.  When a farmer buys the product, he or she pays the levy.  When the farmer has finished using it and wants to present it for recycling, it is collected through the farm collection scheme or it can be brought to some of the bring centres.  As the IFFPG has stated, 100% of what is presented to them for collection is collected.  It is quite an efficient scheme.  We have also heard that the cost to individual farmers averages out at somewhere around &euro;65 or &euro;70 per annum.  It seems to be an efficient scheme for a relatively modest sum of money per annum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#KK01000","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":307,"content":"<p>I will reiterate the point that the difficulty I have with the scheme is that a company, a not-for-profit company but a company nonetheless, is getting &euro;160 for every tonne of plastic that is sold without having the obligation even to attempt to collect it all.  There is no obligation on the company to collect it all.   The scheme, therefore, de facto recognises that a significant portion of this plastic is unaccounted for.  In the long term, that is unsustainable.  To repeat a question I asked earlier, is Mr. McDonald satisfied that it is appropriate that two thirds of that waste is potentially exported?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#KK01100","speaker":"1451"},{"type":"speechnospeaker","time":1624921200,"counter":308,"content":"<p>The IFFPG has said that it pushes to have as much of this material as possible dealt with in Ireland.  We support them in that regard.  We discussed that topic in detail with the IFFPG during the most recent approval process and its commitment to the circular economy.  We have a proximity principle here.  We try to ensure that as much of this material as possible is dealt with on the island of Ireland.<\/p> <p>  The waste action plan for a circular economy which we produced last September had a chapter specifically on the indigenous treatment capacity for waste material.  One of the commitments we made in that, and subject to provisions around state aid and so on, was that we would look to convene a meeting of the various stakeholders to try to see how we could push this out as much as possible to ensure that as much of this material as possible is dealt with here in Ireland.<\/p><p>On the figure for the levy, the levy is the levy.  It is collected by the IFFPG and it goes into the group's operating costs.  It is used, as Mr. Moloney has outlined, in its operating costs in running what is a very efficient system.  The target is 70% and the group has collected close to 80% in the last year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#KK01200","nonspeaker":"Mr. Paul McDonald","continuing":true},{"type":"speech","time":1624921200,"counter":310,"content":"<p>I welcome the representatives from the Department.  To follow on, the current system has been in operation since 1998 and it has evolved over a period to where we are today.  While we cannot change the system here overnight does the Department, as the Department with responsibility for the environment, appreciate that the 30% of plastic waste on which there is no obligation on the IFFPG to collect would and could be a problem environmentally?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL00200","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":311,"content":"<p>Certainly the target set for the IFFPG is 70% and it has exceeded that.  As I was saying earlier on, with this rolling-on of the farmers not presenting this for collection on an annual basis, and if that is what was done, maybe that figure is a little bit off.  If there is a gap there, we would like to establish where that problem is.  From what has come out in the most recent meeting today and the previous meeting, the nub of the problem seems to be a portion of this plastic has been collected over the last number of years by private contractors who, because of the market fluctuations, are now not in a position to deal with that.  There may be an issue there.  The figure of somewhere between 10,000 and 12,000 tonnes of this material lying around the country has come out.  That could well present an environmental threat, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL00300","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":312,"content":"<p>To follow on from that, a good year for the IFFPG was 80% collection.  It claimed that today and the last day.  Its representatives are almost shouting from the rooftops that they hit 80%.  That leaves 20% of the recorded plastic unaccounted for now the private contractors have gone out of the market.  That is not to mention the illegal plastic, for want of a better word, that is coming in from the North and which does not have a code and is not being accounted for when the levy is collected.  On the environmental aspect of that, we will not go there; it should not be here and it came in illegally but it is here now and it is going to be a problem.<\/p> <p>  We all know why we are here today.  This is our second meeting on this matter.  The fact is that the market for exporting or moving this plastic on has collapsed.  The private contractors are going out of business.  There is nothing in it for them.  They were covering that slack and Mr. McDonald has admitted we were damn glad to have the private contractors because they were actually making sure the 25% to 30% we have not accounted for in our legislation or in our contract with the IFFPG was being looked after.  It is now not feasible for them to do that, for commercial reasons.  What is the Department's proposal to sort out that problem now, in the market we have today, and allowing for the fact there are thousands of tonnes stacked up in various yards or fields around the country?  We all know how we got here.  I hate the statement but we are where we are.  I want to hear from the officials what the Department is proposing as a solution to solve the problem and clear the blight, going forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL00400","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":313,"content":"<p>Just to correct that, I do not think I said I welcomed the intervention of the private companies in collecting this material over the last number of years.  It is what it is.  The Department-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL00500","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":314,"content":"<p>As a nation we all welcomed it because if they had not filled the gap we would have had in the region of 23 years where our 20% of our plastic was in bogholes, down boreens, in ditches and getting burned.  I certainly welcome the role they played for the last 23-odd years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL00600","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":315,"content":"<p>Again, I am not aware whether the IFFPG could have filled that gap.  I do not know why individual farmers and so on would have gone to the private contractors as opposed to the IFFPG.  I am not aware of what the pricing structure is but to use the Senator's own expression, we are where we are.  It seems, again, that there is 10,000 tonnes to 12,000 tonnes of this material.  The onus for dealing with that material rests primarily with those contractors.  It rests primarily with them to deal with it.  As I understand it, they all have waste permits and have certain obligations under that to deal with this material.  The onus for dealing with this material rests primarily on those contractors.  We can look-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL00700","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":316,"content":"<p>I will pursue that point with Mr. McDonald.  For the purposes of debate, could we park what is stockpiled and wind the clock forward to the 2021 baling and silaging season?  The private contractors, as we all know now, are gone off the pitch.  The IFFPG is going to collect 75% to 80% of the plastic.  When there are no private contractors on the pitch, who is responsible for the disposal or recycling of the additional 30% of plastic this year?  We should remember the farmer who will have it in his or her yard has paid a levy on it for the recycling and disposal of it.  Who in the Department's view has responsibility for that this year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL00800","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":317,"content":"<p>The operation of this scheme is dealt with by the IFFPG.  If that is the case for the next season, I do not know this for certain but I imagine the IFFPG has capacity to deal with an increased push on this.  I do not see it as the private contractors filling a gap that could not have been filled by the IFFPG.  I am not convinced of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL00900","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":318,"content":"<p>The IFFPG has been in existence and has been doing this for 23 years.  As its management is singing from the rooftops about hitting 80% collection, I do not know how it is going to get to 100% magically in one year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL01000","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":319,"content":"<p>Again, as we have said, the Department recognises the figure of 70% or 80% is an extremely positive performance by a system operator operating an extended producer responsibility scheme.  We have not done any analysis of the reasons individual farmers may have used private contractors over the last number of years but I expect if it is a case that the private contractors do not present a service in the next year or two, I would think - and I can have this conversation with the IFFPG - that it could fill any gap that was there.  I am not convinced that the system operator-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL01100","nonspeaker":"Mr. Paul McDonald"},{"type":"unspoken","time":1624921200,"counter":320,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1624921200,"counter":321,"content":"<p>We lost Mr. McDonald there at the end of that.  He might just repeat his last sentence or two.  We lost connectivity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL01300","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":322,"content":"<p>I am sorry, a Chathaoirligh, can you hear me now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL01400","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":323,"content":"<p>It is perfect now.  We only lost his last sentence or two.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL01500","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":324,"content":"<p>I am sorry.  I expect the IFFPG would be able to fill any gap in the market because of the absence of private contractors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL01600","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":325,"content":"<p>I apologise to the Chairman for taking up a lot of time, but in conclusion, the IFFPG contract is renewed every five years.  As Mr. McDonald said himself it got a new five-year rollover approval last year.  When that is happening, is that position put out to public tender?  When the Department is rewriting the group's contract every five years or reviewing its performance for approval of the coming five years, do the parties have this conversation about the 70%?  Has the Department every suggested that perhaps, for the next five years it will try to set it at 80%, 85%, 90% or God between us and all harm, 100%?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL01700","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":326,"content":"<p>Again, the approval is undergone every five years.  It is not a licence as such but an approval.  It is quite a rigorous procedure.  We take advice from some of the experts within the Department and look at what is happening internationally to get a figure.  That figure was 70%, which is an aggressive, onerous figure in any recycling scheme or any extended producer responsibility scheme.  That it is an onerous figure would stand up to any objective scrutiny.  The IFFPG has performed well as a system operator in exceeding that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL01800","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":327,"content":"<p>Is it advertised though, or put out to public tender?  Could somebody else apply?<\/p><p>Is it a done deal every five years, a box-ticking exercise, or is it-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#LL01900","speaker":"1651","continuing":true},{"type":"speechnospeaker","time":1624921200,"counter":329,"content":"<p>Absolutely not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM00200","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":330,"content":"<p>-----publicly advertised?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM00300","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":331,"content":"<p>It is far from a box-ticking exercise.  It is a process that takes at least six months or thereabouts.  As I said in response to a question from Deputy Carthy, if a corporate body or individual seeks approval to run a scheme to operate as a system operator, that opportunity exists.  If such bodies or individuals can show the Department their ability to reach the bar set from the point of view of corporate governance, a business plan, contingency funds and all of that, on that basis there is no question and it is not provided for in the regulations that the approval must be advertised.  It is open at any stage for a corporate body to apply to become a system operator for this EPR scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM00400","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":332,"content":"<p>To conclude then, the approval is not advertised.  It is just a roll-over exercise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM00500","speaker":"1651"},{"type":"speechnospeaker","time":1624921200,"counter":333,"content":"<p>It is an approval that comes up every five years.  It is a rigorous process.  There is not a requirement for it to be advertised but people in this industry are aware of how they may go about seeking approval for an EPR scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM00600","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":334,"content":"<p>I thank the Department officials for appearing before the committee.  What Mr. McDonald clarified for Senator Paul Daly is that next week, any corporate body can apply to the Department and become a system operator.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM00900","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":335,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM01000","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":336,"content":"<p>I understand Mr. McDonald listened in to the earlier part of the meeting.  Is he concerned that a witness stated he has 6,000 tonnes of plastic belonging to the IFFPG, and the IFFPG stated in response it understood there were 1,000 tonnes of plastic involved?  Is Mr. McDonald concerned, in terms of carrying out the Department's checks and balances, there is a discrepancy of 5,000 tonnes of plastic on the part of an operator which was supplying the IFFPG?  Have officials visited the IFFPG's different collectors to calculate the tonnage involved, given the Department was awarding the system operator's licence?  I am an ordinary Joe Soap and one can argue as to whose product this is.  There are 25,000 tonnes of plastic around the country which will cause a major problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM01100","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":337,"content":"<p>On the Deputy's point regarding the discussion with Mr. Walker, that is something that will have to be dealt with.  As I understood it, there was a conflict between what Mr. Moloney understood and what Mr. Walker understood.  That will take its course.<\/p> <p>  When we go through this approval procedure with the IFFPG or any of the other system operators, a relatively forensic examination is taken of how they are performing and what the general environment in their particular field is.  It is only relatively recently we have become aware of the problem of the stockpiling of material by these private contractors who-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM01200","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":338,"content":"<p>This plastic is to be found in the yards of those who are not private contractors, as these people have a contract.  If we go by what Mr. Waker said, he was a supplier and that plastic he referenced is from last year, as none of that product has come in yet for this year.  There is a large volume of plastic in other yards around the country.  Is Mr. McDonald concerned about that?  If there are 25,000 tonnes of plastic around the country and 10,000 or 11,000 tonnes of it owned by the IFFPG, is he concerned about that?  Does he know the volume of plastic that is being brought across the Border given that it is two thirds the price there from what I hear?<\/p> <p>  I am a baling contractor.  I have to give a farmer the number for every bit of plastic I give them because it has to be done legitimately and when they go to a bring centre, they can produce that number.  I want Mr. McDonald to deal with this question separately.  If a private operator gathers plastic and has all the numbers attached to each roll of plastic, is there is not an obligation on that operator to collect the plastic when the levy has been paid on it?  Is a simple yes-no answer to that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM01300","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":339,"content":"<p>The Deputy asked Mr. Moloney a similar question and the way he phrased his response was that if a contractor was doing some work on a farm and he has a small amount of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM01400","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":340,"content":"<p>If I were to set off in my lorry to go to a farm and were I to pick up the plastic on that farm and if I had the numbers attached to it on which the levy was paid - the important aspect is that 100% of the levy is being paid - is Mr. McDonald saying there is not an obligation on the IFFPG to accept that plastic?  I am not singling the IFFPG out but is there not an obligation on whosoever is the service provider or system operator to accept that plastic for the simple reason the levy has already been paid on it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM01500","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":341,"content":"<p>The nature of this scheme is the Department has recruited and approved the IFFPG to operate this extended producer responsibility scheme.  The operational issues relating to that scheme are within the ambit of the IFFPG.  I am happy that the way the IFFPG is operating this system meets all the requirements set for it by the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM01600","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":342,"content":"<p>There could be 10,000 to 15,000 tonnes of plastic around the country on which the levy has been paid.  If you had 1,000 tonnes of plastic and 500 farmers brought it on their tractors and trailers to a bring centre, they could tip it without a problem and could give the figures attaching to the plastic.  If, however, you have gathered the plastic on which the levy has been paid and it would be handier to handle the plastic, Mr. McDonald is saying the Department does not think that should be brought in, even though &euro;160 of a levy has been paid on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM01700","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":343,"content":"<p>The Department has approved that the IFFPG operates this scheme.  As the operator of the scheme, it can operate it within the terms of the approval.  If its operational decision is not to pay that amount, that is how the system will operate.  I would not see any reason for the Department to interfere to that micro level on how the system operates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM01800","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":344,"content":"<p>Is the Department concerned about the volume of plastic that may be brought in from the North given its lower price there and no levies would be paid on it?  When a person applies for a licence or on a yearly basis, does any Department official go through the recommended operators who have permits to ensure there is not a large volume of plastic around the country?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM01900","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":345,"content":"<p>On the Deputy's first point, certainly we would be concerned if material was coming over the Border, as we would be with any waste stream or any product.  As was touched on, an enforcement brief is held by the local authorities and they would try to counter that.  A figure of around 5% was mentioned but it would be a matter of concern.<\/p> <p>  On the Deputy's second point, the Department does not carry out individual inspections of any of the contractors.  That comes under the approval of the IFFPG.  It would recruit its own contractors and so on and that would be part of the brief of its system operation approval.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#MM02000","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":346,"content":"<p>I have a final question.  Is Mr. McDonald concerned that this system was set up for payment at the beginning, as Deputy Carthy said, and at the end when plastic is left back, while the farmer has to pay at both ends, which is tough?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN00100","speaker":"1508"},{"type":"speechnospeaker","time":1624921200,"counter":347,"content":"<p>Looking at this product, it is one that is very useful for farmers.  I understand it revolutionised how they carried out their operations.  To have the benefit of a product like that, at an average operating cost of approximately &euro;65 per annum, represents good value.  On that basis, I agree with previous evidence given that the system operates well and provides a good service to the farming community.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN00200","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":348,"content":"<p>I must leave the meeting shortly because I will be speaking elsewhere.  We all appreciate that 80% is a good rate of collection but 20% of plastics is a massive amount to leave sitting around.  It is just not good enough.  The officials told us that the Department is setting a target of 70% for the IFFPG every year but that company is still getting 100% of the levy.  What would happen if I priced a house for Mr. McDonald and built 70% of it but took 100% of the money?  He would come after me for the other 30% to get it finished somehow.  It is not good value for public money that the Department is setting a target of only 70% for a company that is getting 100% of the levy.<\/p> <p>  We heard about Mr. Walker earlier.  Why are departmental officials so quiet about what happened in that case?  Have they anything to say about it?  Are officials worried that the waste management infrastructure, whether it is recycling or farm plastics, is falling apart?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN00300","speaker":"1613"},{"type":"speechnospeaker","time":1624921200,"counter":349,"content":"<p>On the first point, we have touched on the issue of the 70% to 80% target.  Of the 100% that is placed on the market, if IFFPG collects 80%, it is not my understanding that the other 20% appears in ditches and so on or is illegally dumped.  There is a roll-over position whereby farmers buy for one year but may take up to five years before the plastic is presented again.  On the IFFPG figure, as its representatives stated, it collects 100% of what is presented to it.  I again emphasise that the Department engages IFFPG as a system operator.  It knows more about this business than I do.  Mr. Moloney stated earlier, and I agree, that a collection figure of 100% is just not attainable.  It does not happen.  The figure of 70% to 80% is a remarkably efficient one that is set for IFFPG and for which it accounts each year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN00400","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":350,"content":"<p>I do not agree with Mr. McDonald.  I have been working over the last week and I got someone to come to remove stuff for me.  If he had left 20% or 40% of what I asked him to move in my front yard but, while I was away, my wife paid him 100% of the money, by God, I would be fairly angry when I got home for the weekend.  It is time departmental officials started pushing a crowd like IFFPG, who are taking 100% of the levy while farmers are paying at both ends.  Maybe officials should start getting angry with the likes of the IFFPG.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN00500","speaker":"1613"},{"type":"speechnospeaker","time":1624921200,"counter":351,"content":"<p>As has been explained, the IFFPG gets 100% of the levy, which stands as its operating fee and for which it collects 70% to 80% of the plastic.  By international standards, or any yardstick, it is an extremely efficient operation.  I missed the second question the Deputy asked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN00600","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":352,"content":"<p>Are departmental officials worried that the waste management infrastructure, including farm plastics and the recycling rate, is falling apart?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN00700","speaker":"1613"},{"type":"speechnospeaker","time":1624921200,"counter":353,"content":"<p>No.  Again, this is a matter we keep an eye on.  I referred to the waste action plan for the circular economy that we produced last September.  A chapter in that is devoted specifically to the indigenous treatment of waste in Ireland.  We stress to all our system operators that they operate a proximity principle and to recycle as much product as they can in Ireland.  There are some issues around State aid and so on that we have to look at before we could impose any regime on this, but in the waste action plan we committed to engagement with all stakeholders to try to increase the amount of indigenous capacity for waste material in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN00800","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":354,"content":"<p>I thank the Chair.  I must leave the meeting to speak in the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN00900","speaker":"1613"},{"type":"speech","time":1624921200,"counter":355,"content":"<p>There are two more speakers.  We are over time but I will let them in.  I will take Senator Lombard and Deputy O'Flaherty together and will then go back to Mr. McDonald for answers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN01000","speaker":"1611"},{"type":"speech","time":1624921200,"counter":356,"content":"<p>Mr. McDonald cited twice, if not three times, the precedent whereby he believes farmers might buy plastic but not recycle it the following year and stated that there might be an overlap regarding the recycling.  Taking that into consideration, over the 23-year period of the scheme has there ever been a situation where we had 110% recycling?  In that scenario, there would be 110% or 120% recycling going through the scheme.  Can Mr. McDonald give a breakdown, by year, of when we peaked in recycling?<\/p> <p>  I do not know much about Mr. Moloney and Mr. Walker.  I just sat and listened to their testimony.  There seems to be &euro;5,000 difference between their testimonies.  Does Mr. McDonald acknowledge that, as he listened to them?  Can Mr. McDonald explain, in detail, what the Department will do with that information?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN01100","speaker":"1666"},{"type":"speech","time":1624921200,"counter":357,"content":"<p>It is 5,000 tonnes.  Senator Lombard said &euro;5,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN01200","speaker":"1611"},{"type":"speech","time":1624921200,"counter":358,"content":"<p>I apologise to the Chair and thank him for correcting me.  There is difference of 5,000 tonnes.  Mr. Moloney and Mr. Walker came before an Oireachtas committee today.  Committees are a significant part of what we do in the D&aacute;il and the Seanad and we have a major discrepancy in figures representing a huge amount of plastic.  The Department is the one with due responsibility.  He sat and listened to that testimony.  What steps will Mr. McDonald now take to clarify this situation as we go forward?  We will need to get clarity.  This committee deserves it, one way or the other.  As I said, I do not know the two individuals at all but we need clarity.  I will ask the Department and Mr. McDonald to correspond with the committee and to inform us about what they will do to ensure that clarity is provided in respect of that issue.<\/p> <p>  On the amount of plastic at certain locations throughout the country, mainly on private land - although this is not always so, sometimes it is on land connected to the scheme - is Mr. McDonald happy with these stockpiles of plastic?  I have heard stories of yards full of plastic throughout the county, although I have not seen it for myself.  What will the Department do about that issue?  Strictly speaking, it comes down to policy and the Department.  What will the Department do to ensure that this major issue is dealt with?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN01300","speaker":"1666"},{"type":"speech","time":1624921200,"counter":359,"content":"<p>I am conscious that we are tight on time so I will not delay.  Following two meetings on this matter, the Department will be very aware that it is a serious issue for the committee.  There is a great deal of concern, especially in light of the testimony we heard from representatives of the two companies.  We accept, to a point, that 80% is a relatively good take-up but nothing short of 100% of collection of plastics throughout the country is an acceptable goal for us.<\/p> <p>  In summary, we would like to see ongoing engagement with the Department on this.  Given what we have learned during the past two meetings, this issue has been ramped up our agenda.  Regarding focus and how big a priority this is for the Department, and based on the concerns we raised, has this issue been scaled up by the Department to where it is seen as a priority?  What reassurance can we be given that departmental officials will go away from the meeting today and that we will see meaningful engagement on trying to meet that 100% target?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN01400","speaker":"1597"},{"type":"speechnospeaker","time":1624921200,"counter":360,"content":"<p>To reply to Senator Lombard, I referred a number of times to the figure for the rollover.  That was just to illustrate a point.<\/p><p>I do not believe the Senator, in referring to the rates of 80% and 100%, is dealing with exactly the same things because there is confusing input into the equation concerning the time farmers may take before disposal.  However, I fully take the point on whether the rate, at some stage, goes over 100%.  It may well have done.  I cannot say definitively whether it did but, considering the figures for what has been collected through the scheme and what some of the private operators may have collected, the amount in question well have been exceeded at some point in the year.  Again, however, it is something of a matter of mathematical confusion.  I was making my point just to illustrate that it is not quite as clearcut as it might seem.<\/p><p> On the point made on the discrepancy in the evidence given by Mr. Moloney and Mr. Walker, it certainly jumped out at me that there is a discrepancy.  We will certainly take that up.  I would be happy to revert to the committee to clarify how it might be rectified.<\/p><p> The stockpiling issue has come up relatively recently.  Regarding the problem concerning private contractors who had engaged in the practice, it is only relatively recently that we have become aware of stockpiling.  As Mr. Moloney said earlier, there may be stockpiles in some of the IFFPG facilities.  These are checked regularly by local authorities and so on and meet the standards so I do not believe they would pose an environmental threat.  That may well not be the case in other instances.  We will have to address that through our colleagues in the local authority sector.  We are aware of one stockpile that has been subject to a judicial process, in Waterford.  I believe there are over 5,000 tonnes involved.  The onus for dealing with the stockpiles rests primarily and initially with the private contractors.  It is their responsibility.  They would have committed to it under the terms of their waste permits.<\/p><p> To return to Deputy Flaherty, I am more than happy to engage on an ongoing basis with the committee on this.  This is an issue that has gained a lot of prominence recently.  We are happy to monitor it through our engagement with the system operator in the first instance and also with our colleagues in the local authority sector who look after the enforcement side.  The issue has a degree of prominence in the Department and this will continue.  I am more than happy to keep the committee apprised of our progress on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#NN01500","nonspeaker":"Mr. Paul McDonald","continuing":true},{"type":"speech","time":1624921200,"counter":362,"content":"<p>On behalf of the committee, I thank Mr. McDonald and Ms Byrne from the Department of the Environment, Climate and Communications for engaging with us today on this important issue.  I heard Mr. McDonald say the plastic is not the responsibility of the Department.  There is a considerable amount of plastic to be dealt with.  It poses a monumental challenge.  Farmers have paid the levy on it.  I am aware that environmental conditions have changed for the people who collected it.  We are not going to start disputing that.  It was profitable to collect plastic in the past and now it is not.  I hope we will have a homegrown solution for our plastic in the very near future.  I was in the recycling plant in Littleton on Monday and I was impressed with it.  Its throughput will only improve.  We have a homegrown solution.  For those who have plastic stockpiled, the economic viability of being able to get it moved is very questionable.  The farmers have paid a levy and we do not want an environmental issue arising over plastics.  I strongly urge the Department to consider solutions as to how we can get this plastic moved and recycled.  We are here with no agenda today other than to make sure the plastic is dealt with environmentally correctly.  Therefore, I ask Mr. McDonald to listen to what the committee members have said today.  This issue has to be dealt with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#OO00200","speaker":"1611"},{"type":"speechnospeaker","time":1624921200,"counter":363,"content":"<p>I assure the Chairman that I did not mean to suggest for an instant that this is not a concern in the Department.  Any environmental threat posed by any waste stream is one that we would treat very seriously.  I listened very carefully to the evidence today and at the other meeting.  We will engage in a meaningful way to try to resolve this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#OO00300","nonspeaker":"Mr. Paul McDonald"},{"type":"speech","time":1624921200,"counter":364,"content":"<p>I thank Mr. McDonald very much.<\/p> <p>  I propose that we hold a private meeting on MS Teams tomorrow, 30 June, at 3.30 p.m.  Is that agreed?  Agreed.  That concludes our proceedings for today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2021062900002#OO00400","speaker":"1611"},{"type":"unspoken","time":1624921200,"counter":365,"content":"<p>The joint committee adjourned at 5.45 p.m. until 9.30 a.m. on Tuesday, 6 July 2021.<\/p>","notice":"TIME STRING DETECTED"}]