[{"type":"majorheading","content":"Joint Oireachtas Committee on Communications, Climate Action and Environment","time":1516707000,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 11:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Timmy Dooley, Senator Terry Leyden, Deputy Eamon Ryan, Senator Tim Lombard. Deputy Bríd Smith, Deputy Brian Stanley,<\/p><p>SENATOR HILDEGARDE NAUGHTON IN THE CHAIR.<\/p>","time":1516707000,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002"},{"type":"unspoken","time":1516707000,"counter":4,"content":"<p>The joint committee met in private session until 12.05 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"General Scheme of Waste Reduction Bill 2017: Discussion","time":1516707000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#D00100"},{"type":"speech","time":1516707000,"counter":6,"content":"<p>I wish to draw attention to the fact that by virtue of section 17(2)(l) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the Chairman to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  I also advise that any submission or opening statements made to the committee will be published on the committee website after this meeting.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  I remind members, guests and witnesses to turn off their mobile phones or to switch them to flight mode as they interfere with the sound system and make it difficult for the parliamentary reporters to report on the meeting, and they adversely affect television coverage and web streaming.<\/p> <p>  I welcome to the Gallery the students from St. Fintan's High School, Sutton, who are considering tackling the issue of renewable energy.  The focus is on solar-powered schools.  The students would have liked to have been present at our meeting on solar energy so we will forward them the transcript of that meeting.  I wish them every success and congratulate them on their endeavours.<\/p> <p>  This meeting is to scrutinise the waste reduction Bill 2017.  I welcome Mr. Vincent Jennings of the Convenience Stores &amp;amp; Newsagents Association, and Mr. Matt Collins, assistant secretary at the Department of Communications, Climate Action and Environment, who is in attendance to answer any policy questions that may arise.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#D00200","speaker":"1315"},{"type":"speechnospeaker","time":1516707000,"counter":7,"content":"<p>The Convenience Stores &amp;amp; Newsagents Association, CSNA, welcomes the opportunity to participate in the committee's detailed scrutiny of the general scheme of the waste reduction Bill.  The Bill, not having been subject to a regulatory impact assessment or cost-benefit analysis, is lacking in what we would require for detailed scrutiny.  We are also concerned that the Bill may be in contravention of European rules on the freedom of movement of goods and Article 18 of the packaging directive.  We are concerned that the Bill provides, by way of regulation, for ministerial action without any further stakeholder involvement.  CSNA does not consider that Bills discussed in a pre-legislative format should have amendments suggested that may materially alter their substance without a requirement for re-engagement with stakeholders.<br\/><br\/>We would like to discuss three elements pertaining to this Bill: the banning of non-compostable tableware, the deposit-return scheme, and the possibility, <i>in lieu<\/i>of a cup-banning section, of the introduction of an environmental levy on hot beverage containers, the so-called &quot;latte levy&quot;.<br\/><br\/>The CSNA questions whether the proposed ban would materially affect the levels of littering and, if so, how the committee could ensure there would be adequate bin facilities for compostables placed throughout the country.  We are aware that EU targets for recycling would not be improved for many involved in home composting and we query how success would be measured.  The very considerable changes in every workplace to accommodate separate bins for compostable beverage containers need to be evaluated properly and costed.  In many cases, we are aware that the contents of bins within local authority collection areas are mixed with ordinary waste, thereby defeating the effort of the consumer.  It is a rarity to find any separate bins for recycling waste in our cities or towns.<br\/><br\/>The cost to industry of providing compostable tableware is currently six times higher than that of ordinary tableware.  There are no guarantees that these costs would reduce solely on the basis of increased demand, leaving the retailer or the consumer, or both, with additional costs.<br\/><br\/>The Department has indicated that its preferred option, instead of a ban on tableware, would be the introduction of an environmental levy.  We would like to make a number of observations on this.  Initial reports have suggested that such a levy would be based on a percentage of the retail value of the product.  The CSNA, while not advocating a levy, suggests, in the interest of equity, that a unit price be charged rather than a percentage.  There need to be very clear rules on the levy's application and exceptions.  We are concerned that the levy may give rise to difficulties for retailers with regard to product contamination and their HACCP obligations.<br\/><br\/>We are concerned that the introduction of the proposed levy, unlike the very successful plastic bag levy, could lead to significant additional costs to retailers.  Machines might need to be recalibrated, tills and back-office systems would have to have additional product lines applied to accommodate a two-tier system, and there would be significant additional training costs.  If such a scheme is being considered, and assuming the Revenue Commissioners are involved in devising rules for its implementation, detailed consultation is required as a matter of urgency to ensure retailers are not affected negatively in their businesses.<br\/><br\/>One of the areas the CSNA would be most concerned about would be the lack of an even playing field if a certain style of beverage reseller could avoid charging the levy.<\/p><p> With regard to a deposit return scheme, the CSNA does not believe such a scheme is necessary, given the comprehensive existing shared responsibility scheme, Repak, in place across the country.  However, we ask the committee to consider how such a deposit return scheme could be put in place which would not act as a barrier to small manufacturers and distributors in getting into the marketplace.<\/p><p> There are many styles of deposit return scheme.  The type that would be put in place in Ireland might be for plastic bottles, plastic cartons, aluminium cans and glass bottles.  If that is the case, it will be important to ensure it is not limited to retailers but also captures hotels, bars and restaurants.  We make reference to this because there is always a possibility that partial systems can lead to returns being made of products on which no deposit has been charged.  Similarly, the CSNA is most concerned that products purchased outside the State may be subject to the reclaim of unpaid deposits.  If a deposit return scheme was in place, it would need to be sufficiently robust to ensure any retailer would not pay out more than the deposit taken in by him or her.  If a retail store was the nearest store to a sports gathering or a music festival, the prospect of enterprising groups returning thousands of bottles to a store in which very few deposits had been taken demonstrates the importance of having adequate responsible controls in place.  If the module is being designed to be revenue neutral at a macro level, sufficient consideration must be given to ensure that, on a micro level, individual retailers will be rewarded, not penalised, for their involvement in the scheme.<\/p><p> The majority of our members meet their existing packaging obligations through membership of Repak.  We do not believe we should be subject to what might be considered to be double taxation were we to be obligated to maintain our Repak membership and incur additional packaging costs for the same products.  It is our concern that if implementation of a deposit return scheme were to lead to a reduced income stream for commercial operators, such a reduction could lead to an increase in Repak fees for members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#D00300","nonspeaker":"Mr. Vincent Jennings","continuing":true},{"type":"speech","time":1516707000,"counter":9,"content":"<p>I thank Mr. Jennings for attending.  It was unfortunate that owing to time constraints he was not able to present at an earlier hearing.<\/p> <p>  When introducing new measures to increase the level of recycling and cut out the wasteful use of plastics, it is important that we work with retailers and everyone involved in the supply chain to make them work.  I was taken by one of the statistics given at the last hearing that 34% of plastic packaging was recycled.  We know that this figure needs to rise dramatically for reasons such as developing a circular economy, reducing the wasteful use of plastics, environmental emissions, littering problems, the volume of plastics in the environment and so on.  That will not be easy, but it is an essential policy objective which we all share.<\/p> <p>  The plastic bag levy was a huge success.  As much as anything else and the 15 cent charge, its success was that it changed the public's perception of the wasteful use of plastics.  While I am sure there were difficulties at the time in switching to the use of paper bags and so forth, does Mr. Jennings agree that one of the beneficial effects was the change in public attitudes?  My sense is that there is a similar possibility to change our attitude to the use of plastic cups and bottles.  A significant number of retailers now sell coffee.  I can think of half a dozen newsagents near here, all of which have a coffee machine.  There must be reasonable regulations for its use.  It is dangerous enough as one is using boiling water and so forth.  Is it as simple as plugging it in and not having to worry about it?  Do retailers have obligations on the health and safety or food safety side?  We do not want to over-regulate and make it impossible for businesses.  However, I would have thought that in that aspect of the retail trade, there would already have been in place extensive health and safety and food safety regulations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#E00200","speaker":"1294"},{"type":"speech","time":1516707000,"counter":10,"content":"<p>I thank Mr. Jennings for attending.  The main concern is the significant volume of plastic and paper cups being used and what happens to them.  Mr. Jennings has made some valid points about the practicalities of a working scheme in that regard as proposed in the Green Party's Bill.  Several months ago I brought forward a similar Bill for Sinn F&eacute;in to introduce such a scheme and which compared other schemes in European countries.  I would welcome Mr. Jennings's views on it.  Our Bill proposed that the scheme be self-funding and that every shop would not have recycling units but that they would be located in prominent areas or large shopping centres.  We could have a situation where we would return to the use of closed glass bottles or cans.  There would be practicalities in how CSNA members would manage such proposals.  My Bill proposed that returns be to larger units.  For example, if someone was to bring back ten plastic or ten glass bottles, he or she would receive a credit in return.<\/p> <p>  Do the CSNA's members have views on how we could reduce the use of plastic cups or change to another type of material?  In January, as hedgerows and the grass on the side of the road die back, thousands of discarded plastic cups are revealed.  In turn, they will be washed into rivers and out into the ocean.  We cannot allow this to continue to happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#E00300","speaker":"1232"},{"type":"speech","time":1516707000,"counter":11,"content":"<p>I welcome Mr. Jennings and compliment him on his informative presentation.  Where does he believe the industry needs to go on the issue of a latte tax?  Millions of plastic cups are being used every day.  This is a cultural issue and their use has expanded rapidly in the past decade.  Some say corner shops are making more on coffee than on anything else.  It has become the cash machine in the corner.  Should plastic cups be recyclable?  Will it be like the plastic bag levy whereby one will be bringing one's own cup to a coffee dispensing unit?  How would CSNA members work with that scenario?  Has it been thought out?  This is one of the big dilemmas coming down the tracks and it is only a matter of time before the area is regulated by the industry or the Oireachtas.  Buy-in by the CSNA's members is key to ensuring it will actually happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#E00400","speaker":"1386"},{"type":"speech","time":1516707000,"counter":12,"content":"<p>I know there are a lot of questions for Mr. Jennings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#F00100","speaker":"1315"},{"type":"speechnospeaker","time":1516707000,"counter":13,"content":"<p>All of us are on the same page in acknowledging that there is a problem.  We acknowledge that we are part of that problem; we are a conduit.  As long as I have been around - I am older than most here - there has been education on litter in schools.  All of us remember it from fourth class onwards.  We were very proud and our teachers were very proud in bringing us up.  However, at the same time people feel no difficulty in opening their window and throwing things out, including things we have sold and things that others have sold.  There is a fundamental problem here.  The crux of the matter is that people are behaving inappropriately.  Having a deposit-and-return scheme for glass and plastic bottles would most certainly meet some of the requirements in pushing people in another direction and making it economic.<\/p> <p>  However, the matter relating to litter and people thinking nothing about tossing a coffee cup out of the window will not be addressed because there is no return scheme for that.  I have suggested that receptacles for those products be more widely available and also that our littering laws be enforced more fully.  Local authorities should make a big thing about compliance.  At the moment the fine is &euro;150.  In addition to local authorities, the Garda should also be involved.  We need to use CCTV or whatever.  We need to make it very clear that this society does not stand for littering.<\/p> <p>  Relating to small stores, the Deputy may think that his Bill was designed to facilitate and make it an easy streamlined thing.  I can assure him that whatever solutions are being planned by this committee, the Department or others, small retailers need to be part of that solution.  We cannot end up effectively exporting sales.  If there is only one area - and it is attached to a shopping centre - where one can return the product and the vouchers are only available to be cashed in at that point, it becomes the norm for people to make their purchases there.  We do not want to see that.  We need to be part of the solution and that may require grants to assist us in the reverse-vending machines.  It may require consideration on being rewarded for taking part if it is on a manual basis rather than reverse machines.  However, if there is such a scheme the small retailer needs to be part of it because otherwise we are leaving it go over to the multinationals and we cannot afford that.<\/p> <p>  On the composition of the cup, there is no doubt that the cup could be changed.  Whether it will retain the same level of heat is a matter for the scientists and others.  I return to the fact that even if we meet all of those and there is no product contamination and no difficulties in the taste or anything like that, we still have the question of what that person who leaves my store and finishes his coffee walking down the street will do with the cup.  How can we ensure that, following very significant investment in time and resources to devise a compostable cup, it actually does what it is supposed to do and becomes composted, and does not just end up in landfill or being incinerated?  That is the important thing.  There is an education requirement.  I may not have answered all the questions; I probably did not.  I would like to leave one message.  We the small retailers want to be part of the solution.  We acknowledge that there is a problem.  We do not have our heads in the sand.  We are not saying: \"It's not our fault.\"  We are all part of that, but we also need to be part of the solution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#F00200","nonspeaker":"Mr. Vincent Jennings"},{"type":"speech","time":1516707000,"counter":14,"content":"<p>I thank Mr. Jennings.  I really appreciate him coming in here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#F00300","speaker":"1315"},{"type":"speech","time":1516707000,"counter":15,"content":"<p>May I clarify one point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#F00400","speaker":"1232"},{"type":"speech","time":1516707000,"counter":16,"content":"<p>Very briefly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#F00500","speaker":"1315"},{"type":"speech","time":1516707000,"counter":17,"content":"<p>The credit slip could be used at any store.  That is my understanding of how they operate in other countries.  I take on board Mr. Jennings's point that convenience stores and newsagents need to be part of it.  We do not want to lose the corner shop either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#F00600","speaker":"1232"},{"type":"speech","time":1516707000,"counter":18,"content":"<p>I thank Mr. Jennings for appearing before the committee today.  It is proposed that the committee publish the submission to our website.  Is that agreed?  Agreed.<\/p> <p>  We will suspend to allow witnesses to take their seats for the second session of the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#F00700","speaker":"1315"},{"type":"unspoken","time":1516707000,"counter":19,"content":"<p>Sitting suspended at 12.25 p.m. and resumed at 12.28 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Meeting Ireland’s Targets under the 2020 Climate and Energy Package: Discussion","time":1516707000,"counter":20,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#F00900"},{"type":"speech","time":1516707000,"counter":21,"content":"<p>I wish to draw witnesses' attention to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, they are protected by absolute privilege in respect of the evidence they are to give this committee.  If they are directed by the committee to cease giving evidence in relation to a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of your evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any persons or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Any submission or opening statement witnesses have made to the committee will be published on the committee's website after the meeting.  Members are reminded of a long-standing parliamentary practice to the effect that Members should not comment on, criticise or make charges against a person outside the Houses, or any official by name in such a way as to make him or her identifiable.  I remind members and witnesses to turn off their mobile phones or put them onto flight mode as they interfere with the sound system and make coverage difficult.<\/p><p>We are dealing with meeting Ireland&rsquo;s targets under the 2020 climate and energy package.  I welcome all the witnesses.  I propose that the main speakers will speak for five minutes each.  I will give them a little notice after four minutes so they will know they have one minute left.  I will be quite strict on the time as another committee is scheduled to use this room after us.  Is that agreed?  Agreed.<\/p><p>Representatives of the Department of Communications, Climate Action and Environment are in attendance to answer any policy questions that may arise.  If any of the witnesses are sharing time I ask them to indicate that to me and I can include that within the five-minute slot available.<\/p><p>We start with Mr. Paul Kenny, chief executive officer of Tipperary Energy Agency, who has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#F01000","speaker":"1315"},{"type":"speechnospeaker","time":1516707000,"counter":22,"content":"<p>I thank the committee for the opportunity to present to it.  I will focus primarily on retrofitting homes.  To remind members, our 2050 climate change targets are essentially that we achieve 80% to 95% less in carbon emissions.  In light of the situation in agriculture and aviation, we will need to decarbonise our homes.  The context of my presentation will be the question of how to do that.  It is important to point out that we are far off trajectory and that we will not get back on it unless we make a significant change in what we do.<\/p> <p>  A deep retrofit means that a home will no longer use carbon fuels, will be energy efficient and - given that homes can be retrofitted poorly, leading to mould, damp and so on - healthy to live in.  In collaboration with the Sustainable Energy Authority of Ireland, SEAI, the national energy agency, the ESB and others, we established a programme that we originally titled the nearly zero energy building retrofit.  Our communications officer decided that was not catchy, so we called it SuperHomes.  Its aim is the 2050 home.  Approximately 75 homes have been retrofitted to date with support from the SEAI.  Under it, the average home is heated for &euro;200 to &euro;300 and is healthy inside.  People who have spent &euro;15,000 or &euro;20,000 under the programme are telling us that, even if they save nothing, it is the best money they have ever spent.  A retrofitted home means it is lovely, warm, comfortable and healthy.  It is important for people to understand that this is what we need to do to every home.  Small amounts of attic or wall insulation are insufficient to get us to where we need to be.  Consumer acceptance of that is high.<\/p> <p>  We set up and trained an independent, expert-led renovation contractor panel.  We are using heat pumps.  We have a research arm, with three Limerick Institute of Technology researchers working full-time on improving SuperHomes.  The European Investment Bank, EIB, has given us a substantial amount of money to scale us upwards.  As such, this is not a small project.  It has global aims.  From the EU has emerged the idea of a one-stop-shop, where homeowners can access information, grants, finance and so on.<\/p> <p>  It is a question of how to get to where we need to be and ensuring that everyone understands.  Slide No. 3 of my presentation shows the carbon intensity of heating a home using gas, oil and heat pumps today and in 2035 based on EirGrid's analysis of where our grid will be.  Using oil, solid peat, coal or gas to heat homes while also trying to meet our climate targets is not an option.<\/p> <p>  To make this happen, we need to consider finance and the levers that we can use.  For example, we can use grants, which we have in place, and taxation in the form of carbon taxes.  These taxes are not particularly popular, but we need to understand that, if we do not price carbon, we will not remove it from society.  The third lever of low-cost finance is an important one.  If someone can pay to upgrade a home for &euro;60 or &euro;100 per month after the energy savings, it will be easy to convince people to move from a D energy rating to an A rating because of the comfort benefit.  That is the point we need to reach if we are to get finance into the market, including low-cost finance from the banks.  The EIB has a great deal of money to put into this space.  We need to have market demand so that financiers will supply the right products and services.  To do that, we need a stable policy framework, carbon pricing and a long-term plan.  Low-cost finance will get this to happen.<\/p> <p>  Last week's discussion focused somewhat on solar energy.  The average Irish home uses 4,000 units of electricity, to which solar could contribute, and 18,000 units of heat.  We need to focus on the latter because Ireland has done little in that regard as opposed to electricity, in which regard we have done much.  I would be supportive of solar, but it must be approached in line with the decarbonisation of homes.  A building's energy transition entails getting rid of its fossil fuel boiler rather than just putting up a bit of window dressing in the form of solar panels on a roof.  Solar is still necessary, but it is only a part of the solution.  That solution involves heat pumps, electric cars and solar.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#G00100","nonspeaker":"Mr. Paul Kenny"},{"type":"speech","time":1516707000,"counter":23,"content":"<p>I thank Mr. Kenny.  I invite Mr. Teahon, a board member of NOW Ireland, to contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#G00200","speaker":"1315"},{"type":"speechnospeaker","time":1516707000,"counter":24,"content":"<p>I will ask my colleague to make a brief intervention in the course of my contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#G00300","nonspeaker":"Mr. Paddy Teahon"},{"type":"speech","time":1516707000,"counter":25,"content":"<p>Does Mr. Teahon want me to indicate when he is half way through?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#G00400","speaker":"1315"},{"type":"speechnospeaker","time":1516707000,"counter":26,"content":"<p>No.  The intervention will pop up when I reach a certain point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#G00500","nonspeaker":"Mr. Paddy Teahon"},{"type":"speech","time":1516707000,"counter":27,"content":"<p>I will give Mr. Teahon a four-minute indication.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#G00600","speaker":"1315"},{"type":"speechnospeaker","time":1516707000,"counter":28,"content":"<p>I thank the Chair.<\/p> <p>  Our starting point is that Ireland's offshore wind energy is a major natural resource and one of the best in the world.  Regrettably, it is also one that we have not yet utilised to any significant extent.  It must be emphasised to committee members and others that the development of offshore wind as a resource would achieve a number of aims: reduce or avoid fines by contributing to the reduction of our emissions; increase security of energy supply; and, particularly important in light of the potential adverse effects of Brexit, create a significantly expanded indigenous industrial sector across Ireland, not just in the Dublin area like much of the industrial and service development that has occurred to date.  It would also provide activity, jobs and exports.<\/p> <p>  Four companies have been active for some time in developing offshore wind projects in the Irish Sea and advancing the necessary work.  I will invite Mr. Connell to discuss the example provided by Oriel Windfarm Limited.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#G00700","nonspeaker":"Mr. Paddy Teahon"},{"type":"speechnospeaker","time":1516707000,"counter":29,"content":"<p>The Oriel project is a good example of the progress that has been made in offshore wind development in Ireland.  It was established in 2005 to develop a wind farm off the north-east coast.  We have made significant progress in planning and permitting since that date.  We received a grid connection offer from EirGrid under the Commission for Regulation of Utilities' gate 3 connection programme.  When we reach full development, we will have a capacity of up to 330 MW.  With the efficiencies that are available from the strength of the wind offshore, that should allow us to generate up to 1.2 TWh per year of electricity, which is equivalent to approximately 300,000 homes' annual demand.  It would enable us to reduce our carbon emissions by 600,000 tonnes per year, which is significant.<\/p> <p>  The Oriel programme is the right size to kick-start the offshore sector in Ireland and, since it is well progressed through the planning and grid connection processes, is ready to go.  We involved a strategic partner group last October, a Belgian specialist in offshore wind development.  The specialist is positive that, with the finalisation of permit and tariff schemes, it will take two years from the finalisation date for the wind farm to become fully operational.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#G00800","nonspeaker":"Mr. Garrett Connell"},{"type":"speech","time":1516707000,"counter":30,"content":"<p>With that, we will move on to the witness from SSE Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#G00900","speaker":"1315"},{"type":"speechnospeaker","time":1516707000,"counter":31,"content":"<p>I am sorry, but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#G01000","nonspeaker":"Mr. Paddy Teahon"},{"type":"speech","time":1516707000,"counter":32,"content":"<p>Mr. Teahon wished to speak again.  I apologise.  I was wondering why we were way ahead of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#G01100","speaker":"1315"},{"type":"speechnospeaker","time":1516707000,"counter":33,"content":"<p>In addition to Oriel, the other companies are the Dublin Array, Codling Wind Park and, our friends who will be speaking in a while, SSE in Arklow.  These companies could deliver 2.5 GW of power, and it is not always recognised that they could do this in the near term, that being, within the 2021 timeframe.  However, a number of requirements would have to be met first, which is the crunch of the message with which we would like to leave the committee.  A critical requirement is for a Government policy statement, one to the effect that offshore wind will be developed intensively now, to be conveyed to those Departments and agencies that would implement the actions flowing from it.  There are seven such bodies, so the committee should realise that this is not a simple issue.  It is critical that Departments be able to act on the policy statement.<\/p><p>There are two immediate actions.  The renewable energy support system, RESS, should have a technology specific auction for offshore wind now and it should operate within a target of 75% for renewable electricity in 2020.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#G01200","nonspeaker":"Mr. Paddy Teahon","continuing":true},{"type":"speech","time":1516707000,"counter":35,"content":"<p>I thank Mr. Teahon for his opening statement.  I will give everybody another opportunity to comment later.  I now invite Mr. Wheeler to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#H00200","speaker":"1315"},{"type":"speechnospeaker","time":1516707000,"counter":36,"content":"<p>I am pleased to have the opportunity to address the committee on the opportunity presented by offshore wind energy to meet Ireland's 2020 renewable targets.  My company, SSE, is the largest renewable generator in Ireland, with over 700 MW of onshore wind under operation, including Ireland's largest wind farm, the 169 MW Galway wind farm.  It is also a leading developer and operator of offshore wind energy.  All told, we are involved in over 8,000 MW of offshore wind projects in the UK and Ireland, 900 MW of which is already generating, providing energy to customers and contributing to the achievement of the UK's targets.  Closer to home in Irish waters we co-developed Ireland's first and only operational offshore wind farm in 2004, namely, the seven turbine, 25 MW Arklow Bank Phase 1.  This was delivered at the time as a demonstrator project to prove the opportunity that offshore energy could represent for Ireland but almost 15 years later this opportunity has not been seized.<\/p> <p>  In Ireland, we have one of the strongest wind resources in the world yet we are the only country in northern Europe not currently developing offshore capacity.  SSE believes that offshore wind can play a key role in bridging the gap to Ireland's 2020 targets and beyond.  Onshore technologies have served us extremely well to date but we must be realistic that social acceptance to onshore energy developments is challenging and greater grid and planning constraints are now in place.  What has been successful for us in the past does not guarantee future success.  If we are to make up ground on 2020 and beyond - and we believe we can - then we need to fast-forward the build-out of large-scale renewable energy capacity.  Offshore wind energy can deliver large volumes of renewable electricity in the short term and also set us on the right trajectory for more ambitious 2030 targets.<\/p> <p>  SSE is actively progressing plans to fully develop its Arklow Bank Wind Park project.  This would represent an investment of over &euro;1 billion and deliver a minimum of 520 MW of capacity.  Most importantly, this project can be delivered in a timescale, from construction through to commercial operation that would qualify towards Ireland's 2020 targets, offsetting or potentially eliminating any fines.  The Arklow Bank project and other Irish Sea projects are an efficient and realistic way to take the big strides we need to hit our targets.  Looking beyond 2020, we are very excited that new floating foundation technology will allow Ireland to harness the resources off southern and western coasts and thereby stimulate very significant regional development.  However, we can only do this as a sector if the right market conditions are in place.  These conditions include, having a support scheme that supports offshore wind, an effective connection policy and efficient management of the consenting process.  As the committee is aware, the Department has consulted recently on the design of a new renewable electricity support scheme.  In our response, SSE called for the inclusion of offshore wind as a separate category in the first of the new support scheme auctions.  The technology-neutral approach proposed will not give offshore wind projects investment clarity in the timeframe required or enable a local supply chain to develop.  We fear that it will result in an over-reliance on onshore technology and, as I mentioned, we have doubts that a sufficient quantity of this technology can be delivered in the timeframe required.  A technology-neutral approach fails to capture the diversification benefits of offshore wind.  These benefits include, typical load factors of in excess of 40%, which is considerably higher than most other renewable electricity sources; delivery of consistent and predictable power to our national grid, providing significant system demand benefits; only connection is required to bring big power to where it is needed, which is simpler than developing lots of small decentralised projects; potential scale and strategic location of offshore wind can meet the future energy demands of clean-tech multinationals, particularly, large-scale load from data centres, the majority of which are located on the east coast; economic investment benefits in coastal regions and consequent employment opportunities and, upskilling for more ambitious 2030 targets and demand growth as heat and transport decarbonise through electrification.<\/p> <p>  From a cost perspective, following several years of innovation and de-risking offshore wind is now a scalable, proven and maturing technology which offers considerable benefits to consumers and society.  Costs continue to fall and I believe Ireland should be part of this story.  While offshore wind remains more expensive than onshore wind this gap has been narrowing and I believe that support is justified in light of the challenges of developing onshore wind, the climate change backdrop, Ireland's international reputation and impending fines, not to mention expected grid cost efficiencies and reduction in the wholesale cost of energy.  As a supplier of energy through our SSE Airtricity brand we are acutely aware of the need to keep costs to a minimum but as a society we also need to decarbonise.  While decarbonisation does come at a cost, not doing anything will cost us more and mean missed opportunities for Ireland.<\/p> <p>  We have a window of opportunity right now to transform the way to transform the way in which we generate power in Ireland and to do so in a way that reaffirms Ireland&rsquo;s commitment to its EU targets and accelerates the deployment of new and diverse energy technology.  Aside from the climate imperative, we can also avoid unnecessary costs to the Exchequer from failure to meet our targets domestically.  In so doing, we can restore our reputation as a leading low carbon economy in Europe and the world, proudly supporting greener energy and attracting inward investment from across the globe to support jobs and our economy as a result.<\/p> <p>  I ask the committee to support our efforts in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#H00300","nonspeaker":"Mr. Stephen Wheeler"},{"type":"speech","time":1516707000,"counter":37,"content":"<p>I will now open the discussion to members.  If witnesses would like to make a specific point, they can indicate to me throughout the course of the discussion and I will let them in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#H00400","speaker":"1315"},{"type":"speech","time":1516707000,"counter":38,"content":"<p>I welcome the witnesses.  It is a no-brainer that we should be backing these initiatives.  I am very interested in the deep retrofitting of homes.  The quality of some housing in this country is very poor owing to shoddy building in the past.  Houses in many of the old council estates require deep retrofitting and this should be strongly recommended in the committee's report not only because this would help in terms of our climate change targets but because it is sensible in terms of ensuring the long-term healthy lifestyle of our population and it has the added benefit of creating tends of thousands of sustainable jobs.  This issue should be a strong feature of our report, as should wind energy, solar energy and so on.<\/p> <p>  I would like to make an observation.  One could not say \"No\" to anything that has been said here.  From a scientific and societal point of view, all that has been said is very sensible.  How we do force the Government and successive Governments to take this issue seriously and to ring-fence the financing required to ensure that it happens in a timely way.  We are in a race against time.  Mr. Wheeler mentioned in his opening statement that almost 15 years on from the construction of the Arklow offshore energy bank an opportunity has not been seized, which is shocking.  To continue to do what we are doing is insane.  We need to listen to the scientific and technological submissions on all options and we need to have a discussion about how politically we can force this onto the agenda in a way that ensures the Government takes it seriously.<\/p> <p>  The committee previously looked at a project on the Arran Islands off the west coast.  Small scale community projects like this and the St. Fintan's high school project, which involves students trying to solar power their school, matter as much as the big projects.  If we are not being listened to at the top, politically, then this has to be driven at grass-roots level, using the examples of schools and communities that are trying to get us to change and working with the companies which are leading the advances in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#H00500","speaker":"1367"},{"type":"speech","time":1516707000,"counter":39,"content":"<p>I have a question for each of the witnesses who made opening statements.  Mr. Kenny is correct that heat is a key issue but we have potential in solar heat to tackle it.  I support the work being done by St. Fintan's high school in terms of promoting solar PV because it has the potential to provide one power supply for the heat technology mentioned by Mr. Kenny.  Solar has a role on the heat side as well as on the electricity side.  Energy efficiency is always the best lowest cost form of decarbonised.  We have more than 1 million houses with oil fired central heating systems that we need to switch.  We also have many houses that are poorly insulated.  In recent years, the EIB has been offering finance to people operating in this space.  Why is it that we have not got the financing together?<\/p><p>As impressive as the work is, at this stage 75 houses should be 75,000, with an aim to provide 750,000 in a ten year period, at least it would be if we were ambitious.  Is there any sign of finance being made available to package this in a way that would wrap solar, heat pump, electric vehicle and retrofit programmes together?  Is there any straw in the wind that a financing package is finally on the horizon?  <\/p><p> I agree with Mr. Teahon on the potential for development offshore.  If there was separate offshore technology, will he outline how it would be structured?  I agree that we should do it.  I am conscious that all of the spectacular reductions in costs in recent years have come from the likes of the Danish, Dutch and German bidding systems.  We will obviously have to follow them.  However, very large international consortia, including Vattenfalls, DONG\/&Oslash;rsted and so on, have brought forward lower bids.  How will smaller Irish operators connect to such developments in a way that will allow us to avail of the cost reductions that have occurred elsewhere?  How would the auction be structured? <\/p><p> In respect of our colleagues from SSE, after thinking about what I had said before, I agree with Mr. Teahon in saying we should be aiming for a power renewal figure of 75% by 2030.  It is absolutely the level of ambition we should have.  EirGrid studies assume the use of a certain amount of biomass in our system which I do not think we will see happen.  <\/p><p> In respect of SSE's international expertise, are there certain services the wind energy industry would be able to provide in terms of inertia or frequency voltage stability?  Is there any development that would allow us to start clutching these wind turbines in a way that would gives us some of the system services?  Have the delegates carried out any research into what the level of renewables could be by 2030 by adjusting the technology, particularly wind energy and other flywheel technologies, to help it to happen?  Do the delegates have any expertise in that regard?<\/p><p> Again I agree that there is potential to use offshore wind energy to benefit this island.  However, do the delegates agree that the level of power generated will require us to interconnect with our near neighbours, particularly Britain?  Does their company have any perspective that it might be able to share with us on the Brexit negotiations and how we will manage the volume of wind energy produced offshore in terms of interconnection and trading with the United Kingdom?  Has any assessment been made of the implications for Ireland in developing large-scale offshore wind energy projects in the Irish Sea and off the west coast?  We should do so.  However, we will have to sell it to make the process work.  What reassurance can be provided that it will survive the Brexit talks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#H00600","speaker":"1294","continuing":true},{"type":"speech","time":1516707000,"counter":41,"content":"<p>A lot of questions have been asked.  If they could be noted, I will bring the delegates in after Deputy Brian Stanley has asked his set of questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#J00200","speaker":"1315"},{"type":"speech","time":1516707000,"counter":42,"content":"<p>I thank our guests for their presentations.  The issue of offshore wind energy is one in which I am interested.  I was looking at the Arklow project about a year ago.  It is very interesting.  Will Mr. Wheeler tell me how much Government support was available for the project which involved the use of seven turbines in Arklow?  Should there be more Government initiatives in developing the offshore sector?<\/p> <p>  I also want to ask Mr. Wheeler for his views on the issue of planning permission.  Many agencies have to be dealt with when multiple consents are needed.  Scotland has a simpler more streamlined system involving the use of one agency.  Sinn F&eacute;in sees wind energy as part of the solution, but we have a concern about its intermittent nature.  I know that there are differing views, depending on to whom one talks.  At different times we have had different views at this committee also.  However, there are two problems.  One is that on the nights of the two big freezes five and six years ago there was no wind.  The temperature was -16 degrees Celsius in the area in which I live.  The  other aspect is the potential overheating of the grid because of power surges.  How can this be regulated?  There is a view in the electricity industry that only so much wind energy can be handled.<\/p> <p>  The project in Tipperary is interesting.  The full cost, as stated in the presentation, is &euro;33,000.  I have been raising the issue of deep retrofitting.  A lot of homes have some insulation.  Unfortunately, there is none in some houses dating from the 1800s and early 1900s which means that an elderly person may be living in a house with no insulation.  The heat is flying out through the windows and doors.  It is an issue we have to tackle.  <\/p> <p>  The construction industry has left not only a financial hangover but also an energy hangover.  Most of what was done was bloody awful.  I have talked to people who have climbed into the attic of their rented accommodation which was built in 2006 and 2007 only to discover there is no insulation.  Insulation is also missing from some of the walls.  It is dreadful stuff.  How does Mr. Kenny see the cost being funded?  Does he see a role for a green bond type system?  In other words, pension funds or the credit unions which have funds of between &euro;8 billion and &euro;11 billion might provide funding for an upfront grants scheme?  The funds would be paid back over time with some interest on top.  There would be a premium to make it attractive.  Not too many people can put their hands in their pocket and pull out &euro;33,000, particularly if they are paying a mortgage, etc.  <\/p> <p>  I recently introduced a Bill on microgeneration which refers specifically to solar energy.  Students might be interested in having a look at it.  I would be interested in hearing their views on that Sinn F&eacute;in Bill.  Political support might be generated from other parties to try to get it through the House, something we would also welcome.  However, what other renewable resources do the delegates believe could be used?  Solar energy has been mentioned, with solar panels on a roof, but I can see them having very little effect in some places.  On what can we make the big win fairly quickly?  There is no quick fix.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#J00300","speaker":"1232"},{"type":"speech","time":1516707000,"counter":43,"content":"<p>I am conscious of the time, but the delegate will have a chance to respond to all of questions asked.  I will start with Mr. Kenny from Tipperary Energy Agency and then move to Mr. Teahon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#J00400","speaker":"1315"},{"type":"speechnospeaker","time":1516707000,"counter":44,"content":"<p>Before I answer the questions asked, there is one other comment that I missed.  In 2017, 37% of homes were built with a renewal heating system.  That means that between now and 2050 we will have to retrofit 63% of homes.  I urge the committee to prevent the imposition of that huge cost on the Exchequer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#J00500","nonspeaker":"Mr. Paul Kenny"},{"type":"speech","time":1516707000,"counter":45,"content":"<p>Is that 37% of new builds?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#J00600","speaker":"1367"},{"type":"speechnospeaker","time":1516707000,"counter":46,"content":"<p>A total of 37% of new builds had heat pumps, while 63% had fossil fuel boilers, which, as we know, are incompatible with meeting our climate change targets.  That is an important point to make.<\/p> <p>  The two questions about financing are very important.  We have engaged directly with the banks which have told us that they would be delighted to lend money, as that is their business.  However, it cannot be done without scale.  We have tried desperately hard to scale up and 33,000 homes is a large turnover in two years.  What we need to do is have a strong stable commitment at a policy level.  About 500 people have already applied to us and we are trying to deal with them.  Obviously, there is a capacity issue in the marketplace.  However, a carbon tax is very important to drive people into it because only some will understand the grants scheme and so on.<\/p> <p>  The other key aspect, looking at green bonds and what other countries have done across Europe, is that the models at we have looked more or less combine public good banks such as KfW in Germany with local parties such as local energy agencies and others like them.  We need the two to work together.  I strongly encourage the committee to consider a slight rebalancing from capital grants towards capital grants and current expenditure support.<\/p><p>I encourage the committee to consider a slight rebalancing of supports from capital grants to capital grants and current expenditure.  We need advisers.  Upper Austria has gone from 2% to 50% renewable heat and in a region the size of Munster they have 45 publicly-funded advisers to give advice to homeowners and so on.  That is what we do and, thankfully, with the likes of the European Investment Bank, EIB, the Electricity Supply Board, ESB and the Sustainable Energy Authority of Ireland, SEAI we have been able to fund some of it.  We need a lot more of it because people do not know.  <\/p><p> What is the big win in terms of microgen?  Solar is very important at one level; of the super-homes, I think about 80% would have solar PV.  It is very much part of the solution and will generate roughly 2,000 units of energy for what we usually put on homes.  However, it is just a part.  The other main microgeneration technology is heat pumps.  A heat pump is coupled with a solar panel on the roof.  The sun hits the solar panel and powers the heat pump.  That provides a huge amount of energy from the sun, essentially.  This goes back to Deputy Eamon Ryan's comment that solar should not be overlooked.  It is really important that the two go together, with the solar heat from the pump and the solar panel coupled together as part of a retrofit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#J00700","nonspeaker":"Mr. Paul Kenny","continuing":true},{"type":"speechnospeaker","time":1516707000,"counter":48,"content":"<p>Floating wind turbines are on the way.  The technology is developing very rapidly.  There is huge potential there for Ireland after the cases we are talking about.<\/p> <p>  To tackle Deputy Ryan's question, we believe technology-specific auctions for offshore wind would be for a given number of megawatts.  Even in our most optimistic moments, we do not believe the first auction would be for 2,500 MW but for a much smaller figure.  Therefore there will be significant competition between the four companies.  They will be competing for let us say 500 MW.  Each witness has identified already that we will have to have partners in the areas the Deputy speaks about.  This has transpired already.  I will ask Mr. Connell to say what is happening with Oriel Wind Farm but it has happened already.  I am involved in the Codling Bank project.  We received approaches from ten different people at the level of Vattenfall and similar after the Oriel announcement.  I think we can take it that there will be competition and we will see the big operators playing in the Irish Sea, which will contribute to the prices coming down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#K00200","nonspeaker":"Mr. Paddy Teahon"},{"type":"speechnospeaker","time":1516707000,"counter":49,"content":"<p>On the Oriel example, we brought in Parkwind, which is the leading offshore wind developer in Belgium.  It has delivered three projects to date and is currently building the fourth.  It is a key example of the type of expertise we will need to bring into the Irish projects that are developing.<\/p> <p>  Deputy Ryan asked a question on the auction structure.  What we really need is a practical solution that can be delivered quickly if offshore is to be part of the mix to meet our 2020 targets or to come in soon afterwards.  There are numerous examples across Europe of this type of auction scheme.  The UK is a good example.  They have technology-specific pots that are allocated and that have certain caps by technology and by the amount of support they can provide.  They have been very successful in reducing the cost of offshore wind in the UK.  It is also worth mentioning that direct negotiation for a tariff has been a common method of bringing offshore wind projects forward in the early days of a new system.  This is possible under the state aid scheme as well under certain conditions, such as where there is limited capacity for an auction or limited ability of other projects to compete.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#K00300","nonspeaker":"Mr. Garrett Connell"},{"type":"speechnospeaker","time":1516707000,"counter":50,"content":"<p>I am representing Brian Britton on behalf of Oriel.  Brian is not well at the moment.  I had a different hat on 15 years ago when I worked in General Electric and we supplied the turbines to Arklow.  At that time, Ireland was in the lead and those projects were world firsts.  It is incredibly sad that 15 years on, nothing has happened.  A number of projects are in really good shape and ready to go.  I was involved in bringing in the Parkwind transaction and can confirm that there are many investors who are absolutely willing to get involved.  This is not a 2030 issue; these guys are ready to go now.  This can be delivered in the early 2020s.  We were in the lead 15 years ago but now the rest of Europe has overtaken us.  Only very simple things need to be done, particularly for this committee.  We need a really strong message from Government that this is part of policy and that offshore in particular can play an important role.  It is complicated because there are a number of Departments.  Mr. Manly is representing the Department of Communications, Climate Action and Environment.  However, there are other issues in respect of planning, the grid and energy.  We need a system that allows them to work together.  If we can get that, I can confirm that investors are out there ready and willing to invest.  Most of those parties are surprised that Ireland has not taken the lead on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#K00400","nonspeaker":"Mr. Dan O'Connor"},{"type":"speechnospeaker","time":1516707000,"counter":51,"content":"<p>To address Deputy Eamon Ryan's comments with regard to the auction and the signals, there is something of which we need to be really aware.  Currently, there is around 15 GW of offshore wind deployed across Europe.  The target is to get that to 100 GW by 2030.  In order for Ireland to play its part in the industry and really take advantage of the supply chain benefits that will come from work on that scale and that have already come, we need to send clear signals.  As my colleagues in NOW Ireland have indicated, it is incredibly important that a clear policy comes out to support offshore wind so that we can be part of that industry.  In respect of jobs creation and inward investment, my own company, SSE, has already invested over &euro;2.5 billion in the last ten years.  We are one of the investors that want to continue investing but we need clear signals.  Once they are given the competition and the big players will come.  As Mr. O'Connor has just said, they are already interested in Ireland.  We have to show our credentials to really be part of this industry.<\/p> <p>  Deputy Stanley raised wind intermittency.  Members may have seen that over Christmas we reached record levels on the island of Ireland, when over 67% of our energy requirement was delivered through renewable resources.  That was for one half-hour period.  However, it really does show the fantastic work that companies like EirGrid have done in allowing renewables to penetrate the system and work within it.  The Deputy is right that the wind does not always blow.  However, it actually blows a lot.  To avoid intermittency issues, we need what we already have, namely, VS3 programmes that are already kicking off to support and drive flexibility.  As well as wind, we also own and operate thermal stations.  Great Ireland has a 460 MW combined cycle gas turbine, CCGT, in Wexford, which is the most efficient in the plant.  When the wind is not blowing, it is about ensuring we have the flexibility that the traditional, cleaner plants can actually come on in the time that is required.  We are world leaders in how we adopt renewables and bring them onto our system without causing significant issues.  EirGrid should be given a lot of credit for that.<\/p> <p>  The Deputy asked about our seven turbines at the Arklow bank.  That was done with GE back in the day.  It is disappointing that we are sitting here today and still have not seen that grow.  It could potentially be delivered well within the 2020 timelines but we need the decisions now.  There is no point in 2018 or 2019 saying we are going to have an offshore option.  We will not hit the 2020 timelines if that is the case.  It is really important that we see action now as distinct from a couple of years down the road.  As I said in my presentation, we have had huge success in delivering onshore wind to date - nearly 4 GW of onshore wind on the island of Ireland.  We should be incredibly proud of that.  I have been in this business for over 15 years.  I have been on the ground and have seen the challenges and complexities, whether they be social acceptance, grid, or planning challenges.  It is becoming more and more difficult.  The future is not about one technology but many complementary technologies in onshore wind, solar and offshore wind.  The big advantage of offshore wind is the scale.  This can be deployed at scale by big international and local partners over a very short period.  That is something we now need to be a part of.<\/p> <p>  Deputy Eamon Ryan asked about Brexit implications with regard to interconnection.  To keep the interconnectors up and going is incredibly important.<\/p><p>The east-west interconnector has proven it is already a really important part of infrastructure.  We also need to be clear that it is one thing to talk about exporting but first and foremost we need to look at our domestic demand requirement and as targets grow beyond 2020 out to 2030 we are talking potentially 30% to 35%.  We will have a job in its own right to deliver against those targets locally before we even get to thinking about exporting.  The reality right now is that we are off our target for 2020.  We need to accelerate the delivery to 2020 to hit that target and then go beyond that.  Brexit will play out and at this stage I do not know what the outcome of it will be.  Most important, there is an opportunity here to deliver on our domestic targets and we need to make sure that all the technologies are supported to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#K00500","nonspeaker":"Mr. Stephen Wheeler","continuing":true},{"type":"speechnospeaker","time":1516707000,"counter":53,"content":"<p>I want to reiterate the speed with which offshore wind projects can be delivered.  There may be a perception out there that offshore wind is something that could be delivered in the late 2020s but offshore wind has the advantage of scale and location.  Large-scale projects can be connected to existing grid infrastructure very quickly and these projects are well progressed through the planning process so they can be delivered in time to help meet our 2020 targets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#L00200","nonspeaker":"Mr. Garrett Connell"},{"type":"speechnospeaker","time":1516707000,"counter":54,"content":"<p>I wish to address the question on the consent process.  From a developer's point of view efficiency is always sought after but we recognise that the process needs to be robust, defensible and have public involvement in the planning process as well.  The projects that we are involved in are in a process already.  We know the Departments are looking at a maritime and foreshore Bill for offshore infrastructure, which is very positive, but an ask that we have is that in the meantime the projects in the system are not stalled because for all the points we have made we need them to deliver soon to meet our targets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#L00300","nonspeaker":"Ms Marian Troy"},{"type":"speech","time":1516707000,"counter":55,"content":"<p>On behalf of the committee I thank all the witnesses for coming here today.  It was a very worthwhile engagement.  All the submissions we have received will be published on our website.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CC22018012300002#L00400","speaker":"1315"},{"type":"unspoken","time":1516707000,"counter":56,"content":"<p>The joint committee adjourned at 1.15 p.m. until 5 p.m. on Tuesday, 30 January 2018.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Housing, Planning and Local Government","time":1516705200,"counter":57},{"type":"unspoken","content":"<p>The Joint Committee met at 11:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Mick Barry,* Senator Victor Boyhan, Deputy Pat Casey, Senator Jennifer Murnane O'Connor, Deputy Eoin Ó Broin, Senator Grace O'Sullivan. Deputy Fergus O'Dowd,<\/p><p>* In the absence of Deputy Ruth Coppinger<\/p><p>DEPUTY MARIA BAILEY IN THE CHAIR.<\/p>","time":1516705200,"counter":58,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002"},{"type":"minorheading","content":"Planning and Development (Amendment) Regulations 2018: Minister of State at the Department of Housing, Planning and Local Government","time":1516705200,"counter":59,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#D00050"},{"type":"speech","time":1516705200,"counter":60,"content":"<p>We resume in public session.  At the request of broadcasting and recording services, members and those in the Gallery are requested to ensure that for the duration of the meeting their mobile phones are turned off completely or switched to aeroplane, safe or flight mode depending on the device.  It is not sufficient to place phones in silent mode because a level of interference with the broadcasting system will still be maintained.<\/p> <p>  The purpose of this meeting is to consider the draft Planning and Development (Amendment) Regulations 2018, the Planning and Development (Amendment) (No. 2) Regulations 2018 and Planning and Development (Amendment) (No. 3) Regulations 2018, referred by order of the Houses at the joint committee on 14 December 2017.  I welcome the Minister of State at the Department of Housing, Planning and Local Government, Deputy English, and his officials.<\/p> <p>  Before we begin, members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.  I call on the Minister of State to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#D00100","speaker":"1246"},{"type":"speech","time":1516705200,"counter":61,"content":"<p>I thank the committee for affording me the opportunity to present these three sets of proposed regulations.  I also thank the committee for allowing me to bring along colleagues from my Department and from the Department of Communications, Climate Action and Environment.  We are all here to answer questions, if at all possible, later.<\/p> <p>  In the context of exempted development, each of the proposed regulations is aimed at amending provisions in the principal Planning and Development Regulations 2001 to 2017 concerning development that is exempt from the requirement to obtain planning permission.  Each of the proposed regulations deals with a specific type of development.  Under the Planning Acts, each House of the Oireachtas is required to approve draft planning regulations relating to exempted development by way of positive resolution before they can be made by me, as Minister of State.  The consideration of the draft regulations by the committee is part of that approval process.<\/p> <p>  The first set of draft regulations is the Planning and Development (Amendment) Regulations 2018.  They relate to the provision of a number of exemptions for development works undertaken by Irish Water in the provision of water services.  This involves the insertion of a dedicated new class of exempted development - class 58 - in Part 1 of Schedule 2 of the principal regulations.  These proposed exemptions will permit Irish Water to undertake works relating to its normal day-to-day operational activities without the need to obtain planning permission from the relevant local planning authority.  Previously, and prior to the establishment of Irish Water, the provision of water services and related works was undertaken by local authorities that had broad planning exemptions under which they could operate.  As Irish Water has now taken over the water services functions of local authorities and cannot avail of the exemptions available to local authorities, it is appropriate that Irish Water should have similar exemptions to those previously given to local authorities.  These proposed exemptions are also broadly similar to those given to other statutory utility providers such as those involved in the provision of electricity, gas and telecommunications services.  I also propose amendments to the existing telecommunications services-related planning exemptions.  I will address them separately in a few moments.<\/p> <p>  The exemptions proposed will essentially enable Irish Water to undertake development, such as that relating to the general maintenance, repair and installation of pipes, cables and water mains - typically along public roads - as well as the provision of underground water pumping stations and holding tanks, without the need to obtain planning permission, thereby helping to ensure continuity of water supply for households and businesses and that such water supply is not disrupted to any major extent.  The majority of the proposed exemptions relate to works that would be carried out within the confines of existing water services sites, including the upgrading and maintenance of water structures, the installation of equipment in the event of critical infrastructure failure, and works required to comply with statutory licences issued by the Environmental Protection Agency, EPA.  The proposed exemptions also include other minor works within such water services sites, for example, the provision of fencing and telecommunications apparatus or structures for testing water.  I would particularly like to point out that these draft regulations do not propose to provide blanket exemptions for development works by Irish Water.  Any works proposed by Irish Water that are not specifically exempted by these exempted development regulations will still require planning permission in the normal course.<\/p> <p>  The second set of draft regulations is the Planning and Development (Amendment) (No. 2) Regulations 2018.  They propose to provide an exemption for the change of use, and any related works, of certain vacant commercial premises to residential use without the need to obtain planning permission.  The draft regulations propose to amend Article 10 of the principal regulations that deals with changes of use.  These draft regulations propose that the exemption will apply for a temporary limited period from when they come into operation until 31 December 2021, concurrent with the lifetime of the Rebuilding Ireland programme.  They will apply to commercial buildings that have been lying vacant for at least two years.  The proposed exemption relates primarily to works to the interior of such buildings.  It is proposed that some limited alternations to the exterior of buildings will also be permitted, subject to their being in keeping with the building and neighbouring buildings.<\/p> <p>  It is proposed that a number of restrictions will apply to these exempted development works, including that a maximum of nine residential units can be provided in any one building, and that certain minimum standards relating to floor areas, storage space and the provision of natural light are met for each unit.  It is important to note that these proposed exemptions relate to planning permission only.<\/p><p>Development works to vacant commercial buildings which are being converted to residential use also generally need to comply with the requirements of the building control regulations in respect of fire safety, structural stability, ventilation and so forth.  In this regard, the relevant building control regulations require a competent qualified professional to be assigned by the owner or developer to be involved in the design of the proposed development works, oversee the construction phase and to certify that the finished building works are compliant with the requirements of the building control regulations, thereby ensuring that the relevant works meet the necessary safety and standards requirements.  In effect, these draft exempted development regulations will not in any way change the relevant building control requirements which will continue to apply.  I know that is an issue of concern for some members so I will be very clear that the building control regulations still apply.  I should also mention in passing that the building control standards generally relate to new build construction.  Recognising the possible need for some dispensations from the building control requirements in respect of development works on existing buildings, specifically to better facilitate the conversion of existing vacant commercial buildings for residential use, a working group chaired by my Department was established in late 2017 to develop new building control guidance with a view to providing clarity on what regulatory requirements should be applied in this area and to provide advice on how best to facilitate the re-use or development of under-utilised older buildings for residential purposes.  I understand that the committee has had discussions on this previously in the context of another Bill.  The working group, which includes expertise in building regulations, fire safety, planning, design, and heritage from within and external to the Department, has identified a number of common existing building typologies on which to base its guidance.  It is intended that the output of the working group's deliberations in the form of revised guidance will be finalised in the coming months and will supplement the exempted development planning regulations we are discussing here today.   <\/p><p> The background to these draft regulations is the commitment in action no. 5.9 of Rebuilding Ireland to bring forward proposals to allow the change of use of vacant commercial units in urban areas, including vacant or under-utilised areas over ground-floor premises, to residential use without having to go through the planning process and thereby help in the rejuvenation of inner urban areas which have been particularly adversely affected by the recent economic downturn.  This proposal is also incorporated in action no. 6 of the Action Plan for Rural Development.  I know this proposal is of particular interest to committee members and having regard to the circumstances outlined, I would hope that they will support its approval which, as I have indicated, has a sunset clause to end in 2021.  <\/p><p> I commend these three sets of draft regulations to the committee.  They are each very important in their own right and they have the potential to have a real and positive impact on people's lives.  They will support Irish Water in the efficient delivery of the water service, facilitate the re-use of the many vacant buildings in our cities and towns for housing purposes which will revitalise our urban centres and they will assist in the accelerated roll-out of broadband and mobile services generally.  I look forward to what I know will be an engaging discussion with the committee this morning and I will endeavour to answer any questions that committee members may have. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#D00200","speaker":"1264","continuing":true},{"type":"speech","time":1516705200,"counter":63,"content":"<p>Thank you Minister.  Two people have indicated.  We will discuss all three sets of regulations but I ask members to indicate to which regulations they are referring when they pose questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#E00200","speaker":"1246"},{"type":"speech","time":1516705200,"counter":64,"content":"<p>I thank the Minister of State for his presentation.  I am in two minds on these regulations and the questions I have are very similar to those I raised in the context of Deputy Pat Casey's Bill on over-the-shop developments.  Specifically with regard to the water infrastructure and the over-the-shop developments regulations, I absolutely understand the need to have exemptions for emergency works, for example, or for routine or basic works.  However, I have a concern that the list of exemptions in the first regulation is broader than that.  What reassurances can the Minister of State give that we are not going to have a situation where a more significant piece of work that is more of a planned infrastructural investment rather than response, maintenance or emergency maintenance is not going to end up in a dispute with people who feel that an application for planning permission should have been required?<\/p><p>How certain is the Minister of State that the list is as restrictive as it should be?  <\/p><p> On the proposals for the development of residential accommodation over a shop, my big concern, although I support them in principle, is that if we grant these exemptions, how will we ensure all of the minimum standards for fire safety will be fully adhered to?  No one wants to stand in the way of streamlining and fast-tracking developments to get units back into use, nor do we want to see a situation where the minimum standards are not being met when property is subdivided into nine units.  The regulations state the minimum standards must be met, but how can we ensure this will actually happen when planning permission is not required for the redevelopment of a property into nine units or less?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#E00300","speaker":"1215","continuing":true},{"type":"speech","time":1516705200,"counter":66,"content":"<p>I thank the Minister of State.  I see the logic behind all of the regulations.  Let me preface my remarks by saying I am conscious that the Minister now has this power.  While I am not suggesting this committee is just a talking shop, we do not have a great deal of power.   We cannot effectively-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#F00200","speaker":"1379"},{"type":"speech","time":1516705200,"counter":67,"content":"<p>That is because it has not been structured in<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#F00300","speaker":"1329"},{"type":"speech","time":1516705200,"counter":68,"content":"<p>Absolutely.  We cannot amend the regulations, but the Minister could revoke them and come back with something better if he thought there were grounds to do so.<\/p><p>I am not going to deal with the proposals for water services, as I see the logic in them.  I want to deal with the Planning and Development (Amendment) (No. 2) Regulations and change of use.  Will the Minister of State outline the logic for stating no more than nine individual housing units can be provided for the purposes of conversion? This is to avoid Part V of the Planning and Development Act 2000.  I do not like the language to avoid Part V because it is an important aspect of planning.  In some of the larger towns one could create more than ten units in some of the properties to be redeveloped.  That is not something we should have ruled out.  We are effectively saying this measure relates to places which have fewer than ten housing units.  There is potential in some larger towns to provide a percentage of social housing units in this type of development.<\/p><p>In respect of protected structures, the proposals shall not be permitted unless there is a section 57 declaration, which is a strange condition.  This morning I spoke to three planners who told me about the process of self-regulation.  Effectively, people are telling local authorities that their proposals are related to exempt development.  The planning authorities neither have the resources nor the staff to check all of them and a person can claim the proposals relate to a pre-1963 development.  We really need to tidy up the conditions that apply to section 57 declarations.  <\/p><p>Furthermore, in the context of ensuring public confidence in the planning process and public engagement which is a really important part of the planning process, no elected member of a council or member of the public would be aware of a section 57 declaration.  I am not sure whether the Minister of State would be fully aware of one.  A section 57 declaration does not involve the erection of a site notice or the publication of a public notice and does not go up on the council's website.  Who actually knows when a section 57 declaration has been sought?  We are proposing changes to section 57 declarations, but there is no official public log.  I logged onto a number of local authority websites today to investigate and also spoke to a number of planners about section 57 declarations, about which I have a concern.  If a local authority refuses a section 57 declaration, which is its prerogative, what is being proposed?  Is there an appeals mechanism?  Is there a grievance procedure when somebody who makes an application for a section 57 declaration is refused?  Traditionally, an application for a section 57 declaration has been referred to a heritage officer, a conservation officer and a raft of officials in a local authority and, in some cases, the Department of Culture, Heritage and the Gaeltacht.  I flag this as an issue.<\/p><p>My major concern is about county development plans.  I looked at the 1999 telecommunications antennae and support structures guidelines.  I found two paragraphs alarming.  They read:<\/p><blockquote>Planning authorities should not include separation distances (i.e. from houses, protected structures, schools etc) in development plans as they prevent case-by-case analysis and can inadvertently have a major impact on the roll-out of viable and effective telecommunications networks.  This will have implications for a number of planning authorities around the country who include specific distances, often up to 1 kilometre, from schools, houses etc.  <br \/><br \/>It will also have implications for local communities who wish to object to proposed masts as they often could rely on policies which required such separation distances to be met in order to get the application refused.<\/blockquote><p>The previous Minister also included two reminders to the planning authorities, \"namely that health grounds should not be considered as part of a planning application and, all future Development Contribution Schemes must include waivers for broadband infrastructure provision as per the recent draft guidelines on development contributions.\"  <\/p><p> The Minister of State has been around politics for a long time, as have I, and I can tell him of at least ten objections to masts in the area of D&uacute;n Laoghaire-Rathdown County Council, where I live, in respect of which members of the Minister's party, members of other parties and people not affiliated to a party mobilised huge groups of people.  I recall one case in respect of an addition to a mast on top of a Garda station on Tubbermore Road in Dalkey.  I can understand the reasons and the concerns.  Health is a huge issue in respect of telecommunications.  Guidelines with regard to schools are particularly important.  Many schools have been in touch with us over the years.  I have met a number of them.  They mobilise.  I can think of two cases in Meath about which people contacted us and expressed great concern.  These are big national schools and primary schools.  They want to know how they can have their voice and their say.  They want to know how they can be assured that an antenna or a piece of telecommunications equipment will not have health implications for children.  Local elected Members must now put up their hands and say that the Minister of State signed regulations and that they have no role or function.  We just need to be careful.  I would like to see tighter guidelines on the use of antennae and on additions to antennae.  <\/p><p> I will tell the Minister of State of a situation.  I know of a woman who was very ill and commissioned very interesting research.  She worked for the Defence Forces.  She was very much involved in engineering and telecommunications.  She had independent research carried out on antennae and on the accumulative effect of the 30 or 40 antennae attached to a particular church.  By the way, the church did not have planning permission.  It said it was exempt.  That was pursued and it was found not to be exempt.  The antennae required planning permission, which was granted.  The permission was appealed, An Bord Plean&aacute;la accepted the appeal and all the equipment had to be taken down.  That is a very long process which is also not very satisfactory.  There were serious health issues in respect of the antennae, the radiation and the accumulative effect of the combined network, which was a high-radiation network at one particular point.  It would not be right of me to come in here and not to voice those concerns.<\/p><p> Public health and the location of these antennae near schools and hospitals has to be an issue.  I am not a scientist.  I do not know enough about it.  I have read enough about people's concerns to feel that it warrants some attention.  What am I going to suggest?  There is no point in bellyaching without coming up with a proposal.  My proposal may possibly not be suited to these regulations but it might be a possibility in the broader legislative framework.   I am calling for a register of approved telecommunications structures and their locations, which would be supported by a relevant database.  I will email this to the Minister of State.  A database should be created and maintained by each planning authority in co-operation with the telecommunications operators.  Such a register would provide an important input in the assessment of future telecommunications developments and would also be useful in maximising the potential for future mast sharing, possible co-location and all that is associated with it, bearing in mind the accumulative effect on which we need more research.<\/p><p> Furthermore, I suggest that planning consent - and I am saying planning consent, not planning permission - should include a condition stating that when the structure is no longer required it should be demolished, removed and the site reinstated by the operator - not the applicant, but the operator at its own expense.  That might address the issue if it was introduced through some other form of legislation.<\/p><p> I will wrap up on this final issue.  In the Minister of State's statement he spoke about changes to the permitted height of poles for antennae and increases in the permitted number and size of dishes on structures.  He said that he will facilitate an increase in the number of antennae permitted on large structures and spoke about the deployment of smaller cells.  I understand the need for the national broadband plan and its roll-out in rural parts of the country.  It is critical for economic development and all that goes with it.  That is all to be welcomed.  I do not doubt the Minister of State's commitment but a balance must be found.  It will be the public representatives, including the Minister of State as a Deputy for Meath West, who will have to face the next backlash when we see a massive set of structures put up right beside a school or hospital.  I am not suggesting that this is the mechanism to deal with it.<\/p><p>It was suggested for many years that we should establish a national database mapping all antennae.  This morning, three planning authorities have informed us that no such database is in place.  Effectively, this means they do not know where antennae are located.  They learn about the locations of antennae, for example, on a church steeple, when a resident telephones the local authority asking why a vehicle from company X is parked at a particular location.  The company in question will then inform the local authority that an antenna has been in place in the location for years and staff were repairing or upgrading it.  This means the planning authority does not know about it.  All these structures must be mapped out and communities informed of their locations.  While local people should not be the arbiter of decisions on locations, they should be able to express a view on this infrastructure.<\/p><p> My local authority has received an application to erect three of these structures.  The planning authority has confirmed it is considering the application and indicated its decision will be open to appeal, which is democratic.  Let us not water down the powers of citizens to engage.  As I stated, these structures are fine when they are not on our doorstep but it is another story when one is erected in Navan and people bang on the Minister of State's door asking what he will do about it. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#F00400","speaker":"1379","continuing":true},{"type":"unspoken","time":1516705200,"counter":71,"content":"<p>Deputy Pat Casey took the Chair.<\/p>"},{"type":"speech","time":1516705200,"counter":72,"content":"<p>On Senator Boyhan's final point, these structures are a double-edged sword in many respects because we also want to improve communications.  Members of the Oireachtas use communications every day.  People want technology to progress and we need the best available technology.  The visual issue may be a concern for the Senator and some of my constituents.  Before one has a surfeit of masts and antennae, we must first ensure proposed new infrastructure cannot be piggy-backed on existing masts.  In other words, we should try to have four separate masts working from one item of physical infrastructure.  Notwithstanding the commitment, if that is what it is, to increase the numbers of masts, new masts should only be erected if the companies in question can show it is not possible to piggy-back on the existing system.  I expect the issue is one of security, for example, a logarithm or similar, and may not be a physical issue.<\/p> <p>  Years ago, people were afraid they would be fried by these masts or that a chicken placed beside one of them would roast overnight.  These fears were not realised but they affected the capacity of communities to obtain proper reception for their mobile telephones.  People in some parts of County Louth do not have good mobile telephone reception, for example, on the approach to Monasterboice.  Every county has its problems.  We must use best available technology but the companies must first show that the communications cannot be carried on existing infrastructure.<\/p> <p>  I recently received complaints from people in County Louth about a decision to reject an application for a new mast in County Meath.  I was not familiar with the details of the case as it involved a different county.  The complaints were made by residents of a particular part of County Louth which has very poor broadband coverage.  From their perspective, the mast would have improved broadband and delivered a major benefit to their community.  It would be useful in cases involving applications to increase the height or number of antennae to assess the community benefit as well as the benefits for commercial users and private companies.  We should ask whether broadband coverage in the local area could be improved and, if so, whether it would be a good idea to do so. <\/p> <p>  In many cases, it is not necessary to install pointed antennae on top of a building because they can be hidden within a structure or constructed in a way that they do not protrude visually.  <\/p> <p>  I apologise for arriving late.  I understand the Minister of State was speaking about over-the-shop developments and planning when I arrived.  This area offers significant scope to deliver material benefits to hundreds of households, particularly single people and couples who do not have children.  It is not easy for families with young children to live above a shop because of the need to go up and down stairs and so forth.<\/p><p> Let us consider our town centres.  My own town centre is practically empty at night.  It is not that they are no-go zones but they are more like no-people zones.  There is no one living over the shops; there is no one there.  Anyone who has the wisdom and time can examine the 1901 census and see all the people and families who lived in the centre of towns and all the activities that went on there.  All that is gone.<\/p><p> It makes sense to bring people back to the centre of towns.  The physical infrastructure is in place, including water services, sewerage, public lighting and proximity to shops and services.  There is a bonus in it.  There is a downside and we are dealing with the associated problems too.  I agree with Deputy &Oacute; Broin's concerns over fire regulations.  There should be mandatory standards.  Property owners should have to get a certificate from the fire officer to say that what they are doing meets the requirements.  I support making it easier for people to develop dwelling space over shops.<\/p><p> Certain areas near older transport hubs have potential.  I am not suggesting it applies in every case but there are areas near railway and bus stations and so on.  Often these are in older parts of cities and towns.  Fast-track developments in such zones are important.  We could zone areas where there is no habitation - these include abandoned shopping areas or areas that are no longer active commercially.  I would welcome fast-track zoning for development in such areas.<\/p><p> We should consider what happens in the United Kingdom.  I have looked at the website of the empty homes organisation in the United Kingdom.  It has plenty of examples of abandoned bank buildings, shops, garage forecourts and so on that are now occupied by families and have been turned into apartments.  There is constructive living and urban renewal.  There are major benefits.  That is why I welcome the advances from the Department with the assessment provisos that people are suggesting.<\/p><p> The lack of housing needs to be met with increased urgency from the Department.  Whatever the initiatives are, I would welcome greater initiatives.  Those responsible in the UK appoint empty homes officers in local authorities.  I am not suggesting that is the destination the Department has in mind for Ireland, but it might be helpful to have people who could map the centre of the town, knock on each door and ascertain who owns each premises.  If there is no one there, they could use the Louth solution, which is to slap a compulsory purchase order on the property if it meets the requirements.  We need active on-the-ground officers, whose job it could be to report to the county manager and the Department on a quarterly basis.  That is one of the things missing from our housing policy.  It is not that we do not care, but the sense of urgency is not being transmitted.  I believe that could change with the appointment of such officers.  A website like that operating in the UK may be the type of constructive engagement we need to create the sense of urgency and crisis.  I do not get the same sense when I walk around my town because I am still looking at premises.  I welcome the support of Louth County Council.  I looked at a place where we could have 16 people living.  The problem is that is an old building and would require more money than usual to do up  but I think we should do it up because it is in the centre of the town.  The old Central Hotel in Drogheda is right in the centre of the town.  There were 15 or 16 bedrooms in it.  It is abandoned now and there is no one in it.  We should get in there and turn it into habitable dwelling space.<\/p><p> Finally, I welcome in particular the engagement of organisations like the Peter McVerry Trust in tackling derelict buildings in cities.  I welcome this work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#H00200","speaker":"1329","continuing":true},{"type":"speech","time":1516705200,"counter":74,"content":"<p>I thank the Minister of State for coming.  I want to talk about part 2 of the statutory instrument.  I am a little disappointed because I thought we would have worked through our vacant housing Bill.  It took a more holistic approach to converting vacant properties into residential units because it dealt with planning, fire and disability certification, as well as final certification.  In its response to the Bill the Department stated: <\/p><blockquote>Separately, there is a concern about the proposal in the Bill in relation to making the sub-division of a dwelling into two or more dwellings exempt from planning permission.  This conflicts with the Planning Act which provides that such development is a material change of use requiring consideration by a planning authority through the planning application process, with particular regard to protecting residential amenity and other considerations. <\/blockquote> <p>The Minister of State's statutory instrument is proposing allowing up to nine sub-divisions within each dwelling.  We all have concerns about the fire and safety regulations.  As pointed out and acknowledged in our Bill, there are no technical documents on fire and disability certification when older buildings are being converted.  The Minister of State is acknowledging that the technical guidance documents are not and will not be there for a few months.  Is the proposed statutory instrument premature until the documents are available?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#K00200","speaker":"1357"},{"type":"speech","time":1516705200,"counter":75,"content":"<p>We have been through the vacant housing Bill here and in the Department and also discussed it in the D&aacute;il.  It is a worthwhile Bill which is aiding our work, but our approach to it and tackling this issue and an issue raised as Action No. 5.9 of Rebuilding Ireland is two-pronged.  First, it deals with the exemptions in respect of what we are putting forward today.  We all agreed that ideally commercial buildings such as shop on main streets should be turned back into housing.  There is permission for up to nine units because it applies to commercial buildings only.  The difficulty the Department had with Fianna F&aacute;il's Bill was that it would allow the sub-division of an existing house.  Where would it stop?  There are houses all over the country.  People would try left, right and centre to make two houses out of one, which would not be conducive to good planning.<\/p> <p>  This measure refers to a commercial building of a size in which, under all of the regulations, up to nine units could be fitted in.  That is what we are allowing for.  We are working on a version of the sub-division of a house such that under existing planning laws space can be made available to share a house.  The winning proposal in the competition in the Homes for Smart Ageing Universal Design Challenge involved dividing a house in a certain way to allow one person to occupy that house; it is not two houses.  It comes under the exempted development legislation and I will bring it forward here later.  It has almost passed through pilot stage.  It is worth considering.  The Fianna F&aacute;il Bill was a little different and we could not agree to it because of the planning authority.  We are willing to discuss it further later, but this discussion is about bringing commercial buildings back into use.  <\/p> <p>  The second part which is intended to make it easier and viable for anyone who owns commercial buildings to bring them back into use involves issues concerning fire safety, the building regulations and the heritage regulations which do not make it easy for someone to bring a property back into use.  In counties Wicklow and Carlow and other places where I visited properties on the high street that could be brought back into use, it is very complicated and people are afraid to touch the system.  In the light of Fianna F&aacute;il's Bill and our own discussions, in late 2007 we set up a working group across all Departments to consider these issues and bring forward new guidelines for local authorities.  It was important to have the Department of Culture, Heritage and Local Government on board to make it as easy as possible to cut out some of the unnecessary red tape, not to renege on safety and health measures but to make it easier where we could give better guidance in this area .  That is what we are doing.  I hope the working document will come out in the next couple of weeks.<\/p><p>It will aid the work that is carried out here.  In light of that document, these exemptions are not premature.  People can still work away under the existing planning regulations and certification process.  Any guidance we have, if it changes that, will kick in for this as well.  As of today, it is the existing planning regulations continue to apply.  It is not premature.  The other document will be useful.  The working group, which is chaired by the Department, will hopefully report quite soon.  I think it will bring forward many resolutions similar to those discussed by this committee and with which I would agree.  It is important that we do it in a co-ordinated way and ensure that all Departments - not just mine - will be involved.  I assure the Chairman that the committee's good work on that Bill will not be wasted.  It is best to take the two-pronged approach with which we are trying to proceed.  That deals with the Chairman's questions.  I will move on to those from Senator Boyhan shortly.<\/p><p> Deputy Eoin &Oacute; Broin also raised two questions, the first of which relates to his concern regarding whether we are giving a blanket ban to Irish Water.  We are absolutely not.  Are we confident that we do not go too far in what we are doing here?  We are confident because it is exactly the way it was with the local authorities for I do not know how many years but for a long number of years, as long as I can remember.  The same exemptions are there.  We are not changing any of that.  It is just giving Irish Water the same exemptions that were there for local authorities, with which most people were happy.  To my knowledge, there have been no cases of concern.<\/p><p> To be very clear, under the section 5 process, people can appeal exemptions.  That is the issue that Senator Boyhan raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#K00300","speaker":"1264","continuing":true},{"type":"speech","time":1516705200,"counter":77,"content":"<p>I referred to section 57.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#L00200","speaker":"1379"},{"type":"speech","time":1516705200,"counter":78,"content":"<p>Section 57 as well.  We are mainly dealing with section 5 today.  Section 57 relates to protected structures.  Under both, there is an appeal mechanism to An Bord Plean&aacute;la.  Either side can bring that appeal or review and the board will give a decision.  That mechanism is available.  I can get the Senator a note on that if he wants the position clarified.  This is an issue with which, for many reasons, I am very familiar as a result of what has happened in my county, not just in the context of telephone masts but for other reasons as well.  The process is there and it is useful because it gives people the right to raise concerns.<\/p> <p>  Deputy &Oacute; Broin's other question was about building control and the fear or perception that giving people exemptions gives them free rein to go and do what they like.  That is not the case.  These exemptions are for buildings that already have planning permission.  Also, the building process, building regulations and the certification process kick in for any development being brought forward.  There has to be an assigned certifier and all the professionals involved, so there is no way of coming under the radar or escaping the rules.  They are there for any building and for anyone who wants to develop a home.  From analysis, most people would say that our system of regulation is quite strong now.  The certification process that was introduced a few years ago is working very well and gives us much greater assurance that building control is followed.  There are always inspections and that as well, of course.  I reassure members that these exemptions will not allow anybody to escape that.  That is not the case, at all.<\/p> <p>  Senator Boyhan asked about social housing, Part V and our reasons for choosing the figure of nine units.  That figure was chosen specifically with regard to the Part V requirement for up to 10% of social housing development in excess of nine units.  It is only above nine units that the 10% kicks in.  The Part V obligations involve engaging with the local authority and are normally dealt with in tandem with the planning process.  It would be important that we do not exempt buildings above nine units because then we would lose the opportunity to have Part V requirements adhered to.  That would letting developers, builders and owners of properties out the gate.  It is specifically to achieve what the Senator wants that people do not get away from their obligations in this regard.  It is quite likely that many of these properties will come back into use.  Certainly, those located in town centres would be ideal for social housing because they have access to all the services a town provides.  These properties are ideal for the repair-and-lease initiative.  I must say I am disappointed that the repair-and-lease initiative was not taken up by more people.  We made changes to it yesterday to make it less complicated and more straightforward, with an earlier payback of money.  I hope that will encourage people to come forward.  It is an ideal mechanism to fund the work that could be carried out under these exemptions in some cases because it is up to a certain amount of money per unit.<\/p> <p>  What we are changing here will not allow anybody pass under the radar in terms of their Part V obligations, unlike what is happening in other countries where there was no limit on the size and properties were put forward with a couple of hundred units and with no social housing provision.  We are making sure that does not happen here.  I hope that puts the Senator's mind at ease.  I understand his question and hope I have made it clear to him as to why we picked the figure of nine.<\/p> <p>  The issue of staff resources in general was raised.  This goes back to the powers of local authorities and being in authority.  This is something I have discussed with the committee previously, as well as in many other places.<\/p><p>Resources are better than they were in the past thanks to people being back at work and more taxes coming in.  Therefore, we have to allow more money for local authorities to be in control of planning.  That involves having enough staff to deal with all questions, exemptions, checks and so on. <\/p><p> On substandard accommodation, our aim is that by 2019 properties will be inspected every four years.  We are putting more resources in place to allow for this to happen, which means more people across the planning system.  I agree with the Senator that, as a Department, it is our job to work with local authorities to make sure resources are in place.  It is probably fair to say resources have not always been in place and that this might be an area which does not receive the full attention it needs.  <\/p><p> Exemptions will not affect the situation to which the Senator referred because the properties are exempt.  Local authorities are notified when people register and we will keep an eye on the numbers.  If local authorities consider they need more staff in certain areas, they can bring forward their requests to us and we will deal with them.  In general, when it comes to tackling derelict, neglected or vacant properties, local authorities need to be strengthened.  We had a discussion on this matter yesterday and most people have the same view.<\/p><p> On the development plan, national guidelines have been set down for telecommunications, telephone masts, wind farms and so on.  We ask that development plans respect the national guidelines.  Like previous Ministers and Ministers of State, I will have to step in if development plans try to undermine the national guidelines when it comes to important infrastructure.  Very often we have to advise local authorities that a blanket ban on any development within one mile of a school is not permitted under the national guidelines. <\/p><p> We publish national guidelines for consultation purposes.  There are guidelines for wind energy projects passing through the system.  They will change matters and make things easier for people.  Likewise, guidelines have been set down for telecommunications.  We are making changes to small rather than large structures which will be very clear in respect of field strength.  The guidelines state the field strength of any small antenna shall not result in the non-ionising radiation emitting from the radio installations on the site exceeding the limit specified by the Commission for Communications Regulation.  The commission brings forward all of the standards and recommendations based on EU law and best practice.  It deals with many organisations in that regard, but the national guidelines are clear.  My colleagues from the Department can clarify any issue the Senator may have.  It is my understanding the regulator has a register of all planned telecommunications infrastructure and that it should be up-to-date at all times, but I will check the position for the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#L00300","speaker":"1264","continuing":true},{"type":"speech","time":1516705200,"counter":80,"content":"<p>No; I have referred to local authorities which have overall responsibility for planning.  I did not refer to the register, trade or vested interests but rather the planning authorities which have statutory responsibility for ensuring sustainable proper planning and development within the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#M00200","speaker":"1379"},{"type":"speech","time":1516705200,"counter":81,"content":"<p>I can check the position for the Senator.  On the exemptions we are discussing, notification will be given to local authorities regarding housing.  We can keep track of it and can look at the regulator.  I imagine that the regulator has the information on a county by county basis.  Planning authorities operate on an individual basis.<\/p> <p>  The Senator said he had other issues which he would forward to me.  I will be happy to read his submission and tease it through with officials from both Departments.  There is probably merit in some of the points he has raised.  Some are already dealt with in the planning process and I will tease through the other issues with him.  He has raised issues which are of concern to the public and we want to make sure their rights are not being infringed on.  <\/p> <p>  Deputy Fergus O'Dowd referred to the refusal to grant planning permission for a mast.  I am not familiar with the case, but I can check the details for him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#M00300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":82,"content":"<p>There were planning issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#M00400","speaker":"1329"},{"type":"speech","time":1516705200,"counter":83,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#M00500","speaker":"1264"},{"type":"speech","time":1516705200,"counter":84,"content":"<p>The benefit would be great.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#M00600","speaker":"1329"},{"type":"speech","time":1516705200,"counter":85,"content":"<p>Decisions on infrastructure are generally based on community gain.  I am sure there was a planning reason permission could not be granted.<\/p> <p>  The Deputy also referred to co-location.  All mobile phone operators have infrastructure and mast sharing arrangements in place.  They may have tried to avoid this in the past, but generally they have come to arrangements which are cost-effective and managed to deal with most of the issues involved.  The sharing arrangements promote co-ordination of the use of mast infrastructure and reduce the number of masts used.  For planning purposes, as well as other reasons, we like to see infrastructure being used wisely and shared, where possible.  I am well aware that this did not happen in the past, but we have moved on in the past couple of years and it is something we can address in the future.<\/p> <p>  All planning applications are not judged on the community benefits, but when it comes to telecommunications and other infrastructure, generaly community gain overrides other considerations.<\/p><p>I do not know what they were, but I presume there were some reasons for what happened.<\/p><p> I welcome the support for the exemption for commercial properties.  Deputy O'Dowd hit the nail on the head.  Breathing life back into parts of our towns and villages that have been neglected over the years is exactly what we are trying to do here.  There are shops that have been lying empty for years.  This affects properties that have been vacant for two years, so it will not encourage vacancy in order to achieve exemption from planning permission.  It is designed to deal with vacancies of over two years' duration.  It is common sense, and I absolutely agree that it will breathe life back into many parts of towns and villages.  The people who own these properties need to be jolted into doing something with them.  What we are trying to do is make it easier to work with local authorities in the context of the building control mechanism.<\/p><p> Apart from simplifying the planning process, the other benefit of doing that relates to development fees and development contribution levies.  They can sometimes take effect when there is a change to the use of a building.  That can make it less attractive to bring forward plans for development or it can mean that owners need a certain level of resources in order to do so.  Generally, the owners of these properties are exempt and that makes it easier to bring the properties back into use.  That is exactly what we want to happen.<\/p><p> The UK was mentioned as an example.  Many of these initiatives in urban rejuvenation are in operation there.  We have a similar example in Waterford with the strategic development zone, SDZ, which is developing the urban area similarly to the manner that has been suggested.  We have set up a fund which can be used to aid major urban renewal schemes, and we will be bringing forward the details of that scheme in the weeks ahead.  Resources were allocated in the recent budget to help us tackle dereliction and vacancy and to co-ordinate different Departments to do so.  There are various initiatives across the different action plans to do that.  The challenge is in finding the resources to do it.<\/p><p> I am of the view that local authorities need to be front and centre in this.  We are trying put them in a strong position so that they can drive this agenda.  We had a lengthy discussion at our housing summit yesterday about dealing with properties that have been lying idle for many years.  Along with the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, and all of my Department colleagues, I stressed the importance of local authorities to this.  We discussed the local authorities that are doing this well, Louth being one example, and we encourage all of them to come at this with the same urgency.  I made it clear that we will not tackle a vacancy problem or under-utilisation of property without local authorities fully taking it on.  We have committed resources to this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#M00700","speaker":"1264","continuing":true},{"type":"speech","time":1516705200,"counter":87,"content":"<p>Is there a system whereby there are reports back to the Minister of State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00200","speaker":"1329"},{"type":"speech","time":1516705200,"counter":88,"content":"<p>Yes.  Some 25 local authorities already have vacancy officers in place.  We urge all of them to emulate this and to bring their vacancy plans to us.  Most have done so, but some have not.  Again, we want those plans to be submitted.  We should have them all by the end of the month.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":89,"content":"<p>They were meant to be submitted prior to November.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00400","speaker":"1329"},{"type":"speech","time":1516705200,"counter":90,"content":"<p>Yesterday, some local authorities provided reasons for not being able to submit their plans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00500","speaker":"1264"},{"type":"speech","time":1516705200,"counter":91,"content":"<p>Will the Department be publishing those plans?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00600","speaker":"1329"},{"type":"speech","time":1516705200,"counter":92,"content":"<p>I am sure local authorities will publish their plans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00700","speaker":"1264"},{"type":"speech","time":1516705200,"counter":93,"content":"<p>The Minister of State may have to pursue a few local authorities in that regard,.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00800","speaker":"1329"},{"type":"speech","time":1516705200,"counter":94,"content":"<p>We can do that if the Deputy wants.  Every time I visit a council I ask the members to take a lead in this area and drive this agenda.  I have to say that this has not happened in respect of some of the schemes we have presented.  Where the repair-and-lease scheme is concerned, the ideal is for councillors, who know the people who own these properties, to go out and explain what is involved.  Very often, owners need to be encouraged to bring properties forward.  We want local authorities to knock on doors, inquire about properties and try to encourage their development.  Councillors have a role in doing this because they generally know who the people involved.  There are schemes available and there are solutions to this problem, but people have to have the will to do it.<\/p> <p>  I know that Deputy O'Dowd would like us to apply more of the stick as well as the carrot to make this happen.  I am not against that if it would work.  Very often, if enough carrots are put in front of people and they are encouraged to do act, the problem is dealt with better and more quickly.  However, we need people to get that out and push that agenda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N00900","speaker":"1264"},{"type":"speech","time":1516705200,"counter":95,"content":"<p>On that point, there is an empty homes tax in the UK.  It has been in place for several years.  This Government does not yet have one.  I think it should.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N01000","speaker":"1329"},{"type":"speech","time":1516705200,"counter":96,"content":"<p>That approach has been examined by the Department of Finance, which will make a view on it known.  I did express my concern.  I am not convinced of the speed with which such a tax would bring us a solution, but if it helps, I have no problem with it whatsoever.  I am trying to offer carrots to make it attractive to bring these properties back into use.  By all means, however, we need to strengthen the laws.  I discussed this with local authorities yesterday .  We have to put them in a stronger position in order to deal with vacant properties, and that is what we are trying to do.  If a vacant homes tax works, we will opt for that as well.<\/p> <p>  Yesterday, we discussed the vacant site register and the effect it is having.  The Deputy is correct.  In many cases where people were notified that they were going to be put on the vacant site register, they came forward with plans to develop.  Deputy O'Dowd's suggestion of a vacant house tax might have the same effect.  It might drive people to do something to avoid the tax.  I understand the reasoning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#N01100","speaker":"1264"},{"type":"speech","time":1516705200,"counter":97,"content":"<p>May I comment on that point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#O00100","speaker":"1329"},{"type":"speech","time":1516705200,"counter":98,"content":"<p>I want to bring in Senator Murnane O'Connor as she has not spoken yet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#O00200","speaker":"1357"},{"type":"speech","time":1516705200,"counter":99,"content":"<p>I believe I have dealt with most of Deputy O'Dowd's questions.  He mentioned an old hotel in Drogheda, which could very easily be brought back into use by the local authority.  I will ask it to look at it.  It would probably be ideal for a family hub, or for a traditional property or for accommodation units, but it should be considered.  Different funds have been put in place to enable that to happen.  I hope I have dealt with most of the Deputy's questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#O00300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":100,"content":"<p>I thank the Minister of State for his opening statement.  I was delighted to hear about the meeting that took place yesterday.  It is important to get the officials in all the local authorities together because a problem exists in this area.  The Minister of State referred to the repair and lease scheme but, in general terms, it is not working because of a funding issue.  Carlow and Waterford were two of the counties to which it was rolled out.   There is an imbalance when it comes to rural Ireland in that the owners of small commercial shops are barely taking home a living and they are finding it very hard to come up with the necessary funding.  The issue of funding is the main reason that scheme has not taken off.  Unless a funding stream can be put in place that would provide an incentive for the refurbishment of commercial units in town centres, this proposal will not work.  The three-year timeframe for it - up until 31 December 2021 - is very short.  I believe that will be a big problem, and that needs to be examined.<\/p> <p>  The Minister of State met all the chief executive officers - or county managers as I and many people would refer to them - of the local authorities yesterday.  How many people do they believe will take up this proposal, how many will invest in it, and how will it work?  As we are aware, there is a massive issue in our small urban areas.  We need to get life back into our town centres, particularly in rural Ireland where the owners of small commercial units are finding it very hard to exist.  We can put in place as many regulations as we want but unless there is an uptake of this proposal, it will not work.  The Minister needs to sit down with the owners of the commercial units.  The council officials need to meet them.  How many does the Minister think might take up the proposal?  I note he said that only some of the councils have come back to him with those figures. <\/p> <p>  This can be compared to imposing compulsory purchase orders.  Efforts have been made to apply compulsory purchase orders to buildings in town centres for many years.  There are no regulations in place in that respect.  There are a great number of issues involved in town centres that are not been addressed.  If this exemption will apply for only three years, it is crucial that the Minister of State ensures that it will work because unless it will work we might as well not provide it.  I would have massive concerns about it.  The regulations propose an exemption for a change of use, which I welcome.  I am in favour of renewal and factors such as buyer safety and building regulations are crucial.  However, there is the matter of the way this proposal will work and the way the incentives will work for the people concerned.  Funding is the biggest issue facing everyone who has a commercial property.  That is the reason many of them are derelict.  Two years is a very small timescale.  I could advise the Minister of State of buildings that have been derelict for ten or 15 years.  We need to make sure that there is something in place that can with worked with.<\/p> <p>  If this proposal goes ahead and I hope it does, working through the local authorities, what will be the exact timescale for it?  Can the Minister of State give us three or four pointers with respect to working with the local authorities and the commercial owners to turn their properties into viable housing units?  What role will each of those parties play?  What exactly is the Minister of State going to do for them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#O00400","speaker":"1395"},{"type":"speech","time":1516705200,"counter":101,"content":"<p>I want to pick up on two or three points, and I am mindful of what the Minister of State said in his responses.  Regarding section 5 and section 57 declarations, and I have had a look through the Planning and Development Act, a copy of which I have in front of me, members of the public and politicians would not know if a section 5 or a section 57 declaration had been submitted.  We need to look at that again and have a register.  Reference was made to an appeal.  I have been to a number of local authorities today and no one seems to quite know what happens.  Declarations are not laid before anyone.  The only way one will find a declaration if one is clever enough, through chief executive's orders, or what we would have known as the county manager's orders and many local authorities are not even getting these.  Section 57 and section 5 declarations would be included in them.<\/p><p>On foot of section 57 and section 5 I rigorously and meticulously month in and month out had people hauling trolleys into county hall and I went through everything.  At one stage in my office I had thousands of manager's orders and the chief executive used to ask me how I knew everything.  It was because I took the bloody time to look and read, but one cannot expect all members to have that amount of time.  We have a listing system for planning applications every week in every local authority.  We need a system to flag section 5s and 57s because it is about openness and transparency and that is important.  How can one have an appeal?  It is all on websites.  Let us imagine that I am in a little place such as Johnstown in Meath and I live in a little cottage, am 57 years of age and have two lamps, I do not have any IT or a son or daughter to access the Internet.  We must be user-friendly for a whole generation of people who want to engage.  The first thing they see is something in the sky outside their door and they are told they did not appeal it.  What is the process?  Who does one register with first?  What is the fee?  The case then goes to the board.  I do not say we must do it all today but let us tease out how section 5 and section 57 declarations come to the attention of the public.  I was a councillor for years and I could not find out.  One would have to ring up on a regular basis or one would see something or hear a man with a big truck putting something up and that would be the first one would know about something happening.  That is an important point.<\/p><p> I wish to reiterate my concern to the Minister of State because I know I will be back to him in a few months.  I know there are ten live issues in D&uacute;n Laoghaire.  I know of three in the Minister of State's county because I happen to be in and out of the area a lot.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#O00500","speaker":"1379","continuing":true},{"type":"speech","time":1516705200,"counter":103,"content":"<p>I think the Senator is following me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#P00200","speaker":"1264"},{"type":"speech","time":1516705200,"counter":104,"content":"<p>The Minister of State need not worry.  It is not pylons I am talking about.  What I am asking about is how the public engages.  There is also a health issue.  There was a reference to the Minister including two reminders to the planning authorities about not accepting health grounds as a basis for objection.  That is alarming.  I know that before the close of business the media will be asking me to comment on that.  I have flagged at this public meeting public health considerations.  My quote referred to the Minister including two reminders to the planning authorities, namely, that health grounds should not be considered as part of any planning.  It is important to make that point.  I think we are going to have a lot of concern about it and the Minister of State will have people getting on his case within a week asking him about it.<\/p><p>I acknowledge the importance of national broadband and mobile phones, which all feed into economic development and prosperity for our people and country, which is marvellous.  I see where the Minister of State is going but let us set out public engagement, ensure there is a process and deal with the fees in terms of how people can appeal.  I have read a lot of documentation about this issue.  I call for a register of approved telecommunications structures and locations, supported by a relevant database.  I have spoken to senior planners across the country who tell me they are not aware of there being a relevant database to be created and maintained by the statutory planning authority in each case.  Proper planning and sustainable development is very important and a national database mapping out who all of those are is required.  Such a register would provide important input for the assessment of future telecommunications developments and would also be used from the point of view of maximising the potential for future sharing, co-locating and managing the structure.  I am not talking about the look of something when it is awful.  We are blessed in south County Dublin to have a lot of architectural conservation areas.  The highest number of protected structures outside of Dublin are in D&uacute;n Laoghaire-Rathdown.<\/p><p>Where future planning consent and conditions are obsolete there should be provision that they will be taken down.  There may be other issues.  The regulations will go before the Seanad and the D&aacute;il.  I know the Minister of State is anxious to sign them and get on with his job because that is what he does and he does well.  He is already talking to us today.  I know we cannot amend the regulations so the Minister of State must proceed with them, which I presume he will do.  Could he tell us that is what he will do and the timeframe he envisages?  In that case it is a <i>fait accompli<\/i>.  That begs the question of what we are doing here, but that is another day's work.  I know the Minister of State is amenable to looking at some of the ideas and I will write to him about them under separate cover.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#P00300","speaker":"1379"},{"type":"speech","time":1516705200,"counter":105,"content":"<p>I agree with Senator Boyhan.  This is a very serious issue.  Health is a major issue.<\/p><p>We all want broadband because modern technology will be crucial to our lives in future.  The Minister of State indicated that minor changes would be made to the height of poles and structures carrying overhead lines.  Larger structures will also be built to facilitate a greater number of antennae.  I have to tell people in County Carlow that we still do not know how large these structures will be or what effect they will have.  That is a serious issue. <\/p><p> As Senator Boyhan stated, the issue is one of a lack of information and communication.  People are not aware of what is happening because they are never given the full details.  I read through this document last night.  What height will be poles be and what types of structures will be allowed?  The Minister of State must provide accurate information.  Common sense does not prevail in local authorities on some issues.  We need to find a balance and ensure that health is taken into consideration.  I ask the Minister of State to provide further information on these regulations.<\/p><p> Broadband is crucial and we all want to have proper communications but the detail in the proposals will also be crucial.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#P00400","speaker":"1395","continuing":true},{"type":"speech","time":1516705200,"counter":107,"content":"<p>On a technical issue, applicants must submit a commencement notice to the relevant local authority within two weeks.  My concern is that we are dealing with existing structures.  To return to the building control regulations, the guidance documents relate to new builds as opposed to the renovation of existing buildings, which are what we are discussing.  Under the current process, an applicant submits a commencement notice and no inspection is done to ascertain whether the proposal meets requirements.  Local authorities issue fire certificates and certification that a building meets disability requirements.  There are no guidance documents in this area, which means 31 local authorities are making their own interpretations.  I am concerned that the process involves the submission to the local authority of a simple commencement notice and there is no pre-approval that it is exempt development based on any plan submitted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00200","speaker":"1357"},{"type":"speech","time":1516705200,"counter":108,"content":"<p>I will work through the members' questions backwards.  The Vice Chairman's concerns are dealt with by planning control.  Professionals must be involved, including a signed certifier.  Building control applies to the process and applicants must obtain a fire certificate and so forth afterwards.  The process is exactly the same as the process that applies when a new house is being built.  Building control and requirements will apply and the signed certifier must be part of the process.  I hope I have put the Vice Chairman's mind at ease in that regard.<\/p> <p>  The only changes that may be made will be in the guidance document that we have been asked to produce in a working group.  If changes to simplify the system are proposed, we will tease them out in the committee.  These exemptions do not exempt people from standard building control regulations.  I hope that is clear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":109,"content":"<p>That is crucial.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00400","speaker":"1395"},{"type":"speech","time":1516705200,"counter":110,"content":"<p>That will be important when the Department is doing its public relations work on this issue.  It is important that members of the public are kept informed.  The Minister of State has given a good response to the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00500","speaker":"1379"},{"type":"speech","time":1516705200,"counter":111,"content":"<p>When we launched Rebuilding Ireland we made clear we were not reneging on quality and safety.  I probably did not stress sufficiently that there are no exemptions to building standards and control.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00600","speaker":"1264"},{"type":"speech","time":1516705200,"counter":112,"content":"<p>Can construction commence without first obtaining the relevant certificates?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00700","speaker":"1357"},{"type":"speech","time":1516705200,"counter":113,"content":"<p>As with any building, notification will be given and the developer will have to use professionals, including a signed certifier who will do his or her job throughout the system.  A project will not be signed off by a certifier unless he or she has been involved in the project from the start.  That is the idea behind building controls and the reason the system is working very well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00800","speaker":"1264"},{"type":"speech","time":1516705200,"counter":114,"content":"<p>While I do not wish to be technical, we do not have standard solutions for many refurbished properties because each property has a bespoke solution.  Will all these bespoke solutions be signed off by the fire officer?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q00900","speaker":"1357"},{"type":"speech","time":1516705200,"counter":115,"content":"<p>The existing requirements will apply.  The working group will produce guidance if there are any changes.  The fire safety officer will be involved in the process.<\/p><p>There will be no change until that working group brings forward recommendations for change.  Members are concerned that there is a demolition of standards here but there is not.  It all stays the same.  If that working group puts forward some suggestions for certain properties based on the realisation that it is more difficult with certain properties, we will look at that.  However, that is not on the table today.  I am happy to discuss this with the committee when the working group reports.  I have no problem with doing that because this is an area with which I am very concerned.  It is very clear to me that people who own these properties say that it must be practical for them to bring them back into use.  That is what the working group is examining.  It is trying to determine if we can make changes while maintaining standards to allow such properties to be brought back into use.  That is a slightly different conversation to the one we are having today about exemptions.<\/p><p> Senator Murnane O'Connor is in a different space today in terms of her questions.  We are talking today about exemptions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#Q01000","speaker":"1264","continuing":true},{"type":"speech","time":1516705200,"counter":117,"content":"<p>I know but it still has a knock-on effect, in that one affects the other.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00200","speaker":"1395"},{"type":"speech","time":1516705200,"counter":118,"content":"<p>\"Yes\" and \"no\".  The exemptions here will make it more viable for some of these properties to be brought back into use because owners do not have to go through the whole planning process for change of use and incur the costs involved in doing that.  They do not have to pay contribution levies, planning fees and so on which makes it more viable to bring the properties back into use.  It should make it more attractive.  Local authorities were not asked to give us any indications on this.  This is not a scheme that will be driven by local authorities.  It is a scheme aimed at the owners of the properties and involves giving them a planning exemption to make it more viable and more straightforward for them to bring their properties back into use.  The costs of doing that and the funding for same is their own business if it is a private development.  If they want to use the property for social housing, however, it becomes our business.  Schemes have been put in place which local authorities can use, including repair and lease back, purchase and renew and so on.  I am not happy that such schemes are not being used more and agree with Senator Murnane O'Connor on that point.  One can point the finger left, right and centre but the fact remains that it is not happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":119,"content":"<p>Why?  It is not happening because there is no funding-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00400","speaker":"1395"},{"type":"speech","time":1516705200,"counter":120,"content":"<p>We are making changes -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00500","speaker":"1264"},{"type":"speech","time":1516705200,"counter":121,"content":"<p>-----and people do not have the money to do up the properties themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00600","speaker":"1395"},{"type":"speech","time":1516705200,"counter":122,"content":"<p>Can I answer the questions that were asked?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00700","speaker":"1264"},{"type":"speech","time":1516705200,"counter":123,"content":"<p>Okay, sorry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00800","speaker":"1395"},{"type":"speech","time":1516705200,"counter":124,"content":"<p>We are bringing forward some solutions to make it more viable.  I have also asked the local authorities to put people in charge of making this happen.  We need people to drive this because if it is not driven by the local authorities and by councillors of all parties and none, it will not happen.  I must disagree with Senator Murnane O'Connor on the question of funding.  A cash payment of &euro;40,000 per unit, upfront, to renovate a property is quite attractive and in most cases would make the proposition viable.  The majority of these properties, based on analysis, would need less than &euro;30,000 to be brought back into use.  In that context, I disagree with the Senator's assertion that the funding is inadequate.  In some cases, with the changes we have announced, permission can be granted to go a little bit above the limit.  If the property was previously a bedsit and it is an attractive proposition to return it to use, there is scope for local authorities to go above the &euro;40,000 limit.  That said, I believe that a sum of &euro;40,000 is quite attractive.  The issue for many property owners was the ten-year commitment that was required.  I always felt that was too long and that has now been changed to a five-year commitment, which will make the scheme far more attractive to people.  The scheme is attractive but people just do not seem to know about it or understand it.  That is why I repeatedly ask Members of both Houses to advertise this deal in their constituencies and among councillors, to let people know it is there.  The Department will conduct a national advertising campaign but people need to hear about it and to be told that it is a good scheme.  In my opinion, it is a very good scheme.  It was introduced because people told us that they did not have funds to spend on their properties to bring them up to a standard that would allow them to be rented out.  This scheme provides those funds and is logical.  It is, however, separate to what we are discussing today which is the exemption.  There is a bit of a kick-on but they are not totally linked.<\/p> <p>  I am not sure what the Senator's concern is with regard to two or three years.  This is in line with commitments made in Rebuilding Ireland.  It is an exemption that will apply up until the end of the term covered by that document, that is, to the end of 2021.  We are trying to drive on change today, not in ten years' time.  We want to see activity now and most of the actions we have in this document are about driving activity in the present because we need more houses today.  We want to tackle dereliction and vacancy but we also want to solve homelessness and the housing shortage.  We are not introducing changes that will help in 20 years' time.  This is about now as well as the years ahead.  I am not sure what the Senator's concerns are in that regard.<\/p> <p>  Senator Boyhan made reference to health grounds but the planning authority is not the judge of health related matters.  There are national guidelines set down by various commissioners and regulators.  Their job is to analyse all the WHO documents, the European directives and so on.  The guidelines are then set by Departments in conjunction with regulators.  Planning authorities are concerned with planning matters and are not there to make judgments on health matters.  The same principle applies to development plans.<\/p><p> I like Senator Boyhan's suggestion - there is merit in it - of public awareness and engagement around section 5 and section 27 provisions.  Again, they are in place and there are hundreds of exemptions throughout the pages of legislation.  Most have been in place for many years for good reason.  The system enables exemptions under certain classes and categories in order to move forward.  That is what they are there for.  We can take a look at Senator Boyhan's suggestion of a register or public notice, but I have no wish to defeat the purpose either.  Anyway, I will look at it to see if we can get the balance right.<\/p><p> Planning permission is required for anything substantial and people have to go through the whole process.  Exemptions can make an application viable.  If we make it too cumbersome or awkward, it will not happen and we will achieve nothing.  I know what Senator Boyhan is saying.  We can discuss the balance.  It is something we will review.  There is logic in it.  A register of section 5 applications is kept although it is not always talked about or seen.  Perhaps we can look at making it a more public document or more-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#R00900","speaker":"1264","continuing":true},{"type":"speech","time":1516705200,"counter":126,"content":"<p>It should be more transparent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00200","speaker":"1379"},{"type":"speech","time":1516705200,"counter":127,"content":"<p>Yes.  We are all for transparency in the planning system.  Certainly, I am and the Department is too.  If we can aid that, we will do so and we will look at that.  Senator Boyhan is right on that point.<\/p> <p>  The Senator also referred to a register for telecommunications infrastructure.  Again, that is in place.  Senator Boyhan has said he would like that to be central to local authority planning.  That is something we could look at doing.  Every local authority has a broadband officer.  That is a job we could look at and see whether we could add to it.  The idea of having a broadband officer is to drive the delivery of broadband.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":128,"content":"<p>The problem is that not everyone knows where the infrastructure is.  What is the broadband officer doing every day?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00400","speaker":"1379"},{"type":"speech","time":1516705200,"counter":129,"content":"<p>There is a map and a register, but I know what Senator Boyhan is saying.  Perhaps we could add that work to the role of the broadband officer without taking away from the main work, which is to drive that agenda.  Senator Boyhan is making a positive request.  It is not something we will knock and it is certainly something we will look at.  It should be possible to do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00500","speaker":"1264"},{"type":"speech","time":1516705200,"counter":130,"content":"<p>I wish to make a point on the vacant commercial premises.  I cannot understand it.  Does the Minister of State believe that property owners on main streets would have units vacant if they had money to do them up?  Realistically, this is what we are talking about.  We are talking sense now.  I was making representations for the repair and lease scheme, but it has not taken up.  I know it was kind of a good scheme in a sense, but the provision for ten years was too long and there were too many issues with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00600","speaker":"1395"},{"type":"speech","time":1516705200,"counter":131,"content":"<p>The idea is to make changes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00700","speaker":"1264"},{"type":"speech","time":1516705200,"counter":132,"content":"<p>That is what I am saying.  We have to be practical.  I understand that we want to get town centres back.  Funding is the biggest issue.  Unless some help is given to owners of small shop units, they are not going to be able to use it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00800","speaker":"1395"},{"type":"speech","time":1516705200,"counter":133,"content":"<p>I wish to be clear about Senator Murnane O'Connor's fear that there is an absence of common sense.  It was one of the first schemes I asked about when I came to the Department.  To me, it is totally a matter of common sense.  People in some cases own these properties and do not have the cash to spend.  In consequence, they do not come back into the system.  Others own properties and have the necessary cash but have no wish to spend it.  That is their choice.  The scheme was brought forward to aid people who have qualifying properties and would like to see them utilised but cannot borrow the money or have no means to pay it back.  A sum of &euro;40,000 per unit is a lot of money given that in most cases units only need &euro;25,000 or &euro;22,000.  It is a lot of money.  We researched the amount.  We believe that in the majority of cases it is attractive and would work.  People can add to that from their own resources if they wish.  Along with the &euro;40,000 to spend on the property, the councils lease the properties from the owners for five, ten, 20 years or more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S00900","speaker":"1264"},{"type":"speech","time":1516705200,"counter":134,"content":"<p>I know that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01000","speaker":"1395"},{"type":"speech","time":1516705200,"counter":135,"content":"<p>The owners are going to get an income from it as well.  It is an attractive scheme.  I disagree with the contention from Senator Murnane O'Connor that it is not attractive.  We have made it more attractive with changes to try to ensure better take-up.  What is wrong is that it is simply not being pushed out there.  I hope this scheme will work.  We are trying to spend the money wisely across the board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01100","speaker":"1264"},{"type":"speech","time":1516705200,"counter":136,"content":"<p>I know and understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01200","speaker":"1395"},{"type":"speech","time":1516705200,"counter":137,"content":"<p>Moreover, people can go to the credit union or the bank, make the case that the council is willing to lease their property for 20 years and seek a loan on that basis.  There are other ways to do it.  The scheme is in place because we recognise that in some cases people do not have access to funds.  It seems like a good investment to me to spend this cash on a property to get rent in straight away or one month later and for that to continue for the rest of the landlord's life.  We need to encourage people to do it.  That is why we are trying to make it easier than other schemes.  That is what we are trying to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01300","speaker":"1264"},{"type":"speech","time":1516705200,"counter":138,"content":"<p>The Minister of State is right: the Department had to change some of the conditions.  That was the biggest problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01400","speaker":"1395"},{"type":"speech","time":1516705200,"counter":139,"content":"<p>We have done that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01500","speaker":"1264"},{"type":"speech","time":1516705200,"counter":140,"content":"<p>The conditions were not right.  I am delighted to hear today that the Department is changing them.  Some of the conditions were simply not possible for people to meet.  It is a good scheme in the sense that we know some people are aware of it.  I have been fighting for this for people; it is not that I have not been fighting for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01600","speaker":"1395"},{"type":"speech","time":1516705200,"counter":141,"content":"<p>I wish to be clear: we have made changes to the scheme.  Participation in the scheme was possible under the old rules.  It is simply more attractive under the new rules.  I disagree that it was not possible; it was absolutely possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01700","speaker":"1264"},{"type":"speech","time":1516705200,"counter":142,"content":"<p>It was not.  That is why the uptake was so low.  That is the reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01800","speaker":"1395"},{"type":"speech","time":1516705200,"counter":143,"content":"<p>That completes the committee's consideration of the Planning and Development (Amendment) Regulations 2018, Planning and Development (Amendment) (No. 2) Regulations 2018 and the Planning and Development (Amendment) (No. 3) Regulations 2018.<\/p><p>I thank the Minister and his officials for attending and for engaging with the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#S01900","speaker":"1357","continuing":true},{"type":"minorheading","content":"Messages to Dáil and Seanad","time":1516705200,"counter":145,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#T00100"},{"type":"speech","time":1516705200,"counter":146,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Joint Committee on Housing, Planning and Local Government has completed its consideration of the following regulations in draft:(i) Planning and Development (Amendment) Regulations 2018,<br \/><br \/>(ii) Planning and Development (Amendment) (No. 2) Regulations 2018, and<br \/><br \/>(iii) Planning and Development (Amendment) (No. 3) Regulations 2018,copies of which were laid before D&aacute;il &Eacute;ireann on 13 December 2017.<\/blockquote> <p>In accordance with Standing Order 73, the following message will be sent to the Seanad:<\/p><blockquote>The Joint Committee on Housing, Planning and Local Government has completed its consideration of the following regulations in draft: (i) Planning and Development (Amendment) Regulations 2018,<br \/><br \/>(ii) Planning and Development (Amendment) (No. 2) Regulations 2018, and<br \/><br \/>(iii) Planning and Development (Amendment) (No. 3) Regulations 2018,copies of which were laid before Seanad &Eacute;ireann on 13 December 2017.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2018012300002#T00200","speaker":"1357"},{"type":"unspoken","time":1516705200,"counter":147,"content":"<p>The joint committee adjourned at 12.30 p.m. until 9.30 a.m. on Thursday, 25 January 2018.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Justice and Equality","time":1516714200,"counter":148},{"type":"unspoken","content":"<p>The Select Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Colm Brophy, Deputy James Lawless,* Deputy Clare Daly, Deputy Jim O'Callaghan, Deputy Charles Flanagan, Deputy Mick Wallace. Deputy Peter Fitzpatrick,<\/p><p>* In the absence of Deputy Jack Chambers.<\/p><p>DEPUTY CAOIMHGHÍN Ó CAOLÁIN IN THE CHAIR.<\/p>","time":1516714200,"counter":149,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002"},{"type":"minorheading","content":"Judicial Appointments Commission Bill 2017: Committee Stage (Resumed)","time":1516714200,"counter":150,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#A00100"},{"type":"unspoken","time":1516714200,"counter":151,"content":"<p>SECTION 7<\/p>"},{"type":"speech","time":1516714200,"counter":152,"content":"<p>Apologies have been received from Deputy Jack Chambers.  He has arranged for Deputy James Lawless to substitute for him for voting purposes.<\/p> <p>  The meeting has been convened to resume our consideration of Committee Stage of the Judicial Appointments Commission Bill 2017.  I welcome the Minister for Justice and Equality, Deputy Charles Flanagan, and his officials.  When we last considered the Bill, we had reached section 7.  Deputy Donnchadh &Oacute; Laoghaire indicated that amendment No. 16 was being withdrawn.<\/p> <p>  Prior to moving to decisions on amendments Nos. 17 to 21, inclusive, is there any further point any member wishes to make?  We have already had a lengthy discussion on the group of amendments from Nos. 16 to 21, inclusive, and amendment No. 124.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#B00200","speaker":"1269"},{"type":"speech","time":1516714200,"counter":153,"content":"<p>I move amendment No. 17:<\/p><blockquote>In page 10, line 6, to delete &ldquo;Subject to <i>subsection (1)<\/i>, where&rdquo; and substitute &ldquo;Where&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#B00300","speaker":"1259"},{"type":"unspoken","time":1516714200,"counter":154,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1516714200,"counter":155,"content":"<p>Amendment No. 18 is in the names of Deputies Jim O'Callaghan and Jack Chambers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#B00500","speaker":"1269"},{"type":"speech","time":1516714200,"counter":156,"content":"<p>I move amendment No. 18:<\/p><blockquote>In page 10, line 10, to delete &ldquo;and&rdquo; where it secondly occurs.<\/blockquote> <p>The amendment simply involves the deletion of the word &quot;and&quot;.  The amendment is necessary stylistically for amendment No. 20.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#B00600","speaker":"1296"},{"type":"speech","time":1516714200,"counter":157,"content":"<p>If the Deputy withdraws the amendment, he will have an opportunity to retable it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#B00700","speaker":"1269"},{"type":"unspoken","time":1516714200,"counter":158,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1516714200,"counter":159,"content":"<p>I move amendment No. 19:<\/p><blockquote>In page 10, lines 11 and 12, to delete &ldquo;, to the extent feasible and practicable,&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#B01000","speaker":"1259"},{"type":"unspoken","time":1516714200,"counter":160,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1516714200,"counter":161,"content":"<p>Amendment No. 20 is in the names of Deputies Jim O'Callaghan and Jack Chambers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#B01200","speaker":"1269"},{"type":"speech","time":1516714200,"counter":162,"content":"<p>I move amendment No. 20:<\/p><blockquote>In page 10, line 12, to delete &ldquo;whole.&rdquo; and substitute the following:&ldquo;whole, and<br \/><br \/>(c) the objective that there shall be proficiency in the Irish language amongst the judiciary.&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#B01300","speaker":"1296"},{"type":"vote","time":1516714200,"counter":163,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#C00050","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"speech","time":1516714200,"counter":164,"content":"<p>  We move on to amendment No. 21.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#C00175","speaker":"1269"},{"type":"speech","time":1516714200,"counter":165,"content":"<p>I will not press amendment No. 21 now, but I reserve the right to re-enter it.  I am not sure I have the wording exactly right at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#C00300","speaker":"1259"},{"type":"unspoken","time":1516714200,"counter":166,"content":"<p>Amendment No. 21 not moved.<\/p>"},{"type":"vote","time":1516714200,"counter":167,"content":"<p>Question put: \"That section 7, as amended, stand part of the Bill.\"<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#D00050","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"unspoken","time":1516714200,"counter":168,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1516714200,"counter":169,"content":"<p>SECTION 9<\/p>"},{"type":"speech","time":1516714200,"counter":170,"content":"<p>I move amendment No. 22:<\/p><blockquote>In page 10, lines 19 to 26, to delete all words from and including &ldquo;established&rdquo; in line 19 down to and including line 26 and substitute &ldquo;established a body to be known as An Comis&uacute;in um Cheapach&aacute;in Breithi&uacute;nacha or, in the English langauge, the Judicial Appointments Commission (in this Act referred to as the &ldquo;Commission&rdquo;).&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#D00400","speaker":"1296"},{"type":"vote","time":1516714200,"counter":171,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#D00450","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"speech","time":1516714200,"counter":172,"content":"<p>I move amendment No. 23:<\/p><blockquote>In page 10, to delete lines 28 and 29.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#D00600","speaker":"1296"},{"type":"vote","time":1516714200,"counter":173,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#E00100","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"vote","time":1516714200,"counter":174,"content":"<p>Question put: \"That section 9, as amended, stand part of the Bill.\"<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#E00200","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"unspoken","time":1516714200,"counter":175,"content":"<p>SECTION 10<\/p>"},{"type":"unspoken","time":1516714200,"counter":176,"content":"<p>Question proposed: \"That section 10 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1516714200,"counter":177,"content":"<p>Section 10 relates solely to the functions of the relevant committees and how the functions of the commission are to be performed through the committees.  Consistent with earlier amendments, if we are going to do away with the committees, section 10 should not stand in the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#E00500","speaker":"1296"},{"type":"speech","time":1516714200,"counter":178,"content":"<p>Despite the earlier wishes of the committee in terms of amendments, it is important that we accommodate the presidents of all the courts in the matter of the commission.  It was felt that the most appropriate way of doing this was to establish certain committees.  Notwithstanding the amendments to earlier sections, particularly section 9, it is fundamental that the offices of the presidents of the Circuit Court and the District Court be fully acknowledged and accommodated in the legislation.  In such circumstances, I am of the view that we will be obliged to revisit this issue at a later Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#E00600","speaker":"1233"},{"type":"speech","time":1516714200,"counter":179,"content":"<p>I agree with the Minister that the presidents of the Circuit Court and the District Court should be accommodated.  I also agree with Deputy O'Callaghan's amendment.  We just need to accommodate them as full members of the commission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#E00700","speaker":"1355"},{"type":"speech","time":1516714200,"counter":180,"content":"<p>Like Deputy Wallace, I believe there is a role for the two positions concerned but I also believe that another mechanism can be found to facilitate this, be it that they serve as <i>ex officio<\/i>or additional lay members.  This issue will need to be revisited on Report Stage.  In the context of the proposal that the commission, as a whole, be responsible for the appointment of judges, I believe will be necessary to revisit this section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#E00800","speaker":"1287"},{"type":"speech","time":1516714200,"counter":181,"content":"<p>Would Deputy O'Callaghan like to comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#E00900","speaker":"1269"},{"type":"speech","time":1516714200,"counter":182,"content":"<p>I agree with the Minister and Deputy Wallace that the presidents of the Circuit Court and the District Court should be accommodated but they should not be treated as poor relations.  Rather, they should be full members of the commission.  The solution for the Minister is to include them by means of an amendment on Report Stage.<\/p><p>If he wants to retain his objective of having a lay majority, he can still do so, but the presidents of these courts should be included.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#E01000","speaker":"1296","continuing":true},{"type":"speech","time":1516714200,"counter":184,"content":"<p>I do not want to delay the committee, but I acknowledge the importance of what has been said.  Notwithstanding the manner in which divisions are taken, I also acknowledge the positive disposition of Deputies Mick Wallace and Donnchadh &Oacute; Laoghaire.  I have listened to what Deputy Jim O'Callaghan stated.  I ask that between now and Report Stage we engage with a view towards moving the type of accommodation which Deputy Mick Wallace and others on the Opposition benches deem to be appropriate and which, I dare say, are necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#F00200","speaker":"1233"},{"type":"vote","time":1516714200,"counter":185,"content":"<p>Question put:<\/p><p>The Committee divided: Tá, 3; Níl, 5.<\/p><br\/><br\/><p><\/p><p>Question declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#F00300","aye":["1310","1331","1233"],"nay":["1259","1323","1296","1269","1355"],"abs":[]},{"type":"unspoken","time":1516714200,"counter":186,"content":"<p>SECTION 11<\/p>"},{"type":"unspoken","time":1516714200,"counter":187,"content":"<p>Question proposed: \"That section 11 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1516714200,"counter":188,"content":"<p>I oppose this section for the same reasons I opposed section 10.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#F00600","speaker":"1296"},{"type":"vote","time":1516714200,"counter":189,"content":"<p>Question put:<\/p><p>The Committee divided: Tá, 3; Níl, 5.<\/p><br\/><br\/><p><\/p><p>Question declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#F00700","aye":["1310","1331","1233"],"nay":["1259","1323","1296","1269","1355"],"abs":[]},{"type":"unspoken","time":1516714200,"counter":190,"content":"<p>SECTION 12<\/p>"},{"type":"speech","time":1516714200,"counter":191,"content":"<p>Amendment No. 24 is in the name of Deputy Sean Sherlock.  As he is not present, I propose to mark the amendment as \"not moved\" and proceed immediately to amendment No. 25.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#F00900","speaker":"1269"},{"type":"unspoken","time":1516714200,"counter":192,"content":"<p>Amendment No. 24 not moved.<\/p>"},{"type":"speech","time":1516714200,"counter":193,"content":"<p>I am advised that amendment No. 25 is out of order because it involves a potential charge on Revenue.  Therefore, I cannot allow it to be moved.  Deputy Jim O'Callaghan can revisit the matter if he so chooses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#F01100","speaker":"1269"},{"type":"speech","time":1516714200,"counter":194,"content":"<p>I note the Chairman's comments.  Obviously, this is not his decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#F01200","speaker":"1296"},{"type":"speech","time":1516714200,"counter":195,"content":"<p>It certainly is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#G00100","speaker":"1269"},{"type":"speech","time":1516714200,"counter":196,"content":"<p>I will revisit it.  It is important that we get the Presidents of the District Court and the Circuit Court onto the Commission.  I am glad to hear the Minister will give consideration as to how that can be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#G00200","speaker":"1296"},{"type":"unspoken","time":1516714200,"counter":197,"content":"<p>Amendment No. 25 not moved.<\/p>"},{"type":"speech","time":1516714200,"counter":198,"content":"<p>Amendment No. 26 is one of a group of amendments - amendments Nos. 26 to 33, inclusive, and amendments Nos. 36, 37, 79 and 80.  Amendment No. 26 is in the names of Deputies Wallace and Clare Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#G00400","speaker":"1269"},{"type":"speech","time":1516714200,"counter":199,"content":"<p>I move amendment No. 26:<\/p><blockquote>In page 12, to delete line 3 and substitute the following:<br \/><br \/>&ldquo;(d) the Chief Commissioner of Irish Human Rights and Equality Commission,&rdquo;.<\/blockquote> <p>Although not a member of the Government according to the Constitution, the Attorney General sits at Cabinet and has a close working relationship with the Taoiseach, T&aacute;naiste and Minister for Justice and Equality.  This amendment provides for his or her removal from the Judicial Appointments Commission, with a view to keeping a healthy distance between Government and this first stage of the process when the Judicial Appointments Commission selects and recommends a three person short-list.  In any event, the Attorney General as legal adviser to the Government will naturally be involved at the second stage of the process when the Government considers and decides which of the three names to nominate to the President for appointment.<\/p><p>It would be procedurally unnecessary and incorrect to duplicate the Attorney General's involvement at both first and second stages of the process.  Both the Law Society and the Irish Council for Civil Liberties, ICCL, in their 2014 submissions as part of the consultation process suggested the removal of the Attorney General for this and other reasons.  The ICCL referred to the Attorney General as a political appointee.  Replacing the Attorney General with the chief commissioner of the Irish Human Rights and Equality Commission, IHREC, would improve the balance of the commission as the IHREC chief commissioner cannot be regarded as either a wholly legal or a wholly lay person.  Initially when we had a balance of six and six plus one, it would bring a bit of extra balance.  Given we are looking at getting rid of the smaller subcommittees, the numbers are going to work out a bit different.  I still think that getting rid of the Attorney General from this section will help us to reach a good place when we reconfigure the full commission, now that we have voted to get rid of the subcommittees.  It adds a welcome human rights perspective to the selection and recommendation process, ensuring that section 42 of the Irish Human Rights and Equality Commission Act 2014 is adhered to.<\/p><p>It is a statutory body established by the State in accordance with the Irish Human Rights and Equality Commission Act 2014.  It has a statutory function to advise the State in regard to compliance with human rights standards, both domestic and international.  It is particularly appropriate that its chief commissioner would have input in regard to the appointment of judges, which is a fundamental rule of law issue in any democracy.  I refer to the Law Society's submission in March 2017.  It stated:<\/p><blockquote>If the new Commission is to be genuinely independent in its function, there should be no reason for the Attorney General, who also sits at the Cabinet table to participate in discussions of the Commission.  The Attorney General should give his or her perspective at Cabinet or in the course of discussions with relevant Cabinet members following receipt of recommendations made to Government by the Commission.  Furthermore, as the Attorney General is a major purchaser of legal services in the State, there is a risk of conflict of professional interest in the Attorney General being the central element at each stage of the judicial selection process.  There is no good reason why the Attorney General must be a member of the Commission.  It is not the standard practice in comparable jurisdictions.  It diminishes the independence of the Commission and the Government will have the benefit of the advice of the Attorney General at a political level in any event.  The Society has one of its central functions an ongoing vigilance for the protection of the independence of the legal profession.  When an obvious conflict of interest such as this arises, it is the duty of the Society to challenge it.  This is a brand new system and as a result assumptions about the merit of the status quo must be challenged.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#G00500","speaker":"1355"},{"type":"speech","time":1516714200,"counter":200,"content":"<p>I will speak to amendment No. 31, which is an enabling amendment allowing for the more substantial amendment No. 50.  That amendment is not included in this grouping, so it is necessary to explain the amendments.<\/p> <p>  One of the points raised on Second Stage was that, while the issue of a lay majority was favoured by many, a lay membership alone would not suffice, in that lay members would need to be more than the traditional State board appointees.  They would have to have a wide range of perspectives and experiences and be representative of society as a whole, covering various organisations and sectors.<\/p> <p>  The amendments propose three different models.  If I understand Deputies Daly and Wallace correctly, one model replaces the Attorney General with the Chief Commissioner of the Irish Human Rights and Equality Commission, IHREC.  I support that.  They also propose replacing two of the six lay members with a representative of the Free Legal Advice Centres, FLAC, and a representative of the Irish Council for Civil Liberties, ICCL.  Deputies O'Callaghan and Chambers propose that there be six specific nominees for lay appointment.<\/p> <p>  My approach is that there needs to be flexibility.  While the ICCL, FLAC and the IHREC are worthy organisations to nominate people, there are other bodies.  For example, the National Women's Council of Ireland might have an interest in the manner in which violence against women is treated in the courts and, consequently, be interested in judicial appointments.  There is any number of other relevant organisations, including the Migrants Right Centre Ireland and the Immigrant Council of Ireland.<\/p> <p>  Rather than be prescriptive, my proposed approach is for six lay nominees to be divided into two categories.  Three are described in amendments Nos. 31 and 50 as \"the General Lay Appointments\" who would be appointed through the traditional Public Appointments Service, PAS, approach.  The others would be what I have called \"the Diversity and Social Inclusion Appointments\".  This would allow for any organisation that is interested in nominating persons and can demonstrate its relevance to the objectives of diversity as outlined in section 7 and-or the nine grounds in the Employment Equality Acts to be considered an organisation that can nominate.  The PAS could maintain a list of organisations capable of nominating.  It would then be for the judicial appointments commission to choose between their nominations to the three lay positions.<\/p> <p>  The advantage of this flexibility is that a call can go out to interested organisations, such as those I have mentioned, for nominations of persons whom they believe to be suitable for appointment to the judicial appointments commission.  Those persons would have to demonstrate their capacity in terms of the eight criteria outlined in the legislation.  Although I favour this approach over those favoured by other Deputies, I have a preference for that of Deputies Daly and Wallace.  While there is merit in the approach taken by Deputies O'Callaghan and Chambers, it is more restrictive.  The flexibility of the other amendment is preferable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#H00100","speaker":"1287"},{"type":"speech","time":1516714200,"counter":201,"content":"<p>In some ways, we are probably trying to do the same thing by reconfiguring the lay membership and striking a better, more representative balance as part of that.  Amendments in the preceding group - they could not be moved because Deputy Sherlock was not present - overlapped with this in some respects.<\/p><p>I am not sure what the final configuration will be and so we probably will not be able to deal with this issue until Report Stage.<\/p><p> Under the current system, lay people are very much particular types of individuals and they come, in the main, from the commercial and financial sectors and their curricula vitae would reflect those of senior civil servants or business big-wigs, which is fine but we need more than that.  The amendments deal with some of the aspects around how laypersons are configured.  As Deputy &Oacute; Laoghaire stated, Fianna F&aacute;il has said that all of the laypersons should come from organisations.  However, we would prefer a mix, with some coming from organisations and others coming by way of appointment through the PAS.  I acknowledge there is a bit of a middle ground in that proposal.  In our rush to get the amendments in, which is many months ago now, we may not have properly added up our sums.  For example, the four should perhaps be a three to ensure balance.  However, we are not fixed on that for the moment.  The PAS, for all its good work, cannot be viewed as being entirely independent.  There are issues of potential explicit political influence and, moreover, the subtle influence of a particular world view of the types of people who would meet the criteria.  Our amendments seek to correct the current loading of the commission with a certain type of person that the PAS would have to consider.  We want to ensure that the commission is a lot more diverse and has a range of views and voices.<\/p><p> I agree with the point made by Deputy Wallace.  We are proposing to replace the Attorney General with the Chief Commissioner of the Irish Human Rights and Equality Commission, which may have to change in light of the consensus for the inclusion of the presidents of the District Court and the Circuit Court.  As Deputy Wallace pointed out earlier, the elimination of the Attorney General would free up a space for one of them.  We would be happy enough on that score.  However, the fact remains that there is no reason that the Attorney General should sit on this commission.  I do not see what expertise he or she could bring to the role of appointing judicial members.  The Attorney General is already involved in the appointments process at Cabinet in any event.  No other model replicates that.<\/p><p> In light of the changes made earlier, I do not think any of these amendments will achieve what we are trying to do.  However, we remain adamant on the Attorney General not being a member of the commission.  If he or she is not a member, it would free up space for others to serve on the commission.  We are not overly hung up on the lay versus legal issue, rather we are more concerned about the type of layperson that would be appointed in order to ensure the diversity needed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#H00200","speaker":"1259","continuing":true},{"type":"speech","time":1516714200,"counter":203,"content":"<p>What we are debating is how laypersons are appointed.  This could be done by asking the PAS to select the individuals but we are proposing that they be nominated by particular bodies.  For example, the Act which currently governs the appointment of the Garda Commissioner states that the PAS shall run a competition to select a new person for the role.  We all would be very fearful of that but, fortunately, within that legislation is a role for the Policing Authority.  It is important to have a body with the experience and expertise to advise on the type of person for which the PAS should be looking.  If we allow a situation whereby the PAS can nominate a person based on competition or open application, we will not then be able to mould the commission in a way that is reflective of society.  It would be much better to have bodies that are reflective of different aspects of Irish society yet have a knowledge and involvement in the courts nominate who they would wish to be a member of the commission.  It is a role they would take very seriously.  They would be able to cajole people who may in the ordinary course of events not apply to the PAS to take on the role.<\/p> <p>  I support amendment No. 26, which seeks to do two things, the first of which is to remove the Attorney General from the commission.  I recently put forward legislation on behalf of Fianna F&aacute;il that provided for a judicial appointments commission of which the Attorney General would not be a member.  The reason for the latter was not that the Attorney General lacks the relevant expertise or knowledge but because we thought it was inappropriate for him or her to have two bites at the cherry.<\/p><p>The Attorney General would not only be a member of the commission, which would recommend to the Government who should be nominated to a position, but would also be present when those names came to the Cabinet, advising the Government on who should or should not be appointed.  That would have entailed too much of a governmental involvement in the commission.<\/p><p> The Attorney General, whoever that may be, has significant expertise in terms of advising on judicial appointments, but that is a function played by the Attorney General in Cabinet when he or she is advising the Minister on who or should not be appointed.  If the names that come from the commission are not adequate or acceptable or if the Attorney General believes that they are not appropriate for appointment, he or she can say so and the Government can refuse them.  Notwithstanding all of this structure, the Government maintains the prerogative to appoint or not appoint people recommended to it.<\/p><p> Amendment No. 26 proposes to replace the Attorney General with the Chief Commissioner of the IHREC.  I would have preferred that body to be able to nominate someone.  Notwithstanding that, I will support the amendment and may table a further amendment on Report Stage.<\/p><p> Regarding the other significant amendments, I note with surprise Deputy Wallace's amendment No. 30.  I support it fully.  He is proposing to include the President of the Circuit Court on the commission.  I note it with surprise because my amendment No. 25 was ruled out of order.  However, I am pleased to see that Deputy Wallace's proposal has not been ruled out of order.<\/p><p> I have concerns about Deputy &Oacute; Laoghaire's amendment.  It would complicate the process a great deal if some members were appointed under the diversity and social inclusion heading while others were appointed under the general lay person heading.<\/p><p> I will support Deputy Daly's amendment seeking to reduce the number of lay people from six to four.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#J00200","speaker":"1296","continuing":true},{"type":"speech","time":1516714200,"counter":205,"content":"<p>Amendment No. 26, which was moved by Deputies Wallace and Daly and debated by other Deputies, proposes to replace the Attorney General as a member of the commission with the Chief Commissioner of the IHREC.  I cannot accept the amendment.  One needs to acknowledge the importance of the role of the Attorney General and the manner in which that officer operates.  One also needs to acknowledge the fact that the Attorney General has been a member of the Judicial Appointments Advisory Board, JAAB, since it was established more than 20 years ago.  Given that the Office of the Attorney General is the constitutional legal adviser to the Government and the Government has a constitutional role to play in advising the President on the persons to be appointed to judicial office, it seems that the presence of the Attorney General on the new commission would provide a key line of continuity between the design, oversight and management of the selection process for appointees to the office of judge and the ultimate decision by the Government as to the persons who are to be appointed.<\/p> <p>  As the Chairman will appreciate, the Attorney General has a unique position as the recognised head of the Bar, plays an important function in both legal professions and is a key user of legal services for and on behalf of the Government.  Forming views as part of the commission process as to which candidates are or are not appropriate for appointment to judicial office, the perspective and focus of the Chief Commissioner of the IHREC would be different in nature from the Attorney General's.<\/p><p>With the greatest of respect to the office of Chief Commissioner, that person would not have the same perspective in terms of members of the professions.<\/p><p> Under section 15(7), which outlines the areas of desired professional expertise and experience for the selection of the lay members of the commission, we already have a specific reference to human rights.  I am somewhat amused by Deputy Daly's continued reference to this process as being occupied, directed, orchestrated or in the possession of civil servants and officials.  I see no reference to that in the legislation.  I invite members to examine section 15(7).  None of it makes any reference to anyone other than persons connected with areas of importance throughout the NGO sphere as well as agencies and stakeholders across the gamut of appropriate and necessary organisations within our society.  To suggest that the Civil Service has in some way an inordinate amount of influence under the new proposals is misleading.  Regarding amendment No. 26, though, there is an important role for the Attorney General in the process.<\/p><p> Deputy Daly's amendments Nos. 27 and 28 have been discussed and seem to propose that the practising solicitor and barrister, along with the lay members of the commission, be selected by the PAS.  I am unsure as to whether that would be an advantageous position.<\/p><p> In amendment No. 30, Deputy Wallace seeks to remove the lay chairperson selected by the PAS under section 15, but it is the Government's view that having a lay majority and lay chair is important.  We should continue along those lines.  Therefore, I am not prepared to accept that amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#K00200","speaker":"1233","continuing":true},{"type":"speech","time":1516714200,"counter":207,"content":"<p>Has the Minister concluded?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#L00200","speaker":"1269"},{"type":"speech","time":1516714200,"counter":208,"content":"<p>I have a rather extensive speaking note on the other amendments to which reference has not been specifically made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#L00300","speaker":"1233"},{"type":"speech","time":1516714200,"counter":209,"content":"<p>They are included in the group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#L00400","speaker":"1269"},{"type":"speech","time":1516714200,"counter":210,"content":"<p>It is important that I refer to them.  Members might then respond, if the Chairman agrees it is appropriate to do so.  The group includes a number of important amendments to which specific reference has not been made.<\/p> <p>  The committee will be aware of the commitment in the programme for Government to replace the JAAB with the new commission, which would have an independent chairperson selected by the PAS and approved by an Oireachtas committee - presumably, that would be this committee, which I would regard as the appropriate one - and a majority of laypersons, including persons of independent disposition, all of whom would have some form of specialist qualification to which reference has been made.<\/p><p> It is essential that the reforms open up the process to ensure a more meaningful and effective input for and on behalf of those persons who are effectively consumers of the services of the courts.  They rely, on an ongoing basis, on the fairness of the judicial system and on those who, through the expertise and specialties, can make a substantial contribution to the selection process.<\/p><p> When considering the chairperson role for the new commission, it must be acknowledged that the role of the commission goes beyond the rather narrow remit of the current Judicial Appointments Advisory Board regime.  All those wishing to be considered for appointment, including serving judges, will be required to go through the commission.  The shortlist work will be far more onerous and will reduce what is practically an unlimited number of names at present down to only three names for one vacancy.  A range of new procedures, skills and attributes will be drawn up in the form of published statements.  Relevant committees for appointment will be expected to engage in the associated operations.  Commission members will design the requirements as the commission takes foot.<\/p><p> I envisage an important role for the new chairperson.  I believe it is important that the role is undertaken by a person with an appropriate skill set.<\/p><p> The board is changing into the commission.  I believe the lay involvement in the Judicial Appointments Advisory Board currently is inadequate.  I welcome the contribution of members in respect of the lay or non-legal contribution to the commission and the status of the non-legal or lay chairperson.  Again, it is important at every remove to acknowledge that the functions under the Bill are far more extensive than the existing functions of the appointments board.<\/p><p> We have considered the neighbouring jurisdictions of England, Wales and Scotland.  The appointment boards in those jurisdictions are chaired by persons who are accepted as being eminent non-legal or laypersons.  I acknowledge that in Northern Ireland the chief justice presides over the appointments commission there.  England and Wales have non-legal and non-judicial chairpersons of their appointment commissions.  In Scotland, the judicial appointments board has a non-judicial, non-legal or lay chairperson.  These systems are working well.  I am not suggesting they are perfect or ideal, but they are working well.  It is important to look to designs, models and systems that have been working well.<\/p><p> I believe that we are striking at the heart of the legislation.  We need to address certain issues to ensure that ultimately we bring about the best in this endeavour.<\/p><p> Section 15 provides for an independent, detached and objective process that will secure the services of the appointees.  A Public Appointments Service model has been operating in our public services for some years now.  Appointments to State boards are open to scrutiny.  The system is effective and transparent.  I do not subscribe to the views that I have heard that appear to question the integrity or process in the matter of the work of the Public Appointments Service.<\/p><p>Moreover, I believe that the Public Appointments Service is the appropriate body in the selection of lay members.  This ties in with what I said earlier in respect of section 15(7).<\/p><p> The Opposition amendments do not provide for a role for the Public Appointments Service and their acceptance would involve the deletion of section 15.  They envisage a mechanism for securing the lay membership of the commission based on a nominating body approach.  The bodies referenced include the Citizens Information Board, the Free Legal Advice Centres or the Top Level Appointments Committee.  I am concerned at Deputies putting forward a nominating body mechanism that is focused on specific number of organisations, including the Citizens Information Board, An t&Uacute;dar&aacute;s um Ard-Oideachas, the Competition and Consumer Protection Commission, the Irish Human Rights and Equality Commission, the Free Legal Advice Centres and the Top Level Appointments Commission.  It is fair to say that there are many other mechanisms that may well be considered.  I hope that we could do so in a way to ensure the broadest possible base of participation.  Vital bodies in this context include, for example, the Legal Services Regulatory Authority, victim support groups, Traveller representative groups, community Garda divisions, the Rape Crisis Centre, Amnesty International, domestic violence action organisations, the Immigrant Council of Ireland, refugee networks, the Children's Rights Alliance, Ruhama and many other similar groups that one could consider.  I do not believe that the best approach involves going for a list of nominated bodies, as suggested in the amendments.  Indeed, at one stage Deputy O'Callaghan indicated that potentially a number of bodies could be considered as appropriate nominators.  It is important that, in the context of these amendments, we give appropriate consideration to these points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#L00500","speaker":"1233","continuing":true},{"type":"speech","time":1516714200,"counter":213,"content":"<p>The Minister is making these arguments.  Our argument for taking the Attorney General out of the first stage process is based on the fact that the Attorney General is involved in the second stage process.  It is not a question of undermining the Attorney General.  We simply do not see why the Attorney General should be involved in both stages.  It does not seem to stack up.<\/p> <p>  The Minister made a comparison between the expertise of the Attorney General and the chief commissioner of the Irish Human Rights and Equality Commission.  First, we are not doing away with the expertise of the Attorney General given that the Attorney General will be involved in the second stage.  Second, given that we are keen to get extra bodies on the full commission, namely, the President of the District Court and the President of the Circuit Court, I am prepared to look at whether we insist on the chief commissioner of the Irish Human Rights and Equality Commission being part of the final commission when we go to Report Stage.  This is because we have no wish for the commission to get any bigger than it needs to be in order to be workable.  Certainly, we will consider that concession given our determination to ensure that the presidents of the Circuit Court and the District Court are involved.<\/p> <p>  I wish to address amendment No. 30 as I have not yet done so.  The amendment removes the proposed Government provision to appoint a chairperson through the Public Appointments Service.  The Minister has addressed this already.  The Minister has expressed his dislike for our questioning of the position of the Public Appointments Service.  I do not believe any of us has undermined the service.  Having said that, the service is made up of political appointees.<\/p><p>If Napoli were playing Torino in a cup final next week, and Napoli were allowed to appoint a commission from which the referee would be picked, we would be a little bit concerned as to which side the referee might be on.  The proposed amendment to section 15 envisages that the commission shall elect its own chairperson from among its membership and that the chairperson may or may not be a lay person, depending on how the members vote.  I am not overly concerned about whether the chairperson is a legal or lay person.  The point is that I think it would increase the independence of the commission to allow its members to elect the chairperson.  If we did that, I would lay money on it that the members would pick a lay chairperson in the first instance.  It would give the members a greater sense of ownership and a greater role in the direction of the commission, encouraging a more independent and original statutory body rather than having the commission steered from the outset by a possible career civil servant, which would be the likely outcome of the Public Appointments Service, PAS, competition envisaged in the Government's proposals.  Given the membership of PAS, there is the potential of channelling political influence, directly or indirectly, through the selection of lay members by the Public Appointments Service.  Although a chairperson elected in this way may or may not have the same experience of effective board management and corporate governance as one selected by PAS in accordance with section 15, as drafted by Government, the elected chairperson would have the assistance of a full-time director and staff of the commission, if there were gaps in this regard.  We argued in the earlier days as to whether this was overkill, given the cost involved, but now that we are considering getting rid of the subcommittees, there will be more work for them.  That gives it more merit.<\/p><p> The inclusion of the President of the Circuit Court as a permanent member of the commission reflects the recommendations and concerns of both the Association of Judges of Ireland, the Law Society and the majority of the committee at this stage.  The Law Society submission in March 2017 on the proposed heads of the Bill emphasised that it is in the Circuit Court and District Court where most citizens meet the justice system, a point which Deputy Jim O'Callaghan raised at a previous meeting.  These courts are where most of the vacancies are and to which appointments will be made.  There must be range of judges with suitable skills and personalities to meet the needs of these courts and to deal with the volume of people competently and sensitively and that the input of the relevant presidents would thus be of major importance to the commission.<\/p><p> We will stick with our amendment at present but we will review it for Report Stage in order to accommodate the need to prevent the commission from getting too large.<\/p><p> Will I get a chance to speak on amendment No. 39?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#N00200","speaker":"1355","continuing":true},{"type":"speech","time":1516714200,"counter":215,"content":"<p>Yes, it is in the next group.  Amendments Nos. 39 and 40 will be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#O00200","speaker":"1269"},{"type":"speech","time":1516714200,"counter":216,"content":"<p>That is perfect<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#O00300","speaker":"1355"},{"type":"speech","time":1516714200,"counter":217,"content":"<p>Does the Minister wish to make a further comment at this stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#O00400","speaker":"1269"},{"type":"speech","time":1516714200,"counter":218,"content":"<p>No.  Some of the comments I made in my recent submission are applicable to amendments in an earlier group to which we need to revert, that is, group 7.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#O00500","speaker":"1233"},{"type":"speech","time":1516714200,"counter":219,"content":"<p>It might apply to later amendments that will present.  The next group will be amendments Nos. 49 to 68.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#O00600","speaker":"1269"},{"type":"speech","time":1516714200,"counter":220,"content":"<p>Yes, that means reverting to an earlier group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#O00700","speaker":"1233"},{"type":"speech","time":1516714200,"counter":221,"content":"<p>If members are agreeable and if the Minister wishes to make a further comment at that point, even though the amendments were already discussed, we can allow it at amendment No. 49.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#O00800","speaker":"1269"},{"type":"speech","time":1516714200,"counter":222,"content":"<p>That is fine as long as we will be coming back to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#O00900","speaker":"1233"},{"type":"speech","time":1516714200,"counter":223,"content":"<p>We will reach it, or please God, we will reach it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#O01000","speaker":"1269"},{"type":"speech","time":1516714200,"counter":224,"content":"<p>Amendment No. 31 is required to facilitate amendment No. 50.  I want to respond to Deputy O'Callaghan who thinks it is a bit complicated.  I think the amendment is quite simple and straightforward.  It is based on the premise that it will not be possible to identify all the organisations that would have an interest in this.  While it looks complicated legislatively, ultimately it is a simple process where a short list exists of organisations that would be relevant and would have an interest in it.<\/p><p>They would be in a position to make nominations in a much more direct way than in the traditional Public Appointments Service process.  Three members of the commission could be selected in that way.  It would be relatively straightforward and also facilitate a wide number of organisations without having to name them.<\/p><p>While I support the principle of amendment No. 30, I do not think I can support it at this stage until we see the composition of the commission.  I would not like to see the Bill proceed through Committee Stage without making sure there would be a lay majority.  I would rather see the issue of the Presidents of the Circuit Court and the District Court resolved on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#O01100","speaker":"1287","continuing":true},{"type":"speech","time":1516714200,"counter":226,"content":"<p>With specific reference to amendment No. 33 in the name of Deputy Clare Daly which proposes to reduce the number of lay members of the commission from six to four, I would be concerned about a reduction in the number of lay members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#P00200","speaker":"1233"},{"type":"speech","time":1516714200,"counter":227,"content":"<p>Amendment No. 33 must be viewed in conjunction with amendment No. 34 under which one would have the addition of the nominees from Free Legal Advice Centres Limited and the Irish Council for Civil Liberties.  The total number would be the same, but the composition of lay members would be different.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#P00300","speaker":"1259"},{"type":"speech","time":1516714200,"counter":228,"content":"<p>For the Deputy's information, amendment No. 34 was ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#P00400","speaker":"1269"},{"type":"speech","time":1516714200,"counter":229,"content":"<p>I know that it has been ruled out of order, but the idea was to have six lay representatives.  It was really peculiar to rule it out of order on the basis that it involved a potential charge on the Exchequer, whereas if I had used a different word, it would not have been.  We all accept that the Bill will be reconfigured on Report Stage.  The aim of the discussion it is to have a balance with some of the lay members being nominated by groups.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#P00500","speaker":"1259"},{"type":"speech","time":1516714200,"counter":230,"content":"<p>I acknowledge the differing views and amendments from the various party groupings, all of which refer to the non-legal or lay members of the commission.  If we were to increase the lay membership, having regard to the fact that the committee has already deleted the reference to the involvement of committees, it is important that there be a mix of people chosen by the Public Appointments Service and nominated by specific nominating bodies.  We need to give this issue further consideration following the removal of the committee structure.  Between now and Report Stage we should consider how best we can accommodate a Public Appointments Service group, on the one hand, and, on the other, the importance of maintaining a reference to the power of nominating bodies to make appointments.  There is not that much between us in what we want to achieve, yet in the context of the deliberations and debate in which there are differing amendments, it appears difficult to find common ground.  With a little breathing space between now and Report Stage we might be in a position to do so.  We have to do so against a background in which the committees have been removed.<\/p><p>The import of many of the amendments we are dealing with now is against the background of the Bill, including that committee as well as the commission process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#P00600","speaker":"1233","continuing":true},{"type":"speech","time":1516714200,"counter":232,"content":"<p>I agree with the Minister.  Is that just one committee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Q00200","speaker":"1269"},{"type":"speech","time":1516714200,"counter":233,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Q00300","speaker":"1233"},{"type":"speech","time":1516714200,"counter":234,"content":"<p>It was committees - a plethora in the view of some.<\/p> <p>  I wish to flag a small matter to members.  It may be important to take Deputy Clare Daly's example on board.  One proposition was consequential on another.  If we do not have the wherewithal to progress here, members should give consideration to whether this is the appropriate time to press.  It may be that the revisitation and preparation would be the better approach in advance of Report Stage rather than a piecemeal approach with something hanging there that just does not fit neatly.  That is only an opinion.  The Chair does not express them very often.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Q00400","speaker":"1269"},{"type":"speech","time":1516714200,"counter":235,"content":"<p>Yes, he does.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Q00500","speaker":"1355"},{"type":"speech","time":1516714200,"counter":236,"content":"<p>I am trying to be helpful.<\/p> <p>  We will move on in the absence of any other contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Q00600","speaker":"1269"},{"type":"vote","time":1516714200,"counter":237,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Q00700","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"unspoken","time":1516714200,"counter":238,"content":"<p>Amendments Nos. 27 to 29, inclusive, not moved.<\/p>"},{"type":"speech","time":1516714200,"counter":239,"content":"<p>I move amendment No. 30:<\/p><blockquote>In page 12, to delete line 6 and substitute the following:&ldquo;(g) the President of the Circuit Court, and&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Q00900","speaker":"1355"},{"type":"vote","time":1516714200,"counter":240,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 4; Níl, 4.<\/p><br\/><br\/><p><\/p><p>Amendment declared .<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Q01000","aye":["1259","1323","1296","1355"],"nay":["1310","1331","1233","1269"],"abs":[]},{"type":"speech","time":1516714200,"counter":241,"content":"<p>Standing Order 97(1) negatives a question when there is an equality of votes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R00100","speaker":"1269"},{"type":"unspoken","time":1516714200,"counter":242,"content":"<p>Amendment declared lost.<\/p>"},{"type":"speech","time":1516714200,"counter":243,"content":"<p>If amendment No. 31 is agreed, amendments Nos. 32 and 33 cannot be moved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R00300","speaker":"1269"},{"type":"speech","time":1516714200,"counter":244,"content":"<p>I move amendment No. 31:<\/p><blockquote>In page 12, to delete line 7 and substitute the following:&ldquo;(h) 3 lay persons appointed under <i>section 15(3) <\/i>(the General Lay Appointments), and<br \/><br \/>(i) 3 lay persons appointed under <i>section 15(3) <\/i>(the Diversity and Social Inclusion<br \/><br \/>Appointments).&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R00400","speaker":"1287"},{"type":"vote","time":1516714200,"counter":245,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 3; Níl, 5.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R00500","aye":["1259","1269","1355"],"nay":["1310","1331","1233","1323","1296"],"abs":[]},{"type":"unspoken","time":1516714200,"counter":246,"content":"<p>Amendments Nos. 32 and 33 not moved.<\/p>"},{"type":"speech","time":1516714200,"counter":247,"content":"<p>Amendment No. 34 has been deemed out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R00700","speaker":"1269"},{"type":"unspoken","time":1516714200,"counter":248,"content":"<p>Amendment No. 34 not moved.<\/p>"},{"type":"unspoken","time":1516714200,"counter":249,"content":"<p>Amendment No. 35 not moved.<\/p>"},{"type":"unspoken","time":1516714200,"counter":250,"content":"<p>Question proposed: \"That section 12, as amended, stand part of the Bill.\"<\/p>"},{"type":"speech","time":1516714200,"counter":251,"content":"<p>Is that agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R01100","speaker":"1269"},{"type":"speech","time":1516714200,"counter":252,"content":"<p>Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R01200","speaker":"1355"},{"type":"speech","time":1516714200,"counter":253,"content":"<p>Not agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R01300","speaker":"1296"},{"type":"speech","time":1516714200,"counter":254,"content":"<p>Not agreed.  Okay.  The question is \"That section 12, as amended, stand part of the Bill.\"  Siad ina bhfabhair, abraid&iacute;s \"T&aacute;\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R01400","speaker":"1269"},{"type":"speech","time":1516714200,"counter":255,"content":"<p>T&aacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R01500","speaker":"1355"},{"type":"speech","time":1516714200,"counter":256,"content":"<p>Siad ina choinne, abraid&iacute;s \"N&iacute;l\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R01600","speaker":"1269"},{"type":"speech","time":1516714200,"counter":257,"content":"<p>N&iacute;l.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R01700","speaker":"1296"},{"type":"speech","time":1516714200,"counter":258,"content":"<p>I think the question is lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R01800","speaker":"1269"},{"type":"speech","time":1516714200,"counter":259,"content":"<p>Vot&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R01900","speaker":"1355"},{"type":"speech","time":1516714200,"counter":260,"content":"<p>The effect of this is that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R02000","speaker":"1296"},{"type":"speech","time":1516714200,"counter":261,"content":"<p>I am sorry.  I beg your pardon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R02100","speaker":"1269"},{"type":"speech","time":1516714200,"counter":262,"content":"<p>The Chairman is absolutely right.  I just want to clarify this for the voters here.  If the section, as amended, is defeated here, section 12, as amended, falls.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R02200","speaker":"1296"},{"type":"speech","time":1516714200,"counter":263,"content":"<p>That would be my understanding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R02300","speaker":"1269"},{"type":"speech","time":1516714200,"counter":264,"content":"<p>Do we then put section 12, as unamended, to the committee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R02400","speaker":"1296"},{"type":"speech","time":1516714200,"counter":265,"content":"<p>I presume that is what we would have to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R02500","speaker":"1269"},{"type":"speech","time":1516714200,"counter":266,"content":"<p>As unamended.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#R02600","speaker":"1296"},{"type":"speech","time":1516714200,"counter":267,"content":"<p>We have not reached that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S00100","speaker":"1269"},{"type":"speech","time":1516714200,"counter":268,"content":"<p>I know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S00200","speaker":"1296"},{"type":"speech","time":1516714200,"counter":269,"content":"<p>In light of precedence, I believe we cannot allow it to hang in mid-air.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S00300","speaker":"1269"},{"type":"speech","time":1516714200,"counter":270,"content":"<p>It would be the original section 12, unamended.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S00400","speaker":"1296"},{"type":"speech","time":1516714200,"counter":271,"content":"<p>The question is whether it stands part of the Bill, unamended.  The proposition I put was for section 12, as amended, to stand part of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S00500","speaker":"1269"},{"type":"speech","time":1516714200,"counter":272,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S00600","speaker":"1296"},{"type":"speech","time":1516714200,"counter":273,"content":"<p>Some members responded with T&aacute; while the Minister and other members responded with N&iacute;l.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S00700","speaker":"1269"},{"type":"speech","time":1516714200,"counter":274,"content":"<p>We are saying \"Vot&aacute;il\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S00800","speaker":"1355"},{"type":"speech","time":1516714200,"counter":275,"content":"<p>My ruling is that the question was lost so I was right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S00900","speaker":"1269"},{"type":"speech","time":1516714200,"counter":276,"content":"<p>The Chair was right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S01000","speaker":"1296"},{"type":"speech","time":1516714200,"counter":277,"content":"<p>I call \"Vot&aacute;il\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S01200","speaker":"1355"},{"type":"vote","time":1516714200,"counter":278,"content":"<p>Question put:<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S01400","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"unspoken","time":1516714200,"counter":279,"content":"<p>SECTION 13<\/p>"},{"type":"speech","time":1516714200,"counter":280,"content":"<p>Amendments Nos. 36 and 37 are in the name of Deputy Sherlock.  He is not present so they cannot be moved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S01700","speaker":"1269"},{"type":"unspoken","time":1516714200,"counter":281,"content":"<p>Amendments Nos. 36 and 37 not moved.<\/p>"},{"type":"unspoken","time":1516714200,"counter":282,"content":"<p>Question proposed: \"That section 13 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1516714200,"counter":283,"content":"<p>This is part of the larger group we discussed the last day.  We made the decision to remove the relevant committees.  Section 13 sets out the membership of relevant committees and other provisions in relation to those committees so it seems logical to get rid of the section as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S02000","speaker":"1296"},{"type":"vote","time":1516714200,"counter":284,"content":"<p>Question put:<\/p><p>The Committee divided: Tá, 3; Níl, 5.<\/p><br\/><br\/><p><\/p><p>Question declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S02200","aye":["1310","1331","1233"],"nay":["1259","1323","1296","1269","1355"],"abs":[]},{"type":"unspoken","time":1516714200,"counter":285,"content":"<p>SECTION 14<\/p>"},{"type":"speech","time":1516714200,"counter":286,"content":"<p>I move amendment No. 38:<\/p><blockquote>In page 13, line 37, to delete &ldquo;determine.&rdquo; and substitute the following:&ldquo;determine, and<br \/><br \/>(c) submit to the Director, a Declaration of Interests, within 1 month of appointment, and thereafter, in January of each year.&rdquo;.<\/blockquote> <p>This is a very straightforward amendment.  The section relates to terms and conditions of membership who are part of the commission, such as remuneration and other items.  It is a small ask that people on the commission submit to the director a declaration of interests on an annual basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#S02500","speaker":"1287"},{"type":"speech","time":1516714200,"counter":287,"content":"<p>I am not convinced that such a declaration is required.  The requirements of the Standards in Public Office Commission are the normal benchmark in respect of such positions or offices.  I have provided for this in section 60 so I am not prepared to accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#T00100","speaker":"1233"},{"type":"speech","time":1516714200,"counter":288,"content":"<p>It will be difficult enough to get people to apply to the Public Appointments Service to sit on this commission and if we tell them they have to provide a declaration of interests each year it will narrow the field even more.  I do not believe people on State boards or directors of semi-State companies have to put in declarations of interest.  I understand the objective behind the amendment but I would be concerned that it would act as a deterrent to people putting themselves forward to serve on the commission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#T00200","speaker":"1296"},{"type":"speech","time":1516714200,"counter":289,"content":"<p>I take on board the comments and may return to the issue on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#T00300","speaker":"1287"},{"type":"unspoken","time":1516714200,"counter":290,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1516714200,"counter":291,"content":"<p>I believe the Minister referred to amendment No. 39 in an earlier speaking note.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#T00500","speaker":"1269"},{"type":"speech","time":1516714200,"counter":292,"content":"<p>No, it was amendment No. 49.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#T00600","speaker":"1233"},{"type":"speech","time":1516714200,"counter":293,"content":"<p>Amendments Nos. 39 and 40 are grouped together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#T00700","speaker":"1269"},{"type":"speech","time":1516714200,"counter":294,"content":"<p>I move amendment No. 39:<\/p><blockquote>In page 14, to delete lines 4 to 10.<\/blockquote> <p>We are proposing to remove the provision where members appointed by the PAS or nominated by the Bar Council or Law Society do not have to go through that process again to be reappointed after three years but can simply be reappointed by the Minister.  It is self-evident.  Why have a three-year term if we are going to then ignore it?  It smacks of something like Horse Racing Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#T00800","speaker":"1259"},{"type":"speech","time":1516714200,"counter":295,"content":"<p>We are on the same team on this one.  The provision has the potential to diminish the independence of the commission and re-politicise it.  The sitting members could be tempted to act or vote in a certain way to garner Government approval and ensure being reappointed.  It is only fair that a proper process takes place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#T00900","speaker":"1355"},{"type":"speech","time":1516714200,"counter":296,"content":"<p>I would like to give more consideration to this issue on Report Stage.  I probably will not support it at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#T01000","speaker":"1296"},{"type":"speech","time":1516714200,"counter":297,"content":"<p>I listened to Deputy Wallace suggest there may be an inappropriate level of influence on the commission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#T01100","speaker":"1233"},{"type":"speech","time":1516714200,"counter":298,"content":"<p>It is no slur on the Minister.  I made the point in the context of human nature being what it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#T01200","speaker":"1355"},{"type":"speech","time":1516714200,"counter":299,"content":"<p>I do not agree with him and I feel the members of the commission to whom he makes reference could be the most expert people in terms of their knowledge and their input and contribution.  As a result, I have a difficulty with the amendment.  The provision applies to lay members, including the non-legal chairperson selected by the Public Appointments Service and the nominees of the professional bodies, namely, the Law Society and the Bar Council.<\/p><p>Under section 14(4), the Minister would, in certain circumstances, be permitted to appoint such a member for a further term without a fresh PAS selection process.  The terms of subsection (4) are based for all intents and purposes on the corresponding provisions of Part IV of the Court and Court Officers Act 1995.  These are the prevailing procedures for the legal profession nominees and lay persons.  In these instances, their terms may be renewed for a further three years.  I acknowledge that we are changing the basis upon which, for example, lay persons are appointed, moving as we are to the PAS process.  Assuming that the relevant person is willing and able to continue serving, however, and it is considered appropriate to do so, it is nothing other than common sense to reappoint him or her.<\/p><p> I invite members to agree that this is a standard board membership provision.  It is not mandatory, merely permissive.  It also makes some administrative sense.  I ask that the section be retained.  Even in terms of the different lay member composition or different means by which members can be appointed that Deputies Wallace and Daly are seeking, having made the appointments, it makes sense to allow for a potential turnover from time to time and it may be deemed appropriate for persons to serve a second term.  In this regard, I am minded to draw on Deputy O'Callaghan's remarks about how it could become a challenge to interest people in the process in the first instance.  In any event, it is only for one further period, so there could be no suggestion that these positions are being territorialised or occupied for an unduly long period.  It will be based on the member's interests or otherwise in the work of the commission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#T01300","speaker":"1233","continuing":true},{"type":"speech","time":1516714200,"counter":301,"content":"<p>The Minister pointed out that these people could be capable and worth their places on the commission.  That is possible and there is a good chance that they would be nominated to it again by the PAS, which is a political animal anyway.  Given that one of the driving motivations of the Bill is to try to depoliticise the process, we are trying to create a situation in which a Minister cannot simply reappoint someone.  The person would have to go through a proper process.  We are trying to diminish the number of paws politicians can have on the process.  Our amendment is driven by that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#U00200","speaker":"1355"},{"type":"speech","time":1516714200,"counter":302,"content":"<p>For the information of Deputy O'Callaghan, if amendment No. 39 were to pass, amendment No. 40 could not be moved.  I do not know whether he would like to make any intervention at this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#U00300","speaker":"1269"},{"type":"speech","time":1516714200,"counter":303,"content":"<p>I was not going to press amendment No. 40 in light of the fact that it seems to have been overtaken by previous amendments, but I will contribute on this one.  Someone who has been appointed for three years has been vetted by the PAS, which believes he or she is good enough.  Unless something remarkable happens to that person during the three years served on the commission, it is probably unlikely that we could say that he or she has not been suitably approved by the PAS.  Must that person have to go through the whole process again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#U00400","speaker":"1296"},{"type":"speech","time":1516714200,"counter":304,"content":"<p>I am of two minds on this, but I am inclined not to support the amendment.  I might think differently were the period longer, for example, a renewable five-year term, but even a total block of six years if reappointed would not be excessively long.<\/p><p>If the commission had six different lay members every three years, their influence within the process might be reduced, given that it would take people some time to get their feet under the table.  I will consider the matter again on Report Stage, but I do not support the amendment at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#U00500","speaker":"1287","continuing":true},{"type":"speech","time":1516714200,"counter":306,"content":"<p>This is about making space for the best people for the job.  Board members might be doing a perfectly adequate job, but someone who is even better qualified might come along.  Rather than an appointment being at the blessing of the Minister, it should be open to a competitive process.  Existing board members could go through that process as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#V00200","speaker":"1259"},{"type":"speech","time":1516714200,"counter":307,"content":"<p>It is important that we consider the practical outturn of this amendment.  It may well be the case that, after three years, we have people who have contributed substantially to the effective working of the commission.  They would be regarded as good people and have expertise.  They would have acquired three years of experience.  It is not unreasonable that they might be asked to serve for a further term of three years.<\/p> <p>  Deputy O'Callaghan referred to situations in which there might be a level of unsuitability.  It is important that such circumstances be considered, but I point to section 23(2), which provides the power to remove a member of the commission from office.<\/p> <p>  Consider the contribution of lay people across the public service.  It is important that, if people are good, competent and doing well and if they wish and are able to serve, the option is there.  This provision is no more than that.  From that perspective, it is difficult to accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#V00300","speaker":"1233"},{"type":"speech","time":1516714200,"counter":308,"content":"<p>Why did the Government not make it a six-year term if that argument was solid?  It is making the appointment a three-year term.  Aside from the points that we have made about depoliticising this operation, many people, even very good ones, stay on boards for too long.  Consider the teaching profession.  Some of the most brilliant teachers have stayed in it for too long and do not do their jobs as well anymore.  As to politicians, most of us spend too long in the Oireachtas as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#V00400","speaker":"1355"},{"type":"speech","time":1516714200,"counter":309,"content":"<p>The Deputy should speak for himself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#V00500","speaker":"1296"},{"type":"speech","time":1516714200,"counter":310,"content":"<p>Deputy O'Callaghan is still a bit fresh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#V00600","speaker":"1355"},{"type":"speech","time":1516714200,"counter":311,"content":"<p>And some of the others.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#V00700","speaker":"1296"},{"type":"speech","time":1516714200,"counter":312,"content":"<p>We will give the boys the benefit of the doubt.  Generally speaking, freshening up boards is positive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#V00800","speaker":"1355"},{"type":"speech","time":1516714200,"counter":313,"content":"<p>I thank the Deputy.  As no further Deputies are offering, where stands amendment No. 39?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#V00900","speaker":"1269"},{"type":"speech","time":1516714200,"counter":314,"content":"<p>We will press it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#V01000","speaker":"1355"},{"type":"vote","time":1516714200,"counter":315,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 2; Níl, 6.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#W00050","aye":["1259","1355"],"nay":["1310","1331","1233","1323","1296","1269"],"abs":[]},{"type":"speech","time":1516714200,"counter":316,"content":"<p>How stands amendment No. 40?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#W00075","speaker":"1269"},{"type":"speech","time":1516714200,"counter":317,"content":"<p>I will not move amendment No. 40.  I may revisit it on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#W00100","speaker":"1296"},{"type":"unspoken","time":1516714200,"counter":318,"content":"<p>Amendment No. 40 not moved.<\/p>"},{"type":"speech","time":1516714200,"counter":319,"content":"<p>Amendments Nos. 41 to 43, inclusive, 94 and 95 are related and will be discussed together.  They are all in the name of Deputy Clare Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#W00300","speaker":"1269"},{"type":"speech","time":1516714200,"counter":320,"content":"<p>I move amendment No. 41:<\/p><blockquote>In page 14, line 11, to delete &ldquo;<i>section 16<\/i>&rdquo; and substitute &ldquo;<i>section 15<\/i>&rdquo;.<\/blockquote> <p>The whole group of amendments is around removing the power to nominate the legal members of the commission from the Bar Council and the Law Society.  Of all the nominating bodies proposed either by the Government or by Deputy O'Callaghan in his Bill, I have the most concern about the Law Society and the Bar Council, partly because the fear would be that whoever is in, as it were, would get the nod for the position.  I raise this in the context that we know senior members of the Law Society have had questions raised in the High Court regarding their probity and indeed the nominations to the Legal Services Regulatory Authority by the Bar Council have also often been questioned.  In order to assist diversity and so on, I would like to remove that power from them and have them nominated in the same way as the other lay members, meaning they would go before the Public Appointments Service, PAS.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#W00400","speaker":"1259"},{"type":"speech","time":1516714200,"counter":321,"content":"<p>Does any other member wish to comment on the amendment before the Minister responds?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#W00450","speaker":"1269"},{"type":"speech","time":1516714200,"counter":322,"content":"<p>Jim would like to say something on Bar Council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#W00500","speaker":"1355"},{"type":"speech","time":1516714200,"counter":323,"content":"<p>There will be opportunity, I am sure, before the amendments are put.<\/p> <p>  Amendment No. 41 certainly shows consistency on the part of Deputy Daly in respect of membership of the commission, in particular, the manner of the appointment of the legal professional body nominees and the stipulation that the Free Legal Advice Centres, FLAC, and the Irish Council for Civil Liberties, ICCL, should nominate a member each to the commission.<\/p> <p>  This particular amendment operates on section 14(5) of the Bill.  The purpose of that section is to ensure that nominees of the Bar Council and of the Law Society should cease to be members of the commission if they cease to be a practising barrister or solicitor.<\/p> <p>  The amendment would seem to have the effect of requiring the Public Appointments Services to recruit a practising barrister and a practising solicitor to be members of the commission, rather than allowing their own professional bodies to nominate them.  The amendment changes the reference to the two members from the Law Society and Bar Council to the two practising lawyers to be selected by the Public Appointments Service.  It seems to me, therefore, that whether the two practising lawyers are nominated by their respective representative bodies or recruited by the Public Appointments Service, they will cease to hold office if they cease to practise.<\/p><p>I think the main point here is the approach to the appointment of the two legal professional members.<\/p><p> In line with sufficient precedent - I mentioned the Court and Court Officers Act, 1995 - and for other reasons we have adverted to in the course of this debate, I am not inclined to accept the amendment, nor am I minded to change the basis of the appointment of the members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#W00600","speaker":"1233","continuing":true},{"type":"speech","time":1516714200,"counter":325,"content":"<p>It is important to recall that one can only become a judge in Ireland if one is a practising barrister or solicitor.  There is very good reason for that.  One has to have, I think, 12 years experience for the superior courts in order to be appointed as a judge.  It is a job of expertise that requires legal knowledge and experience of the courts.  Around the world now, there are jobs that everyone thinks they can do.  This is a job which requires an expert level of knowledge in law.  The purpose behind the section in respect of Deputy Daly's amendment is that one person on the commission is going to be nominated by the Law Society and one is going to be nominated by the Bar Council.<\/p> <p>  This provision exists in respect of the Judicial Appointments Advisory Board.  In general, what happens is that the chairman of the Bar Council sits on the Judicial Appointments Advisory Board.  It is democratic because there are about 2,000 barristers in the country.  They all have a vote every year to elect a Bar Council of 20 people, which body then elects a chairperson.  It is democratic in terms of being representative of the barristers' profession.  It is similar in the Law Society.  I am not sure how they do it but I think it is the president of the Law Society who sits on the Judicial Appointments Advisory Board and he or she has to be elected as well.<\/p> <p>  There is one area in which there may be a bit of unfairness in terms of who can be appointed.  One can be a practising solicitor in-house and be appointed as a judge but, in order to be appointed as a practising barrister, one has to be a member of the Law Library.  Maybe that is something the Minister should look at in the future in order to equate those sides, so that there could be an in-house solicitor and an in-house barrister.<\/p> <p>  If we had a situation in which the Public Appointments Service put ads in the paper for a barrister to sit on the Judicial Appointments Commission, my view is that most of the people who would apply might not be, I will put it politely, the best candidates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#X00200","speaker":"1296"},{"type":"speech","time":1516714200,"counter":326,"content":"<p>I have some sympathy for the intention behind the amendment although I do not support it.  Notwithstanding whatever issues may exist or may have existed with any of the organisations referred to, these are official representative bodies.  They are organisations that have policies and have developed views around sentencing, the appointment of judges and court procedures.  It is probably the most suitable avenue for the legal profession to be represented.  In the round, it makes sense to have representatives from the Bar Council and the Law Society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#X00300","speaker":"1287"},{"type":"speech","time":1516714200,"counter":327,"content":"<p>As the Minister said - I am not fully sure whether he was being smart - I am all in favour of practising barristers and solicitors being involved in this body.  That is precisely why I moved amendments in respect of the appointments from some of the external bodies like FLAC and the ICCL such that, even though they may be representing the lay component, their representatives could still be practising barristers or solicitors.<\/p><p>I am all in favour of the enhanced representation of solicitors and barristers on the board, but who will choose them?  Unlike FLAC and the ICCL, of which no questions have ever been asked about their probity, questions have been asked about the probity of the Law Society of Ireland in High Court proceedings and of the Bar Council of Ireland.  These tend to be organisations which nominate the in-crowd.  It is not the case that one necessarily is a practising member, a barrister or a solicitor, but the in-crowd or in-set tend to be favoured by these organisations.  The aim is to keep professional representation, as well as the importance and input of the profession, but to remove the choice as to who the representatives of the governing bodies would be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#X00400","speaker":"1259","continuing":true},{"type":"speech","time":1516714200,"counter":329,"content":"<p>I do not accept that.  In fact, it is very unfair on the representative professional bodies.  Of course, it is open to anyone in society to ask questions and Deputy Clare Daly has referred to people asking questions about suitability and appropriateness.  Asking questions is easy but answering them and drawing on conclusive evidence and ensuring due process is important.  I do not think it is fair that a shadow is being cast on the professional bodies to which we are referring in the context of this legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Y00200","speaker":"1233"},{"type":"speech","time":1516714200,"counter":330,"content":"<p>Obviously, it is a matter of fact that issues were established against various members of the Law Society of Ireland in court proceedings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Y00300","speaker":"1259"},{"type":"speech","time":1516714200,"counter":331,"content":"<p>Questions may have been raised, but drawing conclusions from this is fundamentally unfair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Y00400","speaker":"1233"},{"type":"speech","time":1516714200,"counter":332,"content":"<p>Does the Minister have other closing remarks to make before we make decisions on the amendments?  Is he happy that he has covered all of them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Y00500","speaker":"1269"},{"type":"speech","time":1516714200,"counter":333,"content":"<p>I have made the point that I am not minded to take on board the thinking of Deputy Clare Daly.  We have been over this ground before and I will not accept the amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Y00600","speaker":"1233"},{"type":"unspoken","time":1516714200,"counter":334,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1516714200,"counter":335,"content":"<p>I move amendment No. 42:<\/p><blockquote>In page 14, line 13, to delete &ldquo;being nominated under <i>subsection (1) <\/i>of that section&rdquo; and substitute &ldquo;pursuant to <i>paragraph (e) <\/i>of <i>section 12(1)<\/i>&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Y01000","speaker":"1259"},{"type":"unspoken","time":1516714200,"counter":336,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1516714200,"counter":337,"content":"<p>I move amendment No. 43:<\/p><blockquote>In page 14, line 15, to delete &ldquo;being nominated under <i>subsection (2) <\/i>of that section&rdquo; and substitute &ldquo;pursuant to <i>paragraph (f) <\/i>of <i>section 12(1)<\/i>&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Y01200","speaker":"1259"},{"type":"unspoken","time":1516714200,"counter":338,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1516714200,"counter":339,"content":"<p>I move amendment No. 44:<\/p><blockquote>In page 14, line 21, to delete &ldquo;or the functions of any of its committees&rdquo;.<\/blockquote> <p>This amendment is about the committees which we have removed.  Amendments Nos. 44 to 48, inclusive, are essentially about the same matter and I will be pressing each of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Y01400","speaker":"1296"},{"type":"vote","time":1516714200,"counter":340,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Y01600","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"speech","time":1516714200,"counter":341,"content":"<p>I move amendment No. 45:<\/p><blockquote>In page 14, lines 25 and 26, to delete &quot;, for the purpose of a relevant committee performing the function referred to in <i>section 11(2)<\/i>,&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Z00100","speaker":"1296"},{"type":"vote","time":1516714200,"counter":342,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Z00250","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"speech","time":1516714200,"counter":343,"content":"<p>I move amendment No. 46:<\/p><blockquote>In page 14, line 27, to delete &quot;relevant committee&quot; and substitute &quot;Commission&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Z00400","speaker":"1296"},{"type":"vote","time":1516714200,"counter":344,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Z00550","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"speech","time":1516714200,"counter":345,"content":"<p>I move amendment No. 47:<\/p><blockquote>In page 14, line 30, to delete &quot;relevant committee&quot; and substitute &quot;Commission&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Z00700","speaker":"1296"},{"type":"vote","time":1516714200,"counter":346,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Z00850","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"speech","time":1516714200,"counter":347,"content":"<p>I move amendment No. 48:<\/p><blockquote>In page 14, line 33, to delete &quot;relevant committee&quot; and substitute &quot;Commission&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Z01000","speaker":"1296"},{"type":"vote","time":1516714200,"counter":348,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#Z01100","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"unspoken","time":1516714200,"counter":349,"content":"<p>Question proposed: \"That section 14, as amended, stand part of the Bill.\"<\/p>"},{"type":"vote","time":1516714200,"counter":350,"content":"<p>Question put:<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#AA00200","aye":["1259","1323","1296","1269","1355"],"nay":["1310","1331","1233"],"abs":[]},{"type":"speech","time":1516714200,"counter":351,"content":"<p>There are now just eight minutes remaining and the Minister's request to leave for another engagement is noted.  It is appropriate, therefore, with the agreement of members, to go into private session for two or three minutes to determine the date on which to resume our consideration of this Bill, rather than proceeding to the next amendment or grouping.  We have a very busy schedule in the period ahead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2018012300002#AA00300","speaker":"1269"},{"type":"unspoken","time":1516714200,"counter":352,"content":"<p>Progress reported; Committee to sit again.<\/p>"},{"type":"unspoken","time":1516714200,"counter":353,"content":"<p>The select committee went into private session at 3.38 p.m. and adjourned at 3.45 p.m. until 9 a.m. on Wednesday, 7 February 2018.<\/p>","notice":"TIME STRING DETECTED"}]