[{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1432643400,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Dara Calleary, Senator Michael Mullins, Deputy Michael Conaghan, Senator Feargal Quinn. Deputy Seán Kyne, Deputy Peadar Tóibín,<\/p><p>DEPUTY MARCELLA CORCORAN KENNEDY IN THE CHAIR.<\/p>","time":1432643400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002"},{"type":"minorheading","content":"Business of Joint Committee","time":1432643400,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#B00100"},{"type":"speech","time":1432643400,"counter":5,"content":"<p>Apologies have been received from Deputies &Aacute;ine Collins and John Lyons.  I propose we now go into private session to deal with housekeeping matters.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#B00200","speaker":"1099"},{"type":"unspoken","time":1432643400,"counter":6,"content":"<p>The joint committee went into private session at 1.35 p.m. and resumed in public session at 1.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Construction Contracts Act 2013: Chairman Designate of Panel of Adjudicators","time":1432643400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#C00100"},{"type":"speech","time":1432643400,"counter":8,"content":"<p>I remind members, visitors and those seated in the gallery to ensure their mobile phones are switched off for the duration of this meeting as they interfere with the broadcasting equipment even when on silent mode.<\/p><p>The next item on the agenda is No. 6, which is an engagement with Professor Nael G. Bunni, chairman designate of the panel of adjudicators required under the Construction Contracts Act 2013.  I welcome him to the meeting.<\/p><p>Before we commence, in accordance with procedure, I am required to read the following.  By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that members should not comment on, criticise or make charges against a person outside the Houses or an official by name or in such a way as to make him or her identifiable.<\/p><p>I invite Professor Bunni to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#C00200","speaker":"1099"},{"type":"speechnospeaker","time":1432643400,"counter":9,"content":"<p>I thank Deputy Corcoran Kennedy, as Chairman, and the members of the committee for inviting me to appear before them today.  I am both honoured and very pleased to have been asked by the Minister of State at the Department of Jobs, Enterprise and Innovation, Deputy Gerald Nash, who has responsibility for business and employment, to chair the panel of adjudicators pursuant to the Construction Contracts Act 2013.  It is very significant legislation which will, I believe, bring about a number of important reforms and transform the dispute resolution landscape in the construction sector.<\/p>  <p>  I understand that on such occasions as this it is customary to give some personal background information.  I was born in Iraq.  Following my initial studies at Baghdad University, I graduated with first class honours and was awarded a scholarship to study for an MSc and PhD in England.  I completed my MSc at Manchester University in 1962 and my PhD in London in 1964.  It was a requirement of my scholarship that I return to work for the government for four years.  When I returned to Iraq in 1964 I was appointed as a lecturer at Baghdad College of Technology.  Alongside my work at the university, I was selected by Iraq Reinsurance Company, which was reinsured by the Munich Reinsurance Company, to manage and develop a new construction insurance pool.  It was then that I was introduced to conditions of contract, insurance and construction disputes.  <\/p>  <p>         I left Iraq and came to Dublin in September 1969, following which I applied for and was granted Irish citizenship.  In 1969, I joined T. J. O&rsquo;Connor and Associates, consulting engineers in Dublin , during which time I also acted as special adviser to the Munich Reinsurance company dealing with major construction claims in the Arab world and through which I was appointed to my first arbitration in 1972, which related to the collapse of a dam in Libya.<\/p> <p> Later in the 1970s, I was asked by the Association of Consulting Engineers of Ireland, ACEI, to help draft the third edition of the Irish conditions of contract and, in particular, to use my knowledge in relation to insurance and contracts, which I did.  Having incorporated many new ideas into these general conditions, I was commissioned by the ACEI to write a book explaining what I did and why, which was published in 1984.  In 1986, I extended that publication to construction insurance for international contracts, which is now in its second edition, last published in 2003.  I have a copy of these books with me if anybody wishes to look them.  They are too expensive to buy but are available in Trinity College library.<\/p> <p> In 1979, I passed the fellowship examination of the Chartered Institute of Arbitrators, CIArb, and was later part of the founding committee for its Irish branch.  In 1986, I was elected chairman of that branch.  In 1987, I was elected president of the ACEI and having chaired a number of committees for the International Federation of Consulting Engineers, FIDIC, I was requested to help in drafting its international conditions of contract.  The 1987 FIDIC conditions of contract for civil engineering work introduced, for the first time, alternative dispute resolution to the construction industry.  My work on those conditions resulted in the publication of my book on the FIDIC form in 1992, a copy of which is available if members wish to browse through it.<\/p> <p> Alternative dispute resolution methods started then.  The book explains the principles of the conditions of FIDIC and practical aspects of their application.  The book is now in its third edition.  As alternative dispute resolution methods became a necessary part of virtually all conditions of contract, Engineers Ireland asked me to head a committee to draft a form of a conciliation procedure for the industry in Ireland, which was produced in 1995, following which I was asked to chair the dispute resolution panel of Engineers Ireland between then and 2009.  That committee trained conciliators and lay dispute adjudication boards.  A one year diploma course was then devised by Trinity College, Dublin and I was asked to become a visiting professor.  The course has since developed to include various forms of dispute resolution methods, including adjudication.  <\/p> <p> I left T.J. O&rsquo;Connor and Associates in 1994 to form Bunni &amp;amp; Associates Limited, in order to concentrate on dispute resolution and dispute avoidance, a subject I refer to as \"disputology&rdquo;.  In 1999, I was elected Fellow of the Irish Academy of Engineering and in March 2000, I was elected member of the International Council for Commercial Arbitration, which is a gathering of 45 members of the foremost leaders worldwide in the field of dispute resolution.  In 2000, I was elected president of the Chartered Institute of Arbitrators, CIArb, worldwide, and in 2005, I was appointed chairman of the executive committee of the Dubai International Arbitration Centre in the United Arab Republic, a position I retained until 2012.<\/p> <p> In summary, I have acted as arbitrator in more than 150 arbitrations, both domestically and internationally, as conciliator, mediator, member of dispute board or adjudication board involving parties from more than 50 jurisdictions.  <\/p>  <p>         I have received a number of awards for my work in innovation and structural design and in 1995 and again in 2004, I was awarded the premier institution prize by Engineers Ireland for a &quot;contribution of outstanding merit ... to the benefit of the members [of the institution].&quot;<br\/><br\/>I greatly relish the prospect of bringing my experience to bear on the new construction contracts adjudication service to the benefit of the industry in Ireland.  Senator Feargal Quinn introduced this insightful legislation some years ago.  It strives, <i>inter alia<\/i>,  to provide a quick, fair and low cost remedy to disputants and follows the example set in certain other jurisdictions around the world.  My commitment to the Minister of State, Deputy Nash, this committee and the construction industry stakeholders is that, in so far as my responsibilities and authority envisaged under this legislation permit, I will endeavour to ensure that a robust, responsive, high-quality and fit-for-purpose adjudication service will be delivered for Ireland, standing the testimony both of time and in the interests of the parties in dispute.  I thank members for their attention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#C00300","nonspeaker":"Professor Nael Bunni","continuing":true},{"type":"speech","time":1432643400,"counter":12,"content":"<p>I thank Professor Bunni for his presentation.  No doubt his academic and practical experience will stand him in good stead in his new role.  I invite the input of members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#E00200","speaker":"1099"},{"type":"speech","time":1432643400,"counter":13,"content":"<p>I thank Professor Bunni for his presentation.  He brings immense experience to this role.  I  was the Minister of State who accepted Senator Quinn's Bill on 8 March 2011.  I  commend Senator Quinn and also Se&aacute;n Gallagher who were instrumental in getting the Bill to this stage.  Professor Bunni's role in disputology might be handier in this institution at times and I hope we will not need his skills in this committee.  I wish him every success.  He will shape the job for many years to come.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#E00300","speaker":"1071"},{"type":"speechnospeaker","time":1432643400,"counter":14,"content":"<p>I thank the Deputy for his comments.  That is a term I coined and a number of people have picked it up and used it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#E00400","nonspeaker":"Professor Nael Bunni"},{"type":"speech","time":1432643400,"counter":15,"content":"<p>Professor Bunni is very welcome to the committee.  We are close neighbours and live in  the same part of Howth but I have not met him previously.  I am a great admirer of what he has achieved and what I have read in the presentation.  One of the questions we had in developing the Construction Contracts Bill, which became the Construction Contracts Act, was how we would handle dispute resolution and whether it should be by way of mediation, arbitration or adjudication.  Will Professor Bunni give us his experienced view of the difference between the various alternative dispute resolutions and why he accepts that adjudication is the one for which we have aimed in this case with a very short timespan in each dispute?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#E00600","speaker":"1145"},{"type":"speechnospeaker","time":1432643400,"counter":16,"content":"<p>This is a very important question and a full answer to it would take a whole day but I will try my best to answer it in the short and crisp way the Senator would want.  Adjudication is supposed to be a fast and fair method.  In Ireland it would have specific meaning because of the Irish Constitution.  We would have to apply not only the normal fairness that we would understand from other methods of dispute resolution but also what is termed to be constitutional fairness or constitutional justice, which is quite different from the norm.<\/p>  <p>  If we move on from adjudication to other dispute resolution methods, they take longer.  In my experience, conciliation or mediation take at least three months in construction disputes.  I am not talking about other disputes but about construction disputes.  If one enters arbitration in construction disputes, which is a much more thorough process, it would take between two to four years, although the longest my role in such a dispute has lasted was ten years, after which one of my co-arbitrators, a lord justice of appeal in England for the English industry, retired and we managed to get this last segment of fees after that long period of time.  <\/p>  <p>         In terms of speed, there is a difference between adjudication, conciliation, mediation and, finally, arbitration, which is the longest.  If one takes justice as a second option for comparison, then, of course, adjudication could lead to rough justice because of the short period of time we are talking about.  We are talking about 28 days, and hopefully the courts will not take another 28 days to enforce their decision.  In international work, the 28 days is really 84 days.  Still, we are really talking here about fairness and justice that could be sped up through the method of looking at the problem.  Of course, one ends up in mediation or conciliation, and that is a totally different process because one is now trying to bang the two heads together to get them to agree.  If they do not agree, then it might take three months.  One produces a recommendation, and if that recommendation is rejected, one ends up in arbitration, which is really the best way of reaching a fair and proper decision, but it takes four years.<\/p> <p> There is another aspect to adjudication which is significant - namely, that in this country, as part of the common law system, we look at all these processes domestically in a way that requires the adversarial system.  That means the judge, the arbitrator or whatever it is sits there between two parties that are fighting each other.  In adjudication the situation is different because one is required to seek the truth one's self.  It is more than the adversarial system one gets in Ireland or in the Commonwealth system.  One then moves into the field of international arbitration.  There, the arbitrator is asked to investigate the truth himself.  That is quite a different role.  Adjudication is quite different in those areas.  Explaining what the Senator asked is a three-month project for Trinity College.  It is really the most important question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#E00700","nonspeaker":"Professor Nael Bunni","continuing":true},{"type":"speech","time":1432643400,"counter":18,"content":"<p>Professor Bunni did very well in three minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#F00200","speaker":"1145"},{"type":"speech","time":1432643400,"counter":19,"content":"<p>Is Senator Quinn satisfied?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#F00300","speaker":"1099"},{"type":"speech","time":1432643400,"counter":20,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#F00400","speaker":"1145"},{"type":"speech","time":1432643400,"counter":21,"content":"<p>Professor Bunni is very welcome.  His CV looks very impressive.  I wish him the best of luck in his new role.  It is obviously a role we have been awaiting in the Oireachtas for many years given the length of time it has taken to go through the Houses of the Oireachtas and then for the appointment to be made.  I am not sure Professor Bunni can help me, but I would be interested to find out whether advertisements have been made for the panel of adjudicators and when those positions are expected to be filled.  Along with the code of practice, these are the last pieces of the jigsaw before we can have a functioning service in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#F00500","speaker":"1080"},{"type":"speechnospeaker","time":1432643400,"counter":22,"content":"<p>The Deputy is quite right.  Unfortunately, some of the questions he has asked are beyond my control.  The only way I could answer that would be to say we are now on the first step towards doing all these things very quickly.  It has taken some time, I agree, but it had to be done right.  This is the first step.  Many more steps need to be taken and I hope they can be taken in no longer than three to four months.  Certainly, the wheels are in motion.  One of them is exactly what the Deputy has said, namely, the panel itself.  Before the panel can be selected or appointed, there would have to be a process of seeking the right people for the job.  As Deputy T&oacute;ib&iacute;n noticed from my reply to Senator Quinn, specific qualifications are required for adjudicators.  <\/p>  <p>         For example, an arbitrator practising in a domestic scene would not automatically be good enough to act as an adjudicator, nor, indeed, would a conciliator, because the decision of an adjudicator has to have reasons, and those reasons, while they are similar to those made by an arbitrator, are not similar to those of a conciliator.<\/p> <p> Certain elements in respect of qualifications have to be decided on and a code of conduct under section 9 of the act is required.  This has not, as far as I know, been completed, although many drafts seem to have been done, and I have seen at least one produced by Engineers Ireland some time ago.  There are a number of steps to be taken.  For example, the publication of various forms is necessary, as these have to be ready so that applications can be sought from people who think they are good enough to apply.  This has to be done very shortly but, unfortunately, I am not privy to the timeframe.  Somebody else will have to answer that question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#F00800","nonspeaker":"Professor Nael Bunni","continuing":true},{"type":"speech","time":1432643400,"counter":24,"content":"<p>I join colleagues in wishing Professor Bunni well in his role.  Looking at his CV, it is clear he has a lot of experience in a range of areas.  Are there any issues in the legislation which he feels could be looked at in the future with a view to strengthening it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#G00200","speaker":"1110"},{"type":"speechnospeaker","time":1432643400,"counter":25,"content":"<p>Yes, I have some views on that.  The technical press has been full of comments in the past two or three years about certain issues which have to be ironed out, but all of these can, I believe, be easily and successfully ironed out by the courts.  There is one aspect on which I have been commenting for many years - in fact, from the time the legislation was first thought about.  This is that there ought to be a court system or a particular judge designated for adjudication.  Various matters which have been questioned in the technical press, or by myself, could easily be ironed out by such a judge.  In Ireland we are blessed with a very high calibre of judge, and any of the judges working at the moment could handle this particular aspect of the legislation.  The first real-life case to go to enforcement will bring in at least one of these issues and, depending on how it is resolved, it has the capacity to make this piece of legislation a very successful one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#G00300","nonspeaker":"Professor Nael Bunni"},{"type":"speech","time":1432643400,"counter":26,"content":"<p>I welcome Professor Bunni and thank him for his views, which he has put very succinctly and clearly.  In his own experience, how do these matters in Ireland compare with practices and experiences abroad, such as in the EU or other European countries?  These problems must occur everywhere, but have other countries developed more effective dispute resolution mechanisms, or do they, like ourselves, struggle on with these issues?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#G00400","speaker":"1031"},{"type":"speechnospeaker","time":1432643400,"counter":27,"content":"<p>I would answer that question by inviting the Deputy to read a paper published in the centenary magazine of the Chartered Institute of Arbitrators.  The institute was 100 years old this year and for its festivities it asked various people from around the world to submit papers on the very question the Deputy asked.  I was asked to give a copy of my paper for the journal in a light-hearted form.  <\/p>  <p>         These were published and I will make sure the committee receives a copy.  This will explain, in a way, that conflict in the world has started for the very simple reason that we have language.  It is a very difficult thing to master.  I could say the same words in two different manners and mean totally different things.  I could say \"I wish him to survive\" or \"I wish to survive him.\"  The sentences use exactly the same words, put in different places, and the meaning is totally different.  In answer to the question, our problem with language results in our problems with disputes.  We say things, hoping to be comprehensive, but it never works that way.  The problem of disputes exists everywhere in the world.  The problem of having to solve these disputes varies from one country, jurisdiction or legal system to another.  In Parliament, one has to concentrate on what system of law exists because, ultimately, to resolve a dispute involves a legal process.  It could be a non-legal process if the parties agreed to sit down and mediate or conciliate, but once one moves away from mediation, conciliation or simply discussing the matter, then it is a legal process.  That legal process fits into one of three systems of law in the world today, including the common law system, which Ireland, England, America and Australia use, or civil law, which deals with the issue quite differently and operates in Europe, some parts of the Middle East and some parts of Asia.  Countries with Islamic law deal with the issue completely differently.  The question needs to be isolated into three different parts, so one can then see how things work around the world. <\/p> <p> Having done this, unfortunately, one still comes to the same methods for which Senator Quinn asked at the beginning of the meeting.  He asked how they compared.  I was part of the committee in the Institution of Civil Engineers in London when the British decided to introduce adjudication.  We had internal discussions and were invited to contribute.  The system developed in England was designed to move from arbitration to adjudication, despite the fact that conciliation had been born there.  It developed extremely well in the UK.  Europe never went that way and never touched on adjudication, and people think more in terms of arbitration as the final or long-term solution because, as I said in my answer to Senator Quinn, it is probably the most comprehensive and fair way of dealing with the problem.  It takes a long time and costs a lot more, but it is the best way.  That is where Europe has gone.<\/p> <p> One finds under Islamic law that conciliation takes place.  In fact, it is written in the Koran, the holy book of Islam, that if one has a problem, one should try to conciliate, and it tells one how to do so.  It says that one person must be brought in from one side and one from the other, and that they must sit down and come to a solution.  It is a very wide subject, but I will make sure the committee receives a copy of my paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#G00500","nonspeaker":"Professor Nael Bunni","continuing":true},{"type":"speech","time":1432643400,"counter":29,"content":"<p>I thank Professor Bunni for attending today to engage with the committee.  On behalf of the committee, I wish him every success in his role and look forward to meeting him in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#H00200","speaker":"1099"},{"type":"unspoken","time":1432643400,"counter":30,"content":"<p>Sitting suspended at 2.09 p.m. and resumed at 2.11 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"All-Island Economy: Discussion (Resumed)","time":1432643400,"counter":31,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#J00100"},{"type":"speech","time":1432643400,"counter":32,"content":"<p>We resume on a discussion on the all-island economy, with a view to generating recommendations on how to enhance economic co-operation and alignment across the island.  I welcome from the Nevin Economic Research Institute, Dr. Tom Healy, director, and Mr. Paul Mac Flynn, economist; from the Enterprise Research Centre at Warwick Business School, Professor Stephen Roper, director; and Dr. John Bradley, principal at Economic Modelling and Development Strategies.<\/p><p>Before we commence, in accordance with procedure I am required to read the following.  By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that members should not comment on, criticise or make charges against a person outside the Houses or an official by name or in such a way as to make him or her identifiable.<\/p><p>I remind our guests that presentations should be no more than five minutes in duration.  Members have already been supplied with the presentations submitted.  I invite Dr. Tom Healy to make his presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#J00200","speaker":"1099"},{"type":"speechnospeaker","time":1432643400,"counter":33,"content":"<p>I thank the committee for the invitation.  As the committee will be aware, the Nevin Economic Research Institute, NERI, is organised on an all-island basis and reflects the support we receive from trade unions across the island of Ireland and the Irish Congress of Trade Unions.  It seems to us that the area of research on the cross-Border or all-island dimension of both economies is a vital area that has perhaps been neglected in the last ten or 20 years.  <\/p>  <p>         Paradoxically, it may also be connected to the peace process because aspects of cross-Border co-operation became more normal and the saliency of addressing particular issues on an all-island basis became less evident.  At a professional level, it seems that cross-Border exchanges among economists and analysts is not what it could be.  There was more professional engagement at various levels 20 years ago.  I wished to make this point at the outset because it is also welcome that various bodies, including the Centre for Cross Border Studies, which has existed for many years and, more recently, the management school in Queen's University Belfast, have engaged more with this aspect of the all-island economy.  However, much remains to be done.  We are joined today by other research colleagues who have been working in this area for many years.<\/p> <p> One of the benefits of focusing on the all-island economy is that it identifies how we fit into a global economy as a small, open, regional economy with significant exposure to international events and patterns of trade and investment.  However, the extent of exchange trade between the Republic and Northern Ireland is still limited, for example, in manufacturing goods and exports.  I am aware that the committee received a presentation from InterTradeIreland.  We estimate that the value of merchandise good exports from South to North does not exceed 2.1% of the total in recent years.  This percentage has decreased a little since 1996.  There has been a modest upward trend in cross-Border trade since 2009, but it is limited in terms of merchandise goods.  Unfortunately, we have less insight into trade in services.  Tourism has developed and grown, more so in the direction of North to South.  There are still barriers of one sort or another, established paths of dependence and habits of exchange and trade, that mean that there are untapped opportunities.<\/p> <p> The energy market is more organised as an all-island reality, but there are still major opportunities.  I wish to mention the importance of investment in natural resources and renewable energy and the opportunity to develop further critical investment in these areas.  As an island and taking both economies together, we are exposed and vulnerable to international shocks in the price of energy and the supply of fossil fuel imports.  We need to reduce our dependence over time.  This calls for strategic investment in new forms of energy supply.  As a country and island, we have considerable resources in our oceans and wind compared with other parts of Europe.  These should be developed.<\/p> <p> Regarding the possible value of oil and gas explorations off the coast, the collapse in crude oil prices represents a problem.  None the less, a suggestion that is worth exploring further in the long term is that we should re-examine the terms and conditions applied to oil and gas exploration.  It may be possible to channel some of the economic benefits and tax revenues, if there are commercial finds, into some kind of fund that could be organised on an all-island basis so as to invest in the areas that I mentioned.  This would require long-term, courageous, strategic thinking that took us beyond the limited scale, such as it is, of cross-Border co-operation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#J00300","nonspeaker":"Dr. Tom Healy","continuing":true},{"type":"speechnospeaker","time":1432643400,"counter":35,"content":"<p>I thank the Chairman and members for the opportunity to contribute to this discussion.  I will begin by giving a brief overview of the two economies on the island and how they have each experienced the recession.  Both jurisdictions underwent a substantial economic downturn following the financial crash in 2008.  While the experience of property bubbles and bank failures is common to both, the scale of externally imposed austerity and outcomes in the labour market have been very different.  For instance, house prices in Northern Ireland increased substantially in the two years prior to the crash before reaching a peak in 2007.  By contrast, the increase in prices in this State followed more of a trend growth from the previous decade, which led to a situation in which we have proportionately more people in negative equity in the South, or in much deeper negative equity, compared with the situation in the North.  Northern Ireland's property prices are still 50% below where they were before the crash.<\/p>  <p>  In terms of the labour market, while unemployment reached a peak of 13% in this State, it peaked at just above 8% in the North in early 2013.  In respect of the banking sector, financial institutions in Northern Ireland faced similar losses to those in the South, but the cost of this was borne either by the British or Irish Government, depending on where the institution was headquartered.<\/p>  <p>  Northern Ireland has experienced a significant cut in Government expenditure since 2008 in line with the rest of the UK, but its experience has not been of the same scale as the rest of that country.  Austerity measures are estimated to have totalled some 18% of GDP in the North, compared with a UK figure of 9%.  The North saw the largest fall in incomes of any UK region over the course of the recession and is now the lowest-income region.  Incomes in the Republic also fell significantly, but the downward trend began much earlier, in 2008 and 2009, compared with 2010 and 2011 in the North and the rest of the UK.<\/p>  <p>  In terms of barriers to the all-island economy and increased trade, the currency issue has become much more current given recent fluctuations.  As Dr. Healy mentioned, the trade in manufactured goods was roughly equal between both economies until 2001.  Trade from the Republic to Northern Ireland dropped off significantly after that, however, aided by a sharp depreciation in sterling in 2002.  Exchange rates then stabilised until a further significant devaluation of sterling arose in 2008 and 2009 following the financial crash.  The advent of the euro has meant that the exchange rates between both jurisdictions on the island are less sensitive to changing economic conditions in each jurisdiction.  While that has advantages, particularly for this State, in terms of increased trade to the rest of the European Union, it also has had an unintended consequence.  The most recent depreciation of the euro following quantitative easing by the European Central Bank highlights the remoteness of such decisions.<\/p>  <p>  Areas close to the Border, on either side, have maintained some of the highest levels of unemployment and lowest levels of productivity in Ireland and the UK.  On the idea of introducing a development zone, I am concerned that the experience of such zones, referred to as enterprise zones, in the UK has not been convincing.  There is scant evidence that favourable tax treatments or increased capital allowances have made any inroads into encouraging economic development.  Perversely, where enterprise zones were considered to have been moderately successful in the UK, it was found that rather than creating increased economic development, they merely drew in economic development that would have transpired in surrounding regions.  <\/p>  <p>         Therefore there is a danger that focusing on supply side initiatives in one particular geographical region may ultimately create areas of economic underdevelopment in surrounding regions.  However, there are opportunities to harness cross-Border co-operation to enhance the Border region, particularly with regard to public services and in the important areas of education and skills, in order to remove a possibly false limit on economic growth.<\/p> <p> With regard to a job creation strategy, NERI has been producing research on the need for a significant rethink of industrial policy in both Northern Ireland and the Republic of Ireland.  In particular, the current trajectory of policy would indicate that the Northern Ireland Executive intends to attempt to compete with the Republic of Ireland in terms of job creation and foreign direct investment.  I refer in particular to the current plans to devolve and reduce corporation tax powers in Northern Ireland, which would signal a dangerous shift away from all-island co-operation and could lead to a dangerous race to the bottom in terms of policy.  The Northern Ireland economy has suffered years of under-investment in both the public and private sectors and consequently, any claims that Northern Ireland could emulate the perceived success of the Republic of Ireland economy in the 1990s by simply reducing corporation tax is misleading.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#L00200","nonspeaker":"Mr. Paul Mac Flynn","continuing":true},{"type":"speechnospeaker","time":1432643400,"counter":37,"content":"<p>I am pleased to be here and to be reunited with one or two old colleagues around the table whom I have worked with previously.  I am professor of enterprise at Warwick Business School in the UK.  At Warwick I lead the Enterprise Research Centre, or ERC, the UK&rsquo;s national centre for research on small and medium enterprises.  The ERC is a collaboration between five UK universities - Warwick, Aston, Imperial, Birmingham and Strathclyde - and is funded by the UK Government, the UK&rsquo;s major banks and one or two of our targeted agencies, including Innovate UK.  Therefore, we have a very strong strand around innovation and exporting.<\/p>  <p>  My interest in the all-island economy is long-standing.  Before moving back to England in 2003 to take up a chair in Aston, I worked for nearly 20 years in Northern Ireland in economic research centres.  I worked with Dr. Tom Healy for a while and I have written extensively on the all-island economy and particularly on issues related to innovation and innovation promotion.  I also had the chance to spend time at the ESRI in 2003 working on some issues around the broader Irish economy.<\/p>  <p>  I welcome the committee&rsquo;s focus on trying to build stronger synergies across the all-island economy.  This all-island perspective on policy-making is long overdue, in my view, and it is a welcome development.  I also welcome the focus on trade, but I think that any focus on all-island trade - on cross-Border trade - is somewhat misplaced.  Instead, I wish to see the committee focusing much more broadly on emphasising exports from the island of Ireland rather than on exports within the island and on exploring mechanisms that can be put in place to strengthen businesses and collaboration between businesses to enable them to innovate and export from the island.  Therefore, I wish to make some remarks about the mechanisms that might be adopted for building co-operation between businesses to enable them to become more effective innovators and exporters.  In some ways, this reflects closely the original objectives outlined in the Bradley Best report, which seem to me to have been rather lost in more recent discussions about the cross-Border enterprise zone, the objectives of which have become very much less clear.<\/p>  <p>  Recent research has emphasised three findings.  First, innovation and exporting are very closely related.  Small businesses that export grow more than twice as fast as those that do not, while internationally active SMEs are three times more likely to engage in innovation of products and services.  These two things go together.  Second, innovation is very much enhanced where firms work in partnership with each other or in partnership with external organisations.  <\/p>  <p>         That innovation then provides the basis for exporting.  Indeed, one study we recently published, based on data from the Republic and Northern Ireland, suggests that for small firms with fewer than 50 employees, approximately 40% of the value of their innovative activity derives from partnerships rather than from knowledge that is developed within the firm.  Those external links are hugely important for small firms in driving innovation.  For large firms it is approximately 25%, for smaller firms it is approximately 40%, so that is quite a big difference.  Of course, the Border zone, particularly in the central Border, is dominated by those types of smaller companies.<\/p> <p> The third big picture research finding over the last few years is that productivity gains arise when innovation and exports come together.  In a sense what we want ideally is to encourage firms to be innovative and then to export the results of that innovation.  We have taken some useful steps already in promoting innovation across the island wide economy through things such as the innovation vouchers programme, a cross-Border initiative between Enterprise Ireland and Invest NI.  However, we can do more and there are three particular areas where we might consider more activity.<\/p> <p> The first is brokerage.  This is the idea that small firms often find it very difficult to identify the partners that they might use for joint innovation and, potentially, joint export initiatives.  We could do more to broker partnerships between small businesses to generate those things.  In the UK we have been playing with policy initiatives such as growth vouchers and creative credits to try to form these innovative partnerships.<\/p> <p> The second theme, and it follows from the first, is that we could prioritise support for collaborative innovation.  Typically, in the past we have supported, through Enterprise Ireland and Invest NI in the North, innovation by individual businesses, but increasingly we have learned that it is partnership or network based innovation which is really most important and provides perhaps a more successful basis for exports.  Prioritising that type of collaborative innovative activity might be more important.<\/p> <p> Third, I believe supply chains offer an opportunity.  We have a number of supply chains which have a significant cross-Border dimension.  They offer the opportunity for the upgrading of SMEs, innovation along the supply chain and the potential for building a stronger innovation and export base both in the Border region and in the wider Irish economy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#M00300","nonspeaker":"Professor Stephen Roper","continuing":true},{"type":"speechnospeaker","time":1432643400,"counter":39,"content":"<p>I am very honoured by the committee's invitation to the meeting to discuss issues related to the all-Ireland economy.  Starting in the late 1980s, I have worked on many aspects of North-South economic and business relations and the island economy.  My mentor in this area was the late Sir George Quigley who, together with Dr. Liam Connellan of the then Irish Business and Employers Confederation, IBEC, first established the notion of all-Ireland as a legitimate area of research and policy action.<\/p>  <p>  I guess the main reason I am before the committee is that in 2012, I co-authored with my American colleague, Professor Michael Best, a report for the Centre for Cross Border Studies entitled, \"Cross Border Economic Renewal: Re-thinking Regional Policy in Ireland\".  During this work we spent time getting to know the cross-Border area, talking to stakeholders and visiting a series of entrepreneurial companies.  The lessons that we learned highlighted the weaknesses of strategic thinking in the area of regional development in both jurisdictions and the urgent need to join up thinking on regional development policy with enterprise development policy in areas of the island characterised by peripherality, rural demographics and the complication of the policy fault line between North and South.  I look forward to discussing these issues with the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#N00300","nonspeaker":"Dr. John Bradley"},{"type":"speech","time":1432643400,"counter":40,"content":"<p>I thank the contributors.  I invite members to make their contributions and ask them to confine those contributions to questions to our guests.  Also, they should indicate to whom they are addressing their questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#N00400","speaker":"1099"},{"type":"speech","time":1432643400,"counter":41,"content":"<p>Cuirim f&aacute;ilte roimh na finn&eacute;ithe agus gabhaim bu&iacute;ochas leo as ucht na cuir i l&aacute;thair.  This is the second session we have had with different stakeholders and academics giving their perspective on North-South enterprise.  <\/p>  <p>               In general, most individuals have given a view that there has been a diminution of emphasis on cross-Border development or partnership over the last number of years for a number of different reasons.  There has also been a lack of measurement of the engagement and of the relationship that exists, as mentioned with regard to services in the presentations by the witnesses.  That sits beside the fact that there is obviously a shocking level of poverty, economic disadvantage, unemployment and emigration both North and South within the Border region.  We also see that one of the major organisations, IntertradeIreland, has had a significant cut in funds, more so than any other enterprise organisation on the island of Ireland.  If one speaks to anybody, they will say that cross-Border partnership and an all-island economy are good things, and one will hear an awful lot of lip service with regard to the issue.  Before I move to questions to individuals, I want to ask a general question.  Is it the perspective of the witnesses that there is such lip service?  Is there institutional inertia on both sides of the Border with regard to actually taking those steps necessary to build on that all-Ireland economy which everybody says could bring enormous advantages to all citizens on the island?<\/p> <p> Mr. Paul Mac Flynn talked about Border enterprise areas and, if one likes, simply taking enterprise from one area and putting it into another.  There is a current view that the Dublin section of the island is nearly overheating with regard to development, and even the NERI report in 2014 suggested that very few jobs had been created outside the Dublin region.  If that is the case, displacement of some level of that economic activity to the Border region could be a good thing, to a certain extent.<\/p> <p> Professor Stephen Roper stated that synergies and partnerships were key to both innovation and exports.  Are there any examples of what could be done?  For example, IntertradeIreland plays a role in those types of synergy.  Given the infrastructure of both the Northern state and the Southern in terms of enterprise, what are the practical steps that could be taken to achieve that?  I like the idea of having a conversation about exports from the island rather than having a narrow focus on this.<\/p> <p> Professor Roper said that supply chains have a cross-Border aspect.  Can he put some meat on the bones of what he means by supply chains and what is the reality of them?  With regard to brokerage in Ireland, how would Professor Roper suggest we develop more brokerage in the landscape of Ireland?<\/p> <p> Dr. Bradley spoke about the dichotomy between the IDA and Enterprise Ireland that is referred to in the report.  Is he suggesting that there is a necessity to unify Enterprise Ireland and the IDA in the delivery of their functions?  All of the enterprise agencies on the island seem to be functioning in competition with each other, which seems incongruent, given the idea of partnership and innovation.  The witnesses might address those questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#N00500","speaker":"1080","continuing":true},{"type":"speechnospeaker","time":1432643400,"counter":43,"content":"<p>In terms of the general point about all-island matters falling off the agenda, I think it would join a long list of longer-term solutions to economic growth that have fallen off the agenda in recent years.  In both North and South, in policy terms, we have turned to short-term fire-fighting measures.  I absolutely agree that the focus on an all-island economy is a more long-term strategy for growth.<\/p>  <p>  In terms of the enterprise zones, I suppose the Deputy pointed to one way of seeing it, but I think it is a fairly harsh way of trying to achieve regional balance by seeing it as a zero-sum game.  <\/p>  <p>         My point was not to say that particular regions should not be singled out for greater attention but that there is a tendency with the model of enterprise zones to focus on supply side measures which tend to encourage the shifting of activity rather than more demand side measures in parallel with infrastructure that tend to increase the total amount of economic activity.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#O00200","nonspeaker":"Mr. Paul Mac Flynn","continuing":true},{"type":"speech","time":1432643400,"counter":45,"content":"<p>What kind of demand side activity?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#P00200","speaker":"1080"},{"type":"speechnospeaker","time":1432643400,"counter":46,"content":"<p>In terms of the Border region, perhaps State investment taking a greater and more strategic role.  I did not get a chance to mention it, but in terms of developing an enterprise strategy, which is something we have talked about for the entire economy, State research and grants, North and South, could be aligned towards a common goal for particular sectors across the island.  Regional growth involves identifying where particular sectoral or industrial strengths lie within particular regions, and then deciding to make a long-term commitment in terms of focused capital spending or research grants towards a goal of growth in a particular sector.  There is a danger that we fall into the trap of thinking that all that is needed is the cutting of red tape and of tax allowances and then such activity will magically appear in the Border region.  We may end up with no increase in activity overall than there was before.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#P00300","nonspeaker":"Mr. Paul Mac Flynn"},{"type":"speechnospeaker","time":1432643400,"counter":47,"content":"<p>I would like to echo one of Mr. Mac Flynn's comments.  There is the potential for greater collaboration between Enterprise Ireland and Invest Northern Ireland in terms of the targeting of State support for innovation and exporting.  That does not need to involve direct support in terms of grant support for businesses, but it could involve the provision of export market information and information about partner networks or partners which might enhance brokerage.  <\/p>  <p>  As part of the innovation strategy preparations in the Department of Enterprise, Trade and Investment in the North, the potential for an open innovation centre in Northern Ireland was defined.  It involved a range of activities around trying to build the awareness of open innovation among businesses, that is, building demand and trying to build the capability within small companies to work together to deal with the innovation and exporting which might come from that.  That built on a range of other examples of best practice across Europe, where universities and cities have established intermediary organisations, like Fraunhofer in Germany, to develop that kind of connectivity between firms.  Not all firms will play, but a significant number may do so.<\/p>  <p>  On the supply chain point, I had a couple of things in mind.  One is that there are quite a number of logistic networks which spread across the Border.  I was also thinking in terms of agrifood, where I guess there is quite a lot of cross-Border trade as part of those kinds of supply chains.  I am not an expert on that sector, but it strikes me that trading links are very often the basis for innovation collaboration.  It provides a good starting point because some trust has already been established between the businesses involved.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#P00400","nonspeaker":"Professor Stephen Roper"},{"type":"speechnospeaker","time":1432643400,"counter":48,"content":"<p>I do not understand where the idea of unifying the IDA and Enterprise Ireland might have come from in my writing.  The problem with the cross-Border region is that it is a region of low population density with very few urban centres and foreign firms tend to locate around large cities, such as Limerick, Galway, Cork and Belfast.  Enterprise Ireland has the more difficult task of creating indigenous businesses in regions with a low population density.  When they were broken up some ten or 15 years ago, it was a very logical break-up.  <\/p>  <p>           I was asked about competition between the Southern and Northern agencies.  This is very natural as they are competitors and it is like asking two runners in a race to co-operate as to who will win.  One will always do one's best to win.  This, however, is where the tragedy of InterTrade Ireland comes in.  That could have been an embryonic cross-Border development synthesis.  It could have been to cross-Border industrialisation what, say, the European Coal and Steel Community was to the European Union in that it could have evolved similarly.  For political reasons, into which I will not go but with which I am sure members are only too familiar, this never happened and is not going to happen.  <\/p> <p> As policy-makers sitting in D&aacute;il &Eacute;ireann and Seanad &Eacute;ireann, members tend to look at the world form the perspective of a policy-maker.  Senator Quinn, who looks at the world from the point of view of enterprises, knows that the world looks very different from that perspective.  I am told that the recent initiatives by IBEC and the CBI in Northern Ireland are resulting in a massive increase in cross-Border interest on the part of firms.  This is taking place entirely within the private sector and is not being hindered by the policy dysfunctionality between North and South, although it is not being helped by it either.  What is needed is to encourage the private sectors, North and South, to take on the responsibility for evolving and co-operating and not to imagine that policy-makers are ignorant of what is going on, waiting for the private sector to push them in one direction or another.  Our experience and our research show that businessmen are very clever and know more about the business environment in which they work than policy-makers.  Policy-makers sometimes make policies that are inappropriate to the conditions of business and we found some glaring examples of this in our research.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#P00500","nonspeaker":"Dr. John Bradley","continuing":true},{"type":"speech","time":1432643400,"counter":50,"content":"<p>Would Dr. Healy like to comment on the first question that was asked about institutional inertia?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#Q00200","speaker":"1099"},{"type":"speechnospeaker","time":1432643400,"counter":51,"content":"<p>This comes from a keen sense of urgency and the priorities at regional and sub-national levels.  In recent times, especially following the crisis of 2008 onwards, it seemed the priorities were to create employment, to maintain investment and to grow exports without paying as much attention to the regional aspect as was previously the case.  There is evidence that some regions, particularly the north west area of the island, have lost out in respect of some of the welcome jobs recovery since 2012.  It is still early days but the growth rates are less than impressive in some parts of the west.<br\/><br\/>The pattern of labour force participation has developed somewhat differently in some regional areas, including the Border areas where there is a high level of what some economists call &quot;labour market inactivity&quot;.  This is perhaps not the best term but it simply means that people are not in work or seeking paid work.  It is a complex issue which reflects the structure of the population and many other factors but it is a concern because not only are there disparities in income <i>per capita<\/i>, as Mr. Paul Mac Flynn has pointed out, there is also a higher level of dependency on fiscal transfers within each jurisdiction, something which maybe gets lost in the bigger picture.<br\/><br\/>There is a need to focus on particular areas of vulnerability, which seem to be particularly acute as one moves westwards from Armagh, up around Fermanagh and into Donegal, where there are pockets of considerable deprivation and disadvantage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#Q00300","nonspeaker":"Dr. Tom Healy"},{"type":"speech","time":1432643400,"counter":52,"content":"<p>I welcome the panellists.  This is a very interesting discussion.  I want to ask Dr. Healy about the importance of the single European market for energy.  What positive consequences could it have for the all-Ireland economy?  Mr. Mac Flynn mentioned the changes to corporation tax and said it would be misleading to think Northern Ireland would emulate the Republic by just cutting corporation tax.  Surely if it was able to attract corporations that would otherwise come to the Republic, that would have a negative impact on the Republic.  Can he comment on that?<\/p>  <p>  One of the issues that will come to the fore in Northern Ireland in the next couple of years is the issue of a British exit from Europe.  <\/p>  <p>               Professor Roper might be able to comment on the benefits or otherwise to the Northern Ireland economy if it was to leave and whether they are more pronounced there than in other regions of the UK.<br\/><br\/>Dr. Bradley talked about the regional balance.  Coming from Galway, we are obviously conscious of the growth and development of the Dublin region <i>vis-&agrave;-vis <\/i>other areas, notwithstanding a great deal of positivity in the west.  In his summary, Dr. Bradley mentioned, in respect of the future of the Border region, a dependency through regional compensation for perceived threats and weaknesses.  What exactly does that mean in terms of compensation?  What type of compensation is he talking about?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#Q00400","speaker":"1110","continuing":true},{"type":"speechnospeaker","time":1432643400,"counter":54,"content":"<p>The Single Market is probably the best area in which progress can be made in encouraging co-operation.  It makes good sense and, as Deputy Kyne mentioned, the impact of European rules and regulations is a natural area in which co-operation and co-ordination can take place.  One example of that, which is obviously a long-term issue, is harnessing wind and solar energy, particularly ocean-based sources of energy, and the possibilities of transferring and moving some of that energy source across the island, given the excess demand for electricity, in particular on the island of Great Britain.  We should also be mindful, as we talk about an all-island perspective, that there is also an all-islands perspective and all of this fits together naturally.  What Northern Ireland and the Republic have in common in particular is a very problematic dependency on fossil fuel imports, so any initiative, either at European level or commercially here, to rise to that challenge and shift the dependency on traditional sources of energy, is very welcome.  We are conscious of the role of the ESB in terms of Northern Ireland's electricity supply.  Costs are an issue, which partly reflects the density and nature of the population in Ireland.<\/p>  <p>  I will now give a graphic example of how public and private investment has, in some cases, not been keeping pace with economic development.  We have had a huge surge forward in terms of road transport in the Republic.  The M1 motorway, for example, has made a huge contribution to shortening the distance between Belfast and Dublin compared to 20 years ago.  However, it is notable that the carriages on the Enterprise express train between Dublin and Belfast date from the early 1990s, so when I travel on the train, as I do regularly, I cannot charge my phone.  There are no sockets as the train is from the pre-smartphone era.  Wi-Fi is also pretty unreliable.  Anyone who uses the transport between Belfast and Dublin, particularly in some areas which I will not name, can assume the coverage will go down.  From a business point of view, Wi-Fi is important in every area of the country, including areas of the west and north, from the perspective of tourism, services, and activity in all sectors.  That is an area where public and private strategic investment could play a crucial role.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#R00200","nonspeaker":"Dr. Tom Healy"},{"type":"speechnospeaker","time":1432643400,"counter":55,"content":"<p>In terms of corporation tax, from a Republic of Ireland point of view, at first glance it would seem the competition would be to the detriment of foreign direct investment here in the Republic.  I do not think that would be the case.  The greatest fear about the corporation tax move in Northern Ireland is that it will not work in that Northern Ireland will get control of the rate of corporation tax, but will not get control of the base of corporation tax, which is one of the key policy tools down here.  More than that, Northern Ireland has significant ground to make up in terms of basic infrastructure and skills with regard to competition between the Republic of Ireland and Northern Ireland.  To touch on what Professor Roper will probably talk about, if a foreign multinational corporation looking to create its European base had to choose between Northern Ireland and the Republic, it would look at the insecurity that would be created by an EU referendum and decide to put its money on the safe bet.  <\/p>  <p>         I put my money on the safe bet.  As for worrying about corporation tax down here, I worry more that it would not succeed in Northern Ireland anyway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#R00300","nonspeaker":"Mr. Paul Mac Flynn","continuing":true},{"type":"speechnospeaker","time":1432643400,"counter":57,"content":"<p>I am grateful for an easy question.  The UK economy as a whole will be facing a period of marked uncertainty over the next couple of years.  As Paul Mac Flynn has suggested, that will affect the UK's ability to attract new investment and the willingness of UK business to invest in certain situations.  However, it is also worth saying that Northern Ireland is the least connected of the UK regions to Europe in terms of trade.  The southern regions of England are much more strongly connected.  The implication, therefore, is that if the UK were to leave the EU, any potential downside which may arise is unlikely to have quite the impact on Northern Ireland that it would have perhaps on southern regions of England.  This is to take a downside view.  Of course one might argue that we could end up in a kind of Norwegian situation, in which case it is probable the benefits on the upside would also be less in the case of Northern Ireland.  In a sense, the vulnerability of Northern Ireland to the UK's leaving the EU is probably slightly less than that which might occur and the potential upside effects are probably slightly smaller than in southern parts of England.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#S00200","nonspeaker":"Professor Stephen Roper"},{"type":"speechnospeaker","time":1432643400,"counter":58,"content":"<p>The Deputy raises a very interesting and complex issue about regional imbalances.  If one measures imbalances between the Irish counties in terms of output per head or GDP per head, these disparities are much bigger than if one measures it in terms of household disposable income per head.  There is much more equality there because the social welfare transfer system transfers income from the rich regions to the poor regions.  However, that creates dependency, so although it is socially very desirable in the short run, we have examples in Europe such as the Mezzogiorno region in southern Italy, where this kind of dependency can last forever.  If I may say something that might be controversial in Northern Ireland, Northern Ireland is a very good example of this within the 13 regions of the UK, because it is the most dependent region and has been for decades, yet development has not been stimulated.  The point I was making was not that there should be some horrifying austerity process to deprive the poor regions of their income support; rather, it was to draw attention to the fact that this does not drive enterprise, entrepreneurship and production because it has to go with other measures.<\/p>  <p>  I will conclude by adding an anecdote.  I can leave Westport at 5.15 a.m. on the red-eye, get into Heuston Station at 8.28 a.m. and be in the centre of Dublin at 9 a.m.  The earliest I can leave Dublin for Belfast is 7.35 a.m., getting in at 9.45 a.m., which means I am in the centre of Belfast at 10.15 a.m.  How idiotic is that for the island transport system?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#S00300","nonspeaker":"Dr. John Bradley"},{"type":"speech","time":1432643400,"counter":59,"content":"<p>What is the earliest time one can leave Belfast for Dublin?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#S00400","speaker":"1071"},{"type":"speechnospeaker","time":1432643400,"counter":60,"content":"<p>At 6.50 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#S00500","nonspeaker":"Mr. Paul Mac Flynn"},{"type":"speech","time":1432643400,"counter":61,"content":"<p>When does one arrive in Dublin?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#S00600","speaker":"1071"},{"type":"speechnospeaker","time":1432643400,"counter":62,"content":"<p>It depends.  After 9 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#S00700","nonspeaker":"Mr. Paul Mac Flynn"},{"type":"speech","time":1432643400,"counter":63,"content":"<p>That proves another argument - that everything is centred in Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#S00800","speaker":"1071"},{"type":"speech","time":1432643400,"counter":64,"content":"<p>Dr. John Bradley referred to stimulation.  Could we stimulate in a much broader way the opportunities in tourism between the two?  One of the criticisms in recent times has been the fact that the wonderful Wild Atlantic Way stops short of the Border.  There is also the new tourism initiative called Ireland's Ancient East, which starts short of the Border.  If there was one opportunity for all-Ireland co-operation, it surely would be tourism.  We have a tourism body to do that but we do not seem to be using it to nearly the extent to which we should.  I ask the delegates if they have any comments in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#S00900","speaker":"1145"},{"type":"speechnospeaker","time":1432643400,"counter":65,"content":"<p>It is an interesting point, and we deal with it in our report.  The cross-Border agency is not a cross-Border body like the six of which InterTradeIreland is one.  When we approached this in our study, because we have a chapter on tourism, we thought this was great and that there was integrated tourism planning on the island but we found they are two separate strategies.  We managed to create some type of extraordinary agency that has a Belfast focus centre and a Dublin focus centre, but there is no genuine strategic co-operation between the two.  Other people will claim that there is, but when one talks to people on the ground there is not.  That is extraordinary.  If one cannot solve the tourism challenge on an all-island basis, what hope does one have of solving the enterprise development problems?  I worry about this country sometimes and the ability of policy-makers, North and South, to genuinely co-operate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#T00100","nonspeaker":"Dr. John Bradley"},{"type":"speechnospeaker","time":1432643400,"counter":66,"content":"<p>I am not sure that I have much to add, other than to state that I believe there is potential.  It is very rare to talk to somebody in England who is doing an all-island trip.  They are either going to Kerry or to the north coast, but rarely would they do all of the island.  In part, that might come back to the state of public transport between Belfast and Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#T00200","nonspeaker":"Professor Stephen Roper"},{"type":"speechnospeaker","time":1432643400,"counter":67,"content":"<p>To add briefly to that, there are certainly opportunities in the tourism sector but it is worth noting that, particularly in Northern Ireland, the tourism sector has some of the highest instances of low pay.  If we are talking about increasing living standards in aggregate, we would have to tackle the existing situation in the tourism industry, North and South, in terms of pay before putting too many hopes in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#T00300","nonspeaker":"Mr. Paul Mac Flynn"},{"type":"speechnospeaker","time":1432643400,"counter":68,"content":"<p>There are practical initiatives that could be taken at local level, possibly involving different local authorities.  Examples of that could include cycle ways based on old railway tracks.  There is potential in that regard, certainly in the Carlingford peninsula area.  In promoting activities such as those it might be possible to direct tourists naturally from the Mournes to Carlingford and from Carlingford to the Mournes, and from Derry city to Gweedore and from Gweedore to Derry and Strabane.  There are also the relatively under-discovered areas of Fermanagh, Roscommon and the like.  However, it requires joined-up thinking and strategic approaches.<\/p>  <p>  Certainly, the appreciation in sterling against the euro of approximately 10% in value since December has created a real additional difficulty for southern people coming to Northern Ireland as tourists, whether as day tourists or longer stay tourists.  One suspects that it will really impact on Northern Ireland tourism, retail and other outlets this summer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#T00400","nonspeaker":"Dr. Tom Healy"},{"type":"speech","time":1432643400,"counter":69,"content":"<p>As there are no further questions, I thank the witnesses for attending the meeting today to engage with the committee.  All of the contributions and submissions will be considered in the context of the committee's report on the topic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#T00500","speaker":"1099"},{"type":"unspoken","time":1432643400,"counter":70,"content":"<p>Sitting suspended at  3.05 p.m. and resumed at 3.35 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1432643400,"counter":71,"content":"<p>I welcome the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, and his officials to the meeting to discuss the all-island economy and how economic co-operation and alignment across the island might be enhanced.  I invite the Minister to make his presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#Z00200","speaker":"1099"},{"type":"speech","time":1432643400,"counter":72,"content":"<p>I thank the committee.  I would like to introduce Mr. Stephen Curran, an official in the Department who deals with this area and with international investment.  <\/p>  <p>               I welcome the opportunity to speak to the committee.  As members may know, I meet twice yearly, in the North-South Ministerial Council, with the Northern Ireland Minister for Enterprise, Trade and Investment, who up to now was Ms Arlene Foster.  Mr. Jonathan Bell is taking over that role.  We jointly oversee the work of InterTradeIreland.<\/p> <p> I know InterTradeIreland made a presentation to the committee.  InterTradeIreland is a remarkable body in terms of what it is doing.  I am sure it explained what it does  and that its ratio of added value to expenditure is very strong.  In its last three-year programme up to 2013, it set a target of a jobs impact of 500 but it reached 1,900.  It has set a job impact target  in its 2014 to 2016 programme of 3,500 and in the first year, it hit 1,900, which is past the half way mark.  InterTradeIreland runs innovative and targeted programmes which fit well within the portfolios of the bigger bodies, both North and South.  I am sure members know about Acumen, which is dealing with cross-Border business.  It also has a Go-2-Tender programme, which encourages companies to combine and bid for procurement contracts.  The programme Elevate seeks to support exporting.  It has a very interesting technology transfer programme, where it places graduates, North and South, in one another's companies and get the support of access to the third level college.  It has been innovative in the operation of its programmes.  Not only has it faced the general efficiency reduction in  terms of budgets in the past number of years, but more recently it has faced a cut because of the difficulties in putting together the budget in Northern Ireland.  We have been very keen to try to prevent it impacting on the work that is being done.  I think it will be able to maintain its programmes this year through reserves.  It has gained great acceptance, North and South.  The good work it does has been very fruitful in building mutual confidence among Ministers.  We have very good exchanges and I hope we can build on that.<\/p> <p> The investment under the INTERREG programme is very significant.  The INTERREG programme did not just cover enterprise, for which I have responsibility but also transport, tourism and health.  It resulted in 28 projects coming forward.  Some of these innovative projects involved the local enterprise office structures and similar ones in Northern Ireland.  Together they have focused on initiatives to support micro-enterprises but also on the flagship projects of the science parks in Derry and Letterkenny and the enterprise centres in Omagh and Carrick-on-Shannon.  Those who visit these centres can only be impressed.  The new programme will shortly have its first call.  I know money for research and innovation has been set aside where people see an opportunity to build connections between the private sectors, North and South, through collaborative work.  That has been an important theme of much of the work.  InterTradeIreland is trying to develop collaboration in the research and innovation areas and this can go deeper and will foster collaboration at the level of enterprise.  I hope it will stimulate work in this area.  There are two streams of funding.  The smaller of the two is for SMEs to get involved in cross-Border research and innovation activity, which is very sensible, and the large block of money, &euro;52 million, will be aimed at the creation of centres of excellence, which would undertake research in two specific areas, health and life sciences and renewable energy.  <\/p>  <p>               It is very sensible that we move towards that.  We are a small island and we cannot be expert at everything.  Where we can have centres of excellence through combining resources, then that clearly is helpful. <\/p> <p> The committee will know, from InterTradeIreland, about the success of the Horizon 2020 collaboration we have in place.  It has proven itself in that the jointly sponsored programmes have been more successful.  They have enjoyed a higher success rate in drawing down funds than stand-alone projects.  We also have the US-Ireland Research and Development Partnership, which is in its ninth year.<\/p> <p> Members have mentioned issues related to a possible British exit from the European Union.  Clearly, such an exit would be a challenge in any consideration of the all-island economy, not least because of the contribution of European funding but also because, as two small trading economies that operate side by side, it is in both our interests to have barrier-free trade and investment.  Naturally, there is concern, North and South, about an exit.  We are keen to assist the process of negotiation that is emerging in order to try to get a satisfactory outcome that can be put to the British people in due course, as indicated by the new British Government.<\/p> <p> In terms of North-South trade, there has been some significant improvement in recent times.  This year to date, we have had 12% growth in Irish trade to the North, which is an increase on the previous year's rate of 8% and that of 3% in the year before that.  We have seen some growth.  Both economies are seeing some recovery in employment.  In the North, there was 1.7% growth in employment last year and in the South, it was just over 2%.  There are some signs of vibrancy in the two economies, which bodes well for the future.  <\/p> <p> The committee has considered wider development zones and so on.  We are watching that debate.  One of the things that we are doing, as the committee will know, is looking at weaker regions and analysing how to maximise the performance of our regions.  We have committed to enhanced activity, with &euro;150 million in the IDA property-based area.  We also have committed to these calls within the regions.  We are open to innovative calls coming forward from community-based groups, local enterprise offices and others which would be collaborative.  We are consciously providing loadings in favour of innovative collaboration.  There is a potential in these calls to see initiatives come forward that would tap into the potential of the cross-Border region.  <\/p> <p> I will leave my comments at that and will take questions or deal with issues members would like to put.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#Z00300","speaker":"1016","continuing":true},{"type":"speech","time":1432643400,"counter":75,"content":"<p>Go raibh m&iacute;le maith agat, a Chathaoirligh.  Gabhaim bu&iacute;ochas freisin leis an Aire as ucht an cur i l&aacute;thair at&aacute; tugtha aige.<\/p>  <p>  I appreciate the opportunity to discuss this issue with the Minister.  Views may differ but they are part of a constructive discussion to improve the project and feed into the committee's report.  We have had a great opportunity to discuss this matter with a large number of academics and trade union activists, etc.  They have fed information to the committee on all-island trade.  The Minister might give his perspective on some of the issues they raised.  One of the issues raised today was that the Border region has suffered from peripherality, rural demographics, location and from being a policy fault line.  Peripherality and rural demographics are not for us to fix.  However, the policy fault line and how it functions were identified as problems.  It was stated that they have led in the direction of dependency, both North and South.<\/p>  <p>  Another problem mentioned was that with the problem of the recent troubles having largely been resolved, there was not the same level of urgency around cross-Border affairs.  That was a perspective expressed by an academic and I would like to hear the Minister's view on same.  <\/p>  <p>               The view was that there was more engagement with these issues 20 years ago than today.<\/p> <p> The Minister mentioned the statistics for trade North and South.  A statistic we received today was that, when compared with the total value of merchandise exports from the Republic of Ireland, manufactured goods exports dropped from 2.1% to 1.4% between 1996 and 2014, although there has been a modest trend upwards since 2009.  Therefore there has been a fall overall in terms of trade from the South to the North.  It was also mentioned that there was a lack of data on cross-Border service trade.  In that significant sector of service, we did not have the measurement tools to work that out.  The tragedy of industry in Ireland was discussed earlier by Dr. Tom Healy, as well the policy dysfunction North and South.  It was stated that recent initiatives by IBEC and CBI had resulted in a massive increase in interest on the part of cross-Border firms, almost despite policy development.  We heard some very simple things.  For example, we heard from one academic that the Dublin to Belfast train does not arrive in Belfast until 9.45 a.m.  Although this is not specifically in the remit of the Minister, a tourism body was created that did not have a genuine strategic synergy.  The reason for the report is that there was more engagement 20 years ago, as well as the reduction in focus currently and the shocking levels of unemployment, poverty and emigration.<\/p> <p> InterTradeIreland, which the Minister mentioned, is a fantastic organisation.  I worked on one of those projects discussed by the Minister, but it has suffered severe cuts.  We had recommendations from the North-South Retail Forum, which was set up by Retail Excellence Ireland and its Northern counterpart.  It considered that a North-South structure for retail was necessary.  Its understanding, from the Minister's perspective, was that it was not necessary and that there could be a discussion about it.  I would like to get an understanding of the Department's view, given that everybody believes that North-South co-operation is a good thing.  Everybody speaks of the benefits of an all-Ireland economy as having positive outputs.  A large number of those who have engaged in the process so far mentioned that we are retrenching rather than progressing on the issues of an all-Ireland economy, all-Ireland trade, developing those synergies and the practical elements of working together with our Northern counterparts.  What is the Minister's view on their engagement and how can we solve this?  Is it just inertia or, as one of the witnesses said, is it that governments are fire-fighting due to the crisis?  Has it fallen down the list of priorities, or there is something worse involved?  <\/p> <p> In regard to the Border development zone, there is a serious problem.   As we may have more time than expected due to the lack of participants, I will leave it at that, and perhaps I might be able to speak again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#BB00200","speaker":"1080","continuing":true},{"type":"speech","time":1432643400,"counter":77,"content":"<p>Before I invite the Minister to respond, it might be helpful if I read a quote from Dr. Tom Healy of the Nevin Economic Research Institute, to which the Deputy referred.  He said:<\/p><blockquote>In my professional experience I have noticed a diminution of interest over the last 20 years or so among economists in relation to all-island economic matters, as evidenced in the relative lack of exchange, thematic focus and appearances of various conferences and events.<\/blockquote>  <p>  <\/p>  <p>               It was economists to whom he was referring in that context.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#CC00200","speaker":"1099","continuing":true},{"type":"speech","time":1432643400,"counter":79,"content":"<p>God protect us from those fellows.<\/p>  <p>  I do not agree that there is a policy fault line.  Looking at the hard numbers from our perspective, the IDA's performance in the Border region has resulted in an increase in employment of 21% in the past four years.  That is a strong performance by any standard.  There has been a 9% growth in terms of Enterprise Ireland's performance.  More than 600 companies are supported by Enterprise Ireland and there are 77 IDA-supported companies.  The region has its strengths and we are seeking to play to those strengths.  As the Deputy will be aware, from the perspective of the IDA, we are copperfastening those strengths with an investment in advanced facilities in Letterkenny, Dundalk and Sligo.  From our perspective, we are putting down a hard commitment to create a magnet for growth in the Border region.  There is not a policy fault line. <\/p>  <p>  Clearly, in terms of cross-Border collaboration, the presence of InterTradeIreland and its success, although it has faced financial difficulties in recent years, is a very tangible expression of the sort of practical collaboration we can build.  We have had successes in research and development and in the placement of individuals in companies, with people of acumen facilitating cross-Border trade.  We have good examples of companies that, for the first time ever, were able to go across the Border and build an export-oriented base from which they grew more strongly.  Those are the most tangible areas.  What we are trying to do in the next round is to ensure more of that occurs and that the collaboration between companies is deepened to get it more embedded.<\/p>  <p>  Deputy T&oacute;ib&iacute;n remarked on the proportion of our trade that goes North.  He is right in that undoubtedly there is untapped potential there.  That illustrates the value of these programmes.  That is occurring in the overall context of a diversification of Irish trade away from the UK generally.  We have consciously sought to diversify our trade base.  The Deputy is right in saying there is more potential for trade with the North.  It would be good if we could get more traction on the examples given.  There have been some very good cases.  <\/p>  <p>  Our move to establish local enterprises offices within the local authorities will hopefully mobilise the capacity of the local authorities.  There is a good deal of cross-Border interaction between local authorities.  I hope that putting resources into making those offices a first-stop shop, promoting innovation within them and now having competitive calls in which they can participate, will result in new thinking in this area.  In any of our regional strategies we are trying to promote new thinking and new collaborations out of what has been done in this period.  The Border region has done pretty well.  It is one of the stronger regions in performance terms in the recovery period.  We need to continue to build on that but to look to our strengths.  We have some fantastic companies there and we can build on their strengths.<\/p>  <p>  On the issue of setting up new structures such as a retail structure, I do not think new structures are what we want.  InterTradeIreland is a good structure, it is delivering North and South and it has real programmes.  If there are initiatives that need to be developed, let us spin them out there.  Clearly, if retailers want to form a structure of their own in the way CBI or IBEC has formed one, that is to be encouraged, but whether we want to set up structures additional to InterTradeIreland at this point would be open to question.  It is better to manage-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#DD00200","speaker":"1016"},{"type":"speech","time":1432643400,"counter":80,"content":"<p>I want to bring Deputy T&oacute;ib&iacute;n back in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#DD00300","speaker":"1099"},{"type":"speech","time":1432643400,"counter":81,"content":"<p>I have a supplementary question for the Minister.  The general view that a policy fault line exists there is on the basis that there is no synergy with regard to North-South policy developments, policy implementation or capital infrastructure development.  <\/p>  <p>               InterTradeIreland is always held up as the solution in this sphere.  However, the organisation is almost 20 years old and, as the Minister indicated, the INTERREG programme dates back to 1990.  This is not a dynamic space in terms of the development of synergies.  What is required is back-to-back policy development, of which Tourism Ireland is a perfect example.  The Wild Atlantic Way and the Ireland's Ancient East route both stop at the Border.<\/p> <p> The joint committee heard interesting evidence that innovation, exports and key pathways to trade arise from partnerships and the brokerage of partnerships.  The Minister stated that if organisations would like to get together they should do so.  The committee, on the other hand, is trying to understand what can be done to institutionalise and enforce synergies from a policy perspective, as opposed to allowing them to develop almost despite the existence of the committee.  We want to be the engine for the development of synergies, rather than a neutral observer.  There is adequate and detailed evidence to support the view that innovation and exports are developed from partnerships.  What practical actions are taking place in policy development synergy, North and South, between the two Departments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#DD00400","speaker":"1080","continuing":true},{"type":"speech","time":1432643400,"counter":83,"content":"<p>I disagree with the Deputy's suggestion that InterTradeIreland is not a dynamic body.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#EE00200","speaker":"1016"},{"type":"speech","time":1432643400,"counter":84,"content":"<p>That is not what I said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#EE00300","speaker":"1080"},{"type":"speech","time":1432643400,"counter":85,"content":"<p>The Deputy stated that we were not in a dynamic space, but I believe we are in a dynamic space.  InterTradeIreland exceeded its employment target by 50% in 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#EE00400","speaker":"1016"},{"type":"speech","time":1432643400,"counter":86,"content":"<p>The organisation is 20 years old.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#EE00500","speaker":"1080"},{"type":"speech","time":1432643400,"counter":87,"content":"<p>Please allow the Minister to continue without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#EE00600","speaker":"1099"},{"type":"speech","time":1432643400,"counter":88,"content":"<p>We are trying, through the activity of this body, to have an economic impact.  As I stated, it exceeded its employment target by 50% last year and is well past the halfway mark for its three-year target.  As such, it is having an impact.<\/p>  <p>  The areas of activity to which the Deputy referred could not be more relevant.  For example, InterTradeIreland is helping small companies to start their export journey by trading North and South, developing collaboration in research and development and assisting companies in bidding for research funding.  Under the regional strategy, we are encouraging collaboration across regions and asking for proposals in this regard.  These types of competitive call provide opportunities for creative developments to emerge.  We have established North-South links between local authorities and we are investing resources in developing stronger economic performance in the Border regions.  Good activity is taking place in this area.<\/p>  <p>  Deputy T&oacute;ib&iacute;n indicated that there is an element of institutional staleness.  We did not have cross-Border institutions for many years, and building confidence in them has been a task.  Now that confidence has been built, good work is being done, and Ministers review practical programmes in this area all the time.  We also share information about issues such as access to finance and how initiatives we are introducing are working.  Shared learning is taking place in a dynamic space.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#EE00700","speaker":"1016"},{"type":"speech","time":1432643400,"counter":89,"content":"<p>The Minister and I are both from County Meath, and while I appreciate his argument, it is akin to my arguing that Meath football is dynamic because we beat Cork in 1987.  The establishment 20 years ago of InterTradeIreland should have been followed by the creation of ten or 15 organisations, bodies or institutions.  InterTradeIreland is still being held up as the greatest achievement in the development of cross-Border trade.  <\/p>  <p>               The Government is talking about 20-year blocks in terms of the development of an all-Ireland economy, rather than saying, \" Well, this is our plan\".  What institutional connections in terms of policy development do the local enterprise offices have with their counterparts in the North?  How often do they meet?  Is it regularly?  There are particular groups within County Down and County Louth, including the east Border innovation group, but there is no momentum in terms of the development of policy neither in these small institutions nor at ministerial level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#EE00800","speaker":"1080","continuing":true},{"type":"speech","time":1432643400,"counter":91,"content":"<p>First, I cannot remember in recent years Meath beating its target by 50% in any given year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF00200","speaker":"1016"},{"type":"speech","time":1432643400,"counter":92,"content":"<p>Unless they had the referee with them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF00300","speaker":"1071"},{"type":"speech","time":1432643400,"counter":93,"content":"<p>The Deputy is turning a blind eye to what is happening.  There is genuine good performance and people are making solid impacts.  I do not have access to the collaboration of local enterprise bodies but the existing INTERREG bid had joint applications and that is the sort of process we encourage.  In our latest regional call I will encourage collaboration because anything that can tap into a wider range of expertise or get collaboration going is to be encouraged.<\/p>  <p>  One must be practical in terms of the limits of institutional growth.  There are two legislative systems in place and people must agree to any evolution.  That would have to be negotiated at an institutional level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF00400","speaker":"1016"},{"type":"speech","time":1432643400,"counter":94,"content":"<p>Is there disagreement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF00500","speaker":"1080"},{"type":"speech","time":1432643400,"counter":95,"content":"<p>I do not say there is any disagreement but clearly this is something that would have to evolve on both sides if there is to be additional institutional collaboration.  I am not up to speed on the collaboration in the tourism area but I am aware that Ministers meet regularly in respect of tourism North and South and there has been progress in the area.  The Deputy would have to talk to the individual Ministers concerned.  Enterprise Ireland has practical supports and there is access to Enterprise Ireland programmes for companies which want to participate.  Provision has been made in that regard.  There is an openness to collaboration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF00600","speaker":"1016"},{"type":"speech","time":1432643400,"counter":96,"content":"<p>How many-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF00700","speaker":"1080"},{"type":"speech","time":1432643400,"counter":97,"content":"<p>Deputy T&oacute;ib&iacute;n should stop interrupting.  I want to bring in Deputy Calleary now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF00800","speaker":"1099"},{"type":"speech","time":1432643400,"counter":98,"content":"<p>I understand.  I am not interrupting, but to be honest I do understand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF00900","speaker":"1080"},{"type":"speech","time":1432643400,"counter":99,"content":"<p>It is quite difficult for the Minister to make his contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF01000","speaker":"1099"},{"type":"speech","time":1432643400,"counter":100,"content":"<p>I do understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF01100","speaker":"1080"},{"type":"speech","time":1432643400,"counter":101,"content":"<p>The Minister should be allowed to make his remarks and then Deputy T&oacute;ib&iacute;n can respond.  I will not prevent the Deputy from responding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF01200","speaker":"1099"},{"type":"speech","time":1432643400,"counter":102,"content":"<p>No, I understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF01300","speaker":"1080"},{"type":"speech","time":1432643400,"counter":103,"content":"<p>I urge the Deputy to exercise a little self control.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF01400","speaker":"1099"},{"type":"speech","time":1432643400,"counter":104,"content":"<p>Sure.  A Chathaoirligh, it is not in an effort to have a divisive, belligerent conversation, it is simply and genuinely to have a flowing conversation on the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF01500","speaker":"1080"},{"type":"speech","time":1432643400,"counter":105,"content":"<p>This is an Oireachtas committee and there are rules.  Does the Minister wish to proceed with his response?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF01600","speaker":"1099"},{"type":"speech","time":1432643400,"counter":106,"content":"<p>I think there is always room for additional initiative in this area.  What we are doing ourselves is trying to evolve our regional policy with a number of new tools we have put out into the field.  This is an experimental period and I am definitely interested in seeing if they can evolve and if we can get involvement collaboratively across the Border.  That would be very good for those initiatives and would add to them.  I am open to new ideas but institutional development is very much high politics, whereas what we are trying to do is to get practical collaboration at an economic level to build the connections to exploit the potential that clearly exists, build our export base, get people thinking in terms of trading and using that as an opportunity to build employment North and South.  That is what we are trying to do in practical ways.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF01700","speaker":"1016"},{"type":"speech","time":1432643400,"counter":107,"content":"<p>I apologise to the Minister.  I missed his opening remarks as I was welcoming the new Member.  I would probably go in the same direction as Deputy T&oacute;ib&iacute;n.  Perhaps it is a political issue.  I get a sense, not just in enterprise, that the Government&rsquo;s mindset stops at the Border.  Perhaps I am building on Deputy T&oacute;ib&iacute;n&rsquo;s contribution in saying that while InterTradeIreland is very successful, its executives are frustrated, as are experts in the field, about the level of budget cuts being inflicted on the agency.  Its ability to deliver on its mandate is being choked.<\/p>  <p>  Before the Minister came to the meeting we heard examples from the transport area, which is not the Minister&rsquo;s remit, but it is enterprise related.  The earliest train from Dublin to Belfast leaves at 7.30 a.m.  The Wi-Fi is tricky on it and there are no charging points on the train because the carriages are so old.  <\/p>  <p>               Were that the Dublin to Cork route, there would be a hullabaloo about it.  That does not speak of an all-island approach.  The Government has dropped the ball on the Dublin-Derry road and on the Narrow Water Bridge.  The Wild Atlantic Way has been phenomenally successful and has been particularly successful in getting economies going such as those along the Border, that is, small rural economies, by giving them a chance to get a share of the tourism market.  While we now have the latest version of that, the name of which I keep forgetting-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#FF01800","speaker":"1071","continuing":true},{"type":"speech","time":1432643400,"counter":109,"content":"<p>Ireland's Ancient East.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#GG00200","speaker":"1080"},{"type":"speech","time":1432643400,"counter":110,"content":"<p>Ireland's Ancient East.  The point is everything is wild until one reaches the Border or everything is ancient until one reaches the Border.  While I acknowledge the Minister will state it is political and there are cross-Border institutions, where is the push?  Where is the impetus and where is the sense of the Irish Government, which is the Government on which one depends, pushing beyond that Border and pushing everything possible from beyond that Border?  Where is the push coming in respect of enterprise?  While the Minister has commented on the potential of a BrExit, will he reflect on this again, if he does not mind?  What work is under way in his Department both in respect of the consequences of that and from an all-island enterprise point of view?<\/p>  <p>  As for the LEOs, are there milestones in their service contracts with the Department about cross-Border co-operation or does the Minister leave it to them to try to do it as it may fit?  In general, I refer to enterprise infrastructure.  For instance, there is the ongoing issue about the credit guarantee scheme and its extension to cover banks that are exiting the market.  This is a cross-Border issue because one of the banks causing the trouble has its headquarters across the Border.  What kind of work is under way there?  I get a sense that the Border is limiting the Government in a way that no Irish Government should be limited by it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#GG00300","speaker":"1071"},{"type":"speech","time":1432643400,"counter":111,"content":"<p>Obviously, there is the Border, so North and South operate in two different jurisdictions with different Parliaments to which they are answerable.  This clearly is a reality and what the Government has built is cross-Border institutional collaboration which it has turned into the channels it considers are best for driving real change.  Consequently, there is significant collaboration on the research area, innovation, exporting and cross-Border placement of people from colleges to build those connections.  This is highly practical.  Yes, in recent years there have been efficiency economies expected of InterTradeIreland and that has been true of most State agencies.  This year, as members are aware, there is a particular problem with the budgeting in the North.  While a number of parties are involved, the consequence has been a deeper cut than the one that was agreed originally between the Departments of Finance of the two jurisdictions.  A deeper cut is being made there and while we are managing to live within it thus far, that is a particular budgetary fall-out that has occurred as a result of the discussions going on in the North on their budgets at present.<\/p>  <p>  However, there is a tangible record of success in this regard.  One might state this is something on which one can build more quickly, and one hopes this will be the case.  The Government is trying to build a stronger regional strategy and to put in place institutions that can be more collaborative.  The local enterprise offices are in a position with their partnership or, if one likes, their parentage within the local authority, albeit under a service level agreement with the Department, whereby it is possible to promote collaboration as it delivers success.  However, I would not be doing my job unless I set targets of delivery, and in any competition for resources the Department will be running, it will wish to see impact.  Consequently, just because there is collaboration between individuals does not mean it will get them an automatic buy.  The Government will wish to ascertain that such collaboration is producing something genuine in terms of output.  As this is the approach the Department takes, when people are competing for funds, it must be about the impact on the things that matter to people, such as whether they can promote more trade, more innovation, more start-up hubs and, ultimately, more jobs.  I have been very impressed with some of the legacy.  I visited The Hive in County Leitrim, as I am sure has the Deputy, and it is a very exciting and good operation.  The investment in science parks in Letterkenny and Derry has significant potential.  <\/p>  <p>               We are funding a great deal of research collaboration, particularly through SFI, in the context of Horizon 2020, which has &euro;80 billion in funding resources.  We are attempting to corral such collaboration, North and South, to try to win more of the resources available under Horizon 2020.  We are working in a very practical way to try to maximise what we can achieve, both through the institutions and by means of the opportunities that exist.<\/p> <p> Institutional development is a bigger political issue and the Deputy must recognise that negotiations relating to it need to be carried out in a particular way.  We are promoting the tools that can be used to generate more practical collaboration.  If there are new ideas that we might test, we would be very keen to do so.  To be fair, some of the collaboration that has already taken place here has gained recognition internationally as constituting best practice in the context of cross-Border collaboration between two jurisdictions.  What we are doing is recognised internationally as being very innovative.  I accept that more can be done and it is hoped we will develop our activities further.  However, the Deputy should not pretend this is not a successful model.  It is recognised internationally as being such a model but I accept we can do more.  We will be very keen to try to protect the resources available to InterTradeIreland and obviously that is a-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#GG00400","speaker":"1016","continuing":true},{"type":"speech","time":1432643400,"counter":113,"content":"<p>I genuinely do not doubt that it is successful.  However, I get the sense that the Government is resting on its laurels and is not willing to recast that success.  InterTradeIreland is a child of the Good Friday Agreement, which came into force in 1998.  It is now 2015 and the world is a very different place.  I am of the view that when it comes to cross-Border policy, there is a sense of lethargy across all Departments, not just that of the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH00200","speaker":"1071"},{"type":"speech","time":1432643400,"counter":114,"content":"<p>The Deputy should attend some of the events held by InterTradeIreland.  That agency is anything but lethargic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH00300","speaker":"1016"},{"type":"speech","time":1432643400,"counter":115,"content":"<p>Absolutely.  I want to make it very clear that the various agencies are not lethargic.  InterTradeIreland's representatives have come before the committee and made presentations to us.  Their passion for the job they do is fantastic.  The lethargy is at political level in terms of imagining life beyond the Border and in the context of pushing the Border aside.  The lethargy to which I refer has been evident across all Departments in recent years.  We will not agree on that matter, of course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH00400","speaker":"1071"},{"type":"speech","time":1432643400,"counter":116,"content":"<p>I wish to ask a number of very short questions and I will pose them individually if that is acceptable.  How many Northern and Southern firms have participated on trade missions abroad in each of the past five years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH00500","speaker":"1080"},{"type":"speech","time":1432643400,"counter":117,"content":"<p>I do not have those sort of data with me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH00600","speaker":"1016"},{"type":"speech","time":1432643400,"counter":118,"content":"<p>Can the Minister provide a rough estimate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH00700","speaker":"1080"},{"type":"speech","time":1432643400,"counter":119,"content":"<p>No.  I would need advance notice of a question such as that which the Deputy has posed to provide the information being sought.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH00800","speaker":"1016"},{"type":"speech","time":1432643400,"counter":120,"content":"<p>Perhaps the Minister might forward the information to the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH00900","speaker":"1080"},{"type":"speech","time":1432643400,"counter":121,"content":"<p>Approximately 18 trade missions take place each year - not all of them are organised by Enterprise Ireland - and approximately 60 firms participate on them, which means the total per year would be somewhere between 600 and 700.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH01000","speaker":"1016"},{"type":"speech","time":1432643400,"counter":122,"content":"<p>Is that Northern firms involved in Southern trade missions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH01100","speaker":"1080"},{"type":"speech","time":1432643400,"counter":123,"content":"<p>No, I do not know what the number is in that regard.  The figure I provided represents the total involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH01200","speaker":"1016"},{"type":"speech","time":1432643400,"counter":124,"content":"<p>I am seeking information on the firms from the two jurisdictions which take part in the other jurisdiction's trade missions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH01300","speaker":"1080"},{"type":"speech","time":1432643400,"counter":125,"content":"<p>As the Deputy is aware, I was involved in a joint trade mission with Arlene Foster.  That was the first such trade mission of its kind ever but it proved to be extremely successful.  The mission in question was centred around aviation and we travelled to Singapore, where there is an aviation cluster.  A number of the precision engineering companies which operate in the South are sub-suppliers into that marketplace.  As a result, the mission proved a good fit.  Perhaps that is an area in which we might be involved in similar initiatives.  Our own trade missions are increasingly being geared towards aviation, ICT, water technologies and clean technologies.  Potential may exist in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH01400","speaker":"1016"},{"type":"speech","time":1432643400,"counter":126,"content":"<p>Work is being done in the South in respect of spatial planning.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH01500","speaker":"1080"},{"type":"speech","time":1432643400,"counter":127,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH01600","speaker":"1016"},{"type":"speech","time":1432643400,"counter":128,"content":"<p>Is the Minister in a position to highlight practical examples of engagement with the Northern authorities in respect of such planning?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH01700","speaker":"1080"},{"type":"speech","time":1432643400,"counter":129,"content":"<p>The Department of the Environment, Community and Local Government is leading the spatial planning exercise and, therefore, the Deputy would be better to direct his question in this regard to the relevant Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH01800","speaker":"1016"},{"type":"speech","time":1432643400,"counter":130,"content":"<p>Okay, but am I correct in stating that the Department of Jobs, Enterprise and Innovation has an input into that exercise?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH01900","speaker":"1080"},{"type":"speech","time":1432643400,"counter":131,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH02000","speaker":"1016"},{"type":"speech","time":1432643400,"counter":132,"content":"<p>Has there been-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH02100","speaker":"1080"},{"type":"speech","time":1432643400,"counter":133,"content":"<p>There is a process involving local authorities and their regional assemblies.  In the context of NUTS 3 regions, we are working with local authorities and our own agencies in the context of seeking to develop regional enterprise strategies.  <\/p>  <p>               We were deliberately timing those ahead of the emergence of the wider regional infrastructure plan in order to get the enterprise thinking, needs, expectations and opportunities into that process ahead of the wider infrastructure.  We are therefore consciously developing our regional enterprise strategy in the NUTS 3 region ahead of that cycle to try to influence the cycle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#HH02200","speaker":"1016","continuing":true},{"type":"speech","time":1432643400,"counter":135,"content":"<p>It might benefit our report if the Minister sent us examples of the Department's engagement with its sister Department in the North on spatial planning.  Has anything been done on the development of a Border development zone?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#JJ00200","speaker":"1080"},{"type":"speech","time":1432643400,"counter":136,"content":"<p>Priority is being given to encouraging FDI to set up in the Border region.  That is a distinct feature of the IDA's latest plan, in which we have committed to strategic investment in advance facilities in Sligo, Letterkenny and Dundalk and we have committed to increase the number of projects won by 40%.  InterTradeIreland and INTERREG are focused on the needs of SMEs with export potential.  The food economy offers opportunities because there is capacity planning both North and South.  There is a good deal of cross-Border trade in this area and much of the company thinking we support is not confined to particular counties.  The green economy and renewables are specifically included in the research call to go after that particular sector.  The call under INTERREG will specifically go after that corridor.  The agenda being set by that Border development corridor concept involves several areas in which we are working.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#JJ00300","speaker":"1016"},{"type":"speech","time":1432643400,"counter":137,"content":"<p>But the idea is that the Border development zone will straddle both sides of the Border.  It will be a practical, geographically limited zone which incorporates particular partnerships, taxation policies, policy development synergies, etc.  Are there practical steps?  Will this be in place before the Government's term ends, for example?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#JJ00400","speaker":"1080"},{"type":"speech","time":1432643400,"counter":138,"content":"<p>I outlined the practical steps, but whether a Border development zone is an idea that should form a centrepiece of policy is an issue around which there is room for genuine, open debate on its merits.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#JJ00500","speaker":"1016"},{"type":"speech","time":1432643400,"counter":139,"content":"<p>What actions are planned?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#JJ00600","speaker":"1080"},{"type":"speech","time":1432643400,"counter":140,"content":"<p>Plenty of actions underpin the development in practical ways.  I am not trying to be smart, but there is genuine debate about what is the best way to develop.  Is it around a Border corridor or the all-island economy concept, through which we play to the overall strengths of the two economies and can take a greater look at regional strengths and opportunities?  There is a genuine debate to be had as to whether this is a concept that offers a great deal of potential.  We are taking practical actions in areas that have potential, particularly around the SME and food agendas, the green and renewables agenda and centres of excellence in terms of research capacity.  They fit into an all-island concept.  The UK has had mixed success with development zones and, therefore, there is a debate to be had as to what is a zone, whether it works, whether a zone can be created in an area of disadvantage and whether it will self-combust, or whether we need to look at poles of strength and have layering development that integrates into poles of strengths within the bigger picture.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#JJ00700","speaker":"1016"},{"type":"speech","time":1432643400,"counter":141,"content":"<p>Retail Excellence Ireland came together with the Northern Ireland Independent Retail Trade Association, NIIRTA, and created a detailed report based on surveys they carried out of retailers on both sides of the Border and tourists who had visited both jurisdictions.  <\/p>  <p>               They found there was the potential to generate &euro;750 million if the tourism and shopping sectors were developed.  It was not tourism or shopping particularly, but the area in which both sectors intersected.  The report makes for interesting reading and one of its key findings was that a retail forum should be set up.  What is the Minister's specific issue with regard to the development of an institutionalised retail forum?  Can he outline his reasons for opposing such a forum?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#JJ00800","speaker":"1080","continuing":true},{"type":"speech","time":1432643400,"counter":143,"content":"<p>We have a retail forum that is chaired by the Minister of State at my Department, Deputy Gerald Nash, where we listen to the retail sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#KK00200","speaker":"1016"},{"type":"speech","time":1432643400,"counter":144,"content":"<p>It is in the South.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#KK00300","speaker":"1080"},{"type":"speech","time":1432643400,"counter":145,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#KK00400","speaker":"1016"},{"type":"speech","time":1432643400,"counter":146,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#KK00500","speaker":"1080"},{"type":"speech","time":1432643400,"counter":147,"content":"<p>We do listen to the sector.  I have not seen the report.  My general opinion on institutional innovation is that I start with policy actions.  It is only if the policy action cannot be delivered by existing institutional arrangements that I start to look at new institutions.  I have been around a long time and have seen a lot of energy put into setting up institutions.  What we should put our energy into is using existing institutions to drive practical policy initiatives.  If there are practical policy initiatives that we can bring forward then let us have a look at them and see if existing institutional arrangements can deliver them.  If that cannot be done, then let us consider what institutional innovations are needed.  That is my general approach.  I have tried to take out structures and simplify matters.  I have merged the LEOs back into local authorities.  I have also put a centre of excellence within an existing body, in Enterprise Ireland, to oversee them.  That dynamic is working.  We have robbed counties of institutions, boards and so on, but the innovation has worked.<\/p>  <p>  Let us look at the policy initiatives that we are trying to drive.  What we have been able to do through such an approach is to get the young entrepreneurs thing going.  We also use local authorities.  LEOs are now big players and have more than doubled the output generated by microfinance.  We also gave them new mandates.  That would be my approach generally.  If there is material in this study then perhaps we should look at whether local enterprise offices can be partners or if an initiative can be taken.  That is my preference for approaching this matter, but my view is based on what I know.  I will take a look at the report published by Retail Excellence Ireland but I have outlined my policy presumption.  I do not want to invest in institutions; I want to invest in actions that deliver on the ground.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#KK00600","speaker":"1016"},{"type":"speech","time":1432643400,"counter":148,"content":"<p>I want to ask the Minister to give his view on a comment made by Mr. Paul Mac Flynn from the Nevin Economic Research Institute during the previous session of today's meeting.  He expressed his concern about the goal of the Northern Ireland Executive to compete with us when it came to attracting foreign direct investment.  He referred in particular to the current plans to devolve and reduce corporation tax powers in Northern Ireland, which he views as a move away from all-island co-operation.  He made the point that he would prefer to see us jointly develop innovation and industrial policies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#KK00700","speaker":"1099"},{"type":"speech","time":1432643400,"counter":149,"content":"<p>One must always compete for FDI.  Investors will look, for example, at Manchester and different locations.  An agency that is trying to win foreign direct investment, whatever its geographic mandate, will compete, and that has always been the case.  I do not see competition as a bad thing.  The more Ireland is promoted as a good place to invest, and the more vibrant the competition is, then the better it is for both sides.  We will win some and we will lose some, but promotion has a good impact.  I can see where we can increase collaboration.  We can look at whether there are sub-supply opportunities within an FDI base, which is a concept that we have tried to promote.  Last year, we had a trade mission to Ireland in which a number of companies visited what were effectively multinationals and Irish companies in terms of building a sub-supply chain.  <\/p>  <p>               We need to look at the sub-supply chain.  InterTradeIreland is well placed to do that and it has already provided programmes on public procurement, the Go-2-Tender programme, which is very successful and gets companies familiar with what it takes to win tenders.  That is the sort of collaboration we can build.  We can allow companies to participate in Enterprise Ireland programmes for capability building, but when we are competing head-to-head for an individual investment, we are competing with many locations, although that does not mean we are not building a stronger economy and promoting trade and collaboration in many other areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#KK00800","speaker":"1016","continuing":true},{"type":"speech","time":1432643400,"counter":151,"content":"<p>I thank the Minister for Enterprise, Trade and Employment, Deputy Bruton, and his official, Mr. Curran, for attending today's meeting to discuss this important topic.<\/p>  <p>  It is proposed to suspend the sitting until 5.45 p.m., when we will resume in public session to consider the Companies Act 2014 (section 1313) regulations 2015 in draft.  Is this agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#LL00200","speaker":"1099"},{"type":"unspoken","time":1432643400,"counter":152,"content":"<p>Sitting suspended at 4.26 p.m. and resumed at 5.47 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Companies Act 2014 (Section 1313) Regulations 2015: Motion","time":1432643400,"counter":153,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#BBB00100"},{"type":"speech","time":1432643400,"counter":154,"content":"<p>We will deal with the Companies Act 2014 (Section 1313) Regulations 2015.  In accordance with D&aacute;il Standing Order 82A(4)(<i>j<\/i>) and Seanad Standing Order 70A(3)(<i>j<\/i>), the Companies Act 2014 (Section 1313) Regulations 2015 in draft form were referred to this committee by order of the D&aacute;il of 14 May 2015 and by order of the Seanad of 26 May 2015.  The committee has been asked to send a message to both Houses by 28 May 2015 stating that it has completed its consideration of the regulations.  I invite the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, to make a brief opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#BBB00200","speaker":"1099"},{"type":"speech","time":1432643400,"counter":155,"content":"<p>I thank the committee for facilitating the passage of this statutory instrument.  In preparation for the commencement on 1 June 2015 of the Companies Act 2014, a number of statutory instruments are to be issued to deal with functional issues related to the operation of the Act.  The statutory instrument before us is one which requires positive approval by the Oireachtas.  It concerns the application of certain aspects of company law to unregistered companies, specifically the Bank of Ireland.  None of these provisions is new and the purpose of the statutory instrument is to maintain the <i>status quo<\/i>.<\/p><p>Company law applies to companies which are formed and registered under the Companies Act.  However, unregistered companies still exist and the Bank of Ireland is the main unregistered company in Ireland, having been formed under a royal charter in 1783.  Notwithstanding its unregistered status, the Bank of Ireland must still comply with company law.  As a result, there has always been a provision in company law to allow specific provisions to be applied to the bank.  In the Companies Act 2014, this is achieved by way of maintaining all law relating to unregistered companies in a single Part, which is supplemented by a table contained in the Schedules.  Section 1313 of the Act is the relevant provision.  It provides that the table in Schedule 14 may be extended to include any relevant provision in the rest of the Act.  The statutory instrument before us applies the provisions listed in Article 4 to the Bank of Ireland. <\/p><p>If Members wish, I will go through each article and the various provisions being applied line by line.  It is important to note, however, that the provisions before us do not do anything new.  They are standard provisions related to accounting, the treatment of securities and so forth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#BBB00300","speaker":"1016"},{"type":"speech","time":1432643400,"counter":156,"content":"<p>How do members wish to proceed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#CCC00100","speaker":"1099"},{"type":"speech","time":1432643400,"counter":157,"content":"<p>As a matter of interest as opposed to a critique, would it have been possible to apply this provision to unregistered companies in the Companies Act rather than by means of a statutory instrument?  The Minister referred to the Bank of Ireland.  What other unregistered companies operate here?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#CCC00200","speaker":"1080"},{"type":"speech","time":1432643400,"counter":158,"content":"<p>I understand there are no other unregistered companies in this category.  While the matter is probably covered in existing statutory instruments, this regulation is to make assurance doubly certain.  All of these provisions will apply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#CCC00300","speaker":"1016"},{"type":"speech","time":1432643400,"counter":159,"content":"<p>Will this be conditional or subject to a time limit provided there are no changes in future?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#CCC00400","speaker":"1110"},{"type":"speech","time":1432643400,"counter":160,"content":"<p>The provisions will be applied by this statutory instrument.  Bank of Ireland requested that section 1114 be applied to the bank on the basis that the generic company law accounting framework is not sufficient and it should be made clearer that the specific accounting framework for a bank or credit institution, which is covered by a Department of Finance statutory instrument, should apply to the Bank of Ireland.  The statutory instrument to be issued by the Department of Finance is to be construed with the Companies Acts but applies additional and more stringent standards in certain respects, for example, regarding publication requirements.  This regulation stitches in existing practice in a clear and statutory fashion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#CCC00500","speaker":"1016"},{"type":"speech","time":1432643400,"counter":161,"content":"<p>I note the Minister stated the Bank of Ireland requested that a certain section be applied to the bank.  Was the issue not picked up before Bank of Ireland noticed it?  Did Bank of Ireland bring it to the Department's attention?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#CCC00600","speaker":"1071"},{"type":"speech","time":1432643400,"counter":162,"content":"<p>This issue is, arguably, already covered and the regulation is being introduced to ensure there is no doubt in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#CCC00700","speaker":"1016"},{"type":"speech","time":1432643400,"counter":163,"content":"<p>That concludes the joint committee's consideration of the regulations in draft.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#CCC00750","speaker":"1099"},{"type":"minorheading","content":"Messages to Dáil and Seanad","time":1432643400,"counter":164,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#CCC00800"},{"type":"speech","time":1432643400,"counter":165,"content":"<p>In accordance with Standing Order 87 the following message will be sent to the D&aacute;il:<\/p><blockquote>The Joint Committee on Jobs, Enterprise and Innovation has completed its consideration of the following motion:That D&aacute;il &Eacute;ireann approves the following Regulations in draft:<blockquote>Companies Act 2014 (Section 1313) Regulations 2015,<\/blockquote>copies of which were laid before D&aacute;il &Eacute;ireann in draft form on 8 May 2015.<br \/><br \/><\/blockquote>  <p>In accordance with Standing Order 72 the following message will be sent to the Seanad:<\/p><blockquote>The Joint Committee on Jobs, Enterprise and Innovation has completed its consideration of the following motion:That Seanad &Eacute;ireann approves the following Regulations in draft:<blockquote><blockquote>Companies Act 2014 (Section 1313) Regulations 2015,<\/blockquote><\/blockquote>copies of which were laid before Seanad &Eacute;ireann in draft form on 8 May 2015.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015052600002#CCC00900","speaker":"1099"},{"type":"unspoken","time":1432643400,"counter":166,"content":"<p>The joint committee adjourned at 5.55 p.m. until 1.30 p.m. on Tuesday, 9 June 2015.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Committee on Environment, Culture and the Gaeltacht: Select Sub-Committee on the Environment, Community and Local Government","time":1432653000,"counter":167},{"type":"unspoken","content":"<p>The Select Committee met at 16:10<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Noel Coonan, Deputy Ann Phelan (Minister of State at the Department of the Environment, Community and Local Government), Deputy Tony McLoughlin, Deputy Brian Stanley. Deputy Catherine Murphy,<\/p><p>DEPUTY MICHAEL MCCARTHY IN THE CHAIR.<\/p>","time":1432653000,"counter":168,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002"},{"type":"minorheading","content":"Environment (Miscellaneous Provisions) Bill 2014: Committee Stage","time":1432653000,"counter":169,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#A00100"},{"type":"speech","time":1432653000,"counter":170,"content":"<p>I remind members to switch off their mobile phones.<\/p>  <p>  The select sub-committee will consider the Environment (Miscellaneous Provisions) Bill 2014 until 6.15 p.m.  If the proceedings on the Bill will not have  been concluded by that time, we will adjourn until a later date.  Is that agreed?  Agreed.<\/p>  <p>  The Environment (Miscellaneous Provisions) Bill 2015 provides for the transfer of certain functions under the Bourn Vincent Memorial Park Act 1932 to the Minister for Arts, Heritage and the Gaeltacht, to amend and extend the Air Pollution Act 1987, the Environmental Protection Agency Act 1992, the Waste Management Act 1996 and other Acts, and to provide for related matters.  <\/p>  <p>               I welcome the Minister of State at the Department of the Environment, Community and Local Government with special responsibility for rural economic development issues, Deputy Ann Phelan, and the officials from the Department.  I thank them for their attendance.  We will consider the Bill section by section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#A00200","speaker":"996","continuing":true},{"type":"unspoken","time":1432653000,"counter":172,"content":"<p>SECTION 1<\/p>"},{"type":"unspoken","time":1432653000,"counter":173,"content":"<p>Question proposed: \"That section 1 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1432653000,"counter":174,"content":"<p>This is primarily a technical Bill.  None the less, it contains a number of important and broad-reaching provisions, ranging from the transfer of certain State-owned assets through to measures which will serve to enhance the protection of the environment.  Great strides have been made in recent years in advancing the legislative framework to protect the environment.  The Bill will help to underpin and consolidate progress by providing licensing and enforcement authorities with common-sense, practical tools to allow them to fulfil their statutory obligations effectively and efficiently.  It also removes a number of minor ambiguities, providing greater clarity to authorities and the public alike.<\/p>  <p>  The Bill contains 35 sections, grouped into six separate Parts, which deal with the following matters: the transfer of powers and functions under the Bourn Vincent Memorial Park Act; the reinstatement of existing fixed payment notices in the area of air quality; the extension of fixed penalty notices to a range of other existing offences in areas of air quality and waste management and, in particular, in relation to WEEE; extension of the scope of the EPA; extension of the deadline for making a declaration of non-use in the case of registration of a new vehicle and on change of ownership of the vehicle; and amendment of some minor typographical errors in existing primary legislation relating to the control of dogs and dog breeding establishments.<\/p>  <p>  Section 1 sets out the short title of the Bill on enactment and allows that Part 2 of the Bill and the Bourn Vincent Memorial Park Act 1932 may be cited together as the Bourn Vincent Memorial Park Acts 1932 and 2014.  It also makes technical provision for the commencement of the Bill by order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#B00300","speaker":"964"},{"type":"unspoken","time":1432653000,"counter":175,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1432653000,"counter":176,"content":"<p>SECTION 2<\/p>"},{"type":"unspoken","time":1432653000,"counter":177,"content":"<p>Question proposed: \"That section 2 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1432653000,"counter":178,"content":"<p>Section 2 defines the use of key terms and phrases upon enactment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#B00600","speaker":"964"},{"type":"unspoken","time":1432653000,"counter":179,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1432653000,"counter":180,"content":"<p>Sections 3 to 33, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1432653000,"counter":181,"content":"<p>SECTION 34<\/p>"},{"type":"speech","time":1432653000,"counter":182,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 28, between lines 29 and 30, to insert the following:&quot;(a) in section 6(2) after &quot;12(7)&quot;, insert &quot;17&quot;.&quot;.<\/blockquote>  <p>The amendment is on the issue of dog breeding and aims to protect the sector.  There are problems in the sector and much bad practice in terms of dog breeding.  There are some very good dog breeders out there, but unfortunately there are also some rogue dog breeders and horrendous stories of puppy farms, dogs being exported in poor condition and dogs being sold online to people who get something very different from what they expected.  We have a concern about this and it has been highlighted to us.  I ask that the amendment be accepted so that the operator of a dog breeding establishment should notify the local authority in writing of the particulars of any sale or transfer of a dog kept by the establishment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#B01000","speaker":"1102"},{"type":"speech","time":1432653000,"counter":183,"content":"<p>Section 34 amends the Dog Breeding Establishments Act 2010 by making two minor typographical corrections to existing provisions and clarifying one existing provision.  There are no new or changed policies being introduced as a result of the proposed changes, which are intended simply to avoid any criticism impact if these matters are raised as part of a court action.  I understand what Deputy Stanley has said and I am of a similar mind on the issue.  The Bill does not really allow necessarily for a huge debate on dog breeding establishments, as it is quite a technical Bill.<\/p>  <p>  I draw the Deputy's attention to the fact that the Minister for Agriculture, Food and the Marine has recently made comprehensive regulations under the Animal Health and Welfare Act 2013 governing the microchipping of all dogs.  The Microchipping of Dogs Regulations 2015, signed by the Minister, Deputy Coveney, in February 2015, require the microchipping and registration of all newborn pups from 1 September 2015, and the microchipping and registration of all dogs from 31 March 2016.  As the Minister has already provided for the penalties being sought by Deputy Stanley, I would welcome Deputy Stanley's withdrawal of his amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#B01100","speaker":"964"},{"type":"speech","time":1432653000,"counter":184,"content":"<p>I welcome the Minister of State's response.  She has clarified that from September all dogs will be microchipped.  Will she clarify by what age the dogs must be microchipped?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#B01200","speaker":"1102"},{"type":"speech","time":1432653000,"counter":185,"content":"<p>Newborn pups must be microchipped.  It will cover all dogs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#B01300","speaker":"964"},{"type":"speech","time":1432653000,"counter":186,"content":"<p>In view of the information provided by the Minister of State, I am happy to withdraw the amendment.  I am glad the Minister for Agriculture, Food and the Marine is dealing satisfactorily with the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#B01400","speaker":"1102"},{"type":"unspoken","time":1432653000,"counter":187,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1432653000,"counter":188,"content":"<p>Section 34 agreed to.<\/p>"},{"type":"unspoken","time":1432653000,"counter":189,"content":"<p>Section 35 agreed to.<\/p>"},{"type":"unspoken","time":1432653000,"counter":190,"content":"<p>TITLE<\/p>"},{"type":"unspoken","time":1432653000,"counter":191,"content":"<p>Question proposed: \"That the Title be the Title to the Bill.\"<\/p>"},{"type":"speech","time":1432653000,"counter":192,"content":"<p>Does the Minister of State wish to say anything before we conclude?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C00300","speaker":"996"},{"type":"speech","time":1432653000,"counter":193,"content":"<p>I want to point out to the committee that while the Government is not presenting any amendments to the Bill at this stage in the process, it intends to propose a number of amendments on Report Stage in the D&aacute;il.  This will require a motion to be tabled to amend the Long Title and scope of the Bill.  These amendments will cover a range of issues, including further amendments to waste legislation and provisions relating to water services legislation.  While I am not in a position to go into more detail about the amendments at this stage, they will be published in good time ahead of Report Stage so that Deputies will have time to consider them in advance of the debate on the floor of the House.  I refer to the debate on the amendments on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C00400","speaker":"964"},{"type":"speech","time":1432653000,"counter":194,"content":"<p>I apologise for being late.  The Minister of State is welcome.  I would like to ask her a few questions.  First, for what reasons are the changes being introduced in sections 30 and 31 of the Bill being sought?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C00500","speaker":"1082"},{"type":"speech","time":1432653000,"counter":195,"content":"<p>The sections about which Deputy is asking amend motor tax legislation to extend the period for making a declaration of non-use of a motor vehicle on change of ownership, or on registration, from ten days to 21 days.  It is good news that the current ten-day period of registration will now be extended to 21 days.  This is in keeping with many other things.  For example, 21 days are allowed for social welfare appeals.  People are used to a 21-day timescale in this area.  It is actually good news.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C00600","speaker":"964"},{"type":"speech","time":1432653000,"counter":196,"content":"<p>As we have dealt with the sections in question, I am not entirely sure whether we can go back over them.  Would Deputy McLoughlin like to make a concluding comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C00700","speaker":"996"},{"type":"speech","time":1432653000,"counter":197,"content":"<p>I have a couple of questions, if that is acceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C00800","speaker":"1082"},{"type":"speech","time":1432653000,"counter":198,"content":"<p>I think the rules preclude us from drilling back down into it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C00900","speaker":"996"},{"type":"speech","time":1432653000,"counter":199,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C01000","speaker":"1082"},{"type":"speech","time":1432653000,"counter":200,"content":"<p>Rules are meant to be broken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C01100","speaker":"1087"},{"type":"speech","time":1432653000,"counter":201,"content":"<p>The Deputy has been watching too much of \"The Week in Politics\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C01200","speaker":"996"},{"type":"speech","time":1432653000,"counter":202,"content":"<p>It is seldom that Deputy McLoughlin breaks any rule.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C01300","speaker":"1087"},{"type":"speech","time":1432653000,"counter":203,"content":"<p>I do not mind allowing him back in, but I think I am precluded by the rules from doing so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C01400","speaker":"996"},{"type":"speech","time":1432653000,"counter":204,"content":"<p>Is this the new Labour Party policy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C01500","speaker":"1087"},{"type":"speech","time":1432653000,"counter":205,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C01600","speaker":"964"},{"type":"speech","time":1432653000,"counter":206,"content":"<p>The Bill is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C01700","speaker":"996"},{"type":"speech","time":1432653000,"counter":207,"content":"<p>I assure Deputy McLoughlin that these sections are good news and will be welcomed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C01800","speaker":"964"},{"type":"speech","time":1432653000,"counter":208,"content":"<p>I remind the Deputy and the Minister of State that the Report Stage debate will take place in the D&aacute;il Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C01900","speaker":"996"},{"type":"speech","time":1432653000,"counter":209,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C02000","speaker":"964"},{"type":"speech","time":1432653000,"counter":210,"content":"<p>I have other issues that I would like to raise, but I will do so on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C02100","speaker":"1082"},{"type":"speech","time":1432653000,"counter":211,"content":"<p>I thank the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C02200","speaker":"996"},{"type":"speech","time":1432653000,"counter":212,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C02300","speaker":"964"},{"type":"speech","time":1432653000,"counter":213,"content":"<p>We have been told that this is a technical Bill.  I am often watching for Bills to which I can table amendments.  When I tabled amendments to a transport Bill not that long ago, I was told that certain things could not be raised because it was a particular type of Bill.  I would like to ask about the amendments that are coming to us.  I have to tell the Minister of State that I do not like stuff coming to us on Report Stage.  I know it can happen when things are worked on late in the day.  It is nice to see the totality of what we are doing on Second Stage.  The Minister of State has said that a motion will come before us.  What is the nature of that motion?  Will it be debated in the D&aacute;il?  If so, will that debate precede the Report Stage debate?  I am aware that a certain system applies if a quite substantial change is being made to legislation.  I remember that a legal services Bill introduced by a former Minister, Michael McDowell, had increased in size by two thirds by the time it got to Report Stage.  The Minister of State might tell us about the nature of the changes she is proposing in this regard, with specific reference to the nature of the motion that will come before the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C02400","speaker":"1052"},{"type":"speech","time":1432653000,"counter":214,"content":"<p>The motion that is to be tabled will amend the Long Title and scope of the Bill.  The amendments will be introduced thereafter.  I am not in a position to give any details of the amendments at this stage, other than to say they will be made available at an early stage so that the Deputies will have plenty of time to look at them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C02500","speaker":"964"},{"type":"speech","time":1432653000,"counter":215,"content":"<p>Are we looking at technical amendments to existing waste legislation?  The legislation in question is pretty significant in its own right.  Indeed, anything to do with water services legislation tends to be controversial.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C02600","speaker":"1052"},{"type":"speech","time":1432653000,"counter":216,"content":"<p>This Bill is quite technical.  There are some typographical issues.  It will really be a question of dotting the i's and crossing the t's.  The scope of the Bill does not allow for the Bill to be changed in any huge way.  The Bill itself is very technical.  We will be proposing amendments.  The Deputies will have plenty of time to consider them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C02700","speaker":"964"},{"type":"speech","time":1432653000,"counter":217,"content":"<p>Is the Minister of State telling us that these changes are essentially technical and that the Bill is not going to be amended significantly?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C02800","speaker":"1052"},{"type":"speech","time":1432653000,"counter":218,"content":"<p>The Bill itself is a technical one.  We intend to make further amendments to waste legislation and to include provisions relating to water services legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C02900","speaker":"964"},{"type":"speech","time":1432653000,"counter":219,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C03000","speaker":"996"},{"type":"speech","time":1432653000,"counter":220,"content":"<p>Can I clarify something?  What is the timeframe for this now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C03100","speaker":"1082"},{"type":"speech","time":1432653000,"counter":221,"content":"<p>Is the Deputy asking when Report Stage will be taken?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C03200","speaker":"996"},{"type":"speech","time":1432653000,"counter":222,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C03300","speaker":"1082"},{"type":"speech","time":1432653000,"counter":223,"content":"<p>When is Report Stage likely to happen?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C03400","speaker":"996"},{"type":"speech","time":1432653000,"counter":224,"content":"<p>It is scheduled for the end of June, so it is quite close.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C03500","speaker":"964"},{"type":"speech","time":1432653000,"counter":225,"content":"<p>The Minister of State said that changes would be made to the Bill to deal with water services legislation.  Can she outline to us what aspect of water services she has in mind?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C03600","speaker":"1102"},{"type":"speech","time":1432653000,"counter":226,"content":"<p>I am not in a position to go into that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C03700","speaker":"964"},{"type":"speech","time":1432653000,"counter":227,"content":"<p>Water, water everywhere but not a drop to drink.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C03800","speaker":"1087"},{"type":"unspoken","time":1432653000,"counter":228,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1432653000,"counter":229,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1432653000,"counter":230,"content":"<p>I thank the Minister of State, Deputy Ann Phelan, and the officials from her Department for attending today's meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C04100","speaker":"996"},{"type":"minorheading","content":"Message to Dáil","time":1432653000,"counter":231,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C04200"},{"type":"speech","time":1432653000,"counter":232,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Sub-Committee on the Environment, Community and Local Government has completed its consideration of the Environment (Miscellaneous Provisions) Bill 2014 and has made no amendment thereto.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12015052600002#C04300","speaker":"996"},{"type":"unspoken","time":1432653000,"counter":233,"content":"<p>The select sub-committee adjourned at 4.40 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Finance, Public Expenditure and Reform","time":1432645200,"counter":234},{"type":"unspoken","content":"<p>The Joint Committee met at 14:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Richard Boyd Barrett, Senator Aideen Hayden, Deputy Michael Creed, Senator Terry Leyden.* Deputy Michael McGrath, Deputy Michael McNamara,* Deputy Joe O'Reilly,* Deputy Peadar Tóibín,<\/p><p>* In the absence of Deputies Ciarán Lynch and Regina Doherty and Senator Marc MacSharry, respectively.<\/p><p>DEPUTY LIAM TWOMEY IN THE CHAIR.<\/p>","time":1432645200,"counter":235,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002"},{"type":"minorheading","content":"European Commission Country Specific Recommendations: Commissioner for Economic and Financial Affairs, Taxation and Customs","time":1432645200,"counter":236,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#B00100"},{"type":"speech","time":1432645200,"counter":237,"content":"<p>The matter for discussion is an overview of the country specific recommendations in the European context.  I would like to welcome the Commissioner for Economic and Financial Affairs, Taxation and Customs, Mr. Pierre Moscovici, to Ireland and to our meeting.  Mr. Moscovici was taking part in a seminar this morning at the Institute of International and European Affairs on Ireland's recovery.  It is certainly good news to be able to use that term after a number of years of painful and real sacrifice made by the Irish people in order to deal with the crisis.  As our debt and unemployment falls and GDP and exports rise, Ireland has shown its commitment to tackling its own problems and in doing so has also helped the rest of the European Union.  The committee will be glad to hear Mr. Moscovici's views on how he sees Ireland's progress within the European context and on the recently published country-specific recommendations.<\/p><p>The format of the meeting is that Mr. Moscovici will make some opening remarks and a question and answer session will follow.  I remind members, witnesses and those in the Visitors Gallery that all mobile phones must be switched off.<\/p><p>I draw the attention of witness to the following.  By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  <\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p><p>I invite the Commissioner to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#B00200","speaker":"1095"},{"type":"speechnospeaker","time":1432645200,"counter":238,"content":"<p>I thank the Chairman and honourable Deputies and Senators, it is a great pleasure for me to be here in Dublin and an honour for me to address the committee this afternoon.  My pleasure is made all the greater by the atmosphere of hope and renewal that I sense in Ireland today after years of deep crisis and difficult, but necessary reforms.<\/p> <p>  Let me begin with a few words on the broader European economic situation.  As I said when presenting our spring economic forecast earlier this month, the European economy is now enjoying its brightest spring in several years.  The upturn is being supported by both external factors and policy measures that are beginning to bear fruit.  Growth in the EU is set to rise from 1.4% in 2014 to 1.8% this year and to accelerate further to 2.1% in 2016.  Deficits are continuing to decline steadily and the debt to GDP ratio is forecast to begin falling, as of this year, for the first time in the last seven years.  Unemployment, while still high, is now falling steadily and is set to continue doing so next year.<\/p><p>The outlook is more encouraging than it has been for a long time.  At the same time it is clear that more needs to be done to ensure this recovery is durable and sustainable, delivering on investment and reforms and sticking to responsible fiscal policies is, in our view, key to obtaining the lasting jobs and growth Europe needs.<br\/><br\/>Ireland can be justly proud of the recovery the country is experiencing.  The signs of Ireland&rsquo;s turnaround are there for all to see.  Ireland was the EU&rsquo;s fastest growing economy in 2014 and is forecast to maintain that position in 2015 and 2016.  Irish sovereign bond yields have declined markedly, with the yield on a ten year bond standing at approximately 1.2% in mid-May, with a spread over German bonds of 66 basis points.  That is a very astounding result for a country that had lost market access in 2010.  That is very impressive.  The economy is growing strongly thanks to the recovery in domestic demand and, most importantly, unemployment has fallen steadily from almost 15% in 2012.  It is expected to drop to 9% in 2016, now it is approximately 10%, well below the euro area average.  These are performances of which the Irish people can be proud.  Ireland&rsquo;s strong economic rebound is truly remarkable and goes to show that adjustment and reforms do pay off when they are carefully designed and enjoy clear ownership by the authorities. <br\/><br\/>That is not to say the journey is over.  It is too soon to say <i>mission accomplie<\/i>, mission accomplished.  No one should lapse into complacency.  There are legacies of the crisis that have not yet been fully addressed and continue to create challenges and risks for Ireland.  These include the high public debt, the difficulties faced by many households and small and medium sized enterprises, SMEs, in paying their debts, which is also a problem for the financial sector in terms of non-performing loans and unemployment and skill issues have also to be addressed.<br\/><br\/>What does the Commission, which I represent, see as the key priorities for the Irish economy?  There are four key priorities as our country specific recommendations, CSRs, which the brisk economic recovery now under way provides an ideal opportunity to address.  First, Ireland needs to complete the job of addressing the legacy of the crisis.  The crisis has had a devastating effect on public finances with debt reaching an unprecedented 123% of GDP in 2013.  It also brought to light less obvious vulnerabilities, as Ireland moved towards the peak of the bubble in the last decade cyclically sensitive revenues were used to grow permanent Government expenditure at a rapid pace, further fuelling an overheating economy.  Over the past few years Ireland has made major progress in strengthening its public finances and fiscal framework.  It has delivered deficits below the ceiling set by the excessive deficit procedure for the past three years and is on track to achieve a timely correction of the excessive deficit in 2015 and thus to enter into the preventive arm of the stability and growth pact in 2016.  Ireland has also introduced important innovations for the budgetary process with the Fiscal Responsibility Act 2012 and, most importantly, it has implemented fiscal rules that emulate those at EU level and Ireland like other countries, such as France, has introduced an independent fiscal council.<\/p><p> In spite of all this progress, public debt, which is still high and is forecast to be 107% of GDP in 2015, is a vulnerability that will require years of prudent management of the public finances to address.  For this reason, the Commission, which takes the same line as the International Monetary Fund and OECD on this issue, continues to encourage Ireland to seize opportunities to accelerate deficit and debt reduction.  While Ireland has also made progress in widening the tax base and making it less vulnerable to cyclical developments, more can be done on this important front. <\/p><p> Second, everything possible must be done to avoid the boom-bust cycles of the past.  It is not inevitable that past experience of boom and bust should continue to characterise Ireland's economic cycle.  Three key measures will help minimise the risks of boom and boost.  The first of these is firm implementation of medium-term budgetary planning, including by limiting discretionary powers to change expenditure ceilings.  The second is predicating budget laws and medium-term budgetary projections on prudent growth forecasts and progress towards the medium-term budgetary objective of balancing the budget in structural terms by 2018 and remaining in structural balance thereafter.  Apart from fiscal policy, the critical factors behind the most recent episode of boom and bust in Ireland were, as members well know, the housing market, bank lending practices, regulatory failures as well as an insufficient governance and supervisory framework at the euro area level.  Progress has been made in this respect, for example, in the establishment of the single supervisory mechanism, which should reduce the risks of boom-bust cycles.<\/p><p> The third priority must be to support sustainable growth and job creation.  The economy has regained the competitiveness it lost during the past decade.  Its rebalancing between the tradeable and non-tradeable sectors is also nearing completion, supported by the overall flexibility and adaptability of the economy.  The Action Plan for Jobs and Pathways to Work strategies have contributed to Ireland&rsquo;s recovery.  However, the unemployment rate, especially youth and long-term unemployment, remains high.  For this reason, there is a need for investment.  Capacity constraints in some areas indicate a particularly urgent need for investment in the water sector, public transport, social housing and broadband.  The health care sector is still in need of reform as well as investment because there is no contradiction between reforming and investing.  The Commission has also highlighted, among its country-specific recommendations, the insufficient supply of affordable child care, which is an impediment to the participation of women in the labour market and increases the poverty risk of children.<\/p><p> The fourth priority is to address medium and long-term economic challenges.  Demographic developments, in particular, the ageing of the population, will generate a number of pressure points that call for immediate action to avoid more difficult decisions down the road.<\/p><p>The number of senior citizens will grow very significantly over the next decades, which will raise the cost of health care, long-term care and pensions.  While a number of reforms have been put in place already, we believe that additional steps are needed to ensure that the provision of public services is adequate and affordable.<\/p><p> In the area of health care, critical choices on the level of public provision of services will be made in the context of the move towards universal health insurance.  We believe that at present Ireland spends a larger share of its GNP on health care than the EU average without however achieving better health indicators for its population and that is why we insist on some reforms in the area of pensions, education and training programmes.<\/p><p> Before I conclude these introductory remarks, let me say a few words about the Commission&rsquo;s plans in the area of taxation.  I am Commissioner for Economic and Financial Affairs, Taxation and Customs.  I am aware that corporate taxation is one of the most sensitive areas of Ireland&rsquo;s relations with the European Union, but I also believe that our goals in the area of taxation are ultimately the same.  We agree on the need for fair taxation, which is essential for sustainable economic development and democratic legitimacy, especially in difficult economic times.  We also agree that taxation must support growth and competitiveness, but by delivering stability, legal certainty and administrative ease that investors and businesses demand.<\/p><p> The Commission appreciates the steps that Ireland has already taken to steer its corporate system in this direction, such as the decisions to limit the double Irish and prevent stateless companies for tax purposes.  However, in a Single Market the goals of fair and efficient taxation cannot be met through purely national action.  The economies of our member states are too connected for that.  That is why a common approach is essential to create a fairer, more efficient, growth-friendly corporate tax framework for the EU and that is at the heart of the Commission&rsquo;s agenda for corporate taxation in the EU.<\/p><p> We are delivering fast.  In March, I presented an ambitious tax transparency package, including a proposal for the automatic exchange of information on tax rulings and next month I will present an action plan, which will be discussed by the Commission tomorrow, for a fundamental review of the EU corporation tax framework.  It will present EU solutions to the main corporate tax challenges that our member states face today with a view to deliver fairer taxation, more stable revenues and a better environment for businesses.<\/p><p> The action plan, as I said, is still being finalised so I cannot give too many details today, but I am sure members are already aware that it will include a new approach to the common consolidated corporate tax base, CCCTB, proposal.  It is no secret to me that CCCTB is not Ireland&rsquo;s favourite proposal but I would urge members to keep an open mind.  We have listened carefully to expectations and concerns of member states on CCCTB and on corporate taxation in general and I assure members that our new approach will reflect that.<\/p><p> I firmly believe that CCCTB, with some adjustment that we are ready to make, can be a highly effective tool against tax avoidance while also improving the Single Market considerably for businesses to trade and invest across borders.  It can also cement a coherent EU approach in applying the new international standard of which members are aware is called the banking electronic payment system, BEPS, led by the OECD, in a way that protects and reinforces our Single Market.<\/p><p>That is in all of our interests and so I will speed up on those points.<\/p><p> To conclude, let me say a few words on the country-specific recommendations that the Commission put forward a few days ago on 13 May.  A big effort was made this year to streamline the European semester process.  The number of recommendations was reduced for Ireland, as it was for all other member states.  Last year, there were seven recommendations entering into strong detail, while this year, there are four recommendations addressed to Ireland and they focus on public finances and taxation, cost effectiveness in the delivery of health care, addressing the low work density of households and boosting access to affordable child care and, finally, completing financial market sector reforms.  Labour market reforms, access to finance and the reduction of legal services costs are no longer subject to recommendation this year.  This is because we decided to focus on a more limited number of key priorities.  This does not mean that reforms in those areas are no longer important, as that is not the case and I wish to be clear about that.  By design, these country-specific recommendations are of a relatively short-term nature.  Their implementation nevertheless would help Ireland to address the challenges I highlighted today and to ensure that Ireland's economic spring stretches for many more seasons to come.  Again, however, I insist, it is logical that my task regarding what has been done must not make the joint committee forget my main message today, which is there is a window of hope and renewal, that there are impressive achievements and that we simply wish to help the Irish people, the Irish Government and the Irish Parliament to consolidate.  I thank members for their attention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#B00300","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1432645200,"counter":243,"content":"<p>I thank the Commissioner for his time.  As time is short because we are a little limited in this session, may I limit contributions to five minutes?  We will have five-minute contributions and if we have time, we can go back over it again.  Does Deputy Michael McGrath-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#F00200","speaker":"1095"},{"type":"speech","time":1432645200,"counter":244,"content":"<p>In deference to my colleagues who were present from the outset, I can wait a while.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#F00300","speaker":"993"},{"type":"speech","time":1432645200,"counter":245,"content":"<p>If the Deputy does not mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#F00400","speaker":"1095"},{"type":"speech","time":1432645200,"counter":246,"content":"<p>I do not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#F00500","speaker":"993"},{"type":"speech","time":1432645200,"counter":247,"content":"<p>What is the time limit?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#F00600","speaker":"1003"},{"type":"speech","time":1432645200,"counter":248,"content":"<p>I think we will finish at 3.15 p.m.  Does Deputy McNamara, who indicated his desire to speak, wish to start?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#F00700","speaker":"1095"},{"type":"speech","time":1432645200,"counter":249,"content":"<p>Yes, and I thank the Chair.  I have just four questions.  I thank Mr. Moscovici for his attendance and for going through the country-specific recommendations with regard to Ireland.  Does the Commissioner think it is unusual that it has taken so long to implement reform to the legal services in Ireland, given this is a matter that has been flagged for so long?  Does he have thoughts on the delay?  Second, in the bailout memoranda, it was recommended that Ireland introduce further deterrents to corporate crime and in particular to increase the penalties for summary prosecutions, but this has not happened.  Does he have views on that?  Is corporate crime something the Commission encourages or discourages or on which it has any views at all?<\/p> <p>  As for the financial transaction tax, the Commissioner discussed taxation and obviously, Ireland has opted out of the financial transaction tax.  Is that a matter on which the Commission has taken or takes a view?  What impact would it have on Ireland's recovery were it to opt in to the introduction of a financial transaction tax?  Finally, on the issue of the privatisation of State resources, legacy resources are very much in the news today in Ireland.  In the Commissioner's native country and more so in the United Kingdom and Spain, golden shares were used to protect assets after they were privatised, the British Airport Authority being one example and Telef&oacute;nica being another.  The Commission, which Mr. Moscovici represents here today, successfully took cases against them and, consequently, they essentially were obliged to get rid of their golden share.  Does the Commissioner have views on the suitability of golden shares to protect legacy assets?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#F00800","speaker":"977"},{"type":"speech","time":1432645200,"counter":250,"content":"<p>I thank Deputy McNamara.  I invite the Commissioner to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#F00900","speaker":"1095"},{"type":"speechnospeaker","time":1432645200,"counter":251,"content":"<p>On legal services reform, the Commission continues to view this as a major reform that must be completed as quickly as possible.<\/p><p>We were encouraged - that is why it is not so serious an issue for this year - to see that some progress has been achieved recently in the context of the legislative process and that the authorities remain committed to having the Legal Services Regulation Bill enacted as soon as possible.  The Commission has indicated on numerous occasions that progress towards enactment has been unduly slow, which is unusual.  It therefore continues to encourage the authorities to complete this important reform, which has implications for all citizens and for Ireland's competitiveness.  The Commission will continue to monitor progress in this area as part of the European semester.  Even if there is no longer any specific country-specific recommendation, this matter has been allowed to drag on for a long period and it must not be allowed to go on much longer.  This is why we insist on that.<\/p><p> On corporate crime, I have no specific comment to make.<\/p><p> The financial transaction tax, FTT, was proposed by the Commission a few years ago but it did not attract unanimity.  By the end of 2012, 11 countries decided to come together to achieve enhanced co-operation.  They are working actively on that, with the support of the Commission, which is favourable to such a tax.  There is now a reasonable chance that an agreement can be reached in the weeks or months to come.  Those involved with the enhanced co-operation project are trying to work on a more limited number of scenarios.  In that context, there are now three main scenarios under consideration.  The global idea is that there would be a broad base and a low rate.  That should be the principle now, in my opinion, and those involved are working on different versions of it.  I hope it will enter into force because, as well as the Commission, I am personally in favour of it.  What will be the impact on the Irish economy?  The important point in that regard is whether a country opts into or opts out of the FTT and what kind of economic and financial flux this will generate.  The process relating to the kind of co-operation to which I refer must be inclusive.  Some countries might decide to join while others might not.  Of course, how they proceed relates to their own financial sectors and how they perceive them.  The main effect of the process will be felt by the countries that opt in rather than those that opt out.<\/p><p> As far as golden shares are concerned, it is an anti-trust issue.  This matter clearly does not come under my portfolio.  While I can sometimes express views on issues of this nature, I fully respect the position of my colleague Margrethe Vestager, under whose portfolio this matter falls.  When she comes before the committee, perhaps she will answer the Deputy's question, or perhaps not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#F01000","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1432645200,"counter":253,"content":"<p>Given that I did not use all of the five minutes allocated to me, may I ask a supplementary question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#G00200","speaker":"977"},{"type":"speech","time":1432645200,"counter":254,"content":"<p>The Deputy actually used the entire five minutes available to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#G00300","speaker":"1095"},{"type":"speech","time":1432645200,"counter":255,"content":"<p>Did I?  I thought I was more succinct than that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#G00400","speaker":"977"},{"type":"speech","time":1432645200,"counter":256,"content":"<p>I will come back to the Deputy later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#G00500","speaker":"1095"},{"type":"speech","time":1432645200,"counter":257,"content":"<p>Given the short amount of time available, I will try to fire my questions out as quickly as possible.  On the larger European picture, why is the Brussels group - the newly named troika - of which the European Commission is a member, bullying Greece to the point that it might be driven out of the European Union?  Although nobody really knows what might be the outcome of the latter, it could possibly trigger the beginning of the end of the euro project.  Why has Greece been placed in an unprecedented situation whereby it is being obliged to take the cash reserves of local councils and other state bodies in order to pay interest on debt?  The Commissioner can correct me if I am wrong, but I believe this to be an absolutely unique and unprecedented demand on a country.  As understand it - and, again, I stand open to correction - this is being done in order to shove more austerity, in the form of pension cuts and so-called labour market reforms, down the throats of the Greek people, who have already endured so much and who are in the midst of a devastating humanitarian crisis.<\/p><p>Could the Commissioner explain the stance he is taking, which I consider bizarre and cruel?<\/p><p> That leads to my next question on the issue of debt.  The Commissioner referred to the problems of public debt in this country and he is, more generally, concerned with high debt levels across Europe.  We are finding out through the banking inquiry at least one story of the previous Government being told by the ECB to \"save the banks at all costs\".  A gun was put to its head.  Mr. Moscovici says he is concerned about debt, yet the policy seems to be to force people to take on these massive debt burdens at a devastating cost.  Could he explain that contradiction?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#G00600","speaker":"1003","continuing":true},{"type":"speech","time":1432645200,"counter":259,"content":"<p>The Deputy should leave time for a reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#H00200","speaker":"1095"},{"type":"speech","time":1432645200,"counter":260,"content":"<p>He said there was no contradiction between reforming and investing, but there is a big contradiction in those policies.  The Commission has demanded cuts in public expenditure in areas such as health and social welfare, but then it gives out about the fact that we do not have decent child care services and says we should have investment, which is a direct contradiction.  Is there not a contradiction in Mr. Moscovici's comments in saying that is not the case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#H00300","speaker":"1003"},{"type":"speech","time":1432645200,"counter":261,"content":"<p>There are two minutes left in the Deputy's time.  He will not get all these questions answered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#H00400","speaker":"1095"},{"type":"speech","time":1432645200,"counter":262,"content":"<p>Mr. Moscovici is concerned about macroeconomic imbalances.  Joseph Stiglitz recently said that the real macroeconomic imbalance, which the Union does not seem to understand, is the gross inequality in the distribution of wealth, a point which Thomas Piketty has also made.  This is the pattern across Europe, and it is the danger to macroeconomic stability.  Why is that not addressed by him?<\/p> <p>  Could he also comment on what many people consider to be the return of a property bubble, with rent and property prices going through the roof in this country?  What does he think of that?<\/p> <p>  Some of us oppose the consensus on making Irish corporate tax sacrosanct.  We think the rate is ridiculously low and that we should break away from a tax piracy corporate tax policy.  What is his view on the replacement of the \"double Irish\" measure with the patent box or the so-called knowledge box?  My view is that it is the same thing by another name and it is another tax avoidance facilitation.  Will he comment on that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#H00500","speaker":"1003"},{"type":"speech","time":1432645200,"counter":263,"content":"<p>I will have to ask the Commissioner to stop at some point unless he answers \"Yes\" or \"No,\" because the Deputy is running out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#H00600","speaker":"1095"},{"type":"speech","time":1432645200,"counter":264,"content":"<p>I took no longer than Deputy McGrath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#H00700","speaker":"1003"},{"type":"speechnospeaker","time":1432645200,"counter":265,"content":"<p>Is it five minutes for questions and answers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#H00800","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1432645200,"counter":266,"content":"<p>I will allow some latitude.  Mr. Moscovici should not worry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#H00900","speaker":"1095"},{"type":"speechnospeaker","time":1432645200,"counter":267,"content":"<p>I will take a little time.  The Brussels group is not the new name of the troika.  The troika was not only the functioning of the three institutions which are still on board - the ECB, the IMF and the Commission - but also a way of proceeding, with people going to Greece and telling the politicians what they had to do and what prior actions had to be taken.  It was useful at one stage; it is no longer the way we function.  We have the Brussels group, which is those three institutions together with the ESM and the Greek Government, and we are trying to find a deal and an agreement.  I see that the Greek Government itself wants reforms, and the question is how far and how fast this can go.  We do not want to impose more austerity on Greece.  Debts have to be repaid and reforms have to be made if one wants to have a more competitive economy that is capable of creating more jobs.  We are looking for an agreement and I wish for agreement.  I want Greece to stay in the eurozone.  It is not the beginning of the end.  On the contrary, this agreement will be the beginning of a more solid Greece inside the eurozone.  We have little time to reach that.  We are making progress and we are discussing it constructively, but that is the way we are now moving.<\/p><p>The ECB certainly did not tell the Irish Government to save banks at any cost.<\/p><p> As the committee will know, I have been a politician for quite a long time.  I was an MP in my country for 20 years, and I remember the financial crisis, yet one has to see that the level of public debt is too high.  If one is in favour, as the Deputy said with regard to reform versus investment, of more investment in some public services, then one must be aware that each euro that is dedicated to reimbursing public debt is a euro that is not useful for the economy or public services.  It is one euro less to finance education, health care, child care or whatever.  So, on the contrary, one can see it is a pre-condition in order to have more investment and better public services.  That is why there is no contradiction.  <\/p><p> I shall return to discussing banks.  The Commission has contributed to the banking inquiry, and Mr. Marco Buti, the Director-General for Economic and Financial Affairs, ECFIN, is willing to contribute further.  He did it  once before and is willing do so a second time, if necessary.  I believe that the choices made in those difficult years were necessary, but they must be seen in that specific context.  Those choices do not prove that public debt is a friend of an economy, but the contrary.<\/p><p> Macro imbalances must be addressed at a global level in the EU.  My personal conviction is that the question of inequalities must be addressed in the future.  We discussed structural reforms in the previous period, which predated this crisis.  We are now in a period of recovery and this question cannot be ignored.  Certainly, we need to take this matter into account in the future.<\/p><p> Corporate taxation is a major project for us.  We will deliver an action plan in the weeks to come.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#H01000","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1432645200,"counter":269,"content":"<p>I thank the Commissioner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#J00200","speaker":"1095"},{"type":"speech","time":1432645200,"counter":270,"content":"<p>My first question is on country-specific recommendations in their totality.  I read a statistic, although I cannot remember where, that 85% of all country-specific recommendations have not been acted upon.  I am sure the statistic is incorrect, even though I cannot provide the correct one.  However, the existence of such a statistic has led me to question whether the process has merit and wonder to what extent country-specific recommendations are a wish list.  In Ireland's case, most of the recommendations are the same as last year.<\/p> <p>  My next question is on the banking sector.  Mr. Moscovici mentioned four issues, which included the banking sector and our failure to deal with legacy debt.  The CSRs were issued before the Government made its most recent announcement of further changes to the mortgage arrears scenario, particularly the removal of the bank veto.  In other words, individual banks no longer have the ability to effectively refuse an arrangement going forward.  Does the Commissioner have a view on the Government's most recent changes to the process?  Has it changed his opinion of the specific recommendation?<\/p> <p>  My third question echoes some of the concerns expressed by my colleague, Deputy Boyd Barrett.  I refer to the fact that we are continuing to remove money from an economy that needs investment.  I was surprised that this year's CSRs did not mention the specific deficit in the construction sector.  I refer to the construction and housing sector and the specific difficulties we have, particularly in urban areas, with regard to access to housing.  I was surprised that the matter did not feature in the CSRs this year.<\/p> <p>  Like many people, I believe that a potential British exit from the EU is one of the most significant threats facing the Irish economy.  The Commissioner mentioned some of the growth figures expected for Europe over the next number of years.  Some people have pointed out that because 40% of Ireland's trade is with the United Kingdom and its economy has grown significantly, Britain has therefore saved Ireland and contributed to Ireland's impressive growth rates.<\/p><p>In terms of a British exit, Mr. David Cameron has indicated that competitiveness is one of the major challenges leading his particular desire for reform.  Europe's share of the world output is projected to fall by about one third in the next two decades.  Can the Commissioner comment on the impact on Ireland of a potential British exit and on what Mr. David Cameron has said in respect of Europe's failures to tackle competitiveness?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#J00300","speaker":"1172","continuing":true},{"type":"speechnospeaker","time":1432645200,"counter":272,"content":"<p>First on CSRs, they are qualitative and not quantitative so it is very hard to give a credible percentage for implementation but obviously it needs to improve.  That is what we are trying to do this year.  Last year there were seven recommendations for Ireland but this year there are four.  They are more strategic recommendations.  We are not trying to enter into too much detail but we are pointing to some issues that are relevant and strategic.  We include those CSRs in a global strategy through investment, structural reform and through pursuing sound and prudent fiscal policies.  What we want to do through that is to help national ownership and thereby increase the level of implementation.  I am here to debate with government, civil society and the Parliament and to show that our common goal is to improve the state of the Irish economy in terms of creating growth and jobs.  As far as mortgages are concerned, we are assessing a new mortgage initiative, a report on which will be available in July.  In terms of housing and construction the Commission recognises that supply constraints in the property market are an important issue in Ireland, as was pointed out by some members of the panel at the meeting I attended this morning.  However, the Government is introducing policies especially targeted at supporting the construction sector and the supply of housing.  It is still a concern but it is not among the recommendations because action is being taken.<\/p> <p>  As far as the Brexit is concerned, there was a recent election in Great Britain, the result of which we are all aware.  After the elections, Mr. David Cameron announced that a referendum would take place before or in 2017 to determine whether Britain would remain in the European Union.  I am aware of the strong links between the Irish economy and the British economy.  All economic studies suggest that it would be a major problem if not more than that for the European Union and the British economy itself if Great Britain exits from the European Union.  Clearly, the Commission wants Great Britain to stay in the EU.  We believe that the place of Great Britain is in the EU but at the same time, we are also aware that in the treaties, there are some fundamental freedoms.  We will see what the precise demands of  Mr. Cameron are.  Discussions are starting and last night President Juncker met Mr. Cameron.  I did not speak to him on the telephone this morning to hear about the exchange they had, but I will hear about that tomorrow.  It is the start of the process but this process must lead to Great Britain staying in the European Union.  There can be some changes but there is also the logic of European integration, which has to be fully respected.  As far as competition is concerned, globally speaking, we have a major problem in our economies which is the lack of investment, the investment gap.  The figures show that the EU invested 15% less than in 2007.<\/p><p>If we cannot find a solution and fill that gap, ten years from now we will be second division players in the world economy.  That is why the Commission is truly addressing this question through the investment plan, which I understand was presented in Ireland by Vice President Katainen last week.  We want to speed up on investment.  That is the best answer we can give with respect to the lack of competitiveness in our countries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#K00200","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1432645200,"counter":274,"content":"<p>I thank the Commissioner for those comments.  I call Deputy Michael McGrath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#L00200","speaker":"1095"},{"type":"speech","time":1432645200,"counter":275,"content":"<p>I welcome Commissioner Moscovici.  Following on from what Senator Hayden said, I would make a brief comment.  If anybody was asked to give an overall macro view of the top three or four outstanding issues in Ireland at present, the accommodation crisis, especially in major urban centres, would be at the top of the list.  The European Commission should examine that issue and put pressure on the Government to deliver on that.  The Commissioner might think it odd I would say that given that Ireland built so many houses during the boom years but the reality is that in the areas where people want to live, where there is demand for houses and where employment opportunities and educational institutions exist, there is a chronic shortage of available accommodation.  That issue should be firmly on the Commissioner's radar.<\/p> <p>  I wish to raise a few issues with the Commissioner, one of which is the European Commission's formal investigation into Ireland's corporation tax arrangements with Apple.  As he knows, a formal state aid investigation has been under way, in some respects, for almost two years at this stage.  There was a preliminary probe in autumn 2013 and a formal investigation has been under way since the summer of last year.  When does the Commissioner expect that investigation will conclude?  In many respects, it is a cloud hanging over Ireland's corporation tax regime.  The Minister for Finance is on record as saying that he believes the probe will be dropped and that it will not go anywhere, but it is important for the country and for our inward investment offering that the investigation would be concluded swiftly one way or the other.  <\/p> <p>  On point No. 4 of the CSRs, relating to the banks, mortgages and SME indebtedness, the Commissioner made the comment that he would like to see the Central Bank strengthen the monitoring arrangements in terms of the roll-out of sustainable solutions.  I do not know what he means by that.  Will he clarify what he means by that?  Is the Commission satisfied with the quality and sustainability of the solutions being put in place?  The Commissioner should be made aware that there is much less focus on the SME loan book, which is also in serious distress, than there is on residential mortgages.  That is an issue that should be on his radar.<\/p> <p>  The Commissioner referred to the central credit register, which was recommended four or five years ago in the troika programme.  That still has not been delivered, and the Commission's recommendation that it be in place by the end of 2016 is not terribly ambitious.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#L00300","speaker":"993"},{"type":"speechnospeaker","time":1432645200,"counter":276,"content":"<p>I will not make any further comment on the housing issue as I answered a question on that issue when replying to Senator Hayden.<\/p> <p>  On tax arrangements with Apple, as announced at the start of the new Commission, the fight against tax evasion and tax avoidance is one of the Commission's key priorities, and one of mine.  The investigation into the tax ruling practice of member states under state aid rules is just one of the examples of how the Commission wants to tackle this problem.  To be clear, we have no problem with tax rulings as such.  I have been a finance Minister for two years and I know how important it is for a company, which for example would like to invest in France, to have the possibility being capable of anticipating the taxes it will pay in a country.  There are no problems as long as it does not provide a selective advantage to specific undertakings.  However, as the Deputy knows, in the case of Apple, the Commission has started an in-depth investigation because it suspects that such an advantage has been granted.<\/p><p>While it is too early to speculate about the concrete outcome, my colleague, the Commissioner for Competition, Ms Vestager, set the highest priority on closing the four cases.  Those decisions have to meet the highest quality requirement and therefore the Commissioner does not favour, at this stage, a fixed deadline.  It is clearly in her portfolio and I would repeat that she has to answer that when the time comes.  Then we will take our own responsibility.  As the member knows, I have myself presented a proposal for a directive on automatic exchange on tax rulings with the philosophy I just gave a minute ago.<\/p><p> On sustainable solutions for non-performing loans, NPLs, we are aware of issues.  Our position has been outlined several times and on various occasions.  NPLs remain very high and it is a clear sign that solutions are not forthcoming.  Authorities are fully aware of this and our CSR is really insisting a lot on all the points mentioned - all of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#L00400","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1432645200,"counter":278,"content":"<p>I welcome the Commissioner and his colleagues and apologise for being unavoidably late.  I am interested in a couple of the country-specific recommendations to which he referred in his script and which were in the published recommendations.  One has to do with VAT.  The document from the Commission states that the Commission questions the efficiency of reduced and zero-rated consumption taxes - that is value added tax here - and calls for a systematic evaluation of these expenditures.  We had a very welcome initiative in the context of the difficult financial circumstances in which we found ourselves, with a reduction in VAT from 13.5% to 9% in the tourism sector and a consequent significant increase in the number of sustainable jobs created.  It would appear to me that the Commission is suggesting such initiatives are neither worthy nor sustainable and I wonder if the Commissioner would like to comment further on that.<\/p> <p>  The Commission document also recommends what would find unanimous agreement here, namely, reduced public expenditure on patented medicines.  However, as Ireland is a relatively small country that is successful in attracting a perhaps disproportionate share of foreign direct investment, specifically in the pharmaceutical sector, that sector is very valuable for us.  It is difficult for individual nation states to grapple with the power of the large multinational pharmaceutical industries to achieve affordable patented drug prices.<\/p> <p>  We have cases which regularly hit the headlines here of individual patients' medicines costing perhaps in excess of &euro;500,000 per annum.  There is a consequent tension between the right of the individual to access medicines to sustain life on the one hand, and affordability on the other.  Is there a role for the Commission at EU level, which would have greater strength to deal with this issue collectively across the 28 member states?  Exorbitant prices are being charged to individual public health services for patented medicines.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#M00200","speaker":"986"},{"type":"speechnospeaker","time":1432645200,"counter":279,"content":"<p>First, about VAT, why do we favour broadening the VAT base in Ireland?  There are many more supplies at reduced and zero rates of VAT in Ireland than in most EU member states.  That means these reduced rate supplies are being subsidised by the taxpayer.  Ireland has recognised that for income tax purposes.  Tax expenditures in the nature of credits and exemptions must be regularly evaluated to assess effectiveness.  We consider that the same principle should apply to VAT.<\/p><p>In many cases there are more effective and efficient ways to address the economic and social issues that reduced rates are supposed to address.  In general, base broadening for VAT would be appropriate in many member states.  The Commission has called for an efficient, neutral VAT system based on a broader tax base and taxation at the standard rate.  We understand that, politically, there could be resistance to this approach but a process of systematic evaluation by Government of reduced rate supplies would, for the reasons I mentioned, highlight the costs and benefits of addressing this issue.<\/p><p> On health care reforms, and more specifically on the patent medicines, the evidence from recent years indicates that Ireland faces a challenge in delivering health care cost effectively.  Budget overruns occurred systematically over recent years and pressures continue to build up.  Public expenditure on health care is comparatively high compared with other EU countries, even though population health outcomes are, by and large, no better.  Some efficiency gains have been achieved in recent years but the challenges remain significant.  This is why some structural reforms appear necessary to provide quality health care at an affordable price to society.<\/p><p> Without seeking to be exhaustive, the recommendations are, therefore, in the case areas where cost-effectiveness can be improved and, in our view, this includes public spending on patent medicines whose prices are well above the EU average.  The Commission has highlighted this problem in its recommendations but it is for Ireland to assess how to address these challenges.<\/p><p> I would insist on that point.  CSRs are not a lecture or a lesson.  I am not a teacher, the Commission is not a professor and member states are not pupils.  People in government and in parliaments are certainly not pupils.  What we do is deliver our own analysis and make suggestions to the Governments because we think they are right in order to create a debate and to develop national ownership.  It is then up to the member states, through their own democratic processes and institutions, with their own sovereignty, to address these issues or not.  We forget or minimise some issues, we consider there is the beginning of a solution on some issues, and we insist a lot on other issues.  However, I think that, globally, what we say is right.  We point to some problems which exist in the average society, be it German, French, Italian, Slovenian or Croatian society, and it is then up to them to decide.  The next year, given the progress of the European Semester, we evaluate the result and what has been done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#M00300","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1432645200,"counter":281,"content":"<p>I thank the Commissioner.  There is mobile phone interference so I ask that all phones be switched off.  Taxation policy was always considered to be within the national remit of each individual country because it was seen as part of their way of keeping their economies competitive through being able to vary their taxation systems.  This was because, obviously, for peripheral countries like Ireland to have control of their taxation policy would give them some competitive advantage in regard to central European countries which have bigger markets, better infrastructure and, therefore, a competitive advantage over peripheral countries like Ireland.<\/p> <p>  Ireland's taxation policy is very transparent.  Every single company in Ireland, big or small, whether it is a multinational or the local garage or plumber, pays 12.5%.  In many European countries, however, from what I can gather at European meetings where members of parliament are present from different countries, and even at OECD meetings, it seems that corporation taxation policies are opaque and can even vary within countries, depending on which region one goes to.  When Mr. Moscovici talks about a common consolidated corporation taxation policy, are these issues, including historic issues, taken into account?<\/p><p>There is a certain concern in some of the peripheral countries of the Union that we are seeing a retreat to the centre, with the larger member states consolidating among themselves rather than taking into account what is happening on the peripheries.  It is possibly because our system is so transparent that we are so easy to beat up, to put it mildly.  Meanwhile, countries whose systems are far more opaque are difficult to analyse precisely because it is so difficult to say how much corporations there are actually paying.  When people go to the trouble of working that out, it transpires that many of these countries are charging much less in corporation tax than we are in Ireland.<\/p><p> Another issue I wish to raise might be outside of Mr. Moscovici's remit, but I would appreciate his view on it.  When the Commission Vice President, Mr. Katainen, was here last week, some of our discussion was about the need for investment and it was notable that the emphasis in this regard seems to be very much on structures and infrastructure.  Mr. Moscovici has made the point that we do not want to end up in the second division because we are not investing.  I would argue, however, that the real problem for Europe is that we are not investing in people.  The gap between demand and supply in the case of, say, skilled information technology workers is huge.  My concern is that we do not seem to be moving in a direction that would see a closing of that gap in the foreseeable future.  Will Mr. Moscovici comment on that?  Efforts to address the issue must take place at European rather than national level and involve major investments in people and universities to bring skills sets up and enable us to compete into the future in this very important sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#N00200","speaker":"1095","continuing":true},{"type":"speechnospeaker","time":1432645200,"counter":283,"content":"<p>Thank you, Chairman.  First, I agree that taxation issues are mostly to be addressed at national level.  It is a matter of subsidiarity and sovereignty.  At the same time, the EU does have a taxation policy, which is to fix some common rules and principles and a common framework.  That always has been the case and we have, for example, directives on VAT.<\/p> <p>  What I propose as Commissioner with responsibility for taxation is to act on three main priorities.  The first, which is not the most important, relates to the financial transaction tax.  The Commission supports the principle of FTT, although we are leaving it up to member states to decide what they will do.  It is no longer a Commission initiative.  The other main points of my action plan are to do with transparency and competitiveness.  In fact, everything I do in the next five years will be based on those two priorities.  On the question of transparency, we started with the proposed directives on automatic exchange of information on tax rulings.  I have stated that I do not condemn the principle of tax rulings, but any such rulings which introduce capacity to distort competition have to be avoided.  I will make more proposals in the future for increased transparency and competitiveness.  Then I will move on to the common consolidated corporate tax base, CCCTB.<\/p> <p>  The question was raised as to whether EU actions could threaten member states with a more competitive tax regime.  If a country's competitiveness is based on fair and transparent practices, there is no threat there.  However, if a country is intentionally profit-shifting at its neighbours' expense, then it is not a sustainable economic model.  As I said in my introduction, we all want the same thing, namely, a fair and transparent taxation policy.  It is in the capacity of the EU to develop that.  We welcome Ireland's decisions to end tax regimes that might support aggressive tax planning.  These have included measures to deal with stateless companies and phase out the double Irish.  The Irish authorities are now doing something that is different, fair and more transparent.  Any decision on taxation issues must be made under conditions of unanimity.  This sets a limit to the European power and gives responsibility to member states.<\/p> <p>  Coming back to CCCTB, the project has been stuck for years and it is reasonable to ask why we are re-launching it.<\/p><p>Now more than ever, the common consolidated corporate tax base, CCCTB, has real relevance.  It could make an important contribution to growth and competitiveness, making cross-border business easier and cheaper in the Single Market.  It also offers a potentially powerful tool for reducing tax avoidance and making corporate taxation more transparent.  It could be a solid framework through which to implement many OECD base erosion and profit shifting, BEPS, measures in a way that worked for the EU.<\/p><p> In developing the way forward for the CCCTB, we have taken into account member states' concerns and expectations from the discussions to date.  What I propose - the Commission will debate it tomorrow - will be somehow new.  I will ask for something from this committee, the Irish Government and the Irish Parliament.  I am conscious that this is not their favourite proposal, but I ask them not to enter into this debate with a closed mind and to consider what the Commission proposes.  There should be good political support for relaunching the CCCTB with some adaptations, given the need for effective tools to combat corporate tax avoidance.  It will be a dialogue between us.  I will not repropose exactly the same thing.  I am trying to think about what the preoccupations of member states, including Ireland, were in the previous debate, as this proposal has been on the Council's table for almost five years.<\/p><p> I hear the accent members place on investing for the people.  That is what this is about.  We must invest in the future economy, that being, digital, transport, energy, human capital, innovation, research and universities.  These are the priorities that will be supported by the Juncker plan.  Mr. Jyrki Katainen was here last week and heard messages from the committee, particularly about the adaptation of the Juncker plan to the size of the economy, but I would insist on another point, namely, the capacity of the Irish economy, due to its people's skills and the quality of its universities and human capital, to build qualitative projects that can be supported by the Juncker plan.  I am sure that my view is shared by Mr. Katainen and I know that it is the philosophy of the Commission President.  The question is not whether a country or project is large or small.  It is whether the project is good or bad.  I am certain that a country like Ireland, which I know well having visited this Parliament several times more than ten years ago, albeit perhaps in a comparable room to this one, is capable of developing human capital, people's skills and good projects for the investment plan.  This investment plan is for Europe, not this or that country or public or private.  It is for public and private and all of our countries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#O00200","nonspeaker":"Mr. Pierre Moscovici","continuing":true},{"type":"speech","time":1432645200,"counter":285,"content":"<p>I thank the Commissioner.  We have nearly run out of time and the Commissioner has a deadline.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#P00200","speaker":"1095"},{"type":"speechnospeaker","time":1432645200,"counter":286,"content":"<p>I am going to meet the Chairman's friend, the Minister for Finance, Deputy Noonan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#P00300","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1432645200,"counter":287,"content":"<p>We will give the Commissioner a chance to have a cup of coffee before he does that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#P00400","speaker":"1095"},{"type":"speechnospeaker","time":1432645200,"counter":288,"content":"<p>We have a few items to discuss.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#P00500","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1432645200,"counter":289,"content":"<p>On behalf of the joint committee, I thank Mr. Moscovici for participating in this meeting.  We hope to see him again in Ireland soon.  Perhaps he will not leave it for so long next time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#P00600","speaker":"1095"},{"type":"speechnospeaker","time":1432645200,"counter":290,"content":"<p>I thank the committee for its invitation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#P00700","nonspeaker":"Mr. Pierre Moscovici"},{"type":"speech","time":1432645200,"counter":291,"content":"<p>I propose to suspend briefly before resuming in private session to deal with correspondence and other issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FIJ2015052600002#P00800","speaker":"1095"},{"type":"unspoken","time":1432645200,"counter":292,"content":"<p>Sitting suspended at 3.14 p.m., resumed in private session at 3.15 p.m. and adjourned at 3.25 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]