[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1358258400,"counter":2},{"type":"unspoken","content":"The Joint Committee met at 14:00","time":1358258400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500002"},{"type":"minorheading","content":"Burren Farming for Conservation Programme: Discussion","time":1358258400,"counter":6,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500003#B00100"},{"type":"speech","time":1358258400,"counter":7,"content":"<p>I welcome the witnesses, Dr. Brendan Dunford, programme manager, Dr. Sharon Parr of the Burren farming for conservation programme, Dr. James Moran, Institute of Technology Sligo, and Mr. Michael Davoren of the Burren IFA.  I thank the witnesses for appearing before the committee to present on the subject of farming for conservation.<\/p><p>  I draw the witnesses' attention to the fact that, by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, they are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise nor make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500003#B00200","speaker":"1103","continuing":true},{"type":"speechnospeaker","time":1358258700,"counter":9,"content":"<p>On behalf of my colleagues and myself, I thank the committee for the invitation to attend the meeting today.  I will be fairly brief with the opening statement as I just want to provide some sense of what this programme is about and why I hope it will be of interest to the committee.<\/p><p>  The Burren farming conservation programme takes place in the west of Ireland in the Burren, which has a magical landscape.  It is all about helping to conserve Ireland's rural communities, environment and heritage, in which we all share an interest.  I will speak about a case study of the Burren, which is a national treasure, and consider some of the problems affecting the area and solutions that we have developed to address those problems.  I will discuss the impact of the scheme we have formulated and its cost, as well as how the model might be scaled for other parts of the country, such as Connemara, Wicklow and Kildare.  I will finish by outlining our goals and vision.<\/p><p>  The Burren is a UNESCO supported so-called geopark, which is famous for geological heritage.  It is located in the mid-west and is an important archaeological landscape.  It is on Ireland's tentative list of world heritage sites and contains over 70% of Ireland's native plant species, with over half of the Burren designated as a special area of conservation as a consequence.  It is also very much a farmed landscape, owned and managed by farmers over the past 5,500 years.  One of those farmers is sitting beside me and is pictured in the circulated documentation herding his cattle over the Burren.  This is a farmed landscape, as is most of our country, which is important to remember.  Sometimes we forget that fact.  A very unusual farming practice takes place in the Burren called \"winterage\".  I do not have time to speak about it but if members wish to visit the area, we can show it in action.  Like most of our places, the Burren is worth looking after.<\/p><p>  How can we do this?  There are a number of problems affecting places like the Burren.  There is a picture of an ideal scenario, with species-rich grassland, in the documentation but with too little farming that can quickly revert to scrub, with many species and much archaeology lost.  That can arise from population decline, and we have lost perhaps 75% of our farmers over the past 40 or 50 years.  The other extreme is too much farming, which arises when farmers work off-farm and must adopt new technologies and greater efficiencies.  That can also damage the Burren's environment.  We really want to restore the balance as there has been a loss in the balance of land use right across Ireland and Europe in the past four decades.  Generally, that is bad news in the long term for farming, heritage, wildlife and society.  We must restore balance in areas like the Burren and elsewhere.<\/p><p>  What are the solutions?  There are national level solutions like designations but they tend to be too restrictive and limit what farmers can do in many cases.  There are national schemes like REPS, which for places like the Burren, Connemara and Wicklow are a little generic, as they are not a targeted process.  With the support of the Irish Farmers Association, Teagasc, the National Parks and Wildlife Service and the Department of Agriculture, Food and the Marine as a whole, we decided to formulate our own solution.  We researched this through a programme called BurrenLIFE, which is a locally targeted solutions-led approach to solving problems.<\/p><p>  These problems include the feeding of silage.  Rather than banning the feeding of silage, Dr. James Moran led the development of a concentrate ration which cuts out the feeding of silage and increases grazing, leading to more biodiversity, better water quality, cheaper feeding costs and a more efficient farming system.  Scrub encroachment is another issue and that has been tackled by Dr. Sharon Parr, and we have removed approximately 150 hectares of scrub using different techniques and methodologies, putting a cost on every different one.  That is an important process which is transforming the Burren.<\/p><p>  Water pollution is a big issue and rather than keeping cattle off the land, we are protecting existing water sources and developing new sources of water with rainwater harvesters, and water systems powered by solar and wind power, etc.  For every problem there is a solution, and they call came from farmers, with scientists implementing the processes and monitoring the impact.  It has worked well.<\/p><p>  From this five years of research, using European funding, we produced a set of guidelines for farmers in the Burren regarding how to best manage land for food production and conservation.  We won the \"Best of the Best\" award for Life Nature Projects in Europe for 2010 and, more importantly, we got funding from the Department of Agriculture, Food and the Marine to roll out this research project across 160 farms in the Burren.  This new programme is unique and is called the Burren farming for conservation programme.  It is a first for Ireland and we are three years into it.  It has been a significant success and I will spend a couple of minutes outlining why this is so.<\/p><p>  The programme is about tailored solutions rooted in the best interests of the land and its people.  We are funded through pillar one by article 68.1 of Council Regulation EC 73\/2009, unspent single farm payment money, and the Department has allocated &euro;1 million per annum to the Burren over the past three years.  There are approximately 160 farms participating in the process, and they can receive the payment on top of REPS or AEOS payments.  It is a higher level programme.<\/p><p>  The process aims to improve the habitats, water quality and heritage of the Burren.  It is an environmental rather than social scheme and by delivering on the environment, we can benefit farmers, who are working with the programme.  The process is delivered by a project team including myself, Dr. Parr and our colleague, Dr. Bryony Williams, on behalf of the Department of Agriculture, Food and the Marine and the Department of Arts, Heritage and the Gaeltacht.  There are 12 trained farm advisers who do the farm plans, and there is a very simple planning system because we have cut out all the paper and bureaucracy.  Instead of having a thick plan, there is a simple three-page plan which tells the farmer everything he or she needs to know.  We can provide the committee with a copy.<\/p><p>  The programme is unique and does not happen elsewhere in north-west Europe.  It is simple, as it should be, and it is highly innovative, as we will demonstrate momentarily.  It is very inclusive, and we work with farmers, conservationists, personnel from the Department and everybody else.  It is very integrated and complies with all the directives taking in habitats, the water framework, nitrates, etc.  We are proud to say it has had an impact.<\/p><p>  The process has had a transformational socio-economic impact on the Burren, with 160 farmers sharing close to &euro;3 million over the last three years.  On average they received &euro;7,500, and in some cases that is in addition to other funding from agri-environment programmes.  The average cost of the programme is an incredibly modest &euro;78 per hectare currently, covering 14,500 hectares of land.  Importantly, the farmers co-fund the programme with an additional 25%.  That means if we spend &euro;75 of taxpayer money, the farmers match this with &euro;25 on average.  We do much farmer training and there are many social events, which is important in a place like the Burren which has less socialisation.  There is a database of 80 local workers, meaning the impact is not just for farmers participating in the programme.<\/p><p>  From an agricultural perspective, this is about good food production and minimising costs.  We can show that there is better animal health and reduced costs from feeding, housing and contracting.  The farmer is reducing costs all the time and increasing profits.  There are also much better facilities for farmers, whether in opening access tracks, providing water facilities, etc., and these benefit the farmer.  I hope Mr. Davoren will attest to that later.<\/p><p>  It is an important process for water, which is a significant resource, and it protects much of the water supply, providing alternative sources of largely free water from rainwater and so on.  There has been much investment in that regard.  Fundamentally, the programme has had an important impact on landscape and heritage, with 56,500 metres of broken wall repaired.  That has transformed the landscape, as one can see when driving through the Burren.  Some 160 hectares of dense, scattered scrub have been removed, and a large number of new gates have been installed using an old gate design that has been relocated.  A large number of monuments that had been encroached by scrub have also been protected.  The landscape and heritage of the Burren has been shaping up over the past few years.<\/p><p>  The programme delivers on biodiversity, and it is the first programme that can prove it.  This has been done in a completely innovative way, with Dr. Parr developing a scoring system.  One of the pictures in the presentation shows the good, bad and ugly.  The first picture shows land that is very poorly grazed and managed.  We assess each field in the programme, giving it a score out of ten depending on how well managed it is.  From that score, we issue a payment to the farmer.  It is like bringing an animal to the market, as the poorer the quality of the animal, the less the farmer will get.  We have applied the same principle to the grasslands.<\/p><p>  The middle picture shows land that is overstocked, leading to damage.  We would give the farmer no bonus payment in that type of case.  The last picture shows a farmer doing a great job, and if he or she scores ten out of ten, we may give him or her up to &euro;120 per hectare.  It is a simple incentive-based system that rewards good management.  The beauty of the system is that we can say the farmer is the boss and knows best.  We will indicate what we want and if the farmer produces it, we will pay the farmer accordingly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500004#C00200","nonspeaker":"Dr. Brendan Dunford","continuing":true},{"type":"speech","time":1358259300,"counter":11,"content":"<p>I thank Dr. Dunford.  I am sure everyone will agree that presentation was enlightening.  I call Deputy Eamon &Oacute; Cu&iacute;v.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500005#D00200","speaker":"1103"},{"type":"speech","time":1358259300,"counter":12,"content":"<p>What Dr. Dunford has outlined is very interesting.  First, if I understand him correctly, the first lesson from the presentation is that all of this so-called wild landscape is farmed landscape, right to the top of the hills.  Second, the perception, or the reality, is that it was damaged.  Dr. Dunford might clarify what caused the damage.  In other words, the perception seems to be that in the 1950s or whatever it was in fairly good condition in that the wild flowers that are so important in the Burren were thriving but that it got damaged.  Can Dr. Dunford confirm whether that was as a result of changing farm practices, the inducement of premia encouraging people to increase stock levels or the prescriptions, when the special area of conservation, SAC, was introduced, that created circumstances that did not work locally?  In other words, an all-year prescription was laid out that did not recognise weather or farming practices and that perhaps was the wrong prescription in the first place.  It is important for us to understand fully what went wrong and the reasons for that.<\/p><p>  Second, in terms of a large area that is designated as an SAC, and Dr. Dunford's scheme is voluntary, can the farmers who are not in his scheme but who are in the SAC still operate according to prescription from the National Parks and Wildlife Service and the Department of Agriculture, Food and the Marine?  Is there an appreciable difference between what is happening on their land and what is happening on the land that is part of this voluntary scheme, because that would be a good measure of the effectiveness of the two approaches?<\/p><p>  Third, unlike someone who joins a rural environment protection scheme, REPS, or who is in part of the NPWS scheme where an inspector appears out of the blue, inspects it and one either passes or fails, and even though Dr. Dunford marks the score at the end of the year as to whether the fields are in the order in which he wants them to be, do I take it that long before he gets that far the group is available to advise the farmer, work with him or her, answer questions and help the farmer achieve the maximum result, namely, a high score?  In other words, are they made aware that they are not getting to that point long before the official inspection date?<\/p><p>  I am interested in another aspect also.  When the group is working out its prescriptions, the farmers who have farmed a place like the Burren for years would have built up a fair amount of knowledge about their own land.  Much of that knowledge would have been handed down from generation to generation.  How much is the input from what I would call the scientific side counterbalanced or influenced in terms of taking into account the traditional knowledge of the land that would have built up over a long period by farmers who would understand the capacity and the nature of the land?  How much of an input do farmers have into the way this programme works?  How much of it is dictated by the professionals as opposed to the farmers?<\/p><p>  Can Dr. Dunford see a scheme such as this one operating as the ecological scheme?  I understand from what he said that one could be in the NPWS scheme or in REPS and get this payment as a top-up.  Can Dr. Dunford envisage a scheme like this one becoming the ecological scheme in an area, similar to the way the NPWS would impose its requirements, and in Connemara all these stocking numbers have been given out of the blue?  They say they looked at the site but the people were just given a number.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500005#D00300","speaker":"1044","continuing":true},{"type":"speech","time":1358259900,"counter":14,"content":"<p>I welcome the witnesses.  Mr. Michael Daveron is an old colleague of mine.  We worked in the IFA together.  I also met Dr. Dunford during my time in the IFA.  Their presentation was interesting and I thank them for it.  It comes at a very good time.<\/p><p>  Deputy &Oacute; Cu&iacute;v has covered many of the points I wish to raise.  This programme comes at a very good time when we are opening up the debate on CAP and on commonages.  Commonage is a serious problem in my part of the country and throughout the country.  We want to see schemes where farmers in commonage areas and poorer areas of the country will be helped to maintain those areas where they should be retained.  <\/p><p>  How much of the Burren is commonage and how much is owned by farmers?  Farming in the future is important and must be promoted, as should tourism.  We have all been involved in Comhairle na Tuaithe and in walking tourism.  We want to support our farmers to maintain the countryside.  I was interested in what was said about the repair of stone walls, the design of gates and so on.  That is very good for the countryside in the future.  Is the Burren commonage area or is much of it owned by the people who farm it? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500006#E00200","speaker":"1124"},{"type":"speech","time":1358259900,"counter":15,"content":"<p>I acknowledge the interesting presentation, the enthusiasm of Dr. Dunford and the positivity of the project.  We spend much of our time on this committee dealing with problems.  It is nice to hear a positive account of a project that is working well and should be rolled out.<\/p><p>  Are payments to individual farmers over and above what they were receiving before the scheme was in place?  To qualify for payment I presume they have to undertake measures over and above the requirements of REPS or the SAC scheme.  I presume they have to go the extra mile to get the extra payment.  That seems to be the incentive base, which is why the scheme is so successful.  It is in the farmers' own interests.  Ownership is left with the farmer and they grow in stature on that basis. <\/p><p>  Senator Comiskey asked about commonage, which is exactly what I was thinking.  Is there an element of commonage in the Burren land or is it mainly owned by individual farmers?  I am thinking of how the project could be rolled out further.  In my own constituency of Kildare South we have the plains of the Curragh, which is a huge resource.  It has huge potential for tourism, recreation for local residents and farming.  It is used by the equine industry and is a key component of the work of the Department of Defence.  However, because we have so many stakeholders, we have many problems.  A project such as the Burren conservation programme is exactly what we need for the Curragh.  We need a structure that can bring all our stakeholders together and a mechanism to encourage them to protect and enhance what we have.  If that takes a little money then so be it.  The two situations are not exactly comparable but I am sure there are synergies we could look at. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500006#E00300","speaker":"949"},{"type":"speech","time":1358259900,"counter":16,"content":"<p>This is a good news story.  I welcome the delegation who informed the committee of the work that is being done.  It is clear that the pilot scheme has worked and is a major success.  It has brought measurable benefits to the environment, to heritage sites and to farmers themselves.<\/p><p>  The injection of money into north Clare should not go unnoticed.  It is a rural area of real scenic beauty.  There has been an injection of &euro;1 million per year, which is &euro;3 million over the last three years.  The co-finance element the farmers put in themselves brings the amount up to about &euro;1.5 million per year. That is a massive injection of finance and sustains employment.  I support the goals and objectives outlined by Dr. Dunford.  The scheme must be extended to the rest of the Burren to take in the 650 farms that could be included.  It is a major success and gives value for money. <\/p><p>  I also support the extension of the programme to other sensitive landscapes throughout the State.  There is a real benefit for the environment and for farmers.  It is not often that one sees the farming community at one with the scientific community.  That has to be recognised.  <\/p><p>  I suggest that the committee produces a report on this programme and makes a recommendation to the Minister based on the goals and objectives outlined by Dr. Dunford.   <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500006#E00400","speaker":"975"},{"type":"speech","time":1358259900,"counter":17,"content":"<p>Dr. Dunford, you said one of your goals is the adoption of the Burren model for high nature value farmland at a national level under the new rural development programme.  Are you referring to Pillar 2 of the next round of CAP?  Are you proposing that the programme would form part of that?  That would seem to make sense if you are seeking a stream of funding.<\/p><p>  I know you did not particularly want to talk about commonage, but questions were asked about the ratio of commonage to other land.  You probably also know the reason Deputy &Oacute; Cu&iacute;v first suggested we invite you to the committee was to help inform us for the discussions about the new commonage regulations.  Some of your pictures highlight the possibility of clearly and graphically displaying under-stocking and over-stocking and thereby arriving at the correct level.  We are trying to come up with recommendations, in the context of the new commonage framework rules, so that one can go out and take a photograph of an optimum level of stocking in every area that is subject to these new controls.  One of the concerns of the committee members is that the difference between minimum and maximum is being set in an irrational manner and does not stand up to scientific or practical scrutiny.  We are trying to get some common sense into it.  <\/p><p>  The Burren project is wonderful, but if we were to roll it out nationally it would be quite expensive.  Could you respond to this point? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500006#E00500","speaker":"1103","continuing":true},{"type":"speechnospeaker","time":1358260500,"counter":19,"content":"<p>I thank members for the questions.  I will respond in brief to them in the order received and I will then ask my colleagues to contribute because they have a great deal of experience and information.  I was first asked where it all went wrong.  It did not all go wrong but problems resulted from a series of factors.  Many of them were social factors such as the loss of people from the land and hands on the ground doing the work.  Farm sizes started to get bigger, the capacity to manage the land changed with fewer people around and, therefore, new technologies were adopted to make the farming system more efficient.  Meanwhile, farm incomes dropped and many farmers had to adopt part-time work.  The volume of work taking place on the land changed as a result and there was more focus on the green part of the farm rather than the rougher land because that took more time.  There was a change in cattle breeds, which required a change in feeding systems.  There were many other factors related to the adoption of new mechanical means to manage the land and so on.  In addition, there were designations and restrictions that limited certain activities on the land.  Schemes such as the rural environmental protection scheme, REPS, and the suckler cow premium scheme resulted in farms being managed in a slightly different way.  When there were fewer external factors and farmers farmed the land in a more sustainable way in the sense that they had to operate within the limits of the farm, there was more balanced farming and there was a better system in the context of wildlife, outputs, archaeology, landscape and so on.  That balance was lost in an accelerated fashion over the past 40 years, the landscape reacted and these problems emerged.  It would be simplistic to say it was down to one factor because it was down to a combination of factors.  Schemes such as REPS offered potential opportunities but they were not targeted or proactive enough and, therefore, they were opportunities lost as opposed to being damaging.<\/p><p>  A number of farmers are in the programme and many others are not.  We have a minority in the programme - approximately 160 - with between 700 and 800 interested farmers.  The difference between farmers in our programme and others is that there is not as much happening on our farms.  Natural processes take place without the same level of intervention because many of our activities promote higher grazing levels, the removal of scrub, the provision of access and improvement in water facilities.  All of these cost money and if a farmer is not in the programme, it will cost him a great deal more, which is not viable.  We consider the condition of our farms to be better in general.  There is more investment, positivity and a much more favourable outlook.  The only evidence we have of that is we have farmers knocking on our door every day wanting to get into this programme because it makes sense agriculturally for them to do so.<\/p><p>  Our scoring system is simple, effective and revolutionary.  It is simple in order that a farmer scan self-score his field and give an accurate estimate of what the score should be.  It is, therefore, empowering for the farmer.  Farm advisors score each field and we supervise the scores to make sure there is no funny business going on and this has worked well as for.  The farmers are happy with it and we get monitoring data back from it.  It an effective system and we give the farmer advice.  What is important about our advice is we have an office in the Burren with three people in it and we provide a service to farmers in the programme and other farmers to help them navigate the huge amount of bureaucracy they have to deal with in SAC areas that have many monuments.  We have to organise felling licences to remove scrub and permissions from the national monuments service and the national parks and wildlife service.  We provide all these services to the farmer and that is an important aspect of having a local office.<\/p><p>  With regard to the management, the ecologists do not rule the show.  We almost completely defer to the farmer's expertise.  We say to the farmer, \"This is what we want on those grasslands.  We want well raised grasslands, quite species rich but you are the expert and it is completely within your authority to farm it in the way you want. You can put a herd of elephants up there for the summer if you want\".  We do not care as we will assess the output.  We give them simple guidelines about how best to farm the land and it is entirely up to them to farm it.  There is no calendar farming.  The farmer has complete discretion.  If he wants to do something, depending on weather, market conditions, family issues and so on, he has the discretion but we spell out clearly what we want and we pay him accordingly at the end of the year.  That is fair and he cannot dispute that.  It is empowering for the farmer and it is entirely voluntary.<\/p><p>  With regard to it being the ultimate REP scheme.  This is different and at a higher level.  REPS is important in providing fundamental support to farmers to farm the land and carry out important environmental functions.  This goes a level beyond but it is based on a set of simple principles.  Results are paid for, guidelines are offered to the farmer but the programme is farmer-led and bureaucracy is minimised.  These simple principles can apply anywhere.  Mr. Moran has put together a proposal at a national level whereby farmers would have their basic environmental scheme such as AEOS or REPS but if they have high nature value fields on their farm, they could avail of a programme such as this, which would be targeted at the needs of their area, and earn an additional income for delivering another service to society by managing those fields in the right way.  It is important in that regard.<\/p><p>  We are not at all prescriptive about the walls and the grazing.  We do not say to farmers, as REPS provided for in the past, that they cannot graze between 1 May and 1 September.  We tell them that they are the experts and we outline what we want and they go ahead and produce it if they want.  We do not impose rules on them.<\/p><p>  There were a number of questions about stock.  Approximately 90% of the farmers in the Burren are suckler farmers.  A few on the Galway side have sheep but 90% have suckler cows, 5% have dry stock while the remaining 5% are mixed farming - sheep and cattle.  There are many breeds.  We let that to the discretion of the farmer because we want to be as sustainable as we can and we want the farmers to produce good food.  The market they are in means they use continental breeds such as Simmental and Charolais and so on.  Farmers use those breeds and a skilled farmer can use them to manage the land in the way we want without a problem.  We advocate that the farmer uses whatever breed he wishes.<\/p><p>  Approximately 5% of our area is commonage but this is not as widespread as in Connemara.  Mr. Moran might comment on that shortly.<\/p><p>  The measures we provide are in addition to those provided for under REPS and AEOS.  These schemes provide funding for a series of measures and our funding is over and above that.  For instance, we have some farmers who still avail of REPS or options funding but our farm plan provides them with income for work undertaken outside of that.  We have to do that because otherwise we would be hauled up by Europe or the Government for double payment.  Everything is very clear.  We operate at a higher level than those programmes and we pay accordingly.<\/p><p> The most important issue is cost effectiveness.  It is incorrect to say this is a costly programme; it is probably the cheapest programme there has ever been in the agri-environment area in Ireland.  The rate works out at approximately &euro;78 per hectare within an additional &euro;24 or &euro;25 per hectare from the farmer.  It is incredible value for money.  The average payment under other schemes is a multiple of that.  People have the perception that because it is locally managed, that makes it more costly but the administrative rates are even competitive.  I contend that the opposite is the case.  This is the best value for money on the face of it and we have the figures to prove it.  We also have research papers showing that the additional public benefits generated by this through increased biodiversity, water management, tourism, recreation, etc, is many multiples of what we spend.  It is a good deal all around and we are delighted to have the evidence to prove that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500007#F00200","nonspeaker":"Dr. Brendan Dunford"},{"type":"speechnospeaker","time":1358260500,"counter":20,"content":"<p>With regard to Deputy &Oacute; Cu&iacute;v's question, we had subsistence farming in Ireland up to the 1970s and then we joined the EEC which became the EU.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500007#F00300","nonspeaker":"Mr. Michael Davoren","continuing":true},{"type":"speech","time":1358261100,"counter":22,"content":"<p>That is a fabulous insight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500008#G00200","speaker":"1103"},{"type":"speechnospeaker","time":1358261100,"counter":23,"content":"<p>I wish to speak about the roll-out of this on a national basis.  When I qualified from college, I started in the Burren Farm for Conservation Programme.  I was working with Teagasc at the time and I learned all I know about farming for conservation from the Burren farmers.  I also had a national role in Teagasc as part of the specialist service and the advisory services.  Through my national role I could see how it could be rolled out throughout the country.  When the BurrenLIFE programme finished, I moved to Sligo IT and the vast majority of the research in which I am involved there concentrates on how these programmes could be rolled out across the country through the Common Agriculture Policy reform and the rural development programme.  The model that has been applied in the Burren is equally applicable anywhere across the country, even in commonage areas.  Commonage areas might have more issues relating to governance and administration because, instead of dealing with just one farmer, they involve dealing with groups of farmers together.  Under the proposed rural development programmes and the regulations proposed by the European Commission, there are certain articles within pillar 2, called co-operation articles, that can be used to facilitate farmers to co-operate together and pay them additional transaction costs for that co-operation.<\/p><p>  The new commonage framework plans propose a new minimum and maximum.  This programme can also solve that problem.  When ecologists look at each commonage area, they have a vision of what appropriate condition is under the habitats directive.  Based on scientific papers that have been published in the UK, they have come up with this minimum and maximum rate, which is not necessarily granted to all commonage areas - all individual parcels are quite different from each other.  We can use this programme because it gives a picture of what is an ideal condition.  In all these areas the farmers also know when their particular commonage was in that ideal condition.  They know how they farmed at that particular time and a programme such as this can support them to deliver that type of environment again through a certain type of farming.<\/p><p>  The simple measures we have applied here can be applied across the country.  It is quite simple.  There are output-based measures where payment is based on output.  There needs to be agreement between the farmers, colleges and Government on the desired output.  Once that output is agreed, the farmers can then come together with their advisers and outline how they will produce it.  That can be costed and paid for based on a scoring system.  It is also possible to put the capital works in place to support it.  Many commonage areas throughout the country have certain scrub issues, particularly with rhododendron which is a non-native invasive species that can be controlled in exactly the same way as hazel.  The scrub-control measures can be directly adapted to rhododendron control.  It is possible for the grazing practice to mirror the output grazing system that is in the Burren.  It is also possible to facilitate other additional capital works that are in the Burren in terms of managing stock in any other area of the country.<\/p><p>  I see it as quite simple.  I live quite close to the Burren but work in Sligo.  I drive the N17 all the way up the west coast twice a week.  I visit farms in Donegal, Leitrim and Sligo with my research students on a regular basis and have also been in Wicklow recently.  In all farms in any of these parts of the country this model can be applied.  To my mind, it is quite simple and I do not envisage a problem with it.  On the commonage issue, with a number of advisers from different counties that have commonages, we arranged a study tour to Scotland and northern England in May.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500008#G00300","nonspeaker":"Dr. James Moran","continuing":true},{"type":"speech","time":1358261700,"counter":25,"content":"<p>Does anybody else wish to speak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500009#H00200","speaker":"1103"},{"type":"speechnospeaker","time":1358261700,"counter":26,"content":"<p>I feel I should have spoken before Dr. Moran.  How does one follow that?  I will roll back slightly on a couple of the questions asked.<\/p><p>  There was the question about the farmers who are in the BFCB and those who are outside.  What became evident before the BFCB, during the BurrenLIFE Project, was that farmers were looking at what their neighbours were doing.  They did not necessarily believe us first off.  They watched what their neighbours were doing and what made sense - what worked for the neighbours.  Many farmers in the Burren have adopted quite a few of the practices such as the shift away from silage, which has both cost and animal health benefits.  They are not yet being supported necessarily through the BFCB but because it makes sense.  They are already adopting those practices.  They want to get in with help for the other matters, such as the scrub removal, because there are so many hoops that must be jumped through.  If those outside a scheme are adopting it and those practices, it makes sense to those on the ground.<\/p><p>  In terms of the scoring system, we wanted something that would measure the output and give farmers something at which to aim, and it had to be simple.  I did not reinvent the wheel; I cheated.  I searched around for something that was relatively simple and discovered it in Canada to do with rangeland health.  Essentially, the principles were there.<\/p><p>  We looked at what were the problems in the Burren, one of which was under grazing on many of the winterages.  In some cases, there was an over grazing problem.  We built a score based on that.<\/p><p>  We looked at the water issue, with the framework directive coming in and that sort of thing.  Water is a big problem in the Burren.  Often, with spring droughts, there is not enough of it.  Another issue is that, because of the cast environment, contamination due to one's stock drinking from water sources gets straight into our drinking water.  We looked at a scoring system that would push farmers to solve those problems, which would benefit both their stock and the local population, and meet the requirements of the water directive.<\/p><p>  We looked at other issues such as feeding.  Too much feeding leads to under grazing and can have an impact on the flora and fauna.  Scrub in the Burren is a major issue.  We learned from rhododendron work that had been going on in Kerry through the national parks as well and adapted part of that to it.<\/p><p>  We developed a scoring system that sought to address the problems we were having, and that is the case for anywhere one wants to score.  What one does is look at the problems of the particular area.  It need not be fixed; it can be adapted.  Even within our own programme, if we see there is a particular issue, for example, there are areas on the coast where there are chough which require a different height sward and need more summer grazing, we can adjust the scoring system to suit that individual, and it is flexible along the way.<\/p><p>  There was another question to do with the farmers casting about for advice.  I have been on eight farms in the past four days.  I have spoken to more farmers than that.  Although there are our 12 advisers to support farmers, many farmers come to us for help before they go to the adviser to sort out various issues, such as whether they can do this or that.  Perhaps they come with different ideas that have not been covered through work we have done previously but they want to use us as a sounding board first before they commit to something.  Nobody is in the dark, in many ways least of all ourselves because we are constantly learning from the farmers.  We are in that position because we are talking to so many of the farmers.  Somebody in one area might have an idea which works and we can be a conduit to everybody else to get that idea out.  It is not our idea.  We do not claim to have invented anything.  We are a conduit for the farmers' ideas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500009#H00300","nonspeaker":"Dr. Sharon Parr"},{"type":"speech","time":1358261700,"counter":27,"content":"<p>I thank the members from the Burren Farming for Conservation Programme for coming here today.  I did not know anything about this scheme until today.  It is unique.  It is amazing what can be achieved with co-operation.<\/p><p>  On a point made by Mr. Daveron that the environmentalists listen to the farmers, that is an illustration of what should have happened in this country in the way the hills were de-stocked and there is now the problem with fern.  As he stated, the Burren has been farmed for 5,000 years and it will not destruct overnight because people have an interest in keeping it.<\/p><p>  On the specifics of the scheme, Dr. Moran stated that it can be rolled out in other parts of Ireland.  The Burren is unique, both to Ireland and to Europe.  It is unique to the world.  There is not a landscape like it anywhere in the world in the way it has developed and in the way people have made a living on it.  Dr. Moran referred to areas such as Connemara and Wicklow.  They would have to be specific schemes.  It is encouraging if it can be so.  I would welcome a response at some later stage from Dr. Moran to the committee on areas where it could be rolled out because it seems to be a low-cost scheme.<\/p><p>  On winterage, as they stated, the Burren is an ideal area for winterage for cattle because it is so dry.  To be in the scheme, one must leave cattle in it for the winter.  If one has ten hectares in the Burren and ten hectares outside, can one winter one's cattle outside the Burren to avail of the scheme or must one have them on it for the winter?  On the removal of silage feeding in the Burren and replacing it with concentrates, how much extra per hectare do they reckon it costs the farmers to feed their cattle in the Burren because silage is not allowed to be used under this scheme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500009#H00400","speaker":"1125"},{"type":"speech","time":1358261700,"counter":28,"content":"<p>First, I apologise for being so late.  It was due to an unavoidable commitment that I had earlier.  I do not really know what has been covered and I apologise if I am repeating what has been said.<\/p><p>  One of the matters that interested me most was the development of the Burren lamb and beef brands under European Union special areas of origin.  How much success has BFCP had with that?  How difficult has it been?  Is it overly restrictive?  Is there anything to be gained from it, particularly cent per kilo, or is there any other measure of it?  Can one go to any abattoir or is it confined to a certain number?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500009#H00500","speaker":"977"},{"type":"speech","time":1358261700,"counter":29,"content":"<p>This has been instructive, and maybe gives us the bones of a totally different approach to this environmental issue.  Has the BFCP been able to get environmental groups, such as An Taisce, Friends of the Irish Environment and all the groups which often have complained to Europe in the past, to buy in to this approach and deal with the BFCP rather than with the Commission and having it come down with a ream of instructions which has been happening?  My belief is that unless we get the environmental groups on the ground in agreement with what we are doing, they will keep running over to Brussels and it will be a blunt instrument that will hit us.  What interaction does the BFCP have on an ongoing basis with environmental groups?  Do they accept that this is the optimum system for preserving the Burren in the way we want?<\/p><p>  The second question is specifically for Mr. Daveron.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500009#H00600","speaker":"1044","continuing":true},{"type":"speechnospeaker","time":1358262300,"counter":31,"content":"<p>I will answer some of the questions and Mr. Davoren and Dr. Moran will address others.  The Deputy is correct that the Burren is unique but I must stress this is still about farmers, land and livestock, which is the same theme as applies in Wicklow and Kildare.  I do not want the Deputy to think that because the Burren is unique that this programme is unique.  The principles of the programme are not unique; they are about seeing farmers not as a threat to the environment but as a huge resource to protect it.  It is about squeezing them as much as we can to get as much value out of them as we can in protecting the environment.  This is why the principles under which we operate apply elsewhere in spite of the uniqueness of the Burren.<\/p><p>  Cattle are not left on the Burren over winter.  We impose very few rules on farmers.  We tell them if they have 20 acres of land there they can do what they want once it is within the law.  They can choose to graze cattle on it over the winter in which case it will look better, it will be better environmentally and farmers will earn more money from it.  However they may choose to keep their cattle in a house for the winter, in which case their score will reduce because they are doing less work environmentally and they will receive less money for it.  We are not at all prescriptive about what farmers do with the land.  We offer guidelines on how to get the most out of the land but farmers are not obliged to follow these guidelines.  It is very much at the farmers' discretion as to how they farm the land.<\/p><p>  The question on the cost of silage versus the ration is very interesting and Dr. Moran will deal with the specifics, but it is better with regard to health, cost and efficiency.  Dr. Moran developed the concentrated ration and he will tell us about the relative cost.  An important point to make is that it is very low.<\/p><p>  A former colleague of ours, Ruair&iacute; &Oacute; Conch&uacute;ir, led the development and management of Burren Beef &amp;amp; Lamb Producers Group but the difficulties of bringing the products to market and recovering money made it more energy dependent than it was worth.  It is not operating or trading at present.  It traded successfully for two or three years in the sense that customers were very happy because, of course, Burren beef and lamb is the best one will get anywhere.  However, much effort was involved for a small amount of payback.  The 8% mark-up on the product was not worth it in the long run.  It sounds like a great idea but it requires a huge amount of effort.<\/p><p>  We have had nothing but support from environmental groups.  The Burrenbeo Trust is a very strong local NGO in which I am involved.  It is a huge supporter of the farming for conservation project over the years as have been all of the relevant environmental groups including Birdwatch Ireland at whose events we have spoken, and An Taisce whose membership includes some farmers on our programme.  We have nothing but positive feedback from the environmental groups, which is very important.  As we see it, the most important group from which to receive positive feedback is farmers and as I stated, we have approximately 95% approval from them.<\/p><p>  Mr. Davoren will speak about winterage and the impact of feeding, which is a fundamentally important point.  The change in feeding systems has transformed the Burren in the past 15 years, as it had done in the previous 15 years.  At present we are in a very positive position.<\/p><p>  With regard to the opinion of the EU taxpayer on the importance of this programme, it is an easy sell.  The general public loves places such as the Burren, Wicklow and Connemara because they can interact with them and they have birds, wildlife and a feelgood factor.  People love the notion of paying a farmer to deliver this because it is something they want.  Research proves a good healthy Irish environment is in demand.  We have various tours, projects and diaspora projects.  Many tourists speak about the Irish people and the landscape.  We must remember the Irish landscape is farmed, and if we want to continue to attract tourists and have a good recreational landscape providing good water quality and living conditions we can only do so through the right type of farming.  The taxpayer as represented by the EU Commission loves the notion of a programme such as this and paying to protect places such as the Burren and the Irish landscape.  This is a very important point and we tick this box from the Commission's point of view.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500010#J00200","nonspeaker":"Dr. Brendan Dunford"},{"type":"speechnospeaker","time":1358262300,"counter":32,"content":"<p>King Henry VIII once stated the only ways to control the masses were monetary gain or fear.  We tried fear and we know it did not work.  To answer the question on what the environmentalists think, the product is species-rich grassland, which is what the world craves and it cannot be supplied anywhere else but the Burren.  We produce it on the farms in the scheme.  The scheme is only four years old but already one can distinguish the farms which are in it from those which are not.  Environmentalists cannot find a reason to complain therefore they do not do so.<\/p><p>  The Deputy asked an excellent question on feed.  Our plan has three parts, one of which is a basic payment from being in a special area of conservation; another is payment for species-rich grassland; and there is also funding for farmers to put in place infrastructure to graze out the winterage properly.  Stone walls were mentioned earlier but I did not answer the question at the time.  Farmers in REPS were paid to maintain stone walls at the boundaries.  This scheme is different, and I will use my farm as an example.  All of the yellow lines in this diagram represent winterage walls which had fallen into disrepair.  When I fed silage I did so in each of the fields along one yellow line which was by the main road.  All of the fields fed into one and the cattle came to eat, then went for water and shelter, and came back to eat again.  I received a grant of 25% to put in place a road through the area, which along with my 75% was an injection into the local economy, and I can now feed meal in all of the fields and the old walls have been rebuilt.  The fields in which I now feed cattle are the same fields put in place 300 years ago, the walls of which had fallen into disrepair over the past 30 years.  We are going back to the future with modern technology.  Dr. Moran will explain how 2 kg of meal creates a particular craving in the animal's stomach as it gives them the energy, protein and minerals they need but they must find roughage to digest it, which they do in the field.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500010#J00300","nonspeaker":"Mr. Michael Davoren","continuing":true},{"type":"speechnospeaker","time":1358262900,"counter":34,"content":"<p>I will address the specifics of the feeding costs in the Burren.  We conducted intensive work during the research phase of the programme.  In the Burren once cows are being feed silage, they remain around the round feeder and they must get 100% of their feed from the silage.  If I remember correctly, on average that costs &euro;110 per animal over the winter time.  A great deal of detailed scientific work went into looking at the forage quality of the winterage areas on the Burren and looking at the nutritional requirements of the animal.  We developed a concentrate feed that only met approximately 25% of the animal's feed requirement but was a significant boost in terms of their protein and mineral levels and improving animal health.  It took an animal only ten minutes to eat their 2.5 kg of feed ration at the concentrate feeder, but they felt very empty.  The animals needed roughage and that incentivised them to go out on the free forage that was on the hill, which they were not grazing on before.  We reduced the actual costs of feeding animals by moving to the concentrate feed.  When we first started to use this particular concentrate feed ration it cost &euro;225 per tonne.  It was not cheap compared to other concentrate rations because of the high mineral content but it still reduced the cost of keeping a cow during the winter period from &euro;110 to &euro;40 per cow.  That is a significant saving.  It made sense from the viewpoint of agriculture, the environment as well as saving time.  It took a farmer much more time to bring out a round bale of silage than to bring out a bag of nuts to throw in the feeder.  I think the farmers thought I was a bit made when I told them that it was very important that they feed at the same time every morning every day.  When the farmer feeds at the same time, the animals quickly learn and within a week they are there at 9 a.m.  If an animal is missing, the farmer knows there is something wrong.  It made herding much less time consuming and a job that once took a couple of hours now takes 30 minutes.  That makes sense.<\/p><p>  I will now deal with some of the wider national issues as well as issues in relation to the environmental groups  As part of the Department's call for submissions for the rural development programme, which must be submitted to the Department by tomorrow, which is what I will be working on tonight and tomorrow, I am a member of the working group on the uplands, which comprises a long list of environmental groups, farmer organisations, and officials from the Department of the Environment, Community and Local Government.  We are drawing up a joint proposal for submission.  All the environmental groups are on board.  We are advocating in our submission is the application of this model to the other upland areas around the country.  We hope that during the development of the rural development plan to flush out this in more detail so that we can show by case studies how it would actually work on the different areas.  If one examines the submissions to the Department, in particular the upland working group submission, one will see the farm organisations, the environmental groups together proposing a similar model to what is currently working in the Burren.  The farmers, the farm organisations such as the IFA and other organisations and the environmental groups see the potential benefit to the rest of the country.  This is crucial to the reform of the common agricultural policy and the sustainability of the CAP budget in the future.<\/p><p>  The common agricultural policy in the past ten to 15 years has evolved from food production to a multi-functional model of agriculture.  The policy is not just about producing food, but producing high quality food in a high quality environment and yet mitigating against climate change and producing high quality water.  At present the market pays for the food, to a certain extent.  The market prices are not correct and something needs to be done in terms of addressing market failures, but the market totally fails and does not address the additional service that the farmer provides.  This is where this programme steps in and creates the market for the environmental services that are produced by the farmer, delivering to the European taxpayer the multi-functional model of agriculture.  This round of the multi-annual financial framework MFF was a very hard sell to try to convince the European taxpayer to maintain existing levels of funding to the Common Agricultural Policy.  I do not think that will be maintained.<\/p><p>  Members will see that 30% of the funding under Pillar 1 is being allocated to greening measures.  The main reason that greening measures are put in place is actually to sell the CAP budget to the European taxpayer.  The European taxpayer wants more and more of this type of product.  In Ireland we are ideally placed to deliver it.  We are also selling the management of these high nature value landscapes of Ireland.  Our intensive agriculture is also dependent on good management of this.  Bord Bia initiated an origin green campaign to  sell our products internationally.  We are selling them on the back of pictures of high nature value landscapes.  In the case of intensive agricultural landscape that is producing high quantities of food, there are issue in regard to climate change and carbon and methane emissions.  These areas are sequestering carbon, so I argue that if these areas are well managed to produce carbon sequestration potential, the other areas are producing high quality food but there is a trade off between the amount of emission from that.  When we marry both together on the island of Ireland, one has a truly green sustainable agricultural product.  When both types of areas working together, they balance each other out to produce sustainable agricultural product.  In our vision of how CAP should be implement it Ireland, we are not pitching intensive agriculture against extensive agriculture.<\/p><p>  European taxpayers want a range of products from our agricultural systems.  The only way we can deliver this range of agricultural products because of the inherent trade-offs in any one field between the different products is to have both types of agriculture working together to maximise the products they are best suited to produce.  This entails quality food and a quality environment mitigating against climate change, a truly sustainable food island.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500011#K00200","nonspeaker":"Dr. James Moran"},{"type":"speech","time":1358262900,"counter":35,"content":"<p>I notice 120 hectares of scrub have been cleared.  How successful has the project been in maintaining that area of cleared scrub land?  Is there a particular method?  Is there a possibility of organising a meeting of the European Parliament's agriculture committee in areas outside Dublin?  I appreciate that for economic reasons the great majority of meetings must be held in Dublin but if there is a possibility to bring one meeting out of Dublin, it may be possible to bring a meeting to Ballyvaughan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500011#K00300","speaker":"977"},{"type":"speech","time":1358262900,"counter":36,"content":"<p>That is out of our hands.  I could argue for a bus trip to the uplands of County Wicklow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500011#K00400","speaker":"1103"},{"type":"speech","time":1358262900,"counter":37,"content":"<p>I second that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500011#K00500","speaker":"1125"},{"type":"speech","time":1358263500,"counter":38,"content":"<p>If there was land abandonment in the Burren - in other words, if farming became impossible with likely cutbacks in REPS and so on - what would it do to the ecology?  Dr. Parr keeps stressing that this is a farmed landscape and that none of it is wild.  I accept that there is not any wild landscape there and that is true of most landscapes in Ireland.  However, what would land abandonment do, if people decided that it was not economic to farm there any more?  If all the farming was done in areas of good land, what would it do to the ecology?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500012#L00100","speaker":"1044"},{"type":"speechnospeaker","time":1358263500,"counter":39,"content":"<p>I will answer the scrub question first.  It is encroaching scrub.  We do not actually deal with what we call the established scrub.  If one went back 150 years in the Burren, one would hardly see a bush.  It is really in the last 100 years that it has been increasing exponentially.  If one cuts hazel and does nothing, it will grow more in one year than if one had not cut it.  Cutting only encourages it, so one must treat the stumps to stop it regrowing.  We have been successful with people doing targeted stump treatments and dealing with what little regrowth there is.  If they are organic, they must keep going back to recut every few years.  In that way, it stops the plant producing hazelnuts, so one is taking out the seed source and slowing the spread.  We have been very successful in holding back what we have taken out.<\/p><p>  As regards land abandonment, in some ways we can already see what would happen, which is that the hazel would take over.  The funny thing is that the hazel we have in the Burren is in a rare and important international habitat.  In conservation, it is a problem of balancing what is most important: the Atlantic hazel woodland or the species-rich grassland.<\/p><p>  The Burren's species-rich grasslands have rare plants, which occur elsewhere, but it is the only place in Europe where these plant communities come together due to the climatic interactions that occur.  If the hazel scrub continues to spread, we will start to lose those communities.  They might not seem that important initially but we do not know what other things are there.  A lot of fungi and things like that are being maintained, which are sources of future medicines and products.  Essentially, however, over time we would see the Burren going largely to hazel scrub and we would lose all those grasslands.  They are nowhere else.  In addition, the archaeology would disappear into the scrub with the structures being damaged by growing roots and branches.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500012#L00200","nonspeaker":"Dr. Sharon Parr"},{"type":"speechnospeaker","time":1358263500,"counter":40,"content":"<p>I have a quick summary point to make.  Listening to the various contributions, it is important to remember that this is fundamentally about people and communities.  Along the west of Ireland and in uplands like Wicklow, there are natural constraints as to how one farms the land.  Harvest 2020 leaves many of those farmers behind, however.  It prevents a roadmap for those farmers to provide really important services and functions, such as food production, biodiversity in the landscape, and tourism.  If we can produce a programme that delivers those and proves it can deliver, as per the Burren model, that is the best long-term guarantee we can give to those communities.  Most of them, at least where we live, are fundamentally farmers and that is what they do best.   We are just saying to them that they are producing a lot more than they realise and there is a demand for it.  We are prepared to help them capture the cost of producing those things.  That will make their farm families and communities more sustainable.<\/p><p>  The big difference is that we want to do it right from day one because that is the best guarantee we have of continuing it into the future.  That is the genius of the Burren IFA; it did not accept a compromise programme.  It has pushed for a quality programme and high standards.  We exact a lot from farmers because that is the only way we can sit on top of the pile and secure future funding.<\/p><p>  In case I do not get to the microphone again, I invite members of the committee at any point, individually or collectively, to visit us in the Burren.  I can say with hand on heart that the lovely thing about this programme is that however well we present it, or not, the impact on the ground is phenomenally significant and important.  It stands up to any scrutiny.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500012#L00300","nonspeaker":"Dr. Brendan Dunford"},{"type":"speechnospeaker","time":1358263500,"counter":41,"content":"<p>In adding to what Dr. Dunford has said, I would just like to say that a picture paints a thousand words.  Members of the committee are most welcome to visit the Burren.  I hope they will take up the invitation, either collectively or with the European deputation.  We have had many of them over from Brussels and they are always impressed.<\/p><p>  If one puts the environment at the centre, which it is, for our own selfish reasons everybody wants a piece of it.  The environmentalists want a pristine environment because that is what concerns them.  Europe has demanded that we protect our habitats through legislation, because that is their job.  As farmers, we want to earn a living.  Doing it like this matches all three demands.  That is why there is no fighting.  Everybody is getting what they want out of it.  The secret is that it is basic common sense.  As they say, common sense is very uncommon, which is true.<\/p><p>  A question was asked about scrub removal.  When farmers are choosing scrub, and I keep going back to the plan for next year, we will invariably take it out where the best land is.  I do not want to break my back cutting a hectare of scrub only to discover sheet rock underneath.  That would be of no benefit to me.  I want to cut the scrub where cattle have access to other patches of grass that have not been taken over.  I am doing that work to benefit myself alone.  Best of all, I get paid to do it on my own farm.  One could not ask for better than that.  I thank the committee members for their attention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500012#L00400","nonspeaker":"Mr. Michael Davoren"},{"type":"speech","time":1358263500,"counter":42,"content":"<p>On behalf of all members of the committee, I thank the witnesses who have attended this meeting.  It was an ideal presentation for us to start with in our consideration of the commonage framework proposals.  The witnesses have made a lot of sense.  Dr. Moran referred to the combination of food production and economic environmental concerns.  In the past, I have said that instead of a Common Agricultural Policy we should have a total land use policy which calculates everything.  There are recreational, tourism and energy elements also, which we did not cover today.  They are all-inclusive and one can build in a whole product, including food production, environment and energy, in cohesion with it.  That is the plan we should examine.<\/p><p>  I come from a similar part of the country.  The Wicklow Uplands Council has worked with the National Parks and Wildlife Service to try to develop a consensus and avoid division.  Its mission statement refers to all those who live, work and recreate in the area.  Those are the fundamentals.  Given that the EU has cited this as an example of how to resolve problems, it seems to make sense that we should incorporate it nationally.<\/p><p>  We will be interested in the proposals to be submitted on behalf of the rural development programme, from the viewpoint of our CAP presentations.  While we made a submission just before Christmas, we did not deal with pillar two, which was deliberate.  We will do so, however, because it will come to a point where money and programmes will have to be discussed.  We will be anxious to see those proposals, if they are accessible, for our own consideration.<\/p><p>  I thank all the witnesses for travelling up from County Clare.  While it might be desirable, Deputy McNamara's proposal is out of our hands.  It is being handled by another division.  Ireland's EU Presidency is being handled in a prudent and thrifty manner from a cost viewpoint.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500012#L00500","speaker":"1103"},{"type":"speech","time":1358263500,"counter":43,"content":"<p>Real spuds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500012#L00600","speaker":"977"},{"type":"speech","time":1358263500,"counter":44,"content":"<p>To be honest, that is being generous as regards how much they are spending.  However, the committee would be delighted to visit the Burren at some stage if we have an opportunity to do so.  I thank the witnesses for the invitation.<\/p><p>  That concludes our proceedings for today.  As there is no other business, the meeting stands adjourned until 2 p.m. on Tuesday, 22 January 2013.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013011500012#L00700","speaker":"1103"}]