[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1603148400,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 16:00<\/p><p>The Joint Committee met at 16:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Martin Browne, Victor Boyhan, Matt Carthy, Paul Daly, Michael Collins, Tim Lombard. Michael Fitzmaurice, Brian Leddin.<\/p><p>I láthair \/ In attendance: Deputy Danny Healy-Rae.<\/p><p>Teachta \/ Deputy Jackie Cahill sa Chathaoir \/ in the Chair.<\/p>","time":1603148400,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002"},{"type":"minorheading","content":"Business of Joint Committee","time":1603148400,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#A00100"},{"type":"speech","time":1603148400,"counter":5,"content":"<p>Due to Covid restrictions we must conduct the meeting within a strict timeframe.  I got a lecture coming down the stairs on this, which I will put up with.  Members are requested that for the duration of the meeting phones are turned off completely or turned to airplane, safe or flight mode.  It is not sufficient for members to put their phones on silent as this maintains a level of interference with the broadcasting system.<\/p> <p>  Members have been circulated with the minutes of the private meeting held last week.  Are the minutes of the meeting of 14 October agreed?  Agreed.  There are no matters arising.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#A00200","speaker":"1611"},{"type":"minorheading","content":"Challenges for the Forestry Sector: Discussion","time":1603148400,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#A00300"},{"type":"speech","time":1603148400,"counter":7,"content":"<p>Today is the first on a couple of meetings on the challenges for the forestry sector.  We will hear about Ash dieback and licensing.  The meeting will be in two parts.  In the first, we will hear from a representative of the Limerick Tipperary Woodland Owners Limited to discuss Ash dieback which is a very great issue in that part of the country.  Foresters have suffered severe financial losses.  Then representatives of the Irish Farmers Association will discuss the broader problems within the industry.  The meeting will suspend for five minutes between both parts to allow the desks to be sanitised.  I remind members there are sanitation products throughout the room which should be used when taking or vacating seats.<\/p><p>I am delighted to welcome representatives of the Limerick and Tipperary Woodlands Owners Limited, TWO, who travelled today to be before the committee.  I welcome Mr. Simon White, vice chair of the TWO, and Mr. John O'Connell, its director.  We have received its opening statement which has been circulated to members.  To allow as much time for questions and answers, I ask that the opening remarks be brief, and they should not exceed five minutes.  <\/p><p>I draw the attention of witnesses to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  <\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#A00400","speaker":"1611"},{"type":"speechnospeaker","time":1603148400,"counter":8,"content":"<p>I am on the board of a group that represents farmers affected by Ash dieback but also forestry in general.<\/p><p>With me today is Mr. John O'Connell.  He is very representative of the type of people affected because he is an award winner in the growing of forestry.  Teagasc has asked him to demonstrate and he has held international demonstrations on his plantation.  He is very representative and is the sort of person to whom people in forestry turn for advice.  I will hand over to him to make our opening statement. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#A00500","nonspeaker":"Mr. Simon White","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":10,"content":"<p>I will give a brief history of the ash dieback problem.  Ash dieback, now known as <i>Hymenoscyphus fraxineus<\/i>, was discovered in 1992 in eastern Europe and since then has spread throughout Europe.  It is a windborne fungal disease, much like potato blight.  There is currently no means of treating this disease.  The spores can travel 20 km to 30 km in the air and infect ash trees through their leaves, causing the leaves to wilt and ultimately causing the tree to die.  It was first reported in Ireland in 2012, has spread throughout the country and is going to wipe out 95% of our native ash.  As an island nation more than 30 km from our nearest neighbour, we should have been in a position to prevent the invasion of the disease with proper phytosecurity.  Plants were imported from Europe where the disease was prevalent.  This importation defies logic as ash is a native tree and should have been propagated in this State.  There are 20,000 ha of privately planted ash in the country, all of which will ultimately be infected.  Ash trees were planted by farmers because ash is a native broadleaf which is fast growing and has high commercial potential, with hurley making being the primary use as well as other uses such as in furniture, kitchens and boat building.  It also has a high biodiversity value.<br\/><br\/>The current reconstitution and underplanting scheme, RUS, announced on 10 June 2020 has been completely rejected by farmers and foresters and all their representative bodies as it does not adequately address the enormous losses sustained and the extremely restrictive conditions imposed.  A clearance grant of &euro;1,000 goes nowhere near the cost of clearing an infected plantation, which can be in excess of &euro;3,000 or &euro;4,000 per acre depending on the size and age of the plantation.<br\/><br\/>The afforestation pioneers who planted over 25 years ago are relied upon within the sector for advice and experience but are precluded from participation in the RUS.  This is leading to a prevailing sense of disillusionment.  The value of these plantations has been reduced to the value of firewood.  At this point, a 25-year-old plantation should be 15 years away from significant commercial value, not to mention that the environmental benefits from decades of work are being undone.  A major incentive in planting ash trees was to provide financial security in retirement, but this potential opportunity has been destroyed.  These people have no responsibility for, nor any control over, these losses and are substantially stressed.  Other farming sectors have suffered disastrous losses from TB or foot and mouth disease and such losses were addressed immediately.  Due to the halting of the initial ash dieback scheme and delay in introducing the RUS on 10 June 2020, the farmer-forester has been left in limbo for at least six years while the disease has been allowed to run riot.  We now need to move forward in a positive direction.  The inaction to date is having a detrimental effect on farmers considering engaging in forestry.  Farmer-foresters are custodians for future generations and should be treated as having the potential to mitigate a lot of the climate problems.  That potential needs to be recognised.<br\/><br\/>The solution to this ash dieback problem should be addressed as follows:  First, consultation must involve engagement.<\/p><p>To date there has been a lack of engagement between the forest service and farmers and foresters.  It should be borne in mind that the farmer or forester is the primary stakeholder.  Any solution must encompass all infected ash plantations.  The conditions of the RUS need to be simplified so that the farmer or forester can progress with the process.  The programme must be easily understood.  It is suggested that, under the scheme, one may have to submit a Natura impact statement, which involves additional cost.<\/p><p> The costs incurred in the removal of stumps and roots should be covered, especially in older plantations where costs are enormous due to the size of stumps and roots.  The cost of replacing and replanting the trees should also be covered.  This needs to be followed by premiums of at least 15 years and an additional element to cover losses to date, not to mention the stress and trauma of this catastrophe.  There should be an option to return land to pasture for those farmers who need it.  This may not apply in all cases.<\/p><p> I will now go into the reasons our submission must be taken seriously.  Farmers and foresters are climate custodians.  There is no more efficient way of mitigating CO2 than planting trees.  A myriad of other health, social and ecological benefits are involved.  Forests produce oxygen, without which mankind will not survive.<\/p><p> If we want a forest industry in this country, we must address the ash dieback problem which is reducing confidence to zero.  We must be taken seriously.  Finally, we cordially extend an invitation to each member of the committee to visit infected sites.  If any members contact us, we will be happy to facilitate this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#B00200","nonspeaker":"Mr. John O'Connell","continuing":true},{"type":"speech","time":1603148400,"counter":12,"content":"<p>I welcome our witnesses.  I mean no offence but I wish to put something on the record.  The representatives' group is called Limerick and Tipperary Woodland Owners but I stress that this issue does not affect Limerick and Tipperary only.  I am from Westmeath and a farmer based outside Mullingar has contacted me with a serious problem in this regard.  While I am not coming at the witnesses, it is important to note that this is a national issue, although the group deals with Tipperary and Limerick.<\/p> <p>  I have a couple of quick questions based on the submission.  It states that there was a lack of engagement with regard to the establishment of the RUS.  Was there any engagement at all?  I would like to know what engagement there was in respect of the formation of that scheme because one of the complaints I have heard from the individual I mentioned and from others is that the scheme is not effective and not enough but that, even if it was, its implementation has been a disaster.  It seems to be on park the whole time.  Even if one engages with the Department in respect of the scheme, the can is kicked down the road and no progress is made.  Regardless of the inefficiencies of the scheme itself, the Department is not operating it correctly.  Perhaps the representatives will elaborate on their experiences in this regard.<\/p> <p>  I will ask a few more questions on the disease in order to inform myself as much as anything else.  I will call it ash dieback rather than attempting to give it its full technical name.  One first notices that an ash tree is affected because of obvious signs on the leaves.  If immediate action is taken, is the timber still 100% useful or does it deteriorate or rot as the disease progresses?  If I grow ash trees and see from the leaves that the trees are affected, and if I get the go-ahead from the Department to harvest the timber, would it be salvageable?  I ask the witnesses to answer those questions as I believe they covered everything else in their submission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#C00200","speaker":"1651"},{"type":"speechnospeaker","time":1603148400,"counter":13,"content":"<p>I was recently at a site where hurley butts were being taken out.  The stems were going for firewood.  One can see the ash dieback.  It is obvious in the prong.  The spores come in through the leaves and affect the tree from the top down.  The top of the tree looks like antlers.  One can see the prong and the bare stems protruding from the top of the tree.  That is ash dieback.<\/p><p>The timber can be recovered if it is cut down in time, but there is no means of processing it, other than for firewood, which is the only value it has.  There will be a glut of firewood on the market because of it.  People are concerned about how they can deal with the problem of ash dieback.  There are trees that are nearly 18 m tall, and taking them down is a fairly big undertaking.  Again, there is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#C00300","nonspeaker":"Mr. John O'Connell","continuing":true},{"type":"speech","time":1603148400,"counter":15,"content":"<p>There is one part of the question that I omitted.  Is it continually spreading because it is an airborne disease?  Is inaction causing the continuous spread in that scenario?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#D00200","speaker":"1651"},{"type":"speechnospeaker","time":1603148400,"counter":16,"content":"<p>It is.  That has been the case for the past five years.  In Tipperary, there reservoirs of the spores in plantations that have been left in limbo.  We are all in that situation, and it is too late to address it.  It is like the potato blight, without the bluestone, or whatever antifungal treatment there is.  It is going to spread throughout the country; one can see the ash trees on any road way that are dying and dead.  I look at my plantation, 50% of which is ash.  I have done my best to manage it for the past 25 years, and I am approaching an age, now, where I am considering retiring.  I was looking forward to enjoying the proceeds of this going towards my retirement, and it is devastating to see trees, even in June, without leaves.  These trees are dead.   We are managing a dead crop.  How do we proceed from here?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#D00300","nonspeaker":"Mr. John O'Connell"},{"type":"speechnospeaker","time":1603148400,"counter":17,"content":"<p>I might add to that.  There is no doubt that trees that are affected are going to die.  Some 95% of ash trees in the country are going to die.  We are in a salvage operation.  The trees that are affected are not going to grow anymore, so they are not going to get to saw-log stage, and they will not end up as hurleys, if they are small trees which are at that stage.  There is a very limited period in which they will remain sound timber.  All they are at the moment is firewood, and the value of firewood will rocket downwards with oversupply because there will be so much ash being cut down.  What I am trying to say is that once it comes in, the disease cannot be stopped.  The disease is moving right across the countryside.  There may be some areas that have not yet been affected, but they are going to get it.  Until this year, we did not have much of it in our area, but now it is rampant throughout the forests.  It has stopped the growth and the trees are dying.<\/p> <p>  The Senator also asked about engagement.  We were invited, at various times, to meet with the forest service when it was designing this scheme.  We said at that stage, from our experience as growers on the ground, that these measures were not going to help the situation.  It took seven years for the measures to be rolled out from when the original scheme ended.  There is no compensation involved; the only chance that anybody has out of this scheme is that they will get a chance to replant.  They will be going back to square one.  I planted 20 years ago and Mr. O'Connell planted 25 years ago.  We are not deemed to be eligible for the scheme.  Our trees are too big and too old, and we represent many people who are in the same boat.  The best that anyone with a plantation can get is to go back and plant from square one again.  When we did it 20 years ago, we got premiums for it.  We do not get premiums now and are not eligible for them.  We have been asked to do it again at this late stage in our lives.  We planted a generation ago and we have been asked to go back to square one again.  It is very unfair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#D00400","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":18,"content":"<p>I thank Mr. White and Mr. O'Connell for coming in, making their presentation and supplying the committee with a script in advance.  I want to touch on some of the points raised the presentation.  The witnesses have spoken about a lack of consultation.  They might elaborate on that.<\/p><p>I am interested in hearing about their consultation and engagement with State agencies that the committee would expect to support their organisation and, certainly, to listen to it.<\/p><p> Mr. O'Connell referred to the reconstitution and underplanting scheme, RUS, and stated that its conditions need to be simplified.  He acknowledged the system is in place.  I know there are difficulties with it.  He referred to it being simplified.  In what way should that be done?<\/p><p> He referred to the costs incurred in removing stumps, etc.  I know that is not a runner for the witnesses, as they made that clear.  It is a generational thing.  Teagasc has done much work on disease-resistant varieties of ash.  It is not the case that ash will no longer grow in this country.  Of course, it will.  It is a fast-growing tree that is suitable for conditions here for many reasons, so long as it is disease resistant.  What knowledge do the witnesses have in that regard?<\/p><p> A more important option to which many people have referred is that of returning the land to pasture.  That is an attractive proposition for some people, particularly if there are no restrictions, that is, not having to replant the land, etc.  That is important.  What are the witnesses' views in that regard?<\/p><p> I refer to a new premium scheme.  What type of scheme would the witnesses like to be put in place?  What do they see as the way forward in terms of addressing this issue?  It affects people differently having regard to their investment or, for many people, in terms of timeframe.  Mr. O'Connell suggested he may be getting out of the business.  There is a long lead-in time, encompassing a minimum period of 20 years.  Do the witnesses have a view on the 15-year premiums paid on replanting?  What would they like to be put in place in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#D00500","speaker":"1634","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":20,"content":"<p>The first issue raised by the Senator is that of engagement.  The engagement we have had to date is that we have been brought into a room and allowed to express our views, but we have not been heard or listened to.  Our views have not been taken into consideration in the designing of schemes that we have stated will not work or address the problem.  I refer to our engagement with individual foresters and inspectors coming into farms.  It is a nightmare for anybody currently involved with forestry in general and not just those affected by ash dieback.<\/p> <p>  The Senator asked about the RUS.  There are many things that are not addressed within the scheme.  He referred to the option of going back to grassland.  For many people, that it is the most viable option open to them.  It is not currently allowed.  It should be considered and introduced.  In terms of the management of the scheme, people are categorised according to the growth of their plantation.  That is incredibly unfair because it means that those who have the youngest plantations, with some years of premium still to be paid on them, have lost the least because they have lost the least amount of growth of their plantation.  They are being helped to replant.  However, those whose trees and plantations are older and who have invested a great deal of time, effort and money into them are experiencing significant losses.  A capital value should be placed on such plantations at this stage.  Many such plantations have been totally wiped out and many of those affected, such as Mr. O'Connell and me, are not eligible for any supports except under the woodland improvement scheme, which was not designed to deal with this issue.<\/p> <p>  A point that must be put across is that we did not bring in this disease.  It never should have got into the country.  It was rampant in Europe from the late 1990s.  The forest service knew that was the case.  Ash trees should have been propagated in this country and planted, but trees were imported and that brought the disease in.  We are an island nation and should have applied tighter security in order to keep it out.  So doing is the responsibility of the forest service but the threat is not being taken seriously.  There is a risk of other invasive species being brought in because we cannot cut down the timber that is currently needed for timber processing.  The whole system is such a mess that the only option is to import timber.  However, the dangers of so doing are right in front of us and we do not have a system to protect us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#E00200","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":21,"content":"<p>I thank the witnesses for their presentation.  There was reference to 20 years of growth, and it was stated that this disease is probably going to affect all the ash trees around the country.  There are many along the sides of the roads as well, which many people might not notice, and those trees might break in a storm because of this disease.  Given the situation that the members of the witnesses' organisation are in, and the witnesses having said that the timber has value as firewood, how can it be got out?<\/p> <p>  Turning to the scenario of compensation, where do the witnesses stand in that regard?  What would solve that issue?  Would it be possible to put a price on whatever value might be achievable for felling, splitting and selling the timber for firewood?  What would be sown in place of the felled trees?  Would it be broadleaf trees or something else?  What, then, is the best solution to this problem?  Would it be to give a grant for 15 years on a new plantation, and to include the initial grant for planting as well?  Will the witnesses give us some ideas in that regard?  Was reference made to there being 20,000 ha or 20,000 acres being planted in Ireland?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#F00100","speaker":"1508"},{"type":"speechnospeaker","time":1603148400,"counter":22,"content":"<p>It was hectares.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#F00200","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":23,"content":"<p>Can we get some idea of the cost?  If every plant is going to get this disease, do we have any idea how many have it now?  I understand that the witnesses may not know the situation around the country, but what percentage of trees have the disease now?  Is there anything to prevent the disease from spreading, or is it just inevitable that it will?  What would be the cost to cut to the chase and cut the timber down as firewood?  Some money would be made out of doing that, and there is no point in saying otherwise because people do not sell timber for nothing.<\/p> <p>  In respect of the re-establishment of plantations and whatever is chosen instead of ash for plantations, and the provision of grant aid, can the witnesses contextualise what will be required?  I note that there was reference in the opening statement to the importation of trees.  The reality is that I got information that there are county councils in this country bringing in Christmas trees.  We have seen the problem in Germany with spruce trees, so we need to be very careful of importation.<\/p> <p>  It is very sad especially for the people from hurling counties that one of the things for which we are recognised will be affected.  I refer to the many people who buy ash trees to make hurls in different parts of the country.  It is sad that that is in jeopardy as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#F00300","speaker":"1508"},{"type":"speechnospeaker","time":1603148400,"counter":24,"content":"<p>I will address some things the questions have raised.  Senator Boyhan mentioned that ash trees will be fine and that they will grow.  I challenge that view.  Ash trees will not be fine.  All the ash trees in the country are going to die.  They are dying in front of our eyes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#F00400","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":25,"content":"<p>I did not say that.  Mr. White has misquoted me.  I did not say that all ash trees will survive.  Come on now, I did not say that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#F00500","speaker":"1634"},{"type":"speechnospeaker","time":1603148400,"counter":26,"content":"<p>No, but the Senator said that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#F00600","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":27,"content":"<p>I said other varieties were being bred and worked upon, which would be resistant to the disease.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#F00700","speaker":"1634"},{"type":"speechnospeaker","time":1603148400,"counter":28,"content":"<p>That is the point I want to make.  I am a research scientist, so I have some experience in research.  The amount of research that is going on into propagating disease-resistant trees is tiny.  Nothing has been found.  It is like finding a vaccine for Covid-19.  Everybody is talking about how lovely that would be, but it is not there yet.  It has not been found, no effort under way and no nurseries are growing disease-resistant trees now.  Such disease-resistant trees have not been found, so to rely on that is a little bit premature.  The trees that we grow, therefore, must be different trees from ash trees.<\/p> <p>  Regarding the form of compensation, no form of compensation has been put forward to anybody affected by ash dieback.  We need-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#F00800","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":29,"content":"<p>What is the ideal scenario that will resolve this issue?  Is it that people get their saws, cut down what trees are there, get the timber out, and then get a re-establishment grant and a grant for 15 years?<\/p><p>What solves this?  I know there is nothing to solve it at the moment but I am asking about Mr. White's opinion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#F00900","speaker":"1508","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":31,"content":"<p>I understand.  There are measures that could be introduced.  Most are encompassed in this type of scheme but the way that they have been put forward means that, for instance, the lack of premium would make a significant difference.  The scheme introduces underplanting, which means, for example, leaving 40% of the trees and underplanting.  That is a technique that has not been tried and, from our point of view as foresters, we know that if one underplants trees, those trees that are going to die will fall of their own accord, or we will fell them, and they will damage the trees that have been underplanted.  The documentation states that this measure has been introduced to stop the spread of the disease and the rate of spread.  It will do no such thing and it cannot because one is leaving trees from an infected plantation <i>in situ<\/i>to carry on.  Many of the claims made in the scheme are wrong.  They cannot work.  We know that, working on the ground, dealing with forestry.<br\/><br\/>Afforestation has become incredibly dangerous to workers.  It is a dangerous environment.  One needs trained people working with chainsaws.  There is an idea that is easy to take out trees.  It is incredibly complicated and expensive to get people trained.  Members talk about the value of the timber that comes out of it.  It is extremely expensive to extract timber from forestry.  The cost of firewood is going down and people cannot get &euro;35 per cu. m for it.  That is infinitesimal money compared with what a forest is worth.  Something has to be brought into the scheme to compensate for people's losses, to recognise the cost of measures to address the situation and the timing.<br\/><br\/>Everything has been kicked down the road.  Nobody who has applied for the scheme has been granted permission to do it yet and many people are wondering whether it is worth their while going into the scheme.  Everybody is waiting for the forest service to come up with something feasible, because it is not feasible for the people on the ground.  There is significant anger and frustration among people on the ground and a feeling of being let down.  There is also a feeling of despondency for anybody going into forestry in the future.  Who would go into forestry to be treated like this?  It is at a time when forestry and trees have so much to offer.  We should be going down that road.  The forest service brought in the Mackinnon report.<br\/><br\/>Cut me off if I am going on for too long.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#G00200","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":32,"content":"<p>Three other Deputies want to get in and I will let them in together, then the questions can be answered, because we are going to run into time issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#G00300","speaker":"1611"},{"type":"speech","time":1603148400,"counter":33,"content":"<p>I welcome the witnesses.  It is sad to see that 95% of our ash trees are dying around the country.  We see it ourselves, especially in Tipperary.  I guarantee Deputy Fitzmaurice that we still have enough to win another couple of all-Irelands with what we have left.<\/p> <p>  It is crazy that the pioneers that did it 25 years ago are not being allowed to participate in the new scheme.  They are the kind of people who have the expertise and knowledge needed to solve this.<\/p> <p>  Will the witnesses describe the process of clearing a failed plantation, the impact it would have on the land and how much work is involved in clearing it properly, to get rid of the roots and everything?  What happens when a plantation is clearly failing and it is not felled on time?  What is the impact on the surrounding areas?  The witnesses have called for the option, as Senator Boyhan raised here, to return the land to pasture.<\/p><p>I think it was Mr. White who said it was not allowed.  Why not?  I will leave it at those three questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#G00400","speaker":"1613","continuing":true},{"type":"speech","time":1603148400,"counter":35,"content":"<p>Could I get a quick reply to Deputy Browne's second question on what happens if a contaminated forest or set of trees is not cut down?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H00200","speaker":"1451"},{"type":"speechnospeaker","time":1603148400,"counter":36,"content":"<p>If the contamination is left, it will continue.  It does not stop.  In the winter time the leaves fall to the ground and they produce further fungi and mushrooms that release more spores.  It is a continuous cycle and there is no means of stopping it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H00300","nonspeaker":"Mr. John O'Connell"},{"type":"speech","time":1603148400,"counter":37,"content":"<p>Is it almost irrelevant whether the trees are cut down or not because the spores will continue the contamination?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H00400","speaker":"1451"},{"type":"speechnospeaker","time":1603148400,"counter":38,"content":"<p>The trees that remain will eventually pick it up anyway.  It cannot be stopped.  I have discussed this with university professors of life sciences and they have said to me that it cannot be stopped.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H00500","nonspeaker":"Mr. John O'Connell"},{"type":"speech","time":1603148400,"counter":39,"content":"<p>Is Mr. O'Connell stating categorically that 95% or more of the ash stock on the island is wiped out?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H00600","speaker":"1451"},{"type":"speechnospeaker","time":1603148400,"counter":40,"content":"<p>Yes.  They say one in 50 trees may survive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H00700","nonspeaker":"Mr. John O'Connell"},{"type":"speech","time":1603148400,"counter":41,"content":"<p>Is it the case that, essentially, there will be no ash plantations ever again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H00800","speaker":"1451"},{"type":"speechnospeaker","time":1603148400,"counter":42,"content":"<p>There will not be.  Ash will not be planted again unless we find a resistant variety of ash.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H00900","nonspeaker":"Mr. John O'Connell"},{"type":"speech","time":1603148400,"counter":43,"content":"<p>I have a final question in terms of context.  Mr. O'Connell referred to the forestry services as being culpable for the importation.  Who imported ash?  Who thought that it was a good idea to import a hardwood that was native to this country?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H01000","speaker":"1451"},{"type":"speech","time":1603148400,"counter":44,"content":"<p>I will allow Deputy Leddin to ask a question and then we will get the answers together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H01100","speaker":"1611"},{"type":"speech","time":1603148400,"counter":45,"content":"<p>I just want to get context for my question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H01200","speaker":"1451"},{"type":"speech","time":1603148400,"counter":46,"content":"<p>I want to be fair to Deputy Leddin as well and to give him a chance.  We can ask all the questions together and if there is time Deputy Carthy can put his question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H01300","speaker":"1611"},{"type":"speech","time":1603148400,"counter":47,"content":"<p>I thank Mr. White and Mr. O'Connell for coming in today and for their excellent opening statement outlining the issue and the importance of forestry in tackling many of the problems that lie ahead of us.  They find themselves in a very challenging situation.<\/p> <p>  My question is similar to the line of questioning taken by Deputy Carthy on the origins of the disease.  Was the importation of ash due to a price difference between the imported seedlings and the native seedlings and is that ultimately what led to the disease coming into this country?<\/p> <p>  My second question has been somewhat answered already but the witnesses can feel free to elaborate.  It relates to the categories of support available under the scheme and the three options there.  I think Mr. White said that he did not see any likely uptake for the scheme.  Is it the case that he does not see potential for the scheme at all?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H01400","speaker":"1594"},{"type":"speech","time":1603148400,"counter":48,"content":"<p>I wish to clarify what Mr. O'Connell said.  Is he saying the land where the plantations are will be no good for replanting species other than ash?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H01500","speaker":"1613"},{"type":"speechnospeaker","time":1603148400,"counter":49,"content":"<p>Yes, and oak, but ash has had the highest commercial potential.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H01600","nonspeaker":"Mr. John O'Connell"},{"type":"speech","time":1603148400,"counter":50,"content":"<p>Going back to what Mr. O'Connell said earlier, is it the case that even if the stumps and roots are removed the land would be no good for ash plantations because of the spores?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H01700","speaker":"1613"},{"type":"speechnospeaker","time":1603148400,"counter":51,"content":"<p>Ash cannot be planted any more because it is susceptible, unless a resistant ash can be found.  That is a problem.  I know work has been done in Oakpark, which I have seen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H01800","nonspeaker":"Mr. John O'Connell"},{"type":"speech","time":1603148400,"counter":52,"content":"<p>Similar questions were asked by Deputies Carthy, Leddin and others.  Significant financial losses have been suffered by forestry growers.  That has been clearly established.  Deputies Carthy and Leddin inquired about the importation of the ash trees.  When, why and under whose authority were they imported and were they inspected on arrival?<\/p><p>Deputy Fitzmaurice asked a question on what would be a cost-effective scheme.  You will never get back the financial loss you have suffered as a result of this valuable crop being lost, but what would allow you to clear the site in question whereby people would be tempted to replant?  I believe that is a synopsis of what Deputy Fitzmaurice was saying.  We will have officials from the Department before the committee in the next couple of weeks.  You are the growers, and you say this ash was imported 20 or 25 years ago.  What biosecurity was involved and what questions have been asked of the officials up to now as regards what precautions were taken with the importation of the ash?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#H01900","speaker":"1611","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":54,"content":"<p>When I planted 25 years ago, I had no control over the trees I planted or of their provenance and where they were sourced.  The trees were delivered.  I had no input into that.  I relied on the information and advice I was given at the time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J00200","nonspeaker":"Mr. John O'Connell"},{"type":"speech","time":1603148400,"counter":55,"content":"<p>What was the advice?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J00300","speaker":"1611"},{"type":"speechnospeaker","time":1603148400,"counter":56,"content":"<p>I relied on advice from professionals engaged in forestry.  I had no idea where the trees came from.  All I was told was that they had passed whatever was required of them with regard to provenance and phyto security.  I had absolutely no idea.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J00400","nonspeaker":"Mr. John O'Connell"},{"type":"speechnospeaker","time":1603148400,"counter":57,"content":"<p>To follow up on what Mr. O'Connell said, as far as I understand it, a great deal of the planting was done by private companies, which one employed.  They got the grant for the plantations.  The trees were not available in this country.  Nurseries were not growing them, and they were not encouraged to grow them.  Therefore, the private companies, through the forest service, had to get a licence to import those plants from other countries which planted a large amount of ash, such as France and the like.  However, it was known that the disease was prevalent in Europe at the time.  I contend that there was a responsibility on them for phyto security and to have checked out those plants.  Most of the plants came in under licence, which should never have been granted.  It was a disease that could have been kept out of the country.  It has now invaded our native ash, which has destroyed a huge asset of this country.  We and everybody else are the ones paying the price.<\/p> <p>  Deputy Martin Browne was concerned about the cost of taking plantations out.  It costs approximately &euro;3,000 or &euro;4,000 per acre - that is &euro;10,000 per ha - to take the roots out of an ash plantation.  That is to clear the ground and get the roots out of a 20-year plantation.  That is a great deal of money for an individual to pay to get back to square one.  Then one must replant and start from scratch again.  One is replanting with a different species, if one wishes to do so.  Most of the people who planted broadleafs do not wish to put in Sitka or the like.  They do not want to have no option.<\/p> <p>  One of the members asked about the uptake.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J00500","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":58,"content":"<p>How many trees are there per acre?  Is it 1,000?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J00600","speaker":"1508"},{"type":"speechnospeaker","time":1603148400,"counter":59,"content":"<p>It is 3,200.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J00700","nonspeaker":"Mr. John O'Connell"},{"type":"speech","time":1603148400,"counter":60,"content":"<p>It is three times more than the spruce.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J00800","speaker":"1508"},{"type":"speechnospeaker","time":1603148400,"counter":61,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J00900","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":62,"content":"<p>I am referring to the acre, not the ha.  It is not 1,000 trees to the acre.  Is that correct?  It is 2.5 divided by 3,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J01000","speaker":"1508"},{"type":"speech","time":1603148400,"counter":63,"content":"<p>It is 1,100 or 1,200 to the acre.  I call Deputy Carthy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J01100","speaker":"1611"},{"type":"speech","time":1603148400,"counter":64,"content":"<p>I wish to follow up on the proposition that the ash tree is going to be extinct, for want of a better term, in Ireland.  This disease has been prevalent in parts of Europe since 1992, when it was first noticed.  However, the ash has not disappeared from the entire Continent of Europe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J01200","speaker":"1451"},{"type":"speechnospeaker","time":1603148400,"counter":65,"content":"<p>It has in certain countries, such as Denmark, Romania and the UK.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J01300","nonspeaker":"Mr. John O'Connell"},{"type":"speech","time":1603148400,"counter":66,"content":"<p>Essentially, there will be no ash-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J01400","speaker":"1451"},{"type":"speechnospeaker","time":1603148400,"counter":67,"content":"<p>Yes, there will be no ash.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J01500","nonspeaker":"Mr. John O'Connell"},{"type":"speech","time":1603148400,"counter":68,"content":"<p>That is stark.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J01600","speaker":"1451"},{"type":"speechnospeaker","time":1603148400,"counter":69,"content":"<p>For anybody who cannot grasp that, when I started farming in 1974 there were elm trees everywhere.  There are no elm trees except in a little area in Kerry.<\/p><p>Elm trees are extinct.  They were taken out by the Dutch elm disease.  This is ash dieback and ash will be extinct unless we find a solution.  The idea that we will be able to plant immune ash is a little bit far-fetched.  If it does happen, it will be 20 or 30 years from now and not tomorrow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#J01700","nonspeaker":"Mr. Simon White","continuing":true},{"type":"speech","time":1603148400,"counter":71,"content":"<p>The reason-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K00200","speaker":"1451"},{"type":"speech","time":1603148400,"counter":72,"content":"<p>I know we are worried about the future of ash.  The focus, however, is that the witnesses have lost huge amounts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K00300","speaker":"1611"},{"type":"speech","time":1603148400,"counter":73,"content":"<p>I was coming to that.  It is important because part of our discussions about forestry over the next number of meetings will have to take in how we can encourage new entrants into forestry, have a sustainable forestry policy and move away from the proliferation of Sitka spruce plantations to encourage broadleaf planting across the country.  The experience with ash over the past 20 years is going to make that difficult, unless we get to a point where people can be assured that in the event of an invasive contamination taking place, the supports will be in place to help landowners and planters to get over that.<\/p> <p>  The witnesses outlined in their opening submission several measures that need to happen and some of these are quite extensive.  Has Mr. White sought a cost?  Has the Department or the forest service indicated a cost to implement his proposals across the board?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K00400","speaker":"1451"},{"type":"speechnospeaker","time":1603148400,"counter":74,"content":"<p>As we are a small group of people, it is difficult for us to actually make up the costs.  The forestry committee of the Irish Farmers Association, IFA, which will address the committee, would have much more information, facts and figures.  An individual is going to find it difficult to do the big costings.  I hope the committee will do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K00500","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":75,"content":"<p>It was asked several times.  Who was actually responsible for bringing in the trees with the disease in the first place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K00600","speaker":"1613"},{"type":"speechnospeaker","time":1603148400,"counter":76,"content":"<p>The forestry companies were given, in general, the planting grant, namely the money paid to individuals to plant.  One applied to plant and grow trees and then one employed a company to plant those trees.  It had to get permission from the forest service to import those trees and plant them.  It then got paid for doing that.  We were given no control over from where the plants came.  In many cases, where we might have desired to plant different species, we were told no and this is what would be planted.<\/p> <p>  The forest service, in the contract, set out for us and dictated how it was done.  The forestry companies got paid.  They were the ones which imported them but had to do so under licence from the forest service.  Accordingly, responsibility lands with the forest service and its phytosanitary security.  We believe it let us down completely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K00700","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":77,"content":"<p>Have there been any repercussions or has anybody been held responsible?  There does not seem to have been any control of what come in or if the trees were tested for the disease.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K00800","speaker":"1613"},{"type":"speechnospeaker","time":1603148400,"counter":78,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K00900","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":79,"content":"<p>Is it the case that there have been no repercussions or no one held responsible for the destruction of 95% of our native trees?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K01000","speaker":"1613"},{"type":"speechnospeaker","time":1603148400,"counter":80,"content":"<p>We would like to the committee to ask why.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K01100","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":81,"content":"<p>I would like the witnesses to clarify something to ensure I picked it up right.  Generally, when a person plants trees, they decide to go for ash, oak or whatever.  The person employs a forestry operator who will do up the paperwork, look after them for a certain number of years and submit the proposal to the Department for the farmer.  The witnesses said the Department decided what trees would be planted.  Did it say the witnesses had to plant ash or were they looking to plant ash?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K01200","speaker":"1508"},{"type":"speechnospeaker","time":1603148400,"counter":82,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K01300","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":83,"content":"<p>Obviously, all imported trees must have a licence which the Department would have given.  Is that the nub of the issue, namely the licensing of trees which were faulty?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#K01400","speaker":"1508"},{"type":"speechnospeaker","time":1603148400,"counter":84,"content":"<p>The original application was put in based on how the individual wanted to plant, probably in consultation with their forestry company, which specified: \"You can't do this.  You can't do that.\"  That was then put forward to the Department.  A departmental inspector would dictate what areas were planted and what species could be used, and the departmental inspector signed off on it.  Again, the responsibility goes back to the Department and its inspectors.  Our trouble is that many mistakes were made at that stage.<\/p> <p>  We were basically dictated to as to how we would do it.  From our experience 20 or 30 years later, we would do things quite differently.  The way the trees were planted - whether it was ploughed or done with ditching and mounding - was dictated to us.  For instance, ditching and mounding is not good for ash plantations.  I was told that every ash tree I had needed to be mounded.  For hurley butts that is not the best way of doing it; it is better to do it on flat ground.  I did not know that at the time, and we found out later.  That was dictated to us by the inspector from the forestry service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#L00100","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":85,"content":"<p>In fairness, whether they were good for hurley butts has nothing to do with the ash dieback.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#L00200","speaker":"1508"},{"type":"speechnospeaker","time":1603148400,"counter":86,"content":"<p>I am making the point that the forestry inspector and the Department made the decisions.  The Deputy was asking where the trees came from and who imported them.  That is the way it was done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#L00300","nonspeaker":"Mr. Simon White"},{"type":"speech","time":1603148400,"counter":87,"content":"<p>I thank the witnesses for their presentation.  Obviously, there has been a serious financial loss for all the growers of ash and as far as the growers are concerned, these issues have not been addressed.  This is the first of a series of meetings we are having on forestry and ash dieback.  We will put questions on ash dieback to departmental officials when they appear before us and ask them to outline their proposals to address the serious financial issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#L00400","speaker":"1611"},{"type":"speechnospeaker","time":1603148400,"counter":88,"content":"<p>I thank the Chairman and committee members for allowing us to present to them today.  I thank everybody who has taken part.  We have spent years trying to get across our views and the position our members are in.  We may be from Tipperary and Limerick, but we are representative of all the ash growers in the country.  We are trying to get across that if we are not taken seriously on this issue, tree planting will not happen.  As an environmental scientist I can see how important it is.  We need to think seriously about forestry.  We will face fines for not meeting our commitments.  Would it not be much better to spend the money now planting all these trees, using the experience of people like us who know how to do it well and have a decent forestry system in this country because otherwise we will not have an industry and will have all imported trees?  Soon one will not need to grow a tree in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#L00500","nonspeaker":"Mr. Simon White"},{"type":"unspoken","time":1603148400,"counter":89,"content":"<p>Sitting suspended at 4.54 p.m. and resumed at 5.04 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1603148400,"counter":90,"content":"<p>We shall resume.  We are joined in this session by representatives from the Irish Farmers Association: Mr. Tim Cullinan, president;  Ms Geraldine O'Sullivan, senior policy executive; and from outside Leinster House via remote connection are Mr. Vincent Nally, chairman of the forestry committee; Mr. Charlie Doherty, vice-chairman, forestry committee; and Mr. Damian McDonald, director general.<\/p><p>Before we begin I will give a formal notice on parliamentary privilege.<b><\/b>This is the first occasion during which witnesses will be contributing remotely into our meeting.  This is also happening in other committees.  For those members who have not done this previously I ask that they pause before asking questions of the witnesses who are contributing remotely because there could be a time lag with the sound.  Most important is the evidence of the witnesses and the caveat in relation to that evidence.<\/p><p>Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the long-standing parliamentary practice to the effect that, where possible, they should not criticise nor make charges against any person, persons or entity or an official by name or in such a way as to make him, her or it identifiable.  If witnesses are directed by the committee to cease giving evidence on a particular matter, they must respect that direction.  Participants in a committee meeting from a location outside of the parliamentary precincts are asked to note that the constitutional protections afforded to those participating from within the parliamentary precincts do not extend to them.  No clear guidance can be given on whether, or the extent to which, their participation is covered by absolute privilege of a statutory nature.<\/p><p> I invite the IFA president to make his opening statement.  In view of time constraints, I ask that this is kept as brief as possible, which would allow us the time to maximise the time for debate and questions and answers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#N00200","speaker":"1611","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":92,"content":"<p>I thank the Chairman and members for inviting the IFA to address the committee here today.  I am joined remotely by Mr. Vincent Nally, chairman of the forestry committee, Mr. Charlie Doherty, vice chairman of the forestry committee, Mr. Damian McDonald, IFA director general, and with me in the committee room I am joined by Ms Geraldine O'Sullivan, senior policy executive of environment and forestry.<\/p> <p>  Before I present the challenges facing the farm forestry sector, it would be useful to give a brief overview of farmers' involvement in the sector.<\/p><p>Before I present the challenges facing the farm forestry sector, it would be useful to give overview of farmers' involvement in the sector.<\/p><p> Farmers started to plant their land in the mid-1980s.  Following the introduction of improved grants and premiums in the early 1990s, they became the driving force of the afforestation programme.  Farmer planting peeked in 1995 at more than 17,000 ha.  This year, farmer planting is expected to be less than 1,500 ha.<\/p><p> To date, almost 20,000 or 15% of farmers have diversified into forestry.  They manage nearly 270,000 ha of grant-aided forest land with an average forest size of eight ha.  The private forest estate, which is predominantly owned by farmers, accounts for 50% of the national forest estate.  Many of these forests have recently entered into the management stage with wood production expected to increase rapidly in the coming years as they reach maturity.  Wood production forecasts expect volumes to grow from 3 million cu. m in 2018 to nearly 8 million cu. m by 2035 with almost all of the increased volume to come from farm forests.<\/p><p> The importance of modern forestry and wood production in sequestering carbon and tackling the climate emergency is well known.  Wood production sequesters carbon, provides the raw material for green jobs and low-carbon manufacturing and reduces the reliance on imported timber, which may be harvested unsustainably from natural forests.  Yet despite the many benefits of our indigenous forest industry, multiple barriers to woodland creation and management exist resulting in missed opportunities to increase forest cover and to develop the potential in the bio-economy.  If we are to seize the opportunities offered by forestry, it is necessary to understand the reasons for the decline in farmer planting.<\/p><p> The Mackinnon review highlighted that farmers&rsquo; confidence and optimism regarding forestry has waned in recent years due to cumulative policy decisions such as the cut in forestry premiums and the removal of the farmer premium differential; the unwarranted retrospective recoupment of payments from farmers, in some instances, back 20 years on applications that had been approved by the Department; the introduction of arbitrary restrictions on land types suitable for forestry; the indecision and lack of adequate supports for forest owners affected by ash dieback; and excessive bureaucracy that has stifled development and made the cost of establishing or managing forests at farm scale prohibitive.  The consequence is that farmers no longer view forestry as a safe investment.  They feel increasingly like powerless spectators in the management of their own forests locked into forestry under the replanting obligation without recourse.<\/p><p> I will now discuss the forest licence system.  More than a thousand farmers who planted their land in good faith are caught up in the current forestry licence crisis and unable to get a licence to manage their forest.  They are facing delays of up to two years and in some instances significantly longer to get the licences required to build a forest road and to thin their forest.  The sustainable and timely management of forests is essential to optimise timber production and the economic return but also to maximise the ecosystem services and social benefits of these forests.  It is now a prerequisite to submit a Natura impact statement, NIS, with a licence application if one wishes to get a decision within a reasonable timeframe.  The majority of farm forests cannot support the cost of a NIS and farmers are being disadvantaged and discouraged with regard to managing their forests.  In addition, the Department has introduced a two-tiered system where larger applications are dealt with as a priority.  This actively discriminates against farmers with smaller forests on their farms.<\/p><p> These policies are unacceptable to the IFA and disproportionately affect farm forests that cannot justify the costs associated with planting and managing forests.  If the system is not made more farmer-friendly, the proposals set out in the programme for Government and the afforestation targets in the climate action plan will not be achieved.  Nearly 2,500 forest licences are caught up in the internal Department of Agriculture, Food and the Marine forest licence system and the delays are having a greater impact on farmers as they typically apply when they need a licence.  The delays are forcing many into a non-thin policy.<\/p><p>The IFA has a number of proposals that it would like to see introduced as a matter of urgency and with the same determination shown by this Government and the Minister of State, Senator Hackett, which saw recent forestry legislation enable the forestry appeals committee to function properly.  First, the forest licence system must ensure that no farmer has to wait longer than four months for a forestry licence as set out in the Forestry Act 2014 and the farmer's charter.  There should be a review of the appropriate assessment, AA, screening process, associated rules and thresholds so that the AA screening is cost free to the farmer whereby the Department screens a proposed project to determine its impact on Natura sites and if an NIS is required.  A threshold should be introduced similar to thresholds applied in agriculture where only proposed forestry projects above 15 h would be screened in.  The 15 km radius \"likely zone of impact\" employed by the Department should be re-assessed and the radius employed tailored to the size and nature of the application.  A cost-based planning support grant for forest owners to assist with increased costs and requirements associated with applying for a felling and afforestation licence should be introduced.  The Forestry Act 2014 should be amended to introduce new exemptions for activities, such as forest road construction and thinning operations, that are considered good management practices.  <\/p><p> The timber shortages resulting from the forest licence backlog are threatening the industry, an industry that in normal time exports approximately &euro;1 billion worth of timber each year.  These shortages are jeopardising jobs and businesses that have been built up over the last 40 years to support the expansion of the private forest sector.  They are also forcing saw millers to import timber when we are actually self-sufficient, which is unnecessarily endangering the health of the national forest estate through the potential introduction of pests and disease.  The need for action on these proposals cannot be understated.<\/p><p> I will now comment on ash dieback.  The risk posed by the increased importation of timber to the health of the national estate is a serious concern for forest owners considering the scale of the infestation in Europe of bark beetle.  Farmers have first-hand experience of the devastation caused by ash dieback with regard to the survival, growth and wood quality of ash trees and, therefore, the devastating consequence for the commercial value of their timber crop.  The reconstitution and underplanting scheme, RUS, is wholly inadequate to compensate forest owners for the financial loss incurred by the disease.  The scheme does not include any market valuation or income support measures.  Farmers whose livelihoods have been impacted by disease in other agricultural commodities receive income support.  Farmers involved in forestry must to be treated in a similar manner.  There is no scientific evidence that thinning infected plantations is beneficial in the long term when ash dieback is present.  Where dieback is severe, research suggests that the best approach is to harvest the remaining commercial timber before value depreciation and to replant the area with other tree species.  The current scheme is forcing farmers to manage a dying crop and invest money into a crop that will yield a very limited return, if any.  It is a ludicrous situation and a clear sign of the disconnect between Government policy and forest owners not to mention the huge health and safety risk to forest owners and operators working in these forests.  This has not been fully considered by the Department.  The programme for Government is focused on increasing the level of planting on farms, particularly the planting of broadleaves to create wildlife corridors and increase biodiversity within our forest estate.  If the Government is committed to these proposals, forest owners whose ash forests are being devastated by the disease must be supported.<\/p><p> The IFA proposes the following measures are introduced to ensure that farmers affected by the disease are appropriately supported to manage infected plantations.  All infected plantations - both grant aided and non-grant aided - must be eligible for a 100% reconstitution grant to support forest owners to clearfell and replant with tree species that satisfy their management objectives.<\/p><p>Forest premiums must be paid on replanted land for 15 years according to the grant premium category, GPC, rate established.  The option not to replant, without penalties, must also be available in certain circumstances.  The farming community is watching to see if the Government redresses the supports offered.  It will be instrumental in restoring confidence in forestry as a land use option.<\/p><p> The IFA welcomes the proposal in the programme for Government to reintroduce the farmer premium differential.  This will be hugely important to address some of the opposition to forestry, and will ensure that the full economic impact of forestry is local, contributing to employment and sustaining rural communities.  A whole-of-government approach is needed to develop a farmer-friendly system that actively supports and encourages farmers to manage their forests.  Then, and only then, will we see farmers re-engage with forestry at a level required to meet our climate change targets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#O00200","nonspeaker":"Mr. Tim Cullinan","continuing":true},{"type":"speech","time":1603148400,"counter":96,"content":"<p>I thank the president of the IFA and his team.  I particularly acknowledge the hard work of the IFA forestry chairman, Mr. Vincent Nally, who has done an enormous amount of work and is certainly very lively in the <i>Irish Farmers' Journal<\/i>and other publications, and in communications with my office and with other members.<\/p><p>When one boils down everything Mr. Cullinan said, he has made three hard asks, one of which is a reconstitution grant for all plantations affected by the ash dieback.  I will concentrate my contribution on the ash dieback, on which I will focus specifically today.  Mr. Cullinan also asked for a 15 year premium to be paid on replanted land.  His third ask is for an option not to replant under certain circumstances, which clearly is a very attractive option for some people, while it is not encouraged or permitted in certain circumstances and in certain cases.  I would like Mr. Cullinan to tease out those three asks because they are the three central tenets of his presentation today.  For example, with regard to the premium, what would be the extent of the period for replanting those lands?  The one I hear most from those people who are directly involved is for the option of not replanting under certain circumstances.  I thank Mr. Cullinan for appearing before the committee today and his team, especially Mr. Vincent Nally because he has done much work on this.  I thank Mr. Cullinan and the IFA for the ongoing engagement, which is critical for the members of this committee, for the members who are elected to the Seanad on the agricultural panel, and for all Members of the Oireachtas.  It is a good, positive and proactive engagement and I want to acknowledge that work.  Perhaps Mr. Cullinan will concentrate on those three asks, about which the IFA have talked today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#R00200","speaker":"1634"},{"type":"speechnospeaker","time":1603148400,"counter":97,"content":"<p>I thank Senator Boyhan.  I have seen this first hand.  I have been on a number of forestry plantations where there has been serious damage done by the ash dieback.  If somebody is going to replant, obviously there is a major cost involved in the clearfell and in getting the wood removed.  As I have highlighted, there is also a health risk involved in the sawing of the timber.  Point number one is that there is a substantial cost.<\/p> <p>  Point number two is that we have to look at income forgone.  These people thought they would have an income from harvesting the trees at the end of 15 year.  That is not going to happen.  If they are to reconstitute or replant again, and if they do not get a premium, then this will be another 15 years gone with no income.  That is very clear from our point of view. <\/p> <p>  On the third point, if a person is fed up of this, has gone through the system, has done the work of planting broadleaf trees and then decides \"I want out of this and I want to get back into grasslands\" then he or she is owed that opportunity.  These are people who complied with the obligation of putting in hardwood.  In some cases, people went over that obligation and put in more hardwood than required.  This is where they are at now and these are reasonable asks.  I ask that this committee would take those on board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#R00300","nonspeaker":"Mr. Tim Cullinan"},{"type":"speech","time":1603148400,"counter":98,"content":"<p>I thank the IFA president and the other IFA representatives for appearing before the committee.  I have also spoken with IFA forestry committee member Tadhg Healy on this issue.<\/p><p>Mr. Cullinan said that it looks like 1,500 ha will be sown this year.  The Government's target is 8,000 ha, so it is massively off its 8,000 ha of forestry to be sown this year.  It looks to me as though the objectors out there, or whatever we want to call them, have been causing massive harm to the replanting of forests.  They are turning farmers totally and utterly against the idea of going into forestry.  It is being said that it is no longer a safe investment.  Unfortunately, I presume the person who objects feels it will have the desired effect of protecting, but it is actually causing more damage than good.  What was passed by the D&aacute;il a couple of weeks ago is not going to streamline this going forward.<\/p><p> Some 2,500 forestry licences are caught up and there are 12,000 jobs at risk, 500 of which are in Ballineen and Enniskean in west Cork.  It is a major concern to my constituents.  Nearly 2 million tonnes of timber is being held up in a field.<\/p><p> We listened to a presentation made on ash dieback during the earlier session.  Why has no one been held responsible for ash dieback?  Has the IFA sought to try to find this out?  Has someone put their hand up to say they were responsible for directing people to plant certain types of tree that ended up having this ash dieback?  Is forestry a safe investment going forward anymore? <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#R00400","speaker":"1461","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":100,"content":"<p>That is why we are here.  We are here because of the serious problem with this.  The Deputy asked if forestry is a safe investment going forward.  We are all asking that question.  It is absolutely incredible that there is a blockage in the system.  When the farmer applies for a licence to plant he or she may have to wait for two years.  This is crazy stuff.  What are we going to have to do?  Ireland is self-sufficient in wood but now there is a threat that we will have to import wood to keep our sawmills going.  We have to get a solution to this.  That is why we are here this evening.  We want to put a very strong case across here.  We want a very strong message to go to the Minister that this system has to be freed up.  We cannot have a scenario where Ireland is self-sufficient in wood but we have to start importing.<\/p> <p>  Deputy Michael Collins was absolutely correct when he said there are an awful lot of jobs involved.  We know where the economy is at the moment.  The employment rate is 8% currently and yet we have an industry that is being allowed to go down the tubes.<\/p> <p>  Our asks are very clear.  We want the system freed up.  Consider a farmer who wants to do thinning or put roadways into an infrastructure that is there already.  Why should that farmer have to go back to look for a licence to go into a plantation that has already been planted for a long number of years?  The farmer is not going to do any damage in the area.  It is inside in a forest.  The farmer is literally going to take out a few rows of trees to allow space for the remainder of the forest to grow.  The thinnings alone would help to keep the industry going in the short term.  These asks are very reasonable and cost effective.  If they were implemented they would save the Government money.  We need to know what is going on here, what the blockage is and why it is taking two years to get any licence through the system.  It is totally wrong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#S00200","nonspeaker":"Mr. Tim Cullinan"},{"type":"speech","time":1603148400,"counter":101,"content":"<p>I welcome the IFA president, Mr. Cullinan, and Ms O'Sullivan to the committee.  By virtue of the technological problems we are having, and to reiterate what Senator Boyhan said about Mr. Vincent Nally, a fellow county man of mine with whom I have had much contact and who is a mine of information on this whole sector, I propose that the committee accept a written submission from Mr. Nally in answer to issues raised here today.  This would be for the members' pursual before we meet the Department.  It was unfortunate that the technology did not work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#S00300","speaker":"1651"},{"type":"speech","time":1603148400,"counter":102,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#S00400","speaker":"1611"},{"type":"speech","time":1603148400,"counter":103,"content":"<p>I second that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#S00500","speaker":"1594"},{"type":"speech","time":1603148400,"counter":104,"content":"<p>I thank the Chairman.<\/p> <p>  With that in mind, I have just a couple of questions for the IFA president.<\/p><p>We can go back and spend the limited time we have here talking about where ash dieback came from and whose fault it was that it came in.  There is no future in history.  This thing is about going forward and getting solutions to the problems we have on hand.  The witnesses have commented on the inefficiencies of the reconstitution and underplanting scheme, RUS, and the dilemmas that the ash foresters in particular have.  We all know about the programme for Government and the climate action targets.  People who first went into forestry 25 or 30 years ago did not know what was at the other end other than promises - I will not say false promises - of a big pull of money for their pension or whatever when they reach that age.  Now if we are to meet the number of hectares proposed we are asking for many more people to go in at the start.  The people we are asking to go in now are going in with the knowledge of the outcome for the people who went in 30 years ago.  They are aware of the ash dieback problem.  They are aware of the licensing problems.  They are aware of many problems the original planters were not aware of.  How will we right those wrongs?  How will we convince people to go into forestry in the full knowledge they have of the problems their predecessors had coming out at the end?<\/p><p> On licensing, do the witnesses believe the legislation passed recently by the Seanad and the D&aacute;il will help to solve the problem?  Will it affect the problem positively in any way?  Does it go far enough, or would they like to see more? <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#S00600","speaker":"1651","continuing":true},{"type":"speech","time":1603148400,"counter":106,"content":"<p>I welcome the representatives of the IFA.  Its August report referred to poor afforestation rates and farmer dissatisfaction.  I ask Mr. Cullinan to highlight some of the specific areas of farmer dissatisfaction.  What would he propose as an alternative measure?<\/p> <p>  A few years ago, the then Minister, Deputy Creed, said that reinstating the farm premium differential was not an option.  He also said that an increase in the premium rate for farmers was no guarantee of increased planting levels.  Has Mr. Cullinan spoken to the new the Minister, Deputy McConalogue, about this and what is his view?<\/p> <p>  Is the Government paying lip service to the forestry sector and especially the small farmer in terms of its priorities?  In the past the IFA has highlighted the excessively bureaucratic nature of the application system.  I ask for an example of how this has impacted on individual farmers.  Has the IFA come across duplication in the system because of this?  If the appeals system worked adequately and the support the Minister has committed to were introduced, how long would it take to address the backlog and for those who are out of pocket to begin to feel the results?  What is the best way forward in that?  What is the extent of the debt that has been built up as a result of machines lying idle and foresters being unable to fell and process the trees?<\/p> <p>  I ask Mr. Cullinan to comment on timber being imported from areas where the bark beetle has been found.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#T00200","speaker":"1613"},{"type":"speechnospeaker","time":1603148400,"counter":107,"content":"<p>I agree with much of what Senator Paul Daly said.  We all know of people who invested in forestry 25 or 30 years ago.  They saw it as a pension at the end of the period.  Will people go in now?  We are seeing the effects of this with the numbers grinding to a halt.  There are two reasons for that.  Obviously, they are looking at the experience of people in the past, but also they cannot get in at the moment.  They are locked out because of the delay in the system.<\/p> <p>  Will the new legislation do enough?  That is a very good question.  We made two points today.  A farmer forester should be allowed to go in and thin his forest.  He should not have to go through a process to get that done.  He should be allowed to make a roadway to get access to get in there.  Those are the two points.  We need to wait and see what will happen.  I am concerned over whether it will do enough.  We cannot really answer that question today.  I have grave reservations on this.<\/p><p>If the length of time to complete the process does not improve, we will have failed again.  We cannot afford to wait another two years to see if we fail again.  There is a responsibility on the Minister to free up the system.  As a farmer, I would find it very hard to decide to plant a forest today when I see the history of the past and where we are at the moment.<\/p><p> Deputy Browne asked about the farm premium.  We lobbied for it before the recent budget.  It was one of the things we did not get.  It is important to have a premium differential to encourage farmers in.  I have not spoken to the Minister about that yet.  He is aware of it because it was in our pre-budget submission.  We are disappointed but we will drive forward again.<\/p><p> Duplication in the system is a problem all round.  Our proposals today are about simplifying the system and getting the red tape out of it.  I do not know what goes on in the forest service, but I know applications are taking two years to complete.  We understand there is an objector as well.  However, there must be a way to free up the system.  I ask Ms O'Sullivan to speak about whether the appeals system works.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#T00300","nonspeaker":"Mr. Tim Cullinan","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":109,"content":"<p>The legislation on the appeals is one aspect of it.  That is after someone has gone through the internal process.  Some 400 cases are caught up in the appeals system and 2,500 are caught up in the internal Department system.  We really appreciate the urgency with which that legislation was enacted because it will allow dual cases to be heard which will be of benefit.  There is a two-year process before an appeal is heard to allow someone to plant or sow.  We will see the benefit of that.<\/p> <p>  For us, the main problem is the internal departmental system where over 1,000 farmers who want to manage their forests are caught up.  As Mr. Cullinan rightly said, at this stage they typically want to go in to thin which is considered good forest management practice.  Therefore, they are going in to build a forest road to access and to thin by cutting out one line in seven.  It is a very minimal disruption and they cannot do that at the moment.  We would like to see the Forestry Act 2014 amended immediately to eliminate the need for a licence for a forest road and for thinning operations.  Those should be exempted developments that farmers can plan.  They should submit a management plan and that should suffice.  That is done in other countries.  It provides all the environmental protection needed and removes farmers from the quagmire of the licence application process.  It is one thing we could do with immediate effect, and it would resolve the backlog of 2,500 licences.  The majority of the farmers within those are caught up with thinning and road building.  Very few farmers have got to the clear-fell stage.<\/p> <p>  We need to make it farmer friendly.  We need to address the blockages in the legislation, and we need to simplify the process.  The average size is 8 ha.  In many cases it is smaller.  It needs to go through minimum costs of &euro;1,500 just to get the licence at a time when it is not a highly profitable operation.<\/p> <p>  On attracting farmers into forestry, COFORD has assessed 180,000 ha of available land that has the productive capacity to grow timber, is outside designations and is excluded from the programme at the moment.  That area coming in would result in an uplift if the right grants and premiums were introduced.  There is land available.  We need to review what we are doing.  We need to make the system more farmer friendly and understand the scale of forestry - that it is forestry on farms.  There is considerable interest among farmers in planting, but we have made the system too difficult for farmers to plant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#U00200","nonspeaker":"Ms Geraldine O'Sullivan"},{"type":"speech","time":1603148400,"counter":110,"content":"<p>I thank the witnesses for their submissions.  I had to leave for a few minutes.  We need to call a spade a spade here.  In farming terms there is a saying that the day one buys is the day one sells.  The day someone plants trees, after going through all the hoops, there should be a follow-on process for putting in a road so that he or she has everything the day he or she starts.  That could include a licence to drive a lorry, though one could drive a car or whatever right through as well.  We need a system like that where people can bring their road and have it earmarked the day they plant their trees, which they will be thinning when they are fit.  Farmers are not crazy.  They do not go out thinning when the trees are not ready.  They go cutting when they are ready.  We need some sort of a system like that.  We have to get back to the nub of the issue.  We can have all the legislation in the world but we need a new system.  The legislation was driven through fairly quickly.<\/p> <p>  In Ireland, the habitats directive has been brought in.  That is the simple fact about it.  Everything within 15 km of a designated area has to be screened out.  No more than with farming, we cannot do today what we did 20 years ago.  In the system that was there down through the years, farmers got help from their forestry person, sent in an application and went to the forestry inspector.  The inspector then looked at it and said it was a great job and lovely land which would suit the job perfectly and he or she would go out, look at it and go through it and give the go-ahead.  Things progressed and we brought in the habitats directive.  Now, when an application comes in there are the legal challenges.  We might not like objectors but they saw the gate they could go out.  It is as simple as that.  We left it open for them.<\/p> <p>  Since 2010 we have never achieved what we said we would on planting.  Only 57% of our worst planting has been planted since 2016.  That is because it is held up and because we decided the same system would be used.  Now, because of legislation, when the people who were perfect for the job look at an application, they are not qualified as ecologists to screen it in or out.  That is no disrespect to them.  Everything has to be screened in and applications are in a muddle with all the rest of them holding it up.  If I had someone working for me for four or ten years who only achieved 50% of a target, he or she would be answering questions.  Unfortunately, that will not happen in the Ireland we live in today.  It is no wonder farmers will not plant.<\/p> <p>  We had two tsunamis.  First, we had the Coillte contracts, with which Mr. Cullinan and the IFA are dealing.  In their own opinion, farmers have been burned by those contracts.  Second, there are many farmers at the moment who have been waiting up to two or three years for the go-ahead.  They are left in a quagmire.  They just get sick of it.  We can have the farming organisations, all the politicians and everything else, but the EU legislation is there.  If someone is putting in a road, if it is within 15 km there are designations.  I am well used to it where we are from.  Screening is the first thing and then one has to go through an NIS, an EIA or an AA if it will not screen out.  We are in that barrel at the moment and we have to make sure that whoever has all the letters after their name is the person who can look at it first to shoot it out of the way and get it sorted quickly.<\/p> <p>  We can talk about forestry.  Some 12,000 jobs will be at stake.  Timber is being brought into this country at the moment.  There is moss peat coming into Dundalk and timber coming into Cork and Limerick.  One would wonder what we are doing.  What we are at in this country at the moment is like bringing oil to the Arabs.  We need to change the system.  The system now, because of the legislation, means the people who know more about timber than anyone, and have probably forgotten more about it than most people know, can no longer legally look at applications when they go to a European court because they do not have the qualifications or the letters after their names.  Unless we change that system we will be here again next year and the year after.<\/p><p>Three and a half years ago, I met with the Department about this problem and flagged what was going on, because farmers come to me and tell me what is going on.  If everything is going grand, I will never see them and there is no bother.  They were told the Department was going to do the devil and all, but it was not done and we are where we are now.  The legislation might speed up appeals a bit, but if we keep giving the same piece of paperwork to the same drummer instead of a guitar player, we will have the same problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#V00100","speaker":"1508","continuing":true},{"type":"speech","time":1603148400,"counter":112,"content":"<p>I thank Mr. Cullinan and Ms O'Sullivan for their opening statement and their contributions so far.  I welcome Mr. Cullinan's opening statement.  It highlights very clearly the Government's ambition, but equally, the disconnect between ambition and policy.  As practitioners on the ground, farmers and foresters are best placed to outline where those gaps are and how we might streamline the systems we have.  I thank him for that and look forward to engaging with him in the future on this issue.<\/p> <p>  I will pick up on Deputy Fitzmaurice's point on the habitats directive.  That has been in place since 1992 and dictates how we roll out forestry in Ireland.  We have to abide by it and there is no change in the habitats directive.  I would like to think we can have a flourishing forestry sector and meet the Government's ambition while remaining within the bounds of the habitats directive.  With that point in mind, I refer to the Natura impact statements that are required.  Mr. Cullinan mentioned that the cost of these is quite prohibitive for many forestry applicants.  Will he give me an indication of what that cost might be for a typical site?<\/p> <p>  The IFA is asking for a cost-based planning support measure to help applicants deal with increased costs associated with felling or afforestation licences.  What are the main sources of cost increases?  Are they specifically due to requirements in the legislation or are they related to general cost increases in the industry or a lack of qualified personnel?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#W00300","speaker":"1594"},{"type":"speechnospeaker","time":1603148400,"counter":113,"content":"<p>I will address Deputy Fitzmaurice's points first.  He said that once one plants, the plan should follow through.  That is exactly what we are saying.  If forestry is planted, obviously the next process is that a road needs to go in for the wood to be taken out.  What follows on from that is the thinning process.  We are all on the same page here.  Why a licence has to be acquired for that, particularly in a farmer's situation, is beyond me.  One of the key asks we have today is for that to be freed up, which would help get timber flowing again and slow down or do away with the current requirement to import timber, which I highlighted already.  It is an absolute scandal that we have all this timber and that sawmills have to import it.  As Deputy Martin Browne rightly raised earlier, the risk of disease coming in would create another problem.  We have one problem with the ash dieback and we do not want another.<\/p> <p>  The gate probably was left open for objectors and that is a concern in many sectors in the country.  That process has created mayhem in the system and there are many things there that could be put right.  How are serial objectors allowed to happen in the first place?  By not needing a licence for thinning and road building, we would get around part of that, so while that process is being washed through the system, at least some of the work could be going ahead.<\/p> <p>  The Deputy is right.<\/p><p>The Coillte contracts in the past did not work out for farmers.  I accept that.  Many farmers did not come out of that process very well.  We have been talking about the two years waiting, but we are all saying the same thing here in that regard, and also on the issue of jobs.  Mention was made of the forestry guy coming out in the past and that was the system.  I was not responsible, however, for whoever put all this regulation and red tape in place.  We have seen it across all sectors, and the more red tape that exists, the more that will slow down the process.  Turning to the comments made by Deputy Leddin welcoming our statement, we need support in that regard.  I ask Ms O'Sullivan to address the habitats directive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#W00400","nonspeaker":"Mr. Tim Cullinan","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":115,"content":"<p>Regarding the Natura impact statement, there is a minimum associated cost with that of &euro;1,000, which increases depending on the scale of the forest.  We have heard figures of up to &euro;20,000 from farmers, depending on the interaction with Natura sites.  The minimum, however, is &euro;1,000 and I think that would cover it.  The issue is that even if a forest does not require an NIS, an NIS is required just to get into the system now.  It seems to be a major waste of resources that it is necessary to submit an NIS even if a forest has been screened by the Department as not requiring an NIS.  I am dealing, therefore, with farmers who are paying that &euro;1,000 and they might have a site of 2 ha.  That is absolutely undermining any kind of reality.<\/p> <p>  In addition, to try to solve the objections initially, the harvesting plan with increased environmental technicality was introduced by the Department.  There is a minimum cost of applying for that of &euro;500.  What this time two years ago, therefore, was a zero-cost application for a farmer now costs a minimum of &euro;1,500.  That is because the forestry companies can no longer take the cost, which they did in the past because they had turnover, they knew they would have got the timber out and they could have entered into an arrangement with a farmer in that regard.  Now, however, there is a minimum cost to get an application into the system of &euro;1,500, and that is being done even when an NIS is not required.<\/p> <p>  That is the basis upon which we want the grant to be introduced.  I refer to legislative costs having increased and not any costs by forestry companies or commercial costs.  We would like to see some supports in respect of the increased harvesting plan requirements.  I also refer to it now being obligatory to have an NIS, whether it is required or not.  There should be some supports in that regard as well.  The reality is that screening under the habitats directive was instituted to determine if the forestry operation on its own, or in combination, would have a significant impact.  <\/p> <p>  It is our view that small-scale farm forestry will not have a significant impact and that is why we have proposed that we look at the thresholds in this context. It is standard practice, and we do it in planning all the time where thresholds are introduced where that is not required.  In the context of the ambitions of this Government, in particular, we think this is essential.  If we want to have more trees and farms, that situation must be reviewed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#X00200","nonspeaker":"Ms Geraldine O'Sullivan"},{"type":"speech","time":1603148400,"counter":116,"content":"<p>I apologise for having had to step out of the meeting to speak in the Chamber.  I thank the witnesses for their presentations, and I agree it is a pity we could not get full input from the other IFA representatives regarding the problems that exist.  The engagement today in both sessions has been useful and important.<\/p> <p>  Forestry strategy has been a failure in this State.  In fact, to call it a strategy at all would be overly generous.  I have often cited the three things that I believe a good forestry strategy should deliver.  Such a strategy should deliver for the environment, for local economies and for the local communities located close to forests.  I have often stated that we have managed to develop a policy that does none of those things.  I think we can add a fourth aspect today.  Good forestry policy should also deliver for the farming community, and the evidence we have heard shows very clearly that it has not done so.<\/p><p>In the first session today, we learned that a failure of policy, and I think that is the kindest way to put it, means that we have potentially wiped out an entire indigenous broadleaf species.  I refer to the ash tree, the wood synonymous with our national sport and that should be one of the most protected parts of our natural heritage.  That is being wiped out because somebody thought it was a good idea to import ash, a native species, at a time when the ash dieback disease was prevalent in countries from which those imports were coming.<\/p><p> What we have also learned today, and this is the starkest figure of all, is that an estimated 1,500 ha of forestry will be planted this year.  If that does not signal that we are at a crisis point, then I do not know what will.  We must get over those failures.  We are told by Government that there will be a new forestry strategy.  We need to learn, therefore, from the mistakes and ensure we put in place the provisions required to address all those previous mistakes.<\/p><p> Turning to my questions for the witnesses, and regarding the presentation we had earlier from farmers and landowners affected by the ash dieback disease, several solutions were mentioned by those farmers.  I think the witnesses broadly agree with those solutions.  Has a cost been associated with those potential solutions?<\/p><p> Regarding broader forestry issues, which are crucially important, does the Department have proposals or suggestions - assuming we can get all the issues already raised correct -  to achieve a greater spread of planting?  I mean that geographically, across farms, because I think there is a broad acceptance that rather than having an entire county planted with Sitka spruce, for example, it would be better if every county and most farmers within every county planted some of their land.  That would be the preference, without forcing people down that route, and that is what we should be encouraging.  Do the representatives of the Department have any propositions to put to the committee that we could suggest would facilitate such an approach and help to ensure that is the case?  Are there also any proposals to encourage people to move from planting Sitka spruce to planting more native broadleaf trees, considering the financial implications in the short and medium term?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#X00300","speaker":"1451","continuing":true},{"type":"speech","time":1603148400,"counter":118,"content":"<p>We are all on the one hymn sheet this evening.  I am disappointed that no Minister is here to listen to us nor anyone from the Department.  I state that because this is an important topic.<\/p> <p>  When we talk to farmers about forestry, they only shake their heads now.  For too long and under successive Governments, we have been asking for some kind of grant assistance or to be allowed to plant on marginal ground.  We are not allowed to do that, however, and there is no talk about the grant.  It is necessary to plant 80% green ground and 20% marginal ground.  We have been trying to address that situation for several years now.  My father before me and now I and my brother, Deputy Michael Healy-Rae, have been raising this issue for so long because south Kerry, especially, has much ground that is marginal for any type of farming, but it would be grand to grow Sitka spruce.<\/p> <p>  I heard Deputy Carthy suggesting we should have native trees instead of Sitka spruce.  The thing about this situation is that native trees will not grow in the type of ground which I am talking about, while Sitka spruce will.  We would have a saleable product if we were allowed to do what we were allowed to do before.<\/p><p> In 1950, my father starting working in the forestry with his spade and he learned to drive a bulldozer which opened up a lot of opportunities for him after that.  I, too, have worked in forestry and I know that Coillte had difficulty getting felling licences for the last two or three years for ground where trees had already been felled twice.  There was no problem getting the two first rounds of felling licences but felling came to a standstill for the third crop.  The blackguards who lodged appeals and blocked the work are only one side of the story because the other side is the Department as it did not process the applications in the way it should have.  The whole thing has been let go out of control.  We went through all this the night of the debate about the new legislation that was brought in about appeals and I do not see the timeline having much of an effect.  There is no timeline for how long it will take for an appeal to be processed.  When a person gets permission to plant a forestry and gets a grant for the work then, God Almighty, sure there has to be presumption that one will be allowed to cut down the trees and make a road into the location.  I gave my life making roads and there was no question in the world up until a couple of years ago and one was tutored on how to mind the environment.  For example, one had to put in silt traps and the pearl water mussel had to protected.  We did all of those things without the help of interfering people and now they get too much hearing.  <\/p><p> So much of what we had has been dismantled such as the ridiculous move to shut down the sugar industry and the closing down of Bord na M&oacute;na.  All recent Governments, including the current one, have dismantled what previous good Governments put in place and with all the technology and things that we have now it is backwards we are going.  With the Natura impact statement and all these things Coillte and all of the forestry companies were able to deal with the environment.  No one protects the environment more than the landowners, and without interruptors and interferers from between 200 and 300 miles away lodging applications to stop someone like the man who is a wheelchair user and contacted me over the last year and half.  He planted his forestry 28 years ago and applied for a felling licence but people objected to him making a road into his plantation.  The man wanted to use the money earned from selling his trees to adapt his house and ensure his family, wife and whatever youngster was with him had a bit of an income.  The objectors are blackguarding, which is wrong and when it is wrong it is never right.  These people who are getting a hearing put in several objections.  One man lodged 144 objections in February 2019 so he should be carried to court and locked up.<\/p><p> I am very grateful for the chance to talk to the witnesses.  One can forget about forestry in Kerry, especially south Kerry now, because young fellas will not consider such work because they have seen all the complications.  They will get no bit of a grant to plant marginal land.  Such land is absolutely good for nothing.  Deputy Eamon Ryan used to talk about planting trees and now that his Green Party is in government there will be no change and places with marginal land will not be planted.  I do not know what the blockage is or the mindset but one must plant 80% good ground to be allowed to plant 20% marginal ground.<\/p><p>Where is the logic in that?  Does the Government want to blow us out of existence altogether by keeping things at a standstill?  If Deputy Carthy looks at all of the farms, and some time I will take him around south Kerry, he will see that most of them have the reverse situation with only 20% of green ground and 80% of marginal ground.  However, one will only get a grant to plant the marginal ground if one has 80% green ground and 20% of marginal ground.  I have raised this matter several times before of which Deputies Jack Cahill and Charlie McConalogue would be aware when they were members of the Joint Committee on Agriculture, Food and the Marine.  A case needs to be made for this set-up, otherwise talking about forestry is total baloney and codology.<\/p><p> I wish to say, as Mr. Cullinan is here, that there is a very important issue following the announcement of the move to level 5 because farmers will be unable to go into marts.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#Y00200","speaker":"1580","continuing":true},{"type":"speech","time":1603148400,"counter":121,"content":"<p>Can the Deputy please stick to discussing forestry?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#AA00200","speaker":"1611"},{"type":"speech","time":1603148400,"counter":122,"content":"<p>All right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#AA00300","speaker":"1580"},{"type":"speechnospeaker","time":1603148400,"counter":123,"content":"<p>Deputy Carthy said that the forestry strategy \"has been a failure\".  He made a couple of good points and is right that it needs to deliver for the environment.  The way I look at it is that farmers are the first responders to deliver on the environment, we have done so and we need to be acknowledged for what we have done to date.  The Deputy is right that the strategy must be good for the economy and for where people live.  In response I would say that one needs to strike a balance and planting needs to be shared in the different regions.  We have parts of the country where farmers are willing to plant but they have hen harrier designated land.  It is a separate issue but it could be looked at as well to bring balance.  In terms of the 1,500 acres, we all agree that where we are is in crisis.<\/p> <p>  A question was asked about the cost of Ash dieback.  It is very hard to give an exact figure but we estimate that between 22,000 and 25,000 hectares of Ash trees have been planted around the country.  A lot of that is affected and it will cost to take the wood out. People can harvest what is good but the remainder would have to be taken out.  One would have to replant and a farmer would have to be compensated for income foregone in the 15 years while the trees grow again.  We estimate that it would cost somewhere in the region of &euro;15 million per year to reconstitute and reach the point of harvest which, in my view, would be money very well spent.<\/p> <p>  Like Deputy Healy-Rae said about the mix, we have people here whose hardwood planting failed.  It is, therefore, critical and essential that compensation is put in place for those people to reconstitute the Ash one.  <\/p> <p>  The people in the county that I come from like Ash trees, and play a bit of ground hurling now and again.  I agree 100% with what a member said about our national heritage.<\/p> <p>  In terms of planting spruce and native broadleaf trees, we all know that there is pressure coming there.  Many farmers have an acre or two of areas on their land on which broadleaf trees could be planted.  We could also consider planting along hedgerows.  Perhaps people, when cutting hedgerows, could leave a number of trees to grow.  We all want to play our part in climate change and we have an excellent opportunity here now.  I know climate change is a different debate but carbon sequestration is linked to trees.<\/p><p>Farmers are doing and have been doing a public good.  That needs to be acknowledged also.  We have no problem in stepping up to the plate and doing more on that.  We can have integration.  Forestry will absolutely help in the climate change debate, and we are willing to do that.<\/p><p> In response to Deputy Healy-Rae's comments, I know Kerry quite well.  I spent a good bit of time down there last year.  I get what he is saying.  This is the legislation we are dealing with.  What he said is probably something we could examine.  Does Ms O'Sullivan want to comment on that point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#AA00400","nonspeaker":"Mr. Tim Cullinan","continuing":true},{"type":"speech","time":1603148400,"counter":125,"content":"<p>I point out that we are under time constraints due to Covid restrictions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#BB00200","speaker":"1611"},{"type":"speechnospeaker","time":1603148400,"counter":126,"content":"<p>If I may briefly respond, this deals with the regional spread.  As I said, we developed a lands type classification document a few years ago for marginal land that has not been introduced by the Department.  We believe it is a much better system where one takes grids out on the land and determines what flora is there and that allows one to determine the yield class and productivity.  We believe it would open up a lot of land.  It is a much better system than is currently used.  We would like to see that system being adopted in full and proper grants and premiums being paid on that land to allow that planting.  It has been shown that typically farmers will dip their toe into forestry on their more marginal ground.  If they get to know it and understand it, they will plant elsewhere on their farm but without that opportunity to plant suitable land they will not go on and plant other lands.  It is hugely important to the success of the afforestation programme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#BB00300","nonspeaker":"Ms Geraldine O'Sullivan"},{"type":"speech","time":1603148400,"counter":127,"content":"<p>I will wind up the discussion.  I thank the witnesses for attending today.  We have had two excellent presentations.   Clearly, the issue of ash dieback presents a serious financial problem for people with ash plantations.  It is something that must be addressed.  I am delighted we had presentations from the Limerick and Tipperary growers and from the IFA.  The forestry industry is in trouble and we are aware of the level of plantation that will happen in 2020.   That shows this industry has serious issues that need to be addressed immediately if it is to have a future.  As Deputy Collins said, 12,500 people are employed in this industry.  It has major benefits for rural Ireland.  It has been in decline for a number of years.  It has not happened over night.  There are serious issues in the sector.  We decided to bring in different stakeholders to discuss it and when we conclude our discussions we will make representations to the Minister.  I again thank Mr. Cullinan and Ms O'Sullivan for attending.  The committee is adjourned until 4 p.m. on Tuesday, 3 November.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2020102000002#BB00400","speaker":"1611"},{"type":"unspoken","time":1603148400,"counter":128,"content":"<p>The joint committee adjourned at 6.13 p.m. until 4 p.m. on Tuesday, 3 November 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Housing, Planning and Local Government","time":1603148400,"counter":129},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 11:00<\/p><p>The Joint Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Francis Noel Duffy, Victor Boyhan, Thomas Gould, John Cummins, Emer Higgins, Mary Fitzpatrick, Paul McAuliffe, Mary Seery Kearney. Jennifer Murnane O'Connor, Cian O'Callaghan, Richard O'Donoghue, Eoin Ó Broin.<\/p><p>Teachta \/ Deputy Steven Matthews sa Chathaoir \/ in the Chair.<\/p>","time":1603148400,"counter":130,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002"},{"type":"minorheading","content":"General Scheme of the Water Environment (Abstractions) Bill 2020: Discussion","time":1603148400,"counter":131,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#A00100"},{"type":"speech","time":1603148400,"counter":132,"content":"<p>We will now deal with item No. 6 on our agenda, that is the pre-legislative scrutiny of the Water Environment (Abstractions) Bill 2020.  We are joined by Mr. Feargal &Oacute; Coigligh, assistant secretary, and by Ms Emer Connolly, principal officer, at the Department of Housing, Planning and Local Government.  Members have received a copy of the opening statement, the general scheme of the Bill and an information note.  I welcome the officials from the Department.  Once they have made their opening statement I will invite members to ask questions.<\/p><p>Before we begin, I wish to draw attention to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise nor make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  The opening statement submitted to the committee will be published on the committee's web page after this meeting.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.  <\/p><p>I now invite the witnesses to make their opening statement on behalf of the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#C00100","speaker":"1626"},{"type":"speechnospeaker","time":1603148400,"counter":133,"content":"<p>I thank the Chairman.  My colleague, Ms Emer Connolly, will read the opening statement.  Another colleague who was most closely involved in drafting the Bill was due to attend today but she is self-isolating as a precaution.  I am a poor substitute but I will try, along with Ms Connolly, to answer as many questions as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#C00200","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speechnospeaker","time":1603148400,"counter":134,"content":"<p>I thank the committee for its invitation to attend today to discuss the general scheme of the water environment abstractions Bill which was approved by the Government on 29 September 2020.  This is important legislation that will give effect to Ireland's obligations under European law and put appropriate protections in place with regard to the abstraction of water from our rivers, lakes, streams and groundwater sources.<\/p> <p>  The water framework directive which was adopted in 2000 requires EU member states to take the necessary measures to achieve and maintain good ecological status in the water environment.  Among the obligations the directive places on us is the requirement to have a system of registration and control over the abstraction of water.  Existing provisions dealing with water abstractions date from 1942 and obviously predate the introducing of the directive.  At present Ireland is not fully compliant with the directive and this forms part of an infringement action brought by the European Commission against Ireland.  The Department is committed to addressing this through this legislation.  <\/p> <p>  The general scheme proposes a three-tiered registration licensing system for the abstraction of water, with the Environmental Protection Agency, EPA, responsible for establishing and maintaining a database of registrations and licensing.  At the lowest level all abstracters will be required to abide by a set of general binding principles issued by the EPA in the form of guidelines.  These will relate to water conservation and public health issues such as ensuring pollutants do not enter the water, minimising leakage, as well as technical matters such as measuring or estimating the volume of water abstracted.  Abstractions of 25 cu. m or more per day will require registration with the EPA.  This is already happening by way of regulations introduced in 2018 and those provisions will be restated in this new Bill.  By way of comparison, a well for a private house would extract up to 1 cu. m per day.  <\/p> <p>  The highest tier of control will be licensing.  This will apply to all abstractions of 2,000 cu. m per day or more and also those abstractions of between 250 cu. m and 1,999 cu. m per day deemed by the EPA to be significant.  A significant abstraction is one that causes the water body in question to be at risk or potentially at risk from over abstraction resulting in its failing to achieve its environmental objectives or placing it at risk of failing to do so.<\/p><p>The most recent published information from the EPA indicates around 6% of water bodies in Ireland are potentially at environmental risk due to abstraction pressures. <\/p><p> As well as fulfilling our obligations under the water framework directive, the Bill is also required in order to license large-scale water abstractions, particularly for public water supplies.  The legislation is key to enabling the planned eastern and midlands region water supply project, which is intended to supply water to Dublin where water supply is at critical levels, as well as areas of the east and midlands.  It will ensure that an appropriate legal framework and consenting process is in place to facilitate consideration and determination of this project. <\/p><p> The legislation is intended to be graduated and proportionate.  Small scale abstractions do not generally pose a risk to the water environment.  Accordingly, there are no obligations placed on small-scale abstractors other than abiding by general binding rules.  Only larger abstractions and those posing a risk will have to apply for a licence.<\/p><p> Throughout the development of this draft general scheme, there has been detailed engagement with other Departments and a range of stakeholders.  The Department has worked closely with the Environmental Protection Agency, which will oversee and implement the new requirements.  There have also been close contacts with large-scale water abstractors, including Irish Water, the ESB and Waterways Ireland, in developing these proposals. <\/p><p> We have endeavoured to achieve a balance in the legislation between the necessary environmental protections and the need to minimise the administrative burden placed on abstractors, some of which may have been freely abstracting water for many years.  The Department has aimed to place proportionality at the heart of the measures and the general scheme offers a measured and fair way to protect our water environment and implement the necessary controls over the abstraction of water. <\/p><p> We welcome the views of the committee on these proposals, which we will consider and report back to the Minister.  I am happy to answer any questions members might have. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#C00300","nonspeaker":"Ms Emer Connolly","continuing":true},{"type":"speech","time":1603148400,"counter":136,"content":"<p>I thank Ms Connolly.  We have agreed an order for questions and Fianna F&aacute;il is first.  Do Senator Fitzpatrick and Deputy McAuliffe wish to share time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#D00200","speaker":"1626"},{"type":"speech","time":1603148400,"counter":137,"content":"<p>We can share time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#D00300","speaker":"1656"},{"type":"speech","time":1603148400,"counter":138,"content":"<p>Members have five minutes to ask questions and hear answers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#D00400","speaker":"1626"},{"type":"speech","time":1603148400,"counter":139,"content":"<p>I thank the witnesses for the presentation.  I thank Mr. &Oacute; Coigligh for taking the hot seat and promise that I will not turn up the temperature too high.<\/p> <p>  The legislation is important and I am delighted that the Department has brought it to us.  It is important in terms of our compliance with European law and, more important, the protection of our water supply.<\/p> <p>  I note the opening statement indicates the Department has consulted widely with the various stakeholders and, most important, the Environmental Protection Agency, Irish Water, the ESB and Waterways Ireland.  What about small water extractors?  How have people who have their own water supply been engaged in this process?  Have they been formally engaged with?  If not, then what is the proposal to ensure they are consulted?  I appreciate that the Department is dealing with individuals but ask the witnesses to talk about how that has happened or how the Department proposes to conduct that.<\/p> <p>  When and if this legislation is passed, how will its functioning be reported to the general public?  How will the information, such as the licensing and registrations, be made available?  How will the operation of the process be transparent?  What scope, if any, will there be in the future for amending the operation of the process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#D00500","speaker":"1656"},{"type":"speech","time":1603148400,"counter":140,"content":"<p>We may be talking about abstraction but water is not an abstract topic in the city of Dublin where the water supply has reached a critical level.  The Bill is a very necessary instrument that will allow us to secure supply for the city.<\/p> <p>  A regulatory regime has been outlined in the legislation and I am interested in hearing the Department&rsquo;s view on how quickly the regime can be put together.  Although it also deals with the European Union&rsquo;s directives, one of the principal bases for this is increasing supply to the eastern seaboard, particularly to the capital city.<\/p><p>What sort of consultation has been done with the developer of the project, given that they are most likely to be the first large scale project to use the legislative base?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#D00600","speaker":"1568","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":142,"content":"<p>I thank Senator Fitzpatrick and Deputy McAuliffe for their questions.<\/p> <p>  On the first question about abstractions, hundreds of thousands of people around the country have domestic wells to abstract water.  They are not directly affected by the Bill insofar as there is no requirement for households using that level of water to register.  As the threshold is above 25 cu. m per day it will not bring in domestic water users but may include a number of smaller enterprises such as large dairy farmers, large hotels and some SME businesses that might use a fair bit of water.<\/p> <p>  The Irish Business Employers Confederation, IBEC, and the Irish Farmers Association, IFA, all have responded to the public consultation as well as environmental non-governmental organisations, NGOs, on what levels the controls should have an impact.  There will not be a direct impact on the vast majority of private people or very small consumers.  There is a provision for general binding rules, which just say that anybody abstracting water cannot or should not pollute and should watch the leakage but that should happen anyway.  I do not see a very wide number of people being impacted.  It is the larger abstractors of water that we are wishing to engage such as the IFA, NGOs, IBEC, the Department of Enterprise, Trade and Employment, etc. and they have engaged.  There are further options to engage as we continue the legislative process.  We will consider any views that the committee has or views that arise as we progress the legislation.<\/p> <p>  On the transparent operation of the licensing regime, the Environmental Protection Agency, EPA, will be the regulatory authority in this respect.  As with all regulatory functions carried out by the EPA, it is very good with producing annual reports on everything that it does, in terms of transparency, registrations and identifying issues that might need to be addressed.  There are provisions that allow elements of the regime to be amended by regulation.  We, as a Department, keep very close contact with the EPA in that regard.  I hope I have answered the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#E00200","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":143,"content":"<p>I thank Mr. &Oacute; Coigligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#E00300","speaker":"1656"},{"type":"speechnospeaker","time":1603148400,"counter":144,"content":"<p>On the Dublin supply, the Bill is very important to facilitate the application for the abstraction of water from the Shannon river for the Dublin region and the region in between, the midlands and eastern region.  The process will be undertaken by Irish Water in terms of developing the proposals that would be consented to.  The abstraction licence is a consent matter for the EPA and a planning matter for An Bord Plean&aacute;la and there are further controls.  A project of this scale, under the public spending code, requires checkpoints to be agreed by the Government.  Projects worth over &euro;100 million, under the new public spending code, must go to Government at particular points through the planning process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#E00400","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":145,"content":"<p>We are just out of time, Mr. &Oacute; Coigligh, and I am pretty sure that other Deputies and Senators will raise the Dublin supply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#E00500","speaker":"1626"},{"type":"speech","time":1603148400,"counter":146,"content":"<p>I ask that Mr. &Oacute; Coigligh is allowed to answer my question on the timeline for the regulatory framework to be put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#E00600","speaker":"1568"},{"type":"speechnospeaker","time":1603148400,"counter":147,"content":"<p>We are working in parallel with the regulations.  We have employed a former official of the Department to draft the regulations.  As soon as the Bill goes through we would hope that the regulations could be introduced and the Bill commenced very quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#E00700","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":148,"content":"<p>Sinn F&eacute;in is next and I call Deputy &Oacute; Broin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#E00800","speaker":"1626"},{"type":"speech","time":1603148400,"counter":149,"content":"<p>I thank the witnesses for the presentation and replies.  I wish to make a couple of introductory comments.  As per normal, I have a long list of technical questions and if I do not get through them in five minutes then I hope to be allowed to ask a second round of questions or submit them in writing.<\/p> <p>  It is important for the committee to understand that it is almost 20 years since the Water Framework Directive placed an obligation on the State to have this kind of an abstraction regime.  I wish to make it clear to members that we are currently subject to enforcement proceedings by the Commission on our failure to do that.<\/p><p>That is not a criticism of the officials; it is just part of the background to this issue.  I have a genuine concern that what is being proposed in these heads is the absolute minimum the Department and Government think will get us through those legal requirements.  I am genuinely surprised at the thresholds, so many of my questions relate to them.<\/p><p> Head 5 refers to general binding rules, but they are not rules in real terms.  They are simply self-regulations.  There is no mechanism for inspection or enforcement, so while the EPA will publish the rules, no one will know whether anyone complies with them because there is no mechanism to inspect and enforce.  Head 5 also states that the threshold of 25 cu. m does not require anything other than abiding by these self-regulations.  Just so committee members are clear on how much water that is, it is the equivalent daily usage of 225 people.  That is quite a lot of water, even for a small SME, to have no regulatory cover whatsoever.  While the Department mentions in its explanatory note that it is trying to mirror what is happening in Scotland and the North of Ireland, they have a much lower threshold of 10 cu. m, which is the daily household usage of 90 people.  What is the rationale for not going for the 10 cu. m used in the North?<\/p><p> I also have a concern about head 7, which states that the Minister will be involved in effecting potential registration agreements.  Why is that the case?  Why is the Minister given that role, on foot of a report from the EPA?  Most other forms of permission we deal with, such as planning permission, are decided by independent bodies rather than a political figure.<\/p><p> Head 8 relates to significant abstractions.  Again, for the information of committee members, 2,000 cu. m is the equivalent daily usage of 18,000 people.  That is the only point at which one needs a licence.  Anybody who is extracting any less than the equivalent usage of 18,000 people per day will not need to have a licence.  I do not understand the rationale for that.  What are the equivalent thresholds in Scotland and the North of Ireland and why have we diverted from those?<\/p><p> As regards head 10, it seems there is no public participation in the licence grant process.  Correct me if I am wrong but it does not seem to be listed here.  That would suggest we have big legal problems with our adherence to both the habitat and environmental impact assessments.  If there is no clear public participation in that licensing process, can Mr. &Oacute; Coighligh explain the outlines for that?  I might stop there.  If I have more time I will come back in, either in this round or the second round. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#E00900","speaker":"1468","continuing":true},{"type":"speech","time":1603148400,"counter":151,"content":"<p>The Deputy can get more answers in the second round.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#F00200","speaker":"1626"},{"type":"speechnospeaker","time":1603148400,"counter":152,"content":"<p>I will try to answer the Deputy's questions as best I can.  He said it has been quite some time since the directive came into force.  As in many cases with legislation, there is an existing regime regarding abstraction of water.  Sometimes it is felt that that is sufficient and it becomes apparent over time that it is not.  That is why this may not have been a priority at the beginning, because there was an existing law in relation to the abstraction of water.  Nonetheless, as jurisprudence has developed and the implementation of the environmental directives has tightened up, it has become clear that the Irish legislative framework was not sufficient.<\/p> <p>  There is absolutely a debate around thresholds.  That was one of the significant areas of discussion in the consultations the Department received.  Environmental NGOs wished to see a lower threshold, while others wished to see it maintained or increased.  We looked to other jurisdictions.  As the Deputy mentioned, 10 cu. m is the threshold in the North and in Scotland.  We stuck with the 25 cu. m threshold as that was, in effect, the existing threshold under the current legislation.  We have the benefit of experience in that, in terms of the environmental issues facing Ireland, we are not under pressure with abstractions.  As Ms Connolly pointed out in her opening statement, the EPA reckons that around 6% of water bodies are under some pressure.  It is not as significant an environmental pressure as in other areas, and therefore we need to make sure our level of control is appropriate to the issue which arises.<\/p><p>Under the general scheme, the Environmental Protection Agency, EPA, is to be given the power to recommend that the level be adjusted, if it considers it appropriate.  There is also provision in the Bill for the Minister to introduce regulations, to be agreed by the Houses of the Oireachtas, which would allow that threshold to be lowered.  This issue can be looked at again in the future if the EPA recommends it.  The EPA acts as the environmental expert and advises Government in this area.<\/p><p> With regard to general binding rules, the set of rules is indeed softer.  It can be thought of as a stepped-up system of general principles by which we hope to abide.  It specifies the point at which we want people to register so that we can be aware of the existence of their abstraction points, the point at which they may need to be licensed, whether the EPA consider the abstraction to be significant, and the point at which licensing is absolutely required.  It is a tiered system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#F00300","nonspeaker":"Mr. Feargal &Oacute; Coigligh","continuing":true},{"type":"speech","time":1603148400,"counter":154,"content":"<p>We are out of time on this question.  We may come back to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#G00200","speaker":"1626"},{"type":"speechnospeaker","time":1603148400,"counter":155,"content":"<p>That is okay.  We might come back to some of the other questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#G00300","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":156,"content":"<p>I thank Mr. &Oacute; Coigligh and Ms Connolly.  I will focus on the second paragraph of head 7 which reads \"Two or more abstraction points drawing water from the same body of surface water or groundwater and which join to form a combined abstraction shall be considered to be a single abstraction\".  In responding to Senator Fitzpatrick, Mr. &Oacute; Coigligh said that this would not affect the hundreds of thousands of people who draw water for their domestic supply.  How is it determined that it is the same body of water from which water is drawn?  If neighbours in the same area were drawing from the same surface water or groundwater supply, could they be considered to exceed the threshold and therefore have to register?  I am conscious of what was said in the opening remarks with regard to balance, proportionality and the avoidance of administrative burden.  I am trying to ascertain the situation in that regard.<\/p> <p>  I welcome the point on which Mr. &Oacute; Coigligh was elaborating when he ran out of time.  He suggested that the threshold could potentially be lowered.  Such a change would obviously be subject to the approval of the Oireachtas.  This is very important.  Will Mr. &Oacute; Coigligh elaborate on that point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#G00400","speaker":"1647"},{"type":"speechnospeaker","time":1603148400,"counter":157,"content":"<p>With regard to cumulative impacts, there is a principle that is very well known in environmental law and which affects matters such as environmental impact assessments, which is that it is not enough to look at an individual project and that one must look at how it might impact on the environment in combination with other projects.  This gives the EPA the option to consider cumulative impacts.  The EPA is more qualified to answer than I am but I suspect that, in most cases, relatively low levels of abstraction will not be a problem in most areas.  In some areas, such as the Dublin region which is obviously very important, in the absence of a major new supply, Irish Water will be looking at options for additional groundwater abstraction points.  In major urban areas, it may have to be considered whether the groundwater supply would be under stress if additional abstractions points were introduced.  I suspect this will not affect abstractions at the lower level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#G00500","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":158,"content":"<p>Mr. &Oacute; Coigligh suspects it will not affect abstractions at the lower level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#G00600","speaker":"1647"},{"type":"speechnospeaker","time":1603148400,"counter":159,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#G00700","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":160,"content":"<p>I appreciate what he has said with regard to urban areas but I am concerned about rural areas.  The population of a village and those who live on its outskirts may draw from the same body of water.  When these abstractions are combined, they may exceed the threshold of 25 cu. m.  Under the draft Bill, the onus is then on one of these people to register on behalf of all of them.  Given what Mr. &Oacute; Coigligh said earlier about avoiding an administrative burden, is the issue addressed under head 7 or will it need further consideration?<\/p><p>I do not think that in reality it would be an additional burden, but we can certainly look at it.  Perhaps Ms Connolly has a view on the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#G00800","speaker":"1647","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":162,"content":"<p>If there is a drain on a particular body of water, the Environmental Protection Agency, EPA, would be made aware of it.  If a licence is required for that particular area, it would come to light that there is pressure on that particular body of water, in which case the licence would not be granted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#H00300","nonspeaker":"Ms Emer Connolly"},{"type":"speech","time":1603148400,"counter":163,"content":"<p>In which case, the households would all have to register.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#H00400","speaker":"1647"},{"type":"speechnospeaker","time":1603148400,"counter":164,"content":"<p>We will double check that.  I do not suspect there would be an impact on households, because as, Deputy &Oacute; Broin mentioned, one is talking about 1,000 l per day, compared to the registration threshold of 25 cu. m per day, and the actual licensing threshold is many times that figure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#H00500","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":165,"content":"<p>I am more concerned about the 25 cu. m threshold and the registration aspect of it, rather than the licensing.  It will not be a licensing issue, but is it potentially a registration issue and administrative burden in that regard?  It is an issue that should be considered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#H00600","speaker":"1647"},{"type":"speechnospeaker","time":1603148400,"counter":166,"content":"<p>I do not think it will be, but we will have a look at it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#H00700","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speechnospeaker","time":1603148400,"counter":167,"content":"<p>If a household is concerned, the water will be going back into the watercourse in due course, so it will not have a significant impact.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#H00800","nonspeaker":"Ms Emer Connolly"},{"type":"speech","time":1603148400,"counter":168,"content":"<p>I thank the witnesses for their presentation.  One of the first things stated today was the importance of Dublin.  Dublin may be important as the capital, but Limerick is equally important, especially when one is talking about the Shannon and abstractions from it.  My questions relate to the 25 cu. m threshold previously mentioned and the issue raised by Senator Cummins.  There are many schemes in rural areas.  A cluster of smaller schemes may be set up under one scheme, and those schemes have not yet been taken over by the local authorities.  What is the registration point for such schemes, which could include ten, 15 or even 20 houses?<\/p> <p>  Deputy &Oacute; Broin also stated that 25 cu. m of water is equal to the usage of 220 people.  However, it is not equal to the usage of many cattle in a rural area, when one has to supply different amounts of water to the cattle, depending on the time of year.  <\/p> <p>  Another question I have concerns the point of registration for local authorities, such as fire stations.  How does one monitor the water usage of a fire station or a fire service training centre?  I do not think one can.  What is the regulation in that area within the current framework?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#H00900","speaker":"1499"},{"type":"speechnospeaker","time":1603148400,"counter":169,"content":"<p>On group schemes, any body or person who abstracts water above the threshold will have to register or obtain a licence.  That is the case, regardless.  However, I am not sure that there is any pressure from the rural group scheme sector not to be included within the provisions of the Bill, so it will not be a particular issue for it.<\/p> <p>  On fire stations, I do not think the use of water for fighting fires, for example, would be considered an abstraction within the provisions of the Bill.  On how training centres abstract water, it would depend on whether they are coming off a private or public water supply.  If they are coming off a public water supply, they are coming of a public water supply; if they have their own well, which reaches the limits, they would be obliged to register.  It has not been brought to our attention as a particular issue, but if there is an issue there, we will look at it.  What was the third issue the Deputy raised?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#H01000","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":170,"content":"<p>The response covered the issues I raised, but I have another question.  In the context of a farming community that has a number of its own wells, how can it be recorded whether it is above or below the threshold?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#H01100","speaker":"1499"},{"type":"speechnospeaker","time":1603148400,"counter":171,"content":"<p>There is an obligation on all those who come within the scheme of the Bill to register where that is relevant.  For example, several dairy farmers are registered.  The EPA estimates that approximately 750 of the 18,000 dairy farms in the country come within the scheme of the Bill.  We have figures for registrations which have been introduced by------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#J00100","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":172,"content":"<p>On that point, in order to get an accurate picture, it should be noted that many farmers have a well and are part of a scheme.  Most of them have dual water sources - they have a well and are on a local authority scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#J00200","speaker":"1499"},{"type":"speechnospeaker","time":1603148400,"counter":173,"content":"<p>If a farmer is on a scheme for domestic or other use, it is a matter for the scheme to register.  If a farmer has a separate extraction point that comes within the point of registration or licensing, the farmer would have to register and-or get a licence at that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#J00300","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":174,"content":"<p>I have no problem giving water to Dublin, but what is in it for County Limerick and the other areas from which the water is being extracted?  I do not like everything coming to Dublin, which will benefit from water from the Shannon.  What is in it for local authorities in Limerick and elsewhere?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#J00400","speaker":"1499"},{"type":"speech","time":1603148400,"counter":175,"content":"<p>Let us not forget the good people of Fermanagh, from where the water originates before it gets to Limerick.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#J00500","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":176,"content":"<p>Irish Water will be the promoter of the project.  It is important to note that the project was initiated as a concept by Dublin City Council as a Dublin water supply issue but is now an eastern and midlands region supply project.  It will benefit the whole region between Limerick and Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#J00600","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":177,"content":"<p>We could charge them per litre.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#J00700","speaker":"1499"},{"type":"speech","time":1603148400,"counter":178,"content":"<p>The water framework directive requires us to have a licensing and regulation system in place.  That is a good thing because we can see from the documentation there is a lack of accuracy and knowledge in terms of how much water is currently being extracted.  We have data from some local authorities but much of it is out of date and has not been followed up on.  It surprises me to hear that only 6% of water bodies are under pressure, although, admittedly, that figure just relates to extraction.  All our water bodies are currently under pressure, including groundwaters, lakes and rivers.  Water quality is deteriorating, as is demonstrated year after year in EPA surveys.  It is really important that we get an accurate figure for how much is being extracted before we can suggest that only 6% of water bodies are under pressure from extraction.  The more water we draw off, the more environmental impact it will have.<\/p> <p>  When water is drawn from a source, it must go back through some sort of treatment.  Much of the time, it is probably not treated before going back into the water body.  Does the extraction also take account of the discharge of the water in whatever format it goes back into the water system?  It is very important to have accurate measurement.<\/p> <p>  It is suggested in the legislation that we will use a model similar to that in usage in Scotland.  A figure of 10 cu. m was set as the threshold for notifiable there, but the Bill proposes a figure of 25 cu. m.  What is the rationale behind that?  Our water supplies are under significant pressure.  Why is a higher threshold proposed in that regard?<\/p> <p>  Head No. 5 states it is not necessary to measure extraction as it can be estimated.  What are the difficulties with measuring extraction?  I ask Mr. &Oacute; Coigligh to give an example of an extraction that would be difficult to measure and for which estimation would be a better method.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#J00800","speaker":"1626"},{"type":"speechnospeaker","time":1603148400,"counter":179,"content":"<p>In terms of the data and water bodies that are under pressure, we take figures from the EPA on what it considers to be the water bodies under pressure.  The Chairman is correct that the main pressure on Irish water in the environment is not extraction.  Far more pressure relates to the nutrient load going into the waters.  That is a much more pressing problem.  We take the figures estimated by the EPA.  The committee may seek to hear evidence from the EPA.  That is where we get our figures.<\/p> <p>  On the 25 cu. m threshold for registration, that is the figure used under the existing legislation.<\/p><p>Arguments were made to raise the threshold, primarily by environmental NGOs, and to maintain it, primarily by the farming, agricultural, business and small business sectors.  We felt the best option was to maintain the threshold, and then allow the EPA, as the environmental experts, to monitor the system and make recommendations on whether it would be appropriate to lower the threshold in the future.  That was the rationale we adopted.  It does not deal with the issue of discharge.  If water, for example, is abstracted for a golf course, it will be used on the grass, while in agriculture it will be used for irrigation, and domestically it will go through the wastewater system, whether that is a private standalone system or the public system.  In that context, it is important to have an appropriate control.<\/p><p> Regarding the issue of measurement versus estimation, this concerns getting the appropriate control.  It is possible to take an abstraction point, measure the flow, generally know how much water is being used, and then it will be possible to say where that threshold is.  If there is a desire to be completely accurate, that would require people to put meters on the flows, record the readings on those meters and then regularly report those meter flows to the regulatory authorities.  Capital and ongoing costs will be involved, as well as a bureaucratic and administrative cost in monitoring all of that.  It is a judgment call as to what it is appropriate to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#J00900","nonspeaker":"Mr. Feargal &Oacute; Coigligh","continuing":true},{"type":"speech","time":1603148400,"counter":181,"content":"<p>It is possible to have a series of 24 cu. m abstractions that do not need to be notified.  The cumulative effect of that could be quite significant.  Regarding being onerous in recording the use or abstraction of water, we have been careless with our water resources for far too long and that is why we find ourselves in a situation where there is extreme pressure on our water sources and our water quality.  We should look at that situation as part of this legislation to see if 25 cu. m is acceptable, given that it is 10 cu. m in other jurisdictions with similar hydrological cycles.<\/p> <p>  I thank Mr. &Oacute; Coigligh.  I call Deputy Cian O'Callaghan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#K00200","speaker":"1626"},{"type":"speech","time":1603148400,"counter":182,"content":"<p>Regarding the issue of thresholds and the approach taken in this legislation, we have heard that we are looking at a higher threshold than there is in Northern Ireland and Scotland.  In respect of standards in other European Union countries, how do the points for registration and licensing compare in respect of thresholds?  I would also like the witnesses to comment on the lack of mechanisms concerning inspections and enforcement, and develop the rationale as to why there are not stronger provisions in this regard.  I also ask the witnesses to touch on how this legislation will impact on large water extractors who need a licence.  What kind of conditions would be envisaged in issuing licences?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#K00300","speaker":"1550"},{"type":"speechnospeaker","time":1603148400,"counter":183,"content":"<p>Members have pointed out that we cited Scotland as an example.  That is in the context of the overall tiered system of general binding rules, registrations and licensing.  I am not sure that system is necessarily comparable with other European jurisdictions.  We will, however, have a look at that and see what information we do have regarding comparisons.  Other European jurisdictions might not have that exact three tier system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#K00400","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":184,"content":"<p>To clarify, Mr. &Oacute; Coigligh is not aware of any other country which is proposing the threshold level that we are proposing.  Are there no examples to base that on?  Is it the case that we are only aware of other countries with lower thresholds?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#K00500","speaker":"1550"},{"type":"speechnospeaker","time":1603148400,"counter":185,"content":"<p>I am just citing Northern Ireland and Scotland.  We will come back with information regarding other jurisdictions but they may have completely different types of arrangements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#L00100","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":186,"content":"<p>Based on our knowledge at the moment, it seems there is no one else looking at similar levels.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#L00200","speaker":"1550"},{"type":"speechnospeaker","time":1603148400,"counter":187,"content":"<p>There are different systems which would not be comparable.  We will come back to the Deputy with additional information in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#L00300","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":188,"content":"<p>My point is that the only comparable systems of which we are aware have lower thresholds.  That is the current situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#L00400","speaker":"1550"},{"type":"speechnospeaker","time":1603148400,"counter":189,"content":"<p>The two jurisdictions we most closely looked at were Northern Ireland and Scotland and it is absolutely the case that they have a lower threshold.<\/p> <p>  In regard to enforcement, the general scheme of the Bill sets out the penalties for non-compliance, which would be typical in this type of legislation.  Head 27 provides for offences and penalties.  If the Deputy has any additional ideas in that regard, we can certainly look at them.<\/p> <p>  Will the Deputy remind me of this third question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#L00500","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":190,"content":"<p>My question concerned the larger numbers of people who would have a licence and the sorts of conditions that are envisioned to be attached to  those licences.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#L00600","speaker":"1550"},{"type":"speechnospeaker","time":1603148400,"counter":191,"content":"<p>That would be a matter for the EPA.  They will probably relate to total flows, total abstraction limits, whether the points of abstraction can be different for groundwater versus river abstraction and controls that might be brought in at periods of stress, such as environmental stress when there are draughts.  There would be a range of controls which the EPA could increase as required.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#L00700","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":192,"content":"<p>I thank Deputy O'Callaghan for keeping well within his time.  We will now proceed to the second round of questions and answers, returning first to Senator Fitzpatrick.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#L00800","speaker":"1626"},{"type":"speech","time":1603148400,"counter":193,"content":"<p>I thank the Chairman.  The legislation is good in that it seeks to implement compliance with European law, namely, the water framework directive, ensure protection of our water supply and potentially create the facility for an application to be made for increased water supply to the Dublin area.  However, my concern is that the provisions in the Bill must be meaningful and, in this regard, I have specific questions regarding heads 5, 7 and 9.<\/p> <p>  Head 5 sets out what we will incorporated in the general binding rules but the point is that those rules will be guidelines.  When we talk about a threshold of 10 cu. m versus 25 cu. m, for example, it must be a meaningful provision.  We need to include in the guidelines the facility to have an accurate recording of the water being abstracted, the quality of that water and the measurement of it.  I listened to what was said earlier about there being a bureaucracy and administration around this issue, but the technology has moved on and there are smart metering devices and software that allow for real-time reporting.  If we are serious about protecting and managing our water supplies, we need to make that level of investment.  Water is a finite natural resource and we cannot manage it in an outdated administrative environment.<\/p> <p>  I have similar concerns about how meaningful the provisions under head 7 will be.  They deal with the introduction of an offence of abstracting water where it is not done legitimately.  If this head is to have any meaning, we must ensure that what is being abstracted is measured, and that goes back to the strengthening of the guidelines under head 5 and making them more requirements than guidelines.  If head 7 is going to define an offence, what will be the penalty for that offence, how will it be prosecuted and who will prosecute it?<\/p> <p>  Finally, head 9 includes a reference to how an abstraction will be deemed significant.  How will we define what is a significant abstraction if there is not a requirement, under the general rules set out in head 5, that all abstractions be measured, reported and detailed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#L00900","speaker":"1656"},{"type":"speech","time":1603148400,"counter":194,"content":"<p>The issue I wish to raise was touched on by Deputy O'Donoghue.  Head 19 refers to the fire services.  The 1981 Act allows for abstraction of water for the extinguishing of a fire or the protection of a person or property in the case of fire.<\/p><p>Dublin Fire Brigade, which is probably the largest fire service in the country, would be using water primarily for extinguishing fires but there would be training too.  There should be some level of consultation with it about the type of water that it uses because it is a guardian of water, as much as anybody else is, but we have to be realistic about how we would separate training, or whether the Department would accept an amendment which would broaden that term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#L01000","speaker":"1568","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":196,"content":"<p>Regarding heads 5, 7 and 9, the general binding rules, Deputy Cian O'Callaghan asked what kind of conditions will be placed on a licensed facility by the EPA.  Real-time metering and reporting would absolutely be required for those larger licensed abstraction points.  With regard to people who are required to register, which is a smaller level, what is the balance of burden that one wishes to place, even with technology?  There is a tension regarding the argument that the registration system should be brought down to the lowest level possible between those who want it lower and those who do not want it lower because of possible burdens or legal obligations.  There is a balance in what one provides for.  We will certainly look at the general binding rules, which we are doing some work on at the moment, and at what is appropriate to contain within those.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#M00200","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":197,"content":"<p>If there are multiple abstractions, they can cumulatively be quite significant.  With regard to the technology, smart devices are being put in people's three-bedroom semi-detached homes to measure the water.  Some large extractions of water will be legitimate, worthy and valid.  Others will be abusive.  If we are not measuring it, we cannot determine one from the other.  It is important, if we progress this, that we make it a requirement to have smart metering on every abstraction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#M00300","speaker":"1656"},{"type":"speechnospeaker","time":1603148400,"counter":198,"content":"<p>We note the point.<\/p> <p>  Regarding the fire service, we will consult our colleagues in the side of the Department that deals with it, and if we need to consult further about the issue, we will do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#M00400","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":199,"content":"<p>It would be a mistake for us to associate the contents of this Bill with the proposed Shannon to Dublin pipeline, which is a project that many of us are critical and sceptical of partly because the purpose of this legislation is to try to properly manage our water supply everywhere.  If we do not get this right, small farmers, small businesses and householders in rural and urban Ireland will lose out.  I would almost separate out the Shannon pipeline, which is the reason the Government is prioritising this, but it is not why we are looking at this.  This is about maintaining our water supply.  If one does not know how much water one is taking out of a given location at any one time, one does not know if one is heading towards a drought or some other problem, which is what this is really about.<\/p> <p>  The officials say it is not a significant environmental problem, but we know that 32% of our water sources are at risk of being in breach of the water framework directive.  We do not know how many of those potential breaches relate to abstraction.  Where do the officials get the 6% figure and is it based on solid evidence?  I go back to the previous question about the 250 cu. m and the 2,000 cu. m.  To reassure Deputy Richard O'Donoghue, 2,000 cu. m would provide for about 7,000 cattle.  That is the level at which one would require a licence, from my understanding of the data.  Why did we choose the 250 cu. m and 2,000 cu. m and how do they compare with equivalent thresholds in, for example, the North and Scotland?<\/p> <p>  Head 10 is about public participation.  Does this put us in breach of the habitats and environmental impact assessments directives?<\/p> <p>  With regard to registrations, my understanding is that in the North it is done with an online portal.  One logs on and puts in one's details.  What information do the officials have about the way in which registration works in the North?<\/p> <p>  Is it the case that existing abstractors cannot be refused either a registration or a licence?<\/p><p>Is there any mechanism to refuse existing abstractors even, for example, where they might be doing abstraction that is harmful to the water supply or, broadly speaking, to the environment?<\/p><p> Mr. &Oacute; Coigligh says 25 cu. m is based on existing practice, but that is a piece of legislation from 1977, which is 20 years before the water framework directive so surely it makes no sense to base a piece of legislation that comes in 20 years after the water framework directive on something that is now 40 years old.<\/p><p> Do we know how much of the abstractions, as a percentage of the overall abstractions, will be covered by this regime?  I understand there was a detailed public consultation in 2018 but the Department never published the list of submissions or the submissions themselves.  Will Mr. &Oacute; Coigligh undertake to do that on the Department's website in the coming period?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#M00500","speaker":"1468","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":201,"content":"<p>There are a lot of questions there.  I hope I did not say that the issue was not significant.  What I tried to suggest, if I did not say it, is in terms of the environmental pressures on water in the Irish environment, there are many more significant issues.<\/p> <p>  In terms of coming to an appropriate level to have registration and then licensing, there is an evidential base either way, which would allow one either to stay where one is, or to relax it or decrease it.  I do not think we have an evidential base to suggest that the issue of abstraction at that level is of such significance as to require registration.  However, as I said, we are open to further views on that.  The EPA is the expert in the field and can guide us in the future.<\/p> <p>  Registration is not hugely burdensome.  There are 1,583 abstractions registered with the EPA at the moment.  That was brought in by regulations introduced in 2018 as a stopgap measure to begin the process.  It is a pretty light touch and that is on purpose.  If the Deputy wants to add additional measures to that it is possible, and then it becomes a lesser licence.  It is a matter for the Oireachtas to decide on the right level of burden that it wants to introduce.<\/p> <p>  In terms of the limits chosen for the licensing regime, we work closely with the EPA to try to gauge what would be an appropriate limit and I suspect that is where those figures come from.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#N00200","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":202,"content":"<p>What about the refusals?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#N00300","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":203,"content":"<p>The rationale behind that is that if a person or entity has been abstracting water for a long number of years they will have an established right under law to abstract water and to take that away after many years of abstraction is likely to lead to compensation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#N00400","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":204,"content":"<p>Is that even if the EPA were to suggest that it was putting us in conflict with the terms of the water framework directive?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#N00500","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":205,"content":"<p>That is the reason the provisions allow for conditionality but not refusal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#N00600","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":206,"content":"<p>What about the question on public participation in the licences?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#N00700","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":207,"content":"<p>That is something similar in that there is public participation under head 11, which is for new licences, not under head 10, which is for existing licences.  I think that is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#N00800","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":208,"content":"<p>Is the Attorney General happy with that and that we will not come into conflict with any of our legal obligations under the environmental impact assessment directive or the water framework directive?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#N00900","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":209,"content":"<p>The Attorney General has been advising us in the development of the legislation and will continue to do so as it goes through the drafting process.  That is a point we would be happy to raise with the Attorney General.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#N01000","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":210,"content":"<p>Two questions were not answered.  The 25 cu. m threshold is based on the 1977 legislation.  Is Mr. &Oacute; Coigligh saying the Department is solely relying on the EPA to advise on the levels?  That means if the EPA were to say the data are not sufficient or the levels should be higher the Department would respond.<\/p><p>Will the Department publish the list and the content of the submissions made in 2018?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#N01100","speaker":"1468","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":212,"content":"<p>The Deputy put down a parliamentary question which sparked us to say that we should have those submissions up.  We will put them up in the coming days.<\/p> <p>  Regarding the 25 cu. m issue, we are not necessarily reliant on the EPA, but we have spoken to the agency.  That is the rationale behind public consultation.  We are listening to many voices.  Some wish to see it reduced and some do not, so there is a call to be made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#O00200","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":213,"content":"<p>I have a further question relating to the 6% that Deputy &Oacute; Broin mentioned.  Do we have any information on the volumes involved in that 6% that are at risk of abstraction pressure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#O00300","speaker":"1647"},{"type":"speechnospeaker","time":1603148400,"counter":214,"content":"<p>We do not have any detail here, but we can ask the EPA to give some additional information on the 6% and how that arises.  I understand it is spread geographically as well.  We can ask the EPA to provide some additional information to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#O00400","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":215,"content":"<p>It would be helpful to have an idea of where that 6% is identified in the country and the volumes we are discussing.  Are they far in excess of the thresholds we are talking about here in terms of licensing?  Are they fitting in the gap between the 250 cu. m to 199 cu. m, and exactly where?  I would appreciate if Mr. &Oacute; Coigligh could get that information and furnish it to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#O00500","speaker":"1647"},{"type":"speechnospeaker","time":1603148400,"counter":216,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#O00600","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":217,"content":"<p>First, I thank the witnesses for their presentations.  They are very welcome.  Sitting on both this committee and the agriculture committee, I can appreciate the great importance of what they are saying today.  Certainly, it is something I will bring to the other committee when we meet this evening.  The Water Framework Directive requires us to have a system of registration and a monitoring of the system.  We acknowledge that this must be in place and I acknowledge the importance of the rich resource of water.  However, there are two or three matters on which I seek further clarification.  Do the rural group water schemes fall within this?<\/p> <p>  Second, we are aware of the 25 cu. m threshold.  Somebody mentioned small water extractors earlier.  There are many small farmers who may have wells or be in a group water scheme.  Some of them may have a number of wells because where some were not successful they have bored a second and third well.  Then there is the net cumulative effect of all that extraction.  How does one monitor that?<\/p> <p>  I am also conscious of the importance of water in the horticulture industry.  I am familiar with a number of people who draw water from rivers.  That has other potential problems, but they screen that water and regularly test it because they do not know how it might be contaminated up the line or down the line and the impact of that on the crops.  In north County Dublin there is an enormous amount of glasshouse production and salad production in the horticulture sector.  In Wicklow and other places there is the forestry sector.  It draws water and uses different sources and mechanisms for doing so.  Of course, every farmer is drawing large amounts of water from a number of sources.<\/p> <p>  I am interested to hear about how the rural group water schemes interplay in all this.  More important, I wish to hear about the Department's engagement with, and feedback from, the Irish Farmers Association, IFA, and the Irish Creamery Milk Suppliers Association, ICMSA.  Perhaps Mr. &Oacute; Coigligh will give some points or headings on that.  Clearly, they would be very exercised about this.  Mr. &Oacute; Coigligh might give us a flavour of the responses he has had from those two organisations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#O00700","speaker":"1634"},{"type":"speechnospeaker","time":1603148400,"counter":218,"content":"<p>Regarding rural group water schemes, any entity that abstracts water will come within the remit of the scheme.  There are no particular exemptions.  If a scheme is further than the registration threshold, which it undoubtedly would be, it requires licensing.  That is the case.<\/p><p>Similarly with farmers, if they breached the abstraction limits of 25 cu. m, they would be obliged to register.<\/p><p> On the issue of the cumulative effects, the registration and licensing system is required to give us more information.  There is a paucity of information about the impact of abstractions.  As I stated earlier, 6% is what the EPA considers.  As we introduce and develop the system, there will be an increased amount of information.  That will then inform the EPA as to how to judge cumulative effects.  If it gets additional information about a water volume that might be under stress, then that will bring to its attention whether particular abstraction points add to pressure.  It is part of building a picture and we do not have the full picture at the moment.<\/p><p> With regard to abstraction for horticulture, similarly, if they reach their thresholds, they must register and obtain a licence.  It is important to note that producers also have obligations under food safety standards in terms of the production of safe products.  There would be separate health and food safety rules for producing food.  The water quality for crop irrigation is absolutely crucial and it must be ensured that the water is not contaminated in a way that would affect food production.  It is similar to public water supplies where the EPA is responsible for environmental monitoring and ensuring that local authorities, Irish Water and others adhere to environmental limits.  The HSE also has a role in ensuring that water is safe from a public health point of view.  Accordingly, boil water notices will issue where the HSE considers water is unsafe.  There is a dual role.  Similarly for food producers, they have dual obligations to meet.<\/p><p> On the IFA and the ICMSA, I do not have a breakdown between the two submissions.  I know, however, that the farming sector was anxious to avoid the threshold limits being reduced, for example, from 25 cu. m to a lower limit.  They would have made those points clear in their submissions.  While there is a different emphasis between the two, I cannot quote them exactly.  We will put the submissions on the Department's website, as promised to Deputy &Oacute; Broin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#O00800","nonspeaker":"Mr. Feargal &Oacute; Coigligh","continuing":true},{"type":"speech","time":1603148400,"counter":220,"content":"<p>We know leakage is part and parcel of every water system throughout the world, with significant losses occurring through it.  I do not know if 25% or 30% is best practice on leakage.  Is there a requirement in this Bill for licensed, notified or temporary extractors to manage leakage to a certain level?  Many have raised the issue of it being a finite resource and that overabstraction can have negative impacts on other users of the same water body, groundwater or surface water.<\/p> <p>  Is it the abstractor or the EPA that deems an extraction to be temporary and notifiable?  For example, if I want to temporarily extract 24 cu. m or 25 cu. m of water, as it is temporary, can I deem that I do not have to notify it?  There are many developments and temporary structures, for example, in this building that started off as temporary but ended up as being permanent.  Where does the notification for that take place?<\/p> <p>  There is the case of significant abstractions which could have an environmental impact on a Natura, habitats directive or birds directive site.<\/p><p>It would be quite difficult if we have a number of temporary abstractions and a number of unnotified abstractions, the cumulative impact of which may be what is having the impact on the Natura site and not the licensed site.  That will be quite difficult and will require careful consideration.  If it is significant and likely to have an impact on a Natura site, this is an appropriate assessment - a full environmental impact assessment.  Will that be capable of looking at all the unnotified abstractions on that water body as well?  It seems quite an onerous environmental impact assessment to take because of the geographical spread of a water body.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#P00200","speaker":"1626","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":222,"content":"<p>We know that our leakage rates in the public water supply are much higher than in other countries.  The Minister obtained significant additional funding this year for Irish Water, and much of that has gone into a leakage-reduction programme.  The general scheme provides general binding rules requiring everyone, including suppliers that are registered and licensed, to keep leakage to a minimum.  There are guidelines on measuring or estimating leakage.  The reduction of leakage is core.<\/p> <p>  I will ask Ms Connolly to respond on the issue of temporary abstractions.  On the broader principle of how we know the impact, it is the cumulative.  I hope that with this legislation, as we develop the information over several years, it will help inform all players of impacts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#Q00200","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speechnospeaker","time":1603148400,"counter":223,"content":"<p>Unfortunately, my colleague would have been able to answer in more detail.  Temporary abstractions are likely in two scenarios.  One is very defined and limited, for example, boreholes or a scientific examination of something very small and specific.  The other would be if there is a drought or some kind of crisis that requires much more abstraction for a particular reason.  Any temporary abstraction must take account of the scale of the water body, the quality, the impact etc.  The regulations will go into more details on those.  It is anticipated that they will set out the criteria for temporary abstractions and what the impact will be.  I cannot give much more detail, but I can come back on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#Q00300","nonspeaker":"Ms Emer Connolly"},{"type":"speech","time":1603148400,"counter":224,"content":"<p>I thank Ms Connolly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#Q00400","speaker":"1626"},{"type":"speech","time":1603148400,"counter":225,"content":"<p>The witnesses have said that the 250 cu. m and 2,000 cu. m thresholds are based on advice from the Environmental Protection Agency.  What is the rationale for that EPA advice in drafting this legislation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#Q00500","speaker":"1550"},{"type":"speechnospeaker","time":1603148400,"counter":226,"content":"<p>We would have engaged very closely with the EPA officials on all aspects of the Bill.  We had many meetings with them teasing through many detailed points.  That would have been part of the discussion.  We could probably get the Deputy additional information.  We will come back to the committee on the rationale for those thresholds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#Q00600","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":227,"content":"<p>That would be great.  I ask for that to include other European Union examples.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#Q00700","speaker":"1550"},{"type":"speech","time":1603148400,"counter":228,"content":"<p>We can now go to a third round of questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#Q00800","speaker":"1626"},{"type":"speech","time":1603148400,"counter":229,"content":"<p>Do we know the number of abstractions and the volume of water abstracted?  If we know those, what percentage of the number and of the volume of water will be covered by the registration and the licensing regime?<\/p> <p>  I have a concern over the cumulative impact.  As far as I understand it, it is not possible to assess, particularly if there is a significant impact, the cumulative impact of those abstractions under 250 cu. m because it is not recorded.  There might be ten or 20 abstractions of less than 250 cu. m.  How do we assess whether it is significant and its impact on the water table?<\/p> <p>  I think both of us forgot about a question I asked earlier about the role of the Minister in granting licences and applying conditions on registrations.<\/p><p>Can Mr. &Oacute; Coigligh explain why we are involving a Minister rather than an independent body such as the EPA-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#Q00900","speaker":"1468","continuing":true},{"type":"speech","time":1603148400,"counter":231,"content":"<p>Will Deputy &Oacute; Broin explain which head he is referring to?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#R00200","speaker":"1626"},{"type":"speech","time":1603148400,"counter":232,"content":"<p>It is two heads, the first being head No. 7 and I believe the other is head No. 11 or No. 12, which is the granting of licences.<\/p> <p>  Will the Department give the committee an update on the European Commission's enforcement procedures against the State with regard to breaches of the water framework directive, including this section, and if there has been any discussion with the Commission on the contents of the Bill?<\/p> <p>  I also have two related follow-up questions on the last exchange we had.  It is my understanding that Directive 2014\/52\/EU is very clear that where an environmental impact assessment is being carried out public consultation has to take place.  If we are not allowing that public consultation on the grant of a licence for an existing abstractor, it seems pretty clear to me that we are in breach of that directive.  Again, if the officials cannot answer that perhaps it could be raised with the Attorney General.  Likewise, I understand that if an abstraction is impacting on a Natura 2000 designated site then the abstraction must cease immediately and appropriate assessment, which is a formal technical procedure, has to be carried out before a decision is made.  There is no provision in the heads of the Bill for that.  Will the Department also comment on that please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#R00300","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":233,"content":"<p>There are a number of points there.  On what we know, we know we have 1,583 abstractions registered at the moment.  Of those, 1,032 relate to drinking water.  I do not have the total volumetric figures that relate to that so I cannot assist the Deputy on his calculations in that regard.  We can seek the additional information and come back to the committee on that.<\/p> <p>  On cumulative impacts, the richer the information we get, on top of the information the EPA will already have on Ireland's water bodies, the more helpful it will be.<\/p> <p>  The Deputy referred to head No. 7.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#R00400","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":234,"content":"<p>That was in relation to the report going from the EPA to the Minister, and on consideration of that the Minister can apply conditions to the registration.  It seems to me that there is an established principle in planning law that we do not allow the Minister to be involved.  That is given to the planning authorities or the boards.  Why would we involve a Minister in very detailed decisions around these matters when it should be left to the independent authorities, which I presume in this instance is the EPA?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#R00500","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":235,"content":"<p>One of the issues is, for example, in relation to temporary abstractions that may be at a point of-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#R00600","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":236,"content":"<p>This relates to registrations, not for temporary abstractions.  It is head No. 7, on the register of abstractions, and subsections (17) and (18).<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#R00700","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":237,"content":"<p>Yes.  This is the issue on the registration thresholds that are established.  They are established by the legislation so it would be appropriate for the EPA to advise the Minister as to whether those limits should be changed by way of an order.  The power would be invested in the Minister by way of an order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#R00800","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":238,"content":"<p>I do not want to be a pest here but my understanding is that this is a different issue.  This is not about changing the threshold, it is about applying conditions in certain individual cases.  Perhaps I am reading the head wrong.  If I am reading subsections (17) and (18) right, is it appropriate for the Minister to have any role in the application of conditions, even on recommendation from the EPA?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#R00900","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":239,"content":"<p>I think there is.  It states in \"particular circumstances\".  For example, if the EPA said \"No, the 25 cu. m limit is fine but there are particular areas of interest of karst limestone, where it should be reduced\", then this would be a particular circumstance where the abstraction would be reduced, or a maybe in times of drought and so on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#R01000","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":240,"content":"<p>My question is, both in terms of the registrations and the licences, is it appropriate for the Minister to have any role in the granting of, or in the application of conditions on, individual registrations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#R01100","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":241,"content":"<p>It is not in relation to individual registrations.  It is the regulations in particular circumstances rather than individual registration applications.<\/p> <p>  On the appropriate assessment, we are very alive to our obligations on the environmental impact assessment, and appropriate assessment, because the State has had a difficulty trying to get that right.  It is a tortuous area of law.  That will have been to the fore of the mind of the Attorney General to make sure that we are in compliance with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#R01200","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":242,"content":"<p>Is Mr. &Oacute; Coigligh suggesting there could be Government amendments on Report Stage of the Bill?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S00100","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":243,"content":"<p>I did not suggest we had a difficulty with it but I said we would raise it with the Attorney General to see if there were any issues we have not covered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S00200","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":244,"content":"<p>I will bring in Deputy Murnane O'Connor and Senator Fitzpatrick if they would like to share this slot.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S00300","speaker":"1626"},{"type":"speech","time":1603148400,"counter":245,"content":"<p>I thank the witnesses for attending today.  Our main concern today is the issue of water quality for the people of Ireland.  We would have seen the significance of this issue with the floods in Cork today.  We must be aware of how precious our water quality is.  I read in the report that the most recent published information from the Environmental Protection Agency indicates that 6% of water bodies in Ireland are potentially at environmental risk due to abstraction pressures.  One of the witnesses probably referred to this earlier and I apologise for arriving late.<\/p> <p>  I also want to ask about the public consultation element, which has already been raised.  I understand there will be some public consultation.  One of the witnesses might respond on that element.  From my perspective of dealing with my local authority, it is important in the context of these abstractions that we find the right balance.  I would welcome answers to those two questions.  I will ask more questions later but most of the questions I have appear to have been answered.  Deputy &Oacute; Broin asked two of the questions I intended to ask.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S00400","speaker":"1511"},{"type":"speechnospeaker","time":1603148400,"counter":246,"content":"<p>We had a fair bit of discussion on the 6% aspect.  That is what the EPA estimates it to be to the best of its knowledge.  A question was asked on what is the basis of that.  We said we would come back to the committee with additional information on where that information comes from and how it has-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S00500","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":247,"content":"<p>Come to that assumption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S00600","speaker":"1511"},{"type":"speechnospeaker","time":1603148400,"counter":248,"content":"<p>Yes.  There are plenty of studies behind it but we will come back to the committee on that.  Generally, we said that when the abstractions Bill comes into force and we get more knowledge about the types of abstractions and the quantity of water being abstracted nationwide, our knowledge base will improve and that will help with the implementation of the legislation.<\/p> <p>  On public consultation, is the Deputy referring to the general scheme of the Bill?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S00700","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":249,"content":"<p>Yes, on the general scheme of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S00800","speaker":"1511"},{"type":"speechnospeaker","time":1603148400,"counter":250,"content":"<p>The general scheme was sent for publication in the summer of 2018 and we received 28 submissions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S00900","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":251,"content":"<p>That was all that came in, was it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S01000","speaker":"1511"},{"type":"speechnospeaker","time":1603148400,"counter":252,"content":"<p>They would often have been from significant interest groups on behalf of the agricultural sector, business and environmental non-governmental organisations, those three areas.  As we promised Deputy &Oacute; Broin, we will get those published on the website in the next day or two.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S01100","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":253,"content":"<p>I thank Mr. &Oacute; Coigligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S01200","speaker":"1511"},{"type":"speech","time":1603148400,"counter":254,"content":"<p>I thank Mr. &Oacute; Coigligh and Ms Connolly for coming in today.  It would be helpful if we could get written memos on the rationale the Department has used for the setting of the thresholds and how those thresholds compare internationally beyond just Northern Ireland and Scotland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S01300","speaker":"1656"},{"type":"speechnospeaker","time":1603148400,"counter":255,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S01400","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":256,"content":"<p>On the issue of metering, I hate to bang on about a subject but it is a critically important intervention.  A point that has been made a number of times today is that the EPA does not have sufficiently accurate data.  This legislation is an attempt to remedy that and to put us on a more secure footing where we would have a better understanding and real-time data going forward to manage our water resource.   When Mr. &Oacute; Coigligh is coming back to the committee on other aspects, I ask that he respond in writing with a memo on the proposal for metering, micro metering and, most critically, the publishing of data from those meters.  I do not want to revisit the Irish Water debacle and the matter of the 500,000 water meters in domestic homes but if the State does not ensure a meter is put on every abstraction it will be a bit difficult to understand the logic.<\/p> <p>  What are the proposed timelines and next steps for this legislation in terms of bringing it to the Seanad, the D&aacute;il and bringing it back to the committee?  It would be helpful to know that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S01500","speaker":"1656"},{"type":"speechnospeaker","time":1603148400,"counter":257,"content":"<p>We will come back to the Senator on that.  There are a number of questions on which we need to come back to the committee and we can also come back to it on the issue of metering.  If there is a general desire across all parties in the House to introduce metering, it is certainly a matter we can examine.<\/p><p> Regarding the legislation, we have the general scheme here today so we will take any further comments from the committee on board.  In parallel with that, we are continuing the detailed legal drafting with the Office of the Attorney General to tease out some of the remaining questions.  That will take a number of months to complete.  We will then go back again to the Government to formally introduce the Bill to the House.  This drafting will take a number of months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#S01600","nonspeaker":"Mr. Feargal &Oacute; Coigligh","continuing":true},{"type":"speech","time":1603148400,"counter":259,"content":"<p>In the new year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#T00200","speaker":"1656"},{"type":"speechnospeaker","time":1603148400,"counter":260,"content":"<p>We are anxious to see it move as quickly as possible.  There is a lot of legislation in the Office of the Attorney General so we would hope for early in the new year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#T00300","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":261,"content":"<p>I will come back in on this round again.  My point follows from what was mentioned by Deputy &Oacute; Broin mentioned early.  Head 13(1)(e), which relates to \"the case of a licence issued under head 13\", proposes to provide for \"consideration of the effect of the abstraction\" on a number of listed categories, including human health, soil, land and the water environment.  Head 13(1)(f) proposes to provide \"in the case of a licence issued under Head 12, [for] the carrying out of an environmental impact assessment\" but it appears that all the parts of head 13(1)(e) involve environmental impact assessment without not naming it as an environmental impact assessment.  If an abstraction point is already there, was granted previously and has been running for quite some time, must someone retrospectively go back and apply an environmental impact to that or would it come under something along the lines of a substitute consent that one would have in planning?  Can Mr. &Oacute; Coigligh comment on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#T00400","speaker":"1626"},{"type":"speechnospeaker","time":1603148400,"counter":262,"content":"<p>We must go back and look at the directive, which requires prior authorisation.  That means giving an authorisation to an abstraction before it happens.  There are obligations in the directive that relate to giving consent prior to something happening so that is different from something that already exists.  That is why there are different rules.  In terms of the issues that are considered, while there might be an overlap between environmental impact assessment and the kind of issues under which the existing licences would be viewed, environmental impact assessment has its own very particular legal framework that must be met.  That is why they would be distinguished.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#T00500","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":263,"content":"<p>Under head 12 - \"Licensing of abstractions commencing after the prescribed date\" - an environmental impact assessment is required.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#T00600","speaker":"1626"},{"type":"speechnospeaker","time":1603148400,"counter":264,"content":"<p>If they are at the significant level-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#T00700","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":265,"content":"<p>Okay, so a licensable abstraction over the 2,000-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#T00800","speaker":"1626"},{"type":"speechnospeaker","time":1603148400,"counter":266,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#T00900","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":267,"content":"<p>Will a licence issued under head 13 - \"Regulations on the licensing of abstractions\" - apply to an abstraction that is already in place and, therefore, is not subject to an environmental impact assessment under the correct name for that but is subject to consideration of its effect under a number of characteristics of environmental impact assessment?  Current abstractions prior to the commencement of this legislation will be subject to some sort of environmental impact assessment, but it will not be called-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#T01000","speaker":"1626"},{"type":"speechnospeaker","time":1603148400,"counter":268,"content":"<p>Not in the formal legalistic way of the directive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#T01100","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":269,"content":"<p>I thank Mr. &Oacute; Coigligh for his clarification.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#T01200","speaker":"1626"},{"type":"speech","time":1603148400,"counter":270,"content":"<p>I have two questions and two comments.  Once a licence is issued, what is the mechanism for assessing at a later point whether the terms of the licence are being breached or the environmental conditions or the stability of the water table have changed and, therefore, subsequently amending or even revoking a licence?  I refer to what is often called responsive licensing rather than the initial granting of the licence.<\/p> <p>  I presume there have been conversations with the EPA about what additional resourcing this will require because it is clearly a significant step beyond the existing informal regulatory regime.<\/p><p>We have had issues with this previously.  Members of the committee from the last D&aacute;il will know that we have often given bodies like, for example, the Residential Tenancies Board, RTB, significant powers but then there is a lag of 12 months before they get the resources they need because public sector recruitment or approval from Government takes some time.  Do we know how many additional resources the EPA will need to comply with the regime as it is outlined and what is the position with regard to such resources?  <\/p><p> I wish to make a number of comments that are more for the committee's benefit than the Department's.  I want to see this legislation introduced.  We should have done it a long time ago and we need it for good environmental management.  However, I am less convinced now that it is legally compliant with key EU legislation.  Perhaps the committee could consider in private session seeking legal advice from the Office of Parliamentary Legal Advisers on its compatibility with EU law and whether there are conflicts between parts of the heads and a number of EU directives.  We did that previously with Land Development Agency Bill and it proved very helpful.  <\/p><p>  Deputy O'Callaghan asked a good question relating to other EU jurisdictions.  If the Department does not have the information sought, it might be worthwhile for the committee to consider asking the Library and Research Service of the Oireachtas to prepare a scoping paper looking at other EU jurisdictions, the thresholds they have, the kinds of licensing regimes in operation and so forth.  It seems on the basis of Mr. &Oacute; Coigligh's answer on timelines that we have a little bit of time to work on this.  I am torn because the principle of the Bill is really important but I am concerned about aspects of it and believe that this committee must look into those further.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#T01300","speaker":"1468","continuing":true},{"type":"speechnospeaker","time":1603148400,"counter":272,"content":"<p>We are talking about an enduring licence so it would be a matter for the EPA to determine its role.  Rather than having a fixed renewal period, it is a more open provision <i>vis-&agrave;-vis <\/i>the repeal or review of licences.  That is set out under one of the Bill's heads.  Such a provision would be available to the EPA if it sees that difficulties are arising.  That head may need to be fleshed out further before we get to the final Bill.<br\/><br\/>Due to the fact that we were introducing the registration system ahead of time, we actually got additional resources for the EPA which are already in place and which will facilitate the enactment of the legislation.  It is actually very unusual but this time around it is the legislation itself rather than the provision of resources which has been slow, I am happy to report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#U00200","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":273,"content":"<p>To return to Natura sites and EU directives, the explanatory note under Head 13 which relates to Heads 11 and 12 refers to \"conditions to be attached to a licence; for reporting and monitoring; and for conditions where an abstraction is necessary in the national public interest but is affecting the achievement of the environmental objectives of the water body.\".  We are talking here about a conflict between an overriding public interest and requirements under EU to protect Natura sites.  The note provides an example of circumstances where this could arise, namely where there is a need to provide for a public water supply or for electricity generation.  In some cases an abstraction can be permitted if it is deemed to be of sufficient public interest even if it will have a negative impact on a Natura site.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#U00300","speaker":"1626"},{"type":"speechnospeaker","time":1603148400,"counter":274,"content":"<p>It should be noted that EU directives, including the Water Framework Directive, usually have provision for exemptions.  Regarding Natura sites for example, the directive allows projects which may impact on a site to go ahead for &quot;imperative reasons of overriding public interest&quot;, known as IROPI.  In fact, possibly one of the first pre-project IROPI processes was carried out in relation to a water supply in Sligo at Lough Talt.  Public health issues arose and the only resolution for same was a new plant which could have impacted negatively on the Natura site.  The project went through the IROPI process to facilitate that.  EU directives usually facilitate those kinds of outcomes <i>in extremis<\/i>.  That is a temporary solution and it is hoped that a permanent solution will allow the plant to be taken out of action and the site will not be negatively impacted in the long term.<\/p><p>The directives allow these kinds of exemptions under limited circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#U00400","nonspeaker":"Mr. Feargal &Oacute; Coigligh","continuing":true},{"type":"speech","time":1603148400,"counter":276,"content":"<p>Then the objective is always to pursue mitigation measures that will bring it back to compliance, is that the case?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#V00200","speaker":"1626"},{"type":"speechnospeaker","time":1603148400,"counter":277,"content":"<p>That is usually part of the process.  Usually the promoter of the project is obliged to put forward mitigation or compensatory measures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#V00300","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":278,"content":"<p>I had a question on the current enforcement procedures by the European Commission under the water framework directive.  Will Mr. &Oacute; Coigligh update the committee and tell us if there was any consultation with the Commission on the general scheme of the Bill to ensure that we did not introduce legislation that then fell foul of the Commission and further exacerbated that enforcement action?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#V00400","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":279,"content":"<p>On this infringement action, we replied some time ago.  There has been further correspondence from the Commission but we keep in contact with it more generally.  We sent the general scheme to the Commission but the Commission does not consider that it is its job to give green lights to member states to say things are fine.  They will note the information and say thank you but it is up to us to ensure that we get it right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#V00500","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":280,"content":"<p>I am just reading from the opening statement:<\/p> <blockquote> \tThe legislation is intended to be graduated and proportionate.  Small-scale abstractions do not generally pose a risk to the water environment and accordingly, there are no obligations placed on small-scale abstractors, other than abiding by General Binding Rules.  Only larger abstractions and those posing a risk will have to apply for a licence. <\/blockquote> <p>Will Mr. &Oacute; Coigligh explain the risk for the smaller abstractors, whereby they do not have to apply?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#V00600","speaker":"1511"},{"type":"speechnospeaker","time":1603148400,"counter":281,"content":"<p>There are hundreds of thousands of private wells in the country.  It is not considered that the quantity of water extracted by an individual is of significance to require registration under the water framework directive.  The question is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#V00700","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":282,"content":"<p>How does the Department define what is smaller?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#V00800","speaker":"1511"},{"type":"speechnospeaker","time":1603148400,"counter":283,"content":"<p>Exactly, there has been much debate about what is appropriate.  That question is debatable and there are different views on it.  The legislation has come with a particular threshold and a mechanism to allow that to be amended if the EPA recommends that to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#V00900","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":284,"content":"<p>That is the most confusing part of it and it is where the Department will have to achieve balance to get it right.  As Mr. &Oacute; Coigligh said, it is about everyone working together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#V01000","speaker":"1511"},{"type":"speech","time":1603148400,"counter":285,"content":"<p>On Brexit and cross-Border water bodies and extractions, have we allowed for provision in terms of the environmental impacts of abstractions over the Border?  If it is done on a river basin management level, will it pose difficulties?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#V01100","speaker":"1626"},{"type":"speechnospeaker","time":1603148400,"counter":286,"content":"<p>When the UK leaves the EU, it will leave the obligations under the water framework directive.  Equivalent environmental compliance is part of the negotiation at the moment.  The programme for Government states that we will need to engage with Northern Ireland in environmental co-operation, including water quality, in the context of Brexit.  It is very much an issue that we will need to consider.  I met my counterpart in Northern Ireland last year to discuss these issues.  It will be an issue for ongoing debate.  I understand the UK is also a member of the UNECE, the United Nations Economic Commission for Europe, which has an environmental impact assessment, EIA, obligation in transboundary EIA impacts, for example, which bind both countries.  There are still existing international frameworks which the UK is supposed to abide by.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#V01200","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":287,"content":"<p>I thank Mr. &Oacute; Coigligh for saying that he will publish the submissions.  That will be very helpful.  Does he know how many submissions were received?  Was there a mechanism for weighting them?  Some of us may sift through them all and see where recommendations were accepted or rejected in the general scheme.  What was the process for sifting through the submissions to decide on key issues such as the thresholds, public submissions for licences on existing abstractions and so on?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#V01300","speaker":"1468"},{"type":"speechnospeaker","time":1603148400,"counter":288,"content":"<p>We received 28 submissions that were grouped into the three main groups of environmental NGOs, the agricultural sector and business.  I am not sure there was a scientific approach to weighting how one view was of stronger importance than another but we gave them consideration.  There were four or five discreet issues and we gave them consideration.  Obviously the Minister and the Government, in terms of signing off the general scheme, will also have given those issues consideration and we will have them online for people to see.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#W00100","nonspeaker":"Mr. Feargal &Oacute; Coigligh"},{"type":"speech","time":1603148400,"counter":289,"content":"<p>I thank Mr. &Oacute; Coigligh and Ms Connolly for their very helpful engagement.  I thank them for their submissions and answering all of our questions.<\/p> <p>  It is clear from the questions of the members and their attendance that we are all concerned about the water supply and its management.  Water is a very finite precious resource and a basic human need so we need to take care of it as best as we possibly can.  The regulation and licensing of water abstraction is welcome.  The committee will require further responses to written submissions and we will continue the pre-legislative scrutiny process. <\/p> <p>  The meeting is adjourned until Tuesday, 3 November 2020 at 10.20 a.m., when we will meet in private session using Microsoft Teams.  The next meeting in public session will be held on that date at 11 a.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2020102000002#W00200","speaker":"1626"},{"type":"unspoken","time":1603148400,"counter":290,"content":"<p>The joint committee adjourned at 12.50 p.m. until 10.20 a.m. on Tuesday, 3 November 2020.<\/p>","notice":"TIME STRING DETECTED"}]