[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1557788400,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 15:25<\/p><p>The Joint Committee met at 15:25<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Seanadóirí \/ Senators Jackie Cahill, Senator Paul Daly, Marcella Corcoran Kennedy, Senator Michelle Mulherin. Martin Kenny, Willie Penrose.<\/p><p>I láthair \/ In attendance: Senator Anthony Lawlor.<\/p><p>Teachta \/ Deputy Pat Deering sa Chathaoir \/ in the Chair.<\/p>","time":1557788400,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002"},{"type":"minorheading","content":"Business of Joint Committee","time":1557788400,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#G00100"},{"type":"speech","time":1557788400,"counter":5,"content":"<p>Before we begin, I remind members to ensure their mobile telephones are turned off.  Apologies have been received from Deputy Charlie McConalogue and Senator Rose Conway-Walsh.  I propose that we go into private session to deal with some housekeeping matters before proceeding to the main business of the meeting.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#G00200","speaker":"1268"},{"type":"unspoken","time":1557788400,"counter":6,"content":"<p>The joint committee went into private session at 3.30 p.m. and resumed in public session at 3.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Food Democracy: Trócaire","time":1557788400,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#J00100"},{"type":"speech","time":1557788400,"counter":8,"content":"<p>Before we begin, I remind members, witnesses and those in the Visitors Gallery to ensure their mobile phones are completely turned off as they interfere with the broadcasting system.  We are here to discuss the Tr&oacute;caire policy paper, Food Democracy: Feeding The World Sustainably.  From Tr&oacute;caire, I welcome Mr. Michael O'Brien, policy adviser; Ms Olive Moore, head of programmes; Mr. Joshua Aijuka, programme manager, sustainable farming systems, PELUM Uganda.  I thank the witnesses for attending today to discuss Tr&oacute;caire's policy paper, which has been received by the committee.<\/p> <p>  Witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  <\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  I invite Mr. O'Brien to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#J00200","speaker":"1268"},{"type":"speechnospeaker","time":1557788400,"counter":9,"content":"<p>I will hand over to Ms Moore, who is head of programmes at Tr&oacute;caire.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#J00300","nonspeaker":"Mr. Michael O'Brien"},{"type":"speechnospeaker","time":1557788400,"counter":10,"content":"<p>I thank the committee for inviting Tr&oacute;caire and PELUM, one of our partners from Uganda, to address it today.  This invite follows on from the publication of Tr&oacute;caire&rsquo;s policy report, Food Democracy: Feeding the World Sustainably.  This report was published to coincide with last October&rsquo;s conference, Transformation Pathways for Developing Country Agriculture, which was organised by the Irish Forum for International Agricultural Development, IFIAD.  Tr&oacute;caire is an IFIAD steering committee member and we were very pleased that the Minister for Agriculture, Food and the Marine opened the conference.<\/p> <p>  I will introduce Tr&oacute;caire&rsquo;s strategic plan and outline the context that informs our approach to work on agriculture and food.  Mr. Joshua Aijuka from PELUM Uganda will then speak about its work on agroecology and evidence of its social equity and the resilience-building properties of agroecology.  However, despite the huge potential of agroecological approaches, the policy enabling environment to support agroecology is still weak, and Mr. O'Brien from Tr&oacute;caire will close with recommendations for the committee to consider.<\/p> <p>  Tr&oacute;caire's aim is to encourage Ireland, through its engagement with the Rome-based food agencies - FAO, IFAD and the WFP - and through its overseas development assistance programme, to increase and deepen its engagement and support for agroecology.  Tr&oacute;caire&rsquo;s vision is for a just and peaceful world where people's dignity is ensured and rights are respected, where basic needs are met and resources are shared equitably, where people have control over their own lives and where those in power act for the common good.  Tr&oacute;caire&rsquo;s current strategic plan pursues this vision by prioritising three key areas of work - women's empowerment; humanitarian preparedness and response; and resource rights.<\/p> <p>  Under resource rights, we address the sustainable use and management of natural resources.  In 2018, we had programmes in ten countries - Democratic Republic of Congo, Guatemala, Kenya, Malawi, Nicaragua, Pakistan, Rwanda, Sierra Leone, Uganda and Zimbabwe.  These programmes supported poor rural households to become more nutrition secure and have better economic, social and environmental futures through maintaining and enhancing the natural resource base on which they depend.  In the macro environment in which we live today, the number of people living in hunger is again rising and, globally, a disproportionate number of those affected are small-scale family farmers.<\/p><p>These small-scale farmers continue to deliver up to three quarters of food consumed in a large part of the developing world but they are doing so on a declining share of farmland.  The rapid urbanisation that is happening is accompanied by insufficient non-agricultural work.  The degradation of the resource base is undermining the resilience of farmers who are trying to deal with climate change and related extreme weather patterns.  Tr&oacute;caire&rsquo;s agricultural and food interventions are concerned with identifying the agriculture and food approaches that are best placed to reconcile responses to the multiple and interconnected challenges of food security, nutritional adequacy, environmental protection and social equity.  At a time of increasing hunger and malnutrition, land degradation, rapid urbanisation, climate crisis and unprecedented levels of biodiversity loss, there is an urgent need to reframe agricultural and food policies to ensure they are adequate for tackling poverty and hunger, increasing small-scale farmers' resilience to climate change and promoting biodiversity.<\/p><p> Based on Tr&oacute;caire&rsquo;s country programme experience and the growing compendium of research that examines these and related issues, our interventions are increasingly based on agroecological approaches.  We are here today to talk about such approaches.  In essence, agroecology is about agroecosystems mimicking the biodiversity and functioning of natural ecosystems.  Such agricultural systems can be productive, pest-resistant, nutrient-conserving and resilient to shocks and stresses.  Agroecological practices include integrating trees with livestock and crops, producing food from forests, growing several crops together in one plot and using locally adapted and genetically diverse crops and livestock.  These practices combine local indigenous knowledge with modern ecological science to generate good yields and multifunctional benefits.  The adoption of agroecological practice is growing across Tr&oacute;caire's programme countries.  It is being documented that a wider diversity of food types is being grown by households.  We are particularly pleased to be joined today by Mr. Joshua Aijuka from our Ugandan partner, PELUM Uganda.  Last year, 17 new communities in Uganda mapped their wild food resources and made plans for their protection.  Thousands of additional households in Uganda are accessing water for food production through rainwater harvesting and solar systems.  All of this is part of our agroecological approaches.  I ask Mr. Aijuka to explain a little more about this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#J00400","nonspeaker":"Ms Olive Moore","continuing":true},{"type":"speechnospeaker","time":1557788400,"counter":12,"content":"<p>PELUM Uganda has been working since 1995 to improve the livelihoods of smallholder farmers and the sustainability of rural communities through ecological land use management.  We work collaboratively with like-minded organisations to share skills and knowledge about good practices and techniques, to undertake research and demonstration projects and to advocate for policies that better support small-scale farmers.  PELUM Uganda is part of an association of civil society organisations from 12 countries across eastern, central and southern Africa.  Our current strategic plan focuses on three major areas: sustainable farming systems, with a specific focus on the wide promotion of climate-resilient agroecological systems, farmer-managed seed systems, traditional indigenous and wild foods and local innovations in agriculture; agricultural market development; and advocacy towards policy makers at national level and links to regional and continental processes for an enabling policy environment which supports the rights of smallholder farmers and the advancement of agroecology.<\/p> <p>  PELUM Uganda is one of five partners that are implementing a five-year project aimed at securing resource rights for smallholder farmers in eastern and northern Uganda.  PELUM Uganda is providing technical capacity support on agroecology to four local implementing partners, which are working with 48,000 smallholder farmers.  The project applies participatory approaches, such as an climate-resilient agroecosystems model and a gender action learning systems methodology to facilitate gender-responsive, inclusive and sustainable management of natural and agricultural ecosystems in the context of climate change.  PELUM Uganda is the new country lead organisation for the ecological organic agriculture initiative and the co-host of the eastern Africa knowledge hub on organic farming.<\/p> <p>  Agriculture is critical for Uganda's economy and for its population, which is growing quickly.  The majority of the population live in rural areas and are directly dependent on agriculture for their livelihoods.  Agriculture employs approximately 69% of the labour force, 77% of whom are women and most of whom reside in rural areas.  Specific challenges are having a negative impact on the performance of the sector in terms of production and productivity.  Soil and land degradation is the key challenge in this context.  According to a study by the International Fertiliser Development Centre, Uganda is one of the countries in sub-Saharan Africa with the highest rates of soil degradation, leading to a loss of approximately 12% of our GDP.<\/p><p> The ambitions to transform the agriculture sector from a largely subsistence to a more commercially oriented agriculture largely fail to recognise the shortcomings of this approach in terms of delivering inclusive socioeconomic development, especially for poor smallholder farmers, or strengthening resilience to the growing challenges related to climate change.  Other negative linkages relate to the practice of commercial agriculture on large aggregated land holdings.  In a context where diverse tenurial systems exist, the potential for unlawful land evictions of vulnerable smallholder farmers and encroachment onto communally held lands and natural ecosystems that offer key ecosystem services for current and future generations represent significant threats in terms of poverty and conflict.  We have provided some cases in the submission.<\/p><p> There exists an ever-growing evidence base, both globally and nationally, that agroecological production systems deliver a more inclusive and sustainable path to rural agricultural transformation.  A long-term comparative assessment, which was conducted by Misereor in Uganda, revealed that locally adapted means of sustainable farm management offer more viable alternatives for smallholder farmers than conventional industrial farming, which in this case would be the contract outgrower schemes that link with conventional farms to sell produce, and conventional farming.  Farmers who were practising agroecological farming exhibited more resilience to market fluctuations, pest and disease outbreaks and harsh climatic conditions compared with their conventional counterparts.  As a result, smallholder agroecological farmers were more food and nutrition secure through their dietary diversity.  They also had higher incomes because they had to spend less on food since they were growing it, they used family labour and used locally sourced inputs.  They were also spending less on medical care for basic ailments.<\/p><p> I will hand over to Michael O'Brien to present the conclusions and recommendations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#K00200","nonspeaker":"Mr. Joshua Aijuka","continuing":true},{"type":"speechnospeaker","time":1557788400,"counter":14,"content":"<p>In the context of the multidimensional social, economic and environmental challenges faced by small-scale farmers in Uganda and across Tr&oacute;caire programme countries and the potential of agroecological approaches to significantly respond to these challenges, realising this potential requires supportive public policies and investments.  Tr&oacute;caire&rsquo;s report, \"Food Democracy: Feeding the World Sustainably\", outlines factors that currently impede the widespread adoption of agroecological approaches, while also noting initiatives that could enable the scaling up of agroecological systems.  Support for agroecology is highly compatible with progressing the transformative and sustainable ambition of Agenda 2030 for Sustainable Development and the sustainable development goals.  Sustainable development goal 2.4 specifically seeks to \"ensure sustainable food production systems and implement resilient agricultural practices that increase productivity and production, that help maintain ecosystems, that strengthen capacity for adaptation to climate change, extreme weather, drought, flooding and other [natural] disasters and that progressively improve land and soil quality\".<\/p> <p>  There is growing importance in policy discourses from the Food and Agriculture Organization attached to Ireland's new international development policy, A Better World, and to the role agroecology can play in effectively responding to diverse social, economic and environmental challenges, including delivering on the right to adequate food for all, promoting biodiversity, resilience to climate and fiscal shocks and greater social equity.  Just as Ireland took a lead role in ensuring agreement of the sustainable development goals, Tr&oacute;caire believes Ireland is well placed to take similar leadership on sustainable agricultural systems, particularly agroecologically based agricultural and food systems, and welcomes this opportunity to invite the committee to consider the following six recommendations.<\/p> <p>  The first is to engage the Minister for Agriculture, Food and the Marine and the Minister of State at the Department of Foreign Affairs and Trade with responsibility for the diaspora and international development on the relevance of agroecology in tackling the multiple challenges outlined in sustainable development goal 2.4 and its wider potential to contribute to Agenda 2030 for Sustainable Development.<\/p> <p>  The second is to inquire from the Minister for Agriculture, Food and the Marine and the Minister of State at the Department of Foreign Affairs and Trade how Ireland is advancing the European Union consensus on development commitment to supporting agroecological practices and actions to reduce post-harvest losses and food waste, as well as to protect soils, conserve water resources, halt, prevent and reverse deforestation and maintain biodiversity and healthy ecosystems.<\/p><p>The third recommendation is to inquire of the Department of Agriculture, Food and the Marine, which leads Ireland&rsquo;s relationship with the UN Rome-based food agencies, how Ireland is actively supporting the Food and Agriculture Organization-led scaling up of the agroecology initiative.<\/p><p> The fourth is to ask the same Department how Ireland is contributing to an effective policy convergence process and timely conclusion to the Committee on World Food Security high-level panel of experts report on agroecological approaches and other innovations for sustainable agriculture and food systems that enhance food security and nutrition.<\/p><p> The fifth is to promote the integration of agroecology into research and development strategies with particular reference to the roll-out of the food intervention priority in Ireland&rsquo;s new international development policy, A Better World.<\/p><p> The sixth is to encourage budget support for agroecological innovations, research and practices in Uganda and other priority partner countries.<\/p><p> We thank members for their attention and welcome their questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#L00200","nonspeaker":"Mr. Michael O'Brien","continuing":true},{"type":"speech","time":1557788400,"counter":16,"content":"<p>The first member to indicate was Deputy Penrose.  He will be followed by Deputies Cahill, Corcoran Kennedy and Martin Kenny in that order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#M00200","speaker":"1268"},{"type":"speech","time":1557788400,"counter":17,"content":"<p>I thank the representatives of Tr&oacute;caire and PELUM for appearing before the committee and giving us a very useful insight into the work that is going on and the importance of the input we can have.  They have contributed to a realisation that we are a significantly wealthy country in terms of what we contribute and highlighted the importance of the international policy development objectives set out in A Better World.<\/p> <p>  What share of the population of Uganda is involved in agriculture?  Is it subsistence agriculture?  What is the average size of a holding?  I have no doubt that they are small.  Agroecology is something with which members are very familiar.  It involves going back to the old system of working with nature as well ensuring that certain challenges are overcome, such as pests or diseases that are resistant to various products.  On the help that can be given to achieve the acro-ecological practices set out and the actions to reduce various things, where can Ireland take a lead?  What role has Ireland played to date in the wider world structure in that regard?  What can it do to ensure that adequate food mechanisation policy is pursued in those areas?  What level of monetary, physical and technical resource is being given globally to assist in that regard?<\/p> <p>  Obviously, all present are aware of the natural disasters that have taken place.  What can be done to try to prevent further disasters such as drought or flooding?  How can our mechanical, technical and other expertise be utilised in that regard?  Where can we fit into any programme that the organisations may be designing to achieve very worthy and important objectives?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#M00300","speaker":"1370"},{"type":"speech","time":1557788400,"counter":18,"content":"<p>I thank the representatives for their presentations.  Similar to Deputy Penrose, I would like more information on the kind of agriculture in Uganda.  There were frequent references in the presentation by the three delegates to small-scale family farmers.  Is there commercial farming in Uganda or are all farmers there on a small-scale family farm structure?  According to the written statement provided, \"the numbers of people living in hunger are again rising, a disproportionate number of whom are small scale family farmers\".  Is that because farmers are selling what they produce in order to pay bills?  Unless there is a famine in a country, farmers can usually feed their families at the very least.  Why would family farmers be descending into the hunger trap?<\/p><p>How much food is produced in Uganda?  How much food does Uganda import?  Has Uganda the economic facility to import food?<\/p><p> B&oacute;thar is an Irish charitable organisation that regularly delivers heifers to these countries and the animals are greatly prized by the families who receive them.  Has the initiative been expanded to help develop a dairy industry in Uganda that would, in turn, help people to feed themselves?  Are heifers delivered to families on a once-off basis just to enable families to feed themselves?  Has the initiative of donating heifers been expanded to grow the dairy industry?  <\/p><p> I have a serious lack of knowledge about the agricultural structure in Uganda.  Obviously poverty in the region is extremely worrying.  The objectives are welcome but I would like to hear more background information.  Earlier it was mentioned that 48,000 people are working on various projects.  How many smallholder farmers are there in Uganda?  Is there any commercial farming activity in the country?  If so, what quantity and type of product are produced?  What is the food shortfall in food production that necessitates imports if the country had the wherewithal to purchase food?   <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#M00400","speaker":"1350","continuing":true},{"type":"speech","time":1557788400,"counter":20,"content":"<p>I thank the witnesses for coming here this afternoon and making presentations.<\/p> <p>  Why do women account for 77% of agricultural employees?  Have many men migrated or are they in other roles in the area?  Why has Uganda the highest rate of soil degradation in sub-Saharan Africa?  Has climate change led to desertification or are other factors at play?<\/p> <p>  I read the description of agroecology given by the witnesses and, to me, it sounds quite like permaculture.  Is that the style of production being considered?  I am not an expert but please confirm whether my assessment of agroecology is right or wrong.  Please give a specific example of a model that has worked in Uganda, and outline what it was like at the start and where it is now.  <\/p> <p>  Ireland may be a small island nation but it is a very well developed and rich country that has climate responsibilities.  This meeting is timely as witnesses have told us that  Uganda, as a developing country, has been negatively impacted by the success of the developed world through the production of greenhouse gas emissions and all of the rest.  We must become more aware of our climate responsibilities and it is part of the national conversation at this stage.  That is my observation.  It would be helpful if the witnesses answered my few questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#N00200","speaker":"1339"},{"type":"speech","time":1557788400,"counter":21,"content":"<p>I thank all of the witnesses for their interesting presentations.  I was struck by a couple of comments, particularly the document entitled  Transformation Pathways for Developing Country Agriculture, which seem to call for countries to step away from the conventional drive towards a more industrialised-type of agriculture and return to a low-intensity but higher nature type of farming.  That is probably what the Common Agricultural Policy, CAP, and other things are trying to make us do in this country as well.  It is ironic that for the last 40 or more years Ireland and many other countries in the developed world have pushed for intensive farming practices and increased production.<\/p><p>As the economy of a country develops, agriculture becomes less important, fewer people work it, it becomes more mechanised and has fewer people involved, and it becomes more specialised.  Scientists now tell us all of that is to the detriment of nature and ultimately to the farmer as well.  It is about catching that in time.<\/p><p> I seek clarity on the impact of climate change on Uganda, and Africa in general.  Has there been much of an effect in recent decades?  We are told that most of the impact of climate change is on developing countries and especially Africa.  This is an opportunity to share with us on how significant an impact climate change is having.<\/p><p> I am also interested to hear about the multinational industries involved such as Bayer, Monsanto and other large companies that work on the basis of selling more of their seeds, fertilisers, sprays and products to farmers.  Some consider it to be an opportunity but others call it a trap.  The farmers become large providers of cash crops, which are susceptible to crashes, and they might have a good income for a number of years and then have nothing for a period.  I am interested in hearing about the inherent instability because the witnesses appear to say they are trying to get away from that and to go in a different direction.  I am interested in the role of multinational companies because we have been told that some of the products that have been banned in the west are still being pushed and are used, especially in Africa and in other countries, and I would like to hear about that.<\/p><p> When I think of Africa I am struck by its size, which is something very few realise.  Europe, China, and most of America could fit in Africa.  It is enormous and the scale and size of it is something of which most people in other parts of the world are unaware.  I firmly believe that Africa has more than the capacity to feed itself.  It is just poorly organised.  Perhaps there are reasons for that which are not always internal and make sure that is the case.  I would welcome some comment in that regard.<\/p><p> Reference was made to the sustainable development goals, SDGs, especially 2.4, and I am interested in discussing the issue.  The SDGs are about making sure that everything is done in a sustainable manner, which will look after the humans on the Earth, as well as everything else that is on it.  I often hear the term used - and Bono was criticised for using it - to tell them it is about trade not aid.  Trade is the answer to all of the problems rather than giving aid.  I am interested in the views of the witnesses on that because it may sound like a lovely little clich&eacute; but when one gets down to it, is that the issue?  Is trade the answer, in particular for a continent the size of Africa?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#N00300","speaker":"1345","continuing":true},{"type":"speech","time":1557788400,"counter":23,"content":"<p>I welcome the representatives from Tr&oacute;caire and PELUM Uganda.  I seek clarification on agriculture in Uganda.  Is there a transition at the moment from previous agricultural methods to agroecology or is the agriculture sector in Uganda only beginning to grow now on the back of the stimulus from the new approach?<\/p> <p>  In order to get a better picture of the land ownership situation in Uganda, are the smallholdings owned by farmers or are they tenants of larger landlords?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#O00200","speaker":"1383"},{"type":"speechnospeaker","time":1557788400,"counter":24,"content":"<p>I thank members for their open engagement and their considered and thoughtful questions.<\/p><p>I will try to respond to a few of them, and then I will hand over to my colleague, Mr. Aijuka, to talk about the Ugandan experience and to Mr. O'Brien to look at trade and other issues around that.<\/p><p> Deputy Penrose asked about what we can do, which is a very important question, and first and foremost the Deputy mentioned resources.  One of the commitments made in A Better World was that the Irish Government will meet its commitments to 0.7% around resourcing.  A very practical thing this committee can do is reinforce and support that commitment, and monitor it so that we do reach that 0.7% for our overseas development assistance.<\/p><p> Second, many of the recommendations that we have for the committee today are around engaging with the Department of Agriculture Food and the Marine and its role within this, and the importance of understanding the policy coherence, that these international development issues are not just issues for the Department of Foreign Affairs and Trade or other external-facing Departments, but reach across all of our Government and all our Departments.<\/p><p> Third is the area of climate, which the Deputy mentioned.  One of the most pertinent and topical issues is understanding the impact of climate change but also understanding that biodiversity meltdown and soil degradation is happening and that the impact is happening in developing countries and here in Ireland today.  One thing that is very current at the moment and which we very much welcome is the recent report from the Joint Committee on Climate Action, as well as the climate action plan that is being discussed and debated by the Minister for Communications, Climate Action and the Environment.  Engaging with that plan is a practical thing we could see this committee doing.<\/p><p> Deputy Cahill asked why we still have hunger today.  One of the most important points to put home is that there is enough food in the world today to feed the population.  It is not a question of scarcity of food.  There is enough food in the world today to feed the population of Africa, or even a growing population.  The issues around hunger are related to adequacy, accessibility, availability, and sustainability.  What that comes down to, essentially, is politics and power.  It is not necessarily about the food itself but about who has access to that food, who controls decisions around that food and, critically and more importantly today, sustainability in relation to the impact on climate change, biodiversity, and soil degradation.  The issues are far more complex than simply the amount of food, but are to do with who has it and availability around resources.<\/p><p> Deputy Corcoran Kennedy had a question around 77% of farmers actually being women.  One issue we have seen over the last decade is the increasing feminisation of agriculture and farmers.  Part of that, as the Deputy mentioned, is due to some of these communities coming under immense pressure and a resulting urbanisation trend of people migrating towards cities.  Very often it is the men who migrate and the women who are left alone on the farm.  Regardless of that, a lot of the burden of work on farms does generally fall to women and has always traditionally fallen to women, who are responsible for farming and feeding families.  There are very strong gendered aspects to this, and when we look at vulnerability and the impacts of climate change, it is first and foremost women and children who are feeling this and who we are most concerned about.  We have to keep them in the back of our mind constantly in any approaches we have around this.<\/p><p> There were questions on some successes we have had.  Increasingly, there is growing evidence around the value of agroecological approaches.  Tr&oacute;caire recently carried out research in Guatemala, for example, where we showed how farmers using agroecological practices realised significantly higher incomes in comparison with their counterparts using semi-conventional systems.  We found that the outcome related to a number of factors, including the attainment of comparable yields in crops such as maize, but without a reliance on expensive artificial inputs.  I was talking recently to some of my colleagues in Zimbabwe about Cyclone Idai, and one of the things we are starting to see and gathering evidence to show is that communities of farmers using agroecological approaches were more resilient to onset floods, cyclones, and so on.  Their crops were stronger, more resilient, and more able to withstand some of these changing weather patterns.  Something we ourselves are working hard on is collecting more evidence and research to show this.  It is not only us.  Other big organisations, such as the Food and Agriculture Organisation of the United Nations, FAO, are far more interested and engaged in this, and indeed my colleague from PELUM can talk a bit more about it.<\/p><p> On the whole question of climate change and its impact, we are seeing this across the board.  Tr&oacute;caire's concern is mainly with small-scale farmers on the front line of this and are experiencing climate biodiversity meltdown and soil degradation.  These farmers are on the front lines of experiencing the detrimental effects of climate change while at the same time are least responsible for causing it.  It is playing out in many different ways across communities.<\/p><p>Livelihoods are being eroded, economic migration is being forced on communities, food security is at risk, crops are failing, and weather patterns on which people traditionally relied are now entirely unpredictable.  I have sat with farmers who have told me that the rains have not come and then, when the rains eventually come, they come so heavily that they cause floods and wipe out entire crops.  This leads to families going hungry but also has an impact on families' excess money for healthcare, education for their children, and so on.  It not only affects families and individuals, the whole social fabric of communities is being decimated because these people do not have the resilience to withstand the huge stresses being put on them.  My colleague, Mr. Aijuka, can speak further on the impact of that.  I will hand over to him to address the questions about Uganda, of which there were quite a few.  Mr. O'Brien might also have some further comments to add.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#O00300","nonspeaker":"Ms Olive Moore","continuing":true},{"type":"speechnospeaker","time":1557788400,"counter":27,"content":"<p>I thank the committee for this opportunity.  I will start with the part of Uganda that practises agriculture.  This was broadly highlighted.  Uganda is predominantly an agricultural nation.  All of us are born farmers, or most of us at least.  Everyone is linked to farming.  One's parent is a farmer.  Approximately 66% of Ugandans derive their livelihood directly from agriculture, the majority of these being women.  Most of the agriculture in Uganda is family agriculture; it is largely practised by members of the family.  There are also cases of commercial agriculture, which has existed in some regions for quite a long time.  For example, there have been plantations of sugar cane in the eastern part of the country for quite a long time.  It is interesting that the poverty levels in regions in which we have had plantation agriculture are among the highest.  There has also been a lot of pressure on natural ecosystems; wetlands have been destroyed and forests are being cut down and given away.  There are several cases of that right now.  In transforming agriculture and moving it forward, a question arises as to whether this is the approach we need to take.  There is commercial agriculture in Uganda.  The food that is produced is largely consumed at home but some is sold.  That is how the people are able to sustain themselves.<\/p> <p>  One of the challenges we face is the fact that market prices are not that conducive.  Market prices for, for example, hybrid maize fall when the yield is really good so farmers may not be able to afford to buy seed for the next season.  There are also programmes under which the Government gives out inputs.  For example, right now it is giving out a lot of hybrid maize.  Last year there was an outbreak of fall armyworm which almost ate up the bigger part of the yield.  Farmers who had gone fully into that area of farming could not even get seed to plant for the next season because they had been used to being given seed by the Government for quite a while and had lost the ability to produce their own inputs.  <\/p> <p>  I will also comment on the issue of women and the situation on the ground.  Why are there more women involved?  The role given to women has always been to provide the food but agriculture is becoming more unpredictable.  Men move out and look for other opportunities but women do not have the opportunity to do so in most cases.  They have to stick around to feed their families.  Climate change is causing an increase in this trend.  As the men go they tend to move into practices that are not environmentally friendly, for example, charcoal burning.  I do not know if this is something with which the committee will be familiar; it is fuel produced using biomass.  The men move into such enterprises, which feed into land degradation trends, because they can no longer rely on agriculture in such uncertain times.<\/p><p>My colleague has spoken about why degradation is so high.  It is partly because of that.  As a result of the change in patterns, we have missed a couple of seasons.  Traditionally, farmers were used to growing crops in a certain season, but now things have changed considerably.  Rains now intensify all of a sudden.  Heavy downpours cause erosion and destroy crops and sometimes property.  The rate at which the natural cover is being destroyed means there is nothing holding the soil together.  When the rains come, intensive erosion takes its course.<\/p><p> Deputy Corcoran Kennedy asked whether agroecology is like permaculture.  I would say that permaculture is assisting within agroecology.  It is basically a way of designing a system that mimics nature, in a way.  While there is a very strong relationship between agroecology and permaculture, agroecology is much broader.  It looks not only at the science but also at the social aspects which cause things to be the way they are.  It is about being able to organise farmers into a strong movement that is able to change and influence things and take up its rightful position in the food system.<\/p><p> I am not sure if I have left out anything.  I will be glad to respond to any further questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#Q00200","nonspeaker":"Mr. Joshua Aijuka","continuing":true},{"type":"speechnospeaker","time":1557788400,"counter":29,"content":"<p>I will make a few comments in response to questions that have been raised.  Deputies Penrose and Corcoran Kennedy both referred to agroecology as something that works with nature.  They sounded somewhat familiar with the concept.  Such familiarity can sometimes generate the idea that agroecology involves going backwards.  We would like to impress on the members of the committee the idea that agroecology, which may sound familiar, is a modern fusion of the best traditional approaches, the best traditional knowledge and the best practitioner knowledge with the best and most advanced ecological science.  That is what agroecology represents.<\/p> <p>  Ms Moore has spoken about what Ireland can do to support the scaling up and scaling out of agroecology.  In that regard, I draw attention to the recommendations we are making to the committee today.  Some of the international processes which are afoot are being led by the UN food agencies, particularly the UN Food and Agriculture Organization, FAO.  The success of initiatives aimed at scaling up agroecology depends on the demonstration by member countries across the international community of support for such initiatives.  I encourage the committee to ask the relevant Departments how Ireland is supporting the scaling up of agroecology initiatives and the process afoot at the Committee on World Food Security, which is examining agroecological approaches and seeking to make recommendations later this year on the best innovations for sustainable agriculture and food systems.<\/p> <p>  Deputy Cahill's question about why farm families continue to fall into a hunger trap has been addressed in part by my colleagues.  Developments over several decades can be cited as another part of the reason.  The structural adjustment policies of the 1980s and 1990s, which were led by the World Bank and the International Monetary Fund, had a particularly negative impact on African agriculture, about which we are talking this afternoon.<\/p><p>Its negative impact was to reorient the focus towards large-scale monocultural export-driven produce, rather than looking at the basis of the livelihoods of the 500 million plus small-scale farming producers.  By small scale, we mean farmers with less than 2 ha.  The majority of those would now have less than 1 ha.  There has been relative neglect as evidenced by the direction taken since the 1990s in response to those structural adjustment policies.  The fiscal commitments that many governments have given have privileged that monocultural export-driven production rather than considering domestic and local markets.  That requires revisiting trade policies and investment policies and looking to trade policies that support access to local markets, competitiveness of small scale farmers in those local, national and regional markets without the same emphasis on international markets.  <\/p><p> In answer to Deputy Corcoran Kennedy's question about the feminisation of agriculture, another related dimension which raises the importance of agroecology is that although there is very significant migration to urban environments, those urban environments are failing to create the employment opportunities for many of those who go there.  The Food and Agricultural Organization is highlighting that there is not commensurate employment generation and because of that there is a need to consider what forms of agriculture in these societies can really sustain decent livelihoods.  There is opportunity in agroecology, which is more labour intensive than capital intensive, to create quality jobs, on and off-farm, in the rural economy.  <\/p><p> There was a question about differences or similarities between permaculture and agroecology and, as Mr. Aijuka said, there are significant similarities in respect of specific practices in permaculture, organic farming and agroecology.  There are three distinguishing features of agroecology, the first of which is the co-creation of knowledge, that is, the emphasis on the best of indigenous farmer knowledge fused with the best of ecological scientific knowledge.  The second is the linkages made with local markets, which puts the focus on local markets and circular economies, rather than long-distance value chains focused on meeting the needs of international markets.  The third feature concerns meeting the food and nutritional needs of the households and the local communities. <\/p><p> Deputy Martin Kenny asked about the sustainable development goals and the relevance of agroecology to those.  I draw the Deputy's attention to the Food and Agricultural Organization's scaling up agroecology initiative, transforming food and agricultural systems in support of the sustainable development goals.  The Food and Agricultural Organization is joining Tr&oacute;caire and PELUM tomorrow in a policy roundtable, to which committee members will have received invitations, that will deal with this specific topic.  It shows that agroecology is relevant to virtually all of the sustainable development goals.  It is also highly relevant to the report that was published last week on biodiversity.  The global assessment report on biodiversity and ecosystem services by the UN Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services, whose status is equivalent to that of the Intergovernmental Panel on Climate Change, IPCC, work on climate change and action, the 1.5o report, has underlined the urgency of the biodiversity loss and the threat that represents.<\/p><p>In terms of the SDGs, it tells us that progress towards achieving 80% of the goals, that is, 35 out of the 44 assessed targets of the goals relating to poverty, hunger, health, water, cities, climate, oceans and land, will not be met if we do not address the biodiversity challenge.  Agroecology is all about diversity, moving away from monoculture and towards a system that builds nutritious, sustainable food systems.  <\/p><p> I thank the Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#R00200","nonspeaker":"Mr. Michael O'Brien","continuing":true},{"type":"speech","time":1557788400,"counter":32,"content":"<p>We have addressed all the questions at this stage.  Are members happy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#T00200","speaker":"1268"},{"type":"speech","time":1557788400,"counter":33,"content":"<p>With the permission of the Chairman, may I ask two brief question?  I was engaged in the Seanad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#T00300","speaker":"1425"},{"type":"speech","time":1557788400,"counter":34,"content":"<p>I am sorry that I missed the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#T00400","speaker":"1268"},{"type":"speech","time":1557788400,"counter":35,"content":"<p>Last week Dr. Sinead McCarthy from Teagasc appeared before the committee on Europe Day.  We discussed food in the context of climate action, carbon emissions and the contention that we need to get more of our protein from plants.  I observed that when one goes into the supermarket and looks for beans, lentils, and pulses, all these products are imported.  Dr. McCarthy acknowledged that growing beans and different plant proteins for human consumption is not ideally suited to our climate or soil.  This would, therefore, necessitate importing such produce, unless there is some other solution.  My understanding is that agricultural land in the tropics and in developing countries is probably more suited to growing this produce.  Is there not a conflict in policy that needs to be addressed?  How is it being teased out?  Some of my colleagues gave the example of the avocado, but what are the number of air miles to bring an avocado to Ireland?  Will the witnesses comment on the interplay between people at subsistence level who are producing food and those in first world countries thinking they are doing well by eating more plant-based protein and how that looks in the round?<\/p><p>Second, the witnesses from Tr&oacute;caire outlined the work they are doing to improve the situation for many people, but what engagement do they have with African governments?  Do those governments allow Tr&oacute;caire to proceed with its work or do they implement the programme that it suggests or co-fund it?  Do they have national reach and irrigation programmes, and do they make moves to stop deforestation in the manner it is happening in some countries?  To what extent are these governments engaging and accepting Tr&oacute;caire's principles?  It seems that in many African countries, especially in east Africa, the gulf between the wealthy and the poor is widening and even though the continent has more wealth, the poor are poorer than they ever were<font color=\"#FFFFFF\">.<\/font><\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#T00500","speaker":"1425"},{"type":"speechnospeaker","time":1557788400,"counter":36,"content":"<p>I will respond to Senator Mulherin's second question and my colleague will then respond to her first question.<\/p> <p>  Tr&oacute;caire works through a partnership model.  What that means is that Tr&oacute;caire does not directly implement policy on the ground.  We work through partners such as PELUM Uganda or civil society organisations but also many different and diverse types of organisations, including the church.  Part of that partnership is certainly working with government.  In every country that we work in, we engage with the government.  We are in dialogue with government, both at national level and increasingly at local level in the communities where we work.  In some countries that may include working directly supporting government and delivering services but in many cases it means working alongside government, understanding the work it is doing and seeing where we can fit and how we can complement what it is doing.  Our experience has been mixed from country to country and it can also be mixed within a country from local authority to local authority.  Most recently I travelled to Tigre in northern Ethiopia, met government officials and saw some of the reforestation programmes.<\/p><p>I saw many of the projects that have been put in place, which were complementary to agroecology and embracing the approaches around it.  Our role is working through our partners and complementing the work of governments in those countries.  It can be mixed because in many of those countries, there are strong vested interests who may be working against some of these programmes and policies inside and outside government and trying to influence government.  A core part of our approach is advocating for the government to influence the role it has and many of our partners, such as PELUM are active in that regard.  I invite Mr. Joshua Aijuka to comment on engaging with the Ugandan government<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#T00600","nonspeaker":"Ms Olive Moore","continuing":true},{"type":"speechnospeaker","time":1557788400,"counter":38,"content":"<p>We have a memorandum of understanding with the line Ministries, including for agriculture and land, and this gives us a good platform for us to engage with government.  We also try to engage with government at local level, trying to ensure that they share the benefit of our experience.  We target the extension services providers on agroecology where we work and we can see a way of mainstreaming agroecology in what we do.  Towards the end of this month, we are organising the national agroecology actors symposium, and together with the Minister for agriculture, the FAO and the Uganda programme, so that we can look for mechanism of how to work together on a large scale in terms of mainstreaming agroecology and the way of work, especially for the government.<\/p> <p>  This collaboration is always about dialogue and dissent.  In some cases we support government to deliver these services to the people.  In cases where we feel some of the interventions are not that favourable, we are there to sit at the round table and have a discussion on the proposed alternatives.  We always choose dialogue.  We look for solutions together and look at the alternatives and over time we earn the mutual respect to be able to sit around the table and discuss alternatives but in some case, one does not get the change that one wants and then one has to keep pushing.<\/p> <p>  A question was asked about land holdings and I forgot to respond to it.  In Uganda, approximately 80% of the land is owned communally so that the land is passed on from one generation to the next.  We have some land that is freehold, with title, and that can be sold.  We live in a patriarchal society so men have greater powers in deciding on land use and issues of ownership.  Women have access to the land and can use the land to grow crops, but they cannot transact or do anything of that nature.  That is the system in which we work.  It always poses a challenge where there a majority of smaller farmers move to industrial agriculture as this requires that them to be displaced through unfair land acquisition schemes because a lot of land is needed for industrial agriculture.  These are some of the dynamics we need to look into, in terms of which model to promote, if we are to put the last first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#U00200","nonspeaker":"Mr. Joshua Aijuka"},{"type":"speechnospeaker","time":1557788400,"counter":39,"content":"<p>I thank the Chairman.  I will deal with Senator Mulherin's second question on the importance of more diversified diets, including more plants and vegetables which was discussed at the committee recently.  That rhymes with the international scientific evidence and advice, which is increasingly coming to the fore.  The Senator is probably familiar with the significant debate that has surround the EAT-Lancet commission's report on healthy diets, which calls for more balanced diets.<\/p><p>Tr&oacute;caire would certainly endorse the importance of more balanced diets for achieving health, nutrition security and food security, as well as social equity and environmental sustainability.<\/p><p> Globally, alongside the rising number of people in hunger, we see the increasing number who are living with malnutrition, both in developed and developing countries.  In order to address this, we need to look at a transformation in some of what we are doing in the agricultural and food system, and biodiversity is a key dimension.  Having more diverse production, whereby Ireland would be in the position to grow more fruit and vegetables that are suitable for this climate, means we would not need to import so many carrots or onions as they could be grown here.  Similarly, there should be a concentration in developing countries around diverse fruits and vegetables where climatic conditions are conducive in those environments.  Through that, we believe we would be supporting the ecosystems and ecosystem services that are at the very base of ensuring agriculture continues in a healthy condition, both here and globally.  I am talking about those services around provisioning, food security and regulation, and around addressing health and climate regulation, as well as the cultural and spiritual value that is associated with food.  There are also the support services around ensuring that natural habitats are retained and that soils remain healthy.  This is why agroecology is very much coming to the fore as something which ticks all of those boxes. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#U00300","nonspeaker":"Mr. Michael O'Brien","continuing":true},{"type":"speech","time":1557788400,"counter":41,"content":"<p>That was not really my question, with respect.  What I am saying is that it became obvious during the discussion that we are not so well suited.  I am talking about the protein we get from plants such as beans, not about fruits and vegetables or anything like that, because the debate is around where we get our protein.  In fact, the doctor from Teagasc outlined that we are well-suited to get protein from dairy and beef with our pasture land and all the rest.  We have some challenges in regard to growing plant-based protein and, in fact, what we find on our supermarket shelves is for the most part imported.  Both the climate and soil conditions are more suitable in other countries, which is particularly obvious in the tropics, where people already have challenges with regard to getting food and nutrition.<\/p> <p>  It seems like a contradiction that there are some agendas pushing people and telling them they should not eat any meat at all.  I am not saying that is the middle-of-the-road view and I believe everyone would agree on a balanced diet, but there is an inherent contradiction in that regard.  My concern in regard to where Tr&oacute;caire is coming from is that if it is talking about somewhere in east Africa, for example, where mung beans or pinto beans are grown which people are suggesting is what people should be eating but which we cannot grow here, are there not other tensions?  For example, do the people in those areas not need to eat those foods themselves?  In addition, we are importing something quite a distance and while I am not suggesting everything is going to come from east Africa, obviously, this food will be transported some distance whereas local is better.<\/p> <p>  Is this not a legitimate part of the conversation, aside from all that Mr. O'Brien has discussed about the realities for people in Africa and other places which do not have the disposable consumer society we have, where we are trying to stop ourselves from eating wrong foods, and where there would be a whole different set of problems?  It has to be recognised that we do not grow those crops as well in our country and, therefore, are not as efficient in growing them as these other countries.  In the past, when we were looking for biofuels from certain crops, perhaps from east Africa, that had to be stopped because crops were being imported and people were being displaced from their land to meet the demand of the Western economies to feed into biofuels.<\/p> <p>  Nobody is arguing about biodiversity, ecosystems and doing it right.  I am just saying this is an issue that does not get covered or discussed, although it has been raised here by Deputy Corcoran Kennedy and me.<\/p><p>Where the food is to be brought from is not discussed.  If it is to be from Third World or developing countries, which are better suited, there are surely challenges already, with which the delegates are very familiar.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#V00200","speaker":"1425","continuing":true},{"type":"speech","time":1557788400,"counter":43,"content":"<p>It almost relates to a point I was making initially on whether the approach should be trade or aid.  How important is trade?  Is it an answer?  It seems from what is being said here that it is not in many cases.  Farmers with only 1 ha or 2 ha of land are not going to be producing a massive amount of product to trade with anyone unless they are operating very collectively and co-operatively.  We are always told that if we could get developing countries to trade better, they would trade their way into prosperity.  I doubt that.  I would like the delegates' view on it.  This is related to Senator Mulherin's point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#W00200","speaker":"1345"},{"type":"speechnospeaker","time":1557788400,"counter":44,"content":"<p>I will respond and leave the final comment to Ms Moore.  The questions are related.  On the question on trade, the evidence clearly shows that in the 1960s, many African countries were more food secure than today and were net food exporters.  Today, more countries in Africa are food insecure and are net food importers.  The international trading system, in terms of agricultural livelihoods, has not benefited or worked for the small-scale producer, generally speaking.  That is why, along with the environmental concerns, about which we have become much more aware, and in terms of the need for an effective climate response, there is great merit in linking the farmers in question with their local markets and developing local market opportunities so they can derive an additional income in addition to being food secure.  Local, national and regional markets should be emphasised rather than international markets.<\/p> <p>  With regard to protein and sourcing that protein, there is a significant challenge.  Diversification of agricultural systems is critical to meeting it.  We are not going to comment specifically on the Irish context, but internationally we are examining supporting the more biodiverse systems in light of their being more economically, socially and environmentally sustainable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#W00300","nonspeaker":"Mr. Michael O'Brien"},{"type":"speechnospeaker","time":1557788400,"counter":45,"content":"<p>We recognise that there are many complexities and that there is no single solution or answer.  Often, we welcome the fact that many of the solutions being proposed are being debated and discussed.  We are examining options and weighing up the implications.  Tr&oacute;caire's concern, first and foremost, is with small-scale farmers in the developing communities and in the countries where we are working and the impact on them.  This is what we wanted to speak about here today, but we very much welcome an ongoing debate and discussion on understanding the agro-ecological solutions we need and their impacts in the communities and countries in which we work and here in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#W00400","nonspeaker":"Ms Olive Moore"},{"type":"speech","time":1557788400,"counter":46,"content":"<p>That completes our questions on the topic.  I thank the delegates for their very informative presentation.  We will pass on the transcript of this meeting to the relevant Ministers mentioned in the opening presentation and see what response we get.  I thank Mr. O'Brien, Ms Moore and Mr. Aijuka for their presentation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#W00500","speaker":"1268"},{"type":"unspoken","time":1557788400,"counter":47,"content":"<p>Sitting suspended at 4.50 p.m. and resumed at 4.55 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Future of the Beef Sector: Discussion (Resumed)","time":1557788400,"counter":48,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#X00100"},{"type":"speech","time":1557788400,"counter":49,"content":"<p>We are continuing our discussion on the future of the beef industry.  At our meeting before the Easter recess we learned about the Kepak-Glanbia initiative, the programme that was launched towards the middle of April.  The joint committee considered that the initiative might have a contribution to make in the overall discussion we were having on the future of the beef industry.  With that in mind, we decided to invite representatives of Kepak and Glanbia to come before the committee to discuss the initiative.  I thank them for taking up the invitation we extended to them.  From Glanbia Ireland I welcome Mr. Martin Ryan, head of the beef division, and Mr. Pat O'Keeffe.  From Kepak I welcome Mr. Mick O'Dowd, agri-development manager, and Mr Jonathan Forbes.  As they will be aware, the committee is undertaking this initiative of discussing the future of the beef industry.  The issue is very topical throughout the country and we consider that the committee has a part to play in the discussion.<\/p> <p>  Witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable.  <\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p><p>I invite Mr. Ryan to make his opening statement.  I understand Mr. O'Dowd will also make a contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#X00200","speaker":"1268","continuing":true},{"type":"speechnospeaker","time":1557788400,"counter":51,"content":"<p>I thank the members for inviting us and for the opportunity to contribute to their deliberations on the future of the beef sector.  Both Glanbia Ireland and Kepak are delighted to share details with the committee of our collaborative innovation for calf to beef production, the Twenty20 Beef Club.  Both companies have worked together to develop a solution that will bring certainty for farm families involved in the production of beef calves, in response to trends in the national herd.  This innovation was built with the benefit of Glanbia Ireland's experience in fixed milk price schemes and low-cost finance products, such as MilkFlex and FundEquip, and with Kepak's track record in developing clubs such as the KK club and the Angus producer group.  The Twenty20 Beef Club affords members a guaranteed market for their heifers and steers from the time they enter them in the club through a guaranteed pricing formula that will apply at the time of slaughter.  In addition, it delivers a production blueprint supported by safe and secure high-quality farm inputs and leading edge technical advice.<\/p> <p>  For Kepak customers and consumers, the Twenty20 Beef Club will provide a secure and predictable supply of high-quality beef with unrivalled input traceability and provenance through the attributes of a closed loop supply chain.  The closed loop assurance includes nutritional products, non-prescription animal health products and fertiliser, sourced and supplied by Glanbia Ireland.  From a consumer perspective, this provides absolute traceability regarding key inputs and is the genesis of our ability to pay a very significant club premium.  The first year of the programme is a pilot phase during which 6,000 calves will be enrolled on Glanbia Ireland and Kepak supplier farms throughout the Republic of Ireland.  Numbers will increase to 20,000 in year 2, with a target of 50,000 from year 3 and subsequent years.<\/p> <p>  The Twenty20 Beef Club was developed to bring greater certainty and predictability to beef production for all stakeholders in the industry.  Some of the benefits are a guaranteed market for club cattle, a predictable pricing structure, targeted reduction in the age at slaughter, management of nutrition, a technical support programme to assist members achieve output targets, targeted improvement in eating quality and environmental management, an advance payment mechanism to support cashflow, and full and final payment on the day of slaughter.  The primary objective is to create a new end-to-end model for sustainable beef production.  It is anchored in the market.  It is farmer-centric and built on a collaborative partnership between two industry leaders.  This approach enables Kepak to deliver a premium for farmers from the market.<\/p> <p>  A key feature of the Twenty20 Beef Club offering is that members can benefit from an optional advance payment package of up to &euro;770 per animal to provide cashflow during the animal's lifetime, which offers farmers a more stable income from beef production.  This will be administered and payable upon credit approval by Finance Ireland.  Members have the option of selecting a monthly payment per animal of &euro;25 or &euro;35 per head at an APR of 3.9%.  Payment can be made from month 3 to month 24, and up to 90% of a club member's registered cattle can qualify.  During the pilot phase, the advance payment package is supported by Glanbia Co-op.  It is the intention that this finance package will be available to all credit-approved club members after the pilot stage is completed.<\/p> <p>  I now hand over to Mr. O'Dowd, who will continue the statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#Y00200","nonspeaker":"Mr. Martin Ryan"},{"type":"speechnospeaker","time":1557788400,"counter":52,"content":"<p>The Twenty20 Beef Club will be open to dairy farmers, beef finishers or suckler farmers rearing dairy calves sourced from the Glanbia herd and supplying Kepak with finished animals.  Glanbia Ireland and Kepak staff will work together and will provide technical farm support to members as the programme develops.  This will involve leading edge advice on breeding, nutrition, animal health and welfare, grassland management, and slaughter preparation.<\/p> <p>  A key target for the club is sustainability, with an ambition to become world leading on environmental standards.  It focuses strongly on leveraging science and technology, including genomics, genetic evaluations and greenhouse gas reduction.  Eligible calves will have to have a known sire recorded on the AIMS registration system from 2020.  Stock bulls must be pedigree registered and genotyped.  Some 10% of calves entering the programme must be genotyped to verify breed and parentage.  Dairy farmer members must select bulls with a specified minimum Irish Cattle Breeding Federation, ICBF, dairy beef index.  All members must be approved and fully compliant with Bord Bia's sustainable beef and lamb assurance scheme and, as such, must be verified members of Origin Green.  It targets a reduction in the average age of the cattle at slaughter, which will reduce the environmental footprint of the beef produced.<\/p><p>Additionally, the nutritional programme will incorporate methane-reducing feed additives that will improve feed conversion efficiency and further reduce methane output.<\/p><p> The Twenty20 Beef Club targets increasing beef output and sales value per hectare through improved efficiencies on farm.  This focus will increase the proportion of dairy bred cattle meeting market specifications.  The pricing model is anchored in the market and will contain the following components: the average quoted price, AQP, as quoted weekly by all ROI processors; a club premium, ranging from 15 cent to 25 cent depending on the AQP applying in the week in question; a club protocol bonus of 12 cent will be paid on all cattle, regardless of grade, meeting the carcase weight specification of 280-360 kg in the first two years - the objective is to increase the number of cattle meeting market specifications through improved breeding and technical support; a breed bonus, which is currently applicable on angus and Hereford, will still apply for club cattle; and a seasonality bonus will be applicable.  In April and June, it will be 6 cent while in May it will be 10 cent.  At an AQP of &euro;3.75, a Twenty20 Beef Club angus steer slaughtered in April 2021 will qualify for a net price to the farmer of &euro;4.28, while at an AQP of &euro;4, the same animal would earn &euro;4.43 per kg.<\/p><p> In conclusion, we believe the Twenty20 Beef Club delivers a new model for calf-to-beef production; a guaranteed market for members' cattle; a predictable and guaranteed pricing structure; a production blueprint based on leading-edge technical advice; a model to deliver a reduction in environmental impact whilst increasing output; and a product for which the consumer will be happy to pay a premium.  We believe this collaborative cross-sector approach demonstrates an alternative and progressive approach to delivering a more sustainable future for Irish beef and dairy production.  I thank members very much for the invitation to appear before the committee.  There is more detail on the companies behind this new initiative in the material circulated.  We are happy to answer any questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#Y00300","nonspeaker":"Mr. Mick O'Dowd","continuing":true},{"type":"speech","time":1557788400,"counter":54,"content":"<p>I am not happy with what is being attempted.  While some of the initiatives are welcome, the overall concept of a closed loop is anti-competitive and it is a bad way for two companies to protect farmers' income.  It is a very slippery slope for farmers to go down.<\/p> <p>  Is the quality assurance bonus, which farmers get at the moment for selling cattle from quality-assured farms, an addition to the club pricing structure?  There is a reference to the breed bonus.  In the heifer and angus schemes, a bonus is paid, which varies depending on the time of the year.  Does this bonus scheme replace the heifer and angus schemes?  Does it incorporate Friesian cattle?  There is a seasonality bonus but angus and heifer schemes in the past have offered bigger seasonality bonuses than in this case.  There is a base price for typical club cattle.  I have the misfortune of being one of those farmers that finish cattle out of Friesian cows and I can say that R= grade or R- grade are not typical cattle.  If I saw an R on a classification sheet now, I would reckon a mistake had been made in the grading because they are as scarce as hens' teeth.  It is disingenuous to produce a table of R= and R- grade cattle from the dairy herd.<\/p><p>Do O- grade cattle qualify on this pricing structure?  They do not qualify on the quality assurance scheme.<\/p><p> How many cattle from the dairy herd killed in 2018 would meet the requirements of this scheme, taking into account weight restrictions, age and grade?  I believe the percentage of Aberdeen angus heifers which get to the carcase weights would be small.  A lot more research needs to be done on sexed semen and it has to be promoted more.  If our beef industry is to survive, it has to progress rapidly.  Teagasc has focused on cross-breeds over the past number of years but this has also put us on a slippery slope and has to be reversed.  The presentation states that the consumer wants this but if we went out on Grafton Street or St. Stephen's Green and asked people if they wanted a closed loop for beef production, they would look at us as if we had two heads.  It is incredible and disingenuous to tell us the consumer wants this and will pay a premium for it.  I have been too long in the business to swallow that.  There is a major crisis in incomes from beef farms.<\/p><p> There is an insinuation that other mills producing top-quality rations are somewhat inferior to what is produced by Glanbia merchants and Glanbia mills.  I am a board member of another co-operative that has a mill and I brought this up at a board meeting last night.  Last year, farmers were under significant pressure in accessing credit and they ran up large bills but this will tie people into a straitjacket by requiring that they deal with just one merchant.  Farmers have experience of credit being pulled from under them very quickly and to tie a farmer to one supplier is anti-competitive.  I cannot see how anyone could propose it.<\/p><p> More movement restrictions are also being proposed, with only one being allowed in the life of an animal.  This puts farmers into another straitjacket and reduces the options they have as they try to make a profit out of the industry.  Glanbia will not like me saying this, but for the past couple of years, its price for grain and mill has been consistently behind the average paid by other grain merchants and processors.  It pays a top-up after six months or at year end but this top-up is consistently paid out of our own money, that is, the dividend received by the co-operatives.  It galls me that the largest processor in the country uses our money to keep pace with other competitors.  Now, a scheme has been designed that will force farmers to deal with that business.<\/p><p> We have to change and our beef industry has to change, and I have been to the forefront saying that what we have at the moment cannot continue.  In the beef industry at the moment the question is not who is losing money, but who is losing the least money.<\/p><p> I welcome the idea of promoting calf to beef systems.  It is something that is needed.  The straitjacket that farmers are being put into is wrong, however.  As a farmer and a public representative, it is a very slippery slope that Glanbia and Kepak are trying to put farmers on.  At first glance, the club pricing structure looks very attractive, but when we see what is in the marketplace at the moment, it takes a lot of the gloss off it.  At the end of the day, when we would be killing cattle coming from the dairy herd, the percentage that would meet those weight requirements would be very small indeed.  This was announced with a fanfare a couple of weeks ago and I was surprised by the silence from different organisations in response to it.  There was a lack of critical analysis of the scheme.  While having cattle killed at younger ages, trying to have sustainable food production and meeting our climate change targets are all welcome initiatives, a Friesian bullock that is killed at 22 or 23 months of age is just not going to meet those weight limits.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#Z00200","speaker":"1350","continuing":true},{"type":"unspoken","time":1557788400,"counter":57,"content":"<p>Deputy Jackie Cahill took the Chair.<\/p>"},{"type":"speech","time":1557788400,"counter":58,"content":"<p>We have been discussing the beef sector for the past couple of months.  It is clearly in a lot of trouble and has a lot of problems.  Anything that has the appearance of a solution or way forward or that could assist the sector will naturally be welcomed.  The type of closed loop system that is proposed is one I know quite well.  I used to work in the mushroom industry years ago.  I had mushroom tunnels and it was very much a closed loop system.  We bought the compost, all the materials, packaging, chemicals and everything from a company and then sold the mushrooms back to the same company, which took the cost of everything out of the final price.  We were very much at the mercy of the company.  There were good times but there were bad times as well.  If we got a bad load of compost, for instance, that produced very low yields, we had great difficulty trying to argue our case.  That is one of the problems with the proposal being put forward here.  Farmers will look at the prices and may think they are getting a bit of a bonus here, along with the possibility of getting money up front.  It is up to &euro;770 or up to 75% of the cattle early on, so the farmer can have a cashflow scenario sorted out.  While that looks attractive, many farmers would be very worried about not having the freedom to buy their input from wherever they want or to sell to whoever they want, and that they would be tied in so restrictively.  That needs to be dealt with.<\/p> <p>  The system can work but I do not think it will work in the long term.  I do not think it is the solution to the problems we have in the beef industry at present.  It may be part of the solution and may work for some farmers who are tied in to an extent.  It might possibly work for dairy farmers who are also producing beef or are both customers of and suppliers to the two groups that are here.  Other farmers would have serious doubts as to the way forward.  The witnesses have a lot of work to do to convince people that this system can work and that it is the solution that was hailed.  I know nobody would present it as being the ultimate solution and the witnesses are not doing so.  Nothing is the ultimate solution for the beef crisis, unfortunately.  Even the prices the witnesses are talking about, with the bonuses added in, go nowhere near making most beef production into a profitable and prosperous industry.  Even prices of &euro;4.28 to &euro;4.43 per kilo will not cut it in the long term when we look at the amount of investment that has to go in.<\/p><p>The questions that need to be answered are around that.  We need to know how the farmer can be sure he is going to get the proper return and is not going to be over a barrel when it comes to it.  The witnesses gave some estimated figures, for example, if there are 6,000 animals in year one, the figure would go up to more than 50,000 animals by years four to five.  I would like to see how that is going to work.  It will have to be shown to work very well in year one before anyone is going to stay there.<\/p><p> As was pointed out by my colleague, there is also the issue of all the other suppliers that have very good relationships with and work well for farmers.  They are in business as well.  Farming in the rural community has a kind of micro-economy of its own, in that the farmer, the miller, the veterinary services and everyone around them all depend on each other and work together.  When two big companies - scale is important in any business - set up what is in effect a closed system and a closed model, many people in the community would see it as pushing everyone else out.<\/p><p> There is also mention of the inputs and a suggestion that the inputs would all come from within the group.  I see that nutritional inputs are included in that.  I see reference to a reduction in the carbon footprint by introducing feed additives that would produce less methane.  Would the witnesses also be talking about medicines for cattle?  Is that part of it?  I would like to get details in respect of all of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#BB00300","speaker":"1345","continuing":true},{"type":"speech","time":1557788400,"counter":60,"content":"<p>Anything that brings predictability to the situation in terms of the current concerns of beef farmers has to be welcomed.  It is a contribution to bringing something forward that it is hoped will make an input in the longer term.  People are less likely to be exposed to the vagaries of the market.  I can see where it is coming from.  I would say, however, that the proposal is inspired by Glanbia.  It has tried this before with milk.  It is not the first time Glanbia is venturing into this area.  Kepak may well see a benefit in it and may have explored it with the farming public or those from whom its buy its product.  The issue is the closed loop.  It effectively kills competition.  If this succeeds, other co-ops from the milk area will probably be rushing in to pair up with other competitors.  We will shortly have three or four of the big co-ops with three or four processors.  We all have worries about processors at all levels.  In the Twenty20 club, as far as I can see, for the animal to get the bonus, the calf has to come from a Twenty20 farm, be reared on a Twenty20 farm, and has to get all its ingredients from one source: Glanbia.  I thought prescription medicine was exempted.  All the needs and requirements associated have to be got from Glanbia.  It shuts out any competition, which is of concern.  As Deputy Martin Kenny says, there are relationships built up throughout the whole supply chain that will now be sidelined.<\/p> <p>  I see the examples there.  I am very much attached to the breed bonus and am glad to see it included.  It is an excellent idea.  I was bemused to see Mr. Goodman Jnr. effectively recognising the importance of breed for market access and penetration.  I am sure Kepak and those companies that know more about market than I will ever learn will tell us that if one does not have a quality product, one will not penetrate the high-price markets.  I look with interest at that.<\/p><p>Notwithstanding the efforts of Deputy Cahill, who is an excellent farmer and probably produces very good beef, he is correct about Friesians.  I am sure he would produce more of them if he thought he could achieve what was outlined in some of the scenarios.  I am a little taken aback but I cannot contradict the representatives of Kepak and Glanbia.  I believe Glanbia is more interested than Kepak in ensuring that Friesians get recognition in the markets.  I would like that being distilled out.  I cannot see how the average quota prices would be achieved.  If I am wrong about that, Deputy Cahill is making more money that I thought he was, but in any event I do not believe he is.<\/p><p> In all seriousness, this initiative is a contribution and we cannot pooh-pooh such contributions.  Some beef farmers, many of whom I know well, are almost drowning in fatalism at this time.  Anything that stimulates them to consider various scenarios is to be welcomed.  However, I am concerned about the closed loop aspect.  There is no point in saying it is not a concern when it is.  Representatives of the Competition and Consumer Protection Commission will appear before the committee in a few weeks and we will explore with them if this concept is anti-competitive or if it stands up to scrutiny in terms of an anti-competitive practice.  It is important that would be ironed out and taken out the equation.  This does not involve Kepak very much, rather it more concerns Glanbia.  I note the structure of its company, and Deputy Cahill pointed out that there are GI readings and so on but often the farmers are being rewarded with their own money within that structure.  There point has been raised with us on a number occasions.<\/p><p> I am sure this initiative will be piloted with 5,000 or 6,000 animals.  Perhaps we will all be proved wrong and our concerns about the closed loop concept will not be vindicated and will be dispelled.  If they are, we will be the first to say we were on the wrong side of the argument.  I have concerns about what I believe are anti-competitive objectives contained within this initiative.  That is the only concern I have about it.  My major concern at this time is the viability of the future of the  beef industry.  Like Senator Paul Daly, I come from a strong beef producing county.  It will be interesting to see how this initiative goes down among the farming population of that county.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#CC00200","speaker":"1370","continuing":true},{"type":"speech","time":1557788400,"counter":62,"content":"<p>I welcome the representatives from Kepak and Glanbia.  I also welcome the initiative.  We all know the crisis facing our beef industry.  It is welcome that somebody is taking an initiative.  This initiative in its fruition is very much in its infancy.  I find it difficult to see how it will take off or be successful or make any solid improvement for beef farmers in the sector.  My reservations are similar to those mentioned by the Chairman and Deputies Penrose and Martin Kenny regarding the closed loop concept.  I do not see the need for such a closed loop.  If this initiative is supposed be to the advantage of the beef sector and the beef farmer, the only winner from the closed loop concept, as documented in the presentation, will be Glanbia.  I can understand why one would want to closely monitor feed inputs with respect to traceability and the turnout of the finished animal but I do not believe the fertiliser spread on the grass that the animal eats has any bearing on the outcome of the quality of the beef, the age at which the animal will be slaughtered or the final carcass weight.  That is purely materialistic and commercially aimed towards Glanbia.<\/p><p>I would like the representatives to tell us - I doubt that they will - the arrangement they have among themselves behind the scenes.  I cannot see the beef farmer winning.  As Deputy Cahill and the Chairman said, with the greatest inputs of genetics and genomics, there is a vast range of Friesian cross animals, especially heifers, that will not be in the 280 to 360 kg category.  To get the majority of the rest to that point, it will require massive inputs, which is another plus for Glanbia.  Would a farmer who does everything by the book and whose animal, because of its breed, does not make the cut-off point not be far better off paddling his or her own canoe, taking the average quota price and possibly buying his fertiliser and all of his or her inputs a little cheaper elsewhere?  Financially, without the bonuses, he or she may possibly have paid top price for all inputs because he or she does not have any say in the matter and is still only getting what he or she would have got from any other meat processor in the particular week.  In that scenario the farmer will lose and Glanbia will win.  If the farmer does not hit his or her targets - he or she will be advised by Glanbia personnel and employees on what concentrates and their quantities he or she should be using - he or she will probably have massive input costs that he or she might not have had if he or she had been left to make his or her own decisions on inputs.  However, if he or she hits the targets and receives the bonus, I do not believe he or she will be winning because of the extra input costs involved.  Kepak will not be winning either because it will be paying more than any other meat factory in the same meat market for the same animals in the given week.  How are the organisations balancing it between them?  Kepak cannot take all of the hit for the love of Glanbia?  There must be some arrangement behind the scenes in the operation of the Twenty20 club such that one of organisations is funding the other.  I do not know if the representatives are in a position to advise us of that arrangement or give us the information that lies behind the setting up of the club from the two companies&rsquo; perspectives, but I would like to hear it to gauge how they are managing it.<\/p><p> I was going to mention the point made by Deputy Penrose about the Competition and Consumer Protection Commission as I agree with him.  I would like it to examine the Twenty20 club initiative.  I strongly believe it will find it difficult to consider the initiative to be legal in the Irish agricultural market.  <\/p><p> It is welcome that the organisations are taking an initiative, but it needs to be done on a larger scale to help to rescue the beef sector.  However, in the context of the closed loop concept, this initiative will not be the answer as there is only one winner.<\/p><p> I asked two questions.  In the operation of the scheme is there any age limit in the movement of calves?  Will there be a fixed price for a calf or will the organisations have an input into the price between the two farmers performing the transaction?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#DD00200","speaker":"1383","continuing":true},{"type":"speech","time":1557788400,"counter":64,"content":"<p>Based on what the representatives have described, I can see many beef farmers taking up the initiative for the sake of certainty and the prospect of a bonus being paid.  In the presentation I note the description of the Twenty20 Beef Club as being farmer-centric.  However, I share many of the reservations expressed by colleagues.  The organisations are not doing it for the good of their health or out of the goodness of their hearts; rather, they are managing two very successful business concerns.  The reason they can close the loop is they are operating on such a scale.  The reason the club is farmer-centric is farmers do not have the negotiating power of the two organisations.<\/p><p>It is farmer-centric because it suits and the farmers do not have negotiating power as the witnesses have.  If the witnesses proceed as they propose, I do not begrudge any farmer getting the positives that the witnesses have suggested, but if other companies, such as merchants, are going out of business, and the witnesses are the last ones standing, why would they still be benevolent to farmers, except that they have entered into a contract?  What happens once that expires?  This goes back to the issue of the factories both being big concerns.  They have entered into this undertaking and it seems that they are in a dominant position <i>vis-&agrave;-vis<\/i>the other merchants.  We are just having a cursory discussion here but I can see how it could end badly.  If what the witnesses do could ultimately put these other companies which operate and deal with farmers out of the equation, the farmers would then be at their mercy.  That is the kernel of our concerns.  We have many issues with multinational retailers because they are so powerful and the small shop has really changed.  They are very challenged with regard to food, drink and everything else.  All sides have to be looked at.  I am interested in how the witnesses will address the anti-competitive suggestions.  Some of my colleagues have pointed out how regulated feed, fertiliser and such are.  There is an idea that the witnesses are offering something much better.  There is a lot of standardisation.  Leaving people out of the loop is questionable.<br\/><br\/>I have to leave to attend a division in the Seanad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#EE00200","speaker":"1425","continuing":true},{"type":"speech","time":1557788400,"counter":66,"content":"<p>I thank the witnesses for attending to help us with our consideration of the circumstances of the beef sector.  What was the motivating factor in establishing the Twenty20 Beef Club between Glanbia and Kepak?  I am curious as to how the name was arrived at or what its significance is.  How do the witnesses respond to the independent merchants who have expressed their concerns about this?  It was alluded to earlier.  There are a number of them around the country.  Two are in my area - Liffey Mills and J. Grennan and Sons.  They are concerned about the impact that this might have on their bottom line, their value in the rural communities that they operate in and the kind of relationships that they have.  They have been clear about their concerns that this may be anti-competitive in that it ties in farmers.  Having said that, I appreciate that nobody is forcing anybody to enter into this.  At the same time, these are the concerns that we are hearing and that need to be addressed.  At a time the price of beef is probably the lowest it has ever been, the timing of this is good to address the temptation that people have to think that this will solve all of their problems.<\/p> <p>  On the companies involved and the potential advantages that Glanbia Ireland has with regard to the fact that 60% of the shares are owned by Glanbia Co-op, it has been suggested that some shareholders might in some way be disenfranchised by this.  Will the witnesses refer to that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#FF00200","speaker":"1339"},{"type":"speechnospeaker","time":1557788400,"counter":67,"content":"<p>I thank members for the questions and comments.  I will start with Deputy Corcoran Kennedy's question on the programme.  There is a logical flow to it.  Our farmers and supply base, whom we talk to regularly, have repeatedly said that they do not have sight of the future potential of the dairy calf at present.  The quality coming from the dairy herd has declined somewhat with the rush to focus on milk.  Mr. Ryan may address that later.  They have also said that there is no predictability about price.  They start to feed cattle over two years with no predictability about the price that they will get.  They have also highlighted the difficulty of accessing cashflow throughout the production cycle of those animals.<\/p> <p>  We felt that farmers coming together with our leadership, investing in genetics and raising that standard so that there is a certain threshold that dairy producers have to adhere to will bring more predictability to the performance of that calf.  If that is coupled with a technical support package, then the targeted finishing specification for that animal becomes much more predictable for us as a processor.  As a result of that, we can then bring more certainty to the farmer at the beginning of the production cycle when they register those calves for the programme.  That is the logic of it.  By being able to bring that pricing predictability to the farmer, since Finance Ireland is supporting the programme, the farmer can go to Finance Ireland, and once he or she is credit approved, he or she can get finance for each of those animals and have a cashflow coming through throughout the lifespan of the animal.  We repay that loan to Finance Ireland and pay the balance to the farmer at the end.  That is the logic of it.  The Deputy asked about the name of the programme.  That comes from a 2020 vision and it has been described by the Minister for Agriculture, Food and the Marine as visionary and pioneering.  As Deputy Martin Kenny said, it is a solution but not the only solution, which we realise.<\/p> <p>  As Deputy Cahill said, this represents 50,000 animals after three or four years.  That is our target.  It is less than 3% of the overall kill.  We are not trying to claim that this programme will solve every problem.  We have gone around the country since we launched the programme and run information nights where we have presented for approximately an hour and then fielded questions from an average of 100 farmers at each information night.  The questions have been like some of the questions members have asked.  We have since been inundated with expressions of interest in the programme.  Our target of 6,000 animals in the first year is already oversubscribed.  Farmers obviously feel that it is a solution that can help them.<\/p> <p>  Deputy Martin Kenny mentioned the mushroom industry.  This is built on the market.  When farmers register calves in the programme, they know that they will always be above the market when they slaughter that animal.  That is guaranteed.  That is why members will see in our brochure and the statement that we made that, in a falling market, we are supporting the price even more because it is rising from 15 cent to 25 cent.<\/p> <p>  Deputy Cahill mentioned the R grade.  We appreciate that.  We know better than anyone the amount of O grade and P grade cattle that comes from the dairy herd.  We are doing this programme to try to increase that standard.  We are not saying that we will bring every P grade up to an R grade, but through improved genetics and technical support, we fully believe that we will increase the standard.  That is for a small cohort of animals in this programme.<\/p> <p>  The Deputy also asked if the protocol bonus is replacing the quality pricing system.<\/p><p>We are saying that because we are investing in it upfront, for the first two years all grades will be entitled to the 12 cent because of our belief that, through the programme, we will raise the standard of production and bring more animals into the category to which this will apply.<\/p><p> On Senator Paul Daly's question on the arrangement, this is a collaboration between the two of us to try to help.  We are rooted in agriculture.  Our founder had a great link to farming.  Our Kepak farm, which this committee visited last year, is used as a knowledge transfer centre for our supplier base, our customers, and Teagasc-led discussion groups.  We are listening to farmers, more than 1,000 last year, and one of the things they are saying is that they are looking for big companies to come up with solutions.  That is what this is.  This is a solution for the industry.  It is not the complete silver bullet for the industry, but it is a start.  There is absolutely no arrangement between us other than to try to help with a solution, to get more predictability into the system for us, and to bring more predictability to the farmer.  These are the opening comments to some of the questions that have been raised, and I am happy to take more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#GG00100","nonspeaker":"Mr. Mick O'Dowd","continuing":true},{"type":"speech","time":1557788400,"counter":69,"content":"<p>When Mr. O'Dowd says that all grades qualify for the club protocol bonus, is that if they meet the weight restrictions, or do they all qualify irrespective of that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#HH00200","speaker":"1350"},{"type":"speechnospeaker","time":1557788400,"counter":70,"content":"<p>No, they qualify within the weight restrictions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#HH00300","nonspeaker":"Mr. Mick O'Dowd"},{"type":"speech","time":1557788400,"counter":71,"content":"<p>They have to meet the weight restrictions to qualify.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#HH00400","speaker":"1350"},{"type":"speechnospeaker","time":1557788400,"counter":72,"content":"<p>Yes.  Currently the grades, O- or less, would not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#HH00500","nonspeaker":"Mr. Mick O'Dowd"},{"type":"speech","time":1557788400,"counter":73,"content":"<p>If a beast is a P+, does it qualify if it meets the weight criteria?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#HH00600","speaker":"1350"},{"type":"speechnospeaker","time":1557788400,"counter":74,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#HH00700","nonspeaker":"Mr. Mick O'Dowd"},{"type":"speech","time":1557788400,"counter":75,"content":"<p>It does.  In case Mr. O'Dowd thinks I am being completely negative, I welcome the finance part with the cashflow.  On beef farms, that is a very interesting development and is to be welcomed.  Does Mr. O'Keeffe or Mr. Ryan wish to come in here?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#HH00800","speaker":"1350"},{"type":"speechnospeaker","time":1557788400,"counter":76,"content":"<p>I am just confirming that this is the case.  In one of the Vice Chairman's comments in that regard, he mentioned the percentage.  As it stands today, one is looking at somewhere in the 20% area, depending on what part of the country one is in, to meet the specification and to get a quality bonus for a Friesian breed cow, whereas for Angus it is probably 50% and for Hereford it is around 60% in terms of meeting the O= or better.  It is extended for that two-year period to 100% with the objective of pushing to breed better cattle from the dairy herd and to use a much higher percentage of beef sires on the dairy herd.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#HH00900","nonspeaker":"Mr. Martin Ryan"},{"type":"speech","time":1557788400,"counter":77,"content":"<p>We could argue about that for a long time with Mr. Ryan, but with the focus on the solids and everything else on the dairy side, it is going to be very hard to see how confirmation on the beef side is going to be improved dramatically.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#HH01000","speaker":"1350"},{"type":"speechnospeaker","time":1557788400,"counter":78,"content":"<p>There is no doubt at all that it is a big challenge.  We are trying to change the percentage of animals, and that will demonstrate to others how value can be increased.  Not everything will be changed overnight.  People will breed replacements continually on the economic breeding index, EBI.  We may need to put more focus within the EBI on the beef value within it, but that is an industry matter.  Given the amount of dairy stock produced today, there is certainly scope to increase the number of beef-sired animals within that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#HH01100","nonspeaker":"Mr. Martin Ryan"},{"type":"speech","time":1557788400,"counter":79,"content":"<p>I have been very critical about the lack of evaluation in the EBI of the beef value of an animal.  That has totally disappeared.  Ten or 15 years, it would have been possible to pick a Friesian sire at our local AI station that would have had significant beef qualities.  Six weeks ago I went through the same brochure.  It was next to impossible to pick a Friesian sire that would add anything to the beef side.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#HH01200","speaker":"1350"},{"type":"speechnospeaker","time":1557788400,"counter":80,"content":"<p>That is correct as it stands today, and that is one of the things we want to set out to try to move.  In the first instance, people will shift towards using more beef sires.  Then we get to a point where sex semen will play a role but an improvement is required in technology.  The next step after that is to try to have a heavier weighting within the EBI on the beef value of the actual dairy offspring, because those animals are transferred to a different farmer.  It is looking at it from an industry value perspective as opposed to within the farm gate.<\/p><p> On the closed loop piece, as demonstrated by the premium piece, clearly somebody wants it and is prepared to pay for it.  The closed loop to us is certainly fundamental to the programme.  It is definitely the genesis of the ability to pay collectively and deliver that premium over the market piece.  It is a combination of ourselves, the customer and the processor.  It is, substantially, the customer who is making that contribution.  That is what they want.  That is what purchasers, as in major retailers and others, want.<\/p><p> I had an engagement recently with a company called Eco2 in the UK with regard to what work it is doing on the carbon area in the context of where we are today and the issues in Ireland.  By a mile the greatest level of work it is doing is for retailers in terms of looking to produce what it can sell on the market as a lower carbon footprint beef product.  That is where its heart and soul is today.  The alternative to doing something is to stay where we are.  We definitely want to try to avoid that.<\/p><p> From a customer perspective, it is infinitely easier for them to audit one supplier than to audit 20, 30 or 40 in the supply chain.  They just find that impossible to do today.  The steps we are taking today form, first and foremost, a potential opportunity to build a block chain within the beef industry here.  That would certainly add value and markets down the road.  Particularly when one goes towards Asia, that is a big requirement in their minds there for the future development of it.<\/p><p> As Mr. O'Dowd highlighted, the number of cattle, even at 50,000 down the road, is about 2.8% of last year's national kill.  It is a very tiny piece but it is symbolic.  It demonstrates a potential and a different model for people to look at as well.<\/p><p> On the fertiliser piece, and this is the last piece we considered in this regard, not because fertiliser is different or better than anywhere else because it would be substantially the same, the big challenge with fertiliser, which members will come across in their climate debates and others, is to ensure we use the right kinds of fertilisers to manage carbon footprint.  There is a huge impact from nitrous oxide in that regard where we slowly release nitrogen and so on.<\/p><p> One of the comments made by Deputy Penrose was to do with prescription medicines.  They are not included.  Our whole focus in this programme is prevention of the use of medicine through vaccination and other approaches.  It is very much about reducing that part.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#HH01300","nonspeaker":"Mr. Martin Ryan","continuing":true},{"type":"speech","time":1557788400,"counter":82,"content":"<p>Are vaccinations included?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#JJ00300","speaker":"1345"},{"type":"speechnospeaker","time":1557788400,"counter":83,"content":"<p>Absolutely, yes.  We really want to reduce antibiotic use here and improve welfare and health benefits.  That is the best and cheapest way of doing it.<\/p> <p>  On the price issue that was raised by a good few people, I can assure them we will have a competitive price proposition here, because without it, it does not work for anybody: not for us, not for the farmer, and not for Kepak.  Like some of the other schemes we had, they were all oversubscribed and we never had people pulling out of them because they were set up for them.<\/p> <p>  Glanbia co-op, as mentioned by the Deputy, is effectively a farmer co-op with a farmer board.  It is run by farmers for farmers.  We might be big but we are not a multinational company operating just-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#JJ00400","nonspeaker":"Mr. Martin Ryan"},{"type":"speech","time":1557788400,"counter":84,"content":"<p>I do not believe we agree with its decisions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#JJ00500","speaker":"1350"},{"type":"speechnospeaker","time":1557788400,"counter":85,"content":"<p>No more than the farmer, whether he decides to go in here or not, he is entitled to make his decision.  This is an optional programme that will suit certain people for different reasons, and it is a small percentage of the total market.<\/p> <p>  Mr. O'Dowd has covered some of the areas, but the important piece was to do with quality and breed.  That is applicable to all of the cattle that qualify on the weight basis during that two-year period rather than the percentages that are there today.<\/p> <p>  There is no desire or approach around looking at other millers or anything else like that.  We are trying to find a model that will help the value of a dairy calf and help a beef producer get a return on rearing them.  We see that as quite a challenge today.  We are trying to bring some certainty and clarity to that.  It is for a small percentage of the cattle population.  Depending on how it goes, others may follow suit and others may have other initiatives around this.<\/p><p> A number of the other issues were covered a few times.  There was a question about the age of the calf.  There is no limit regarding what point a calf can move at.  It was one movement at any time in its life.  If a dairy farmer normally keeps his calves for nine months, a year or a year and a half and another farmer finishes it from there, that is not an issue.  There is no restriction around that.<\/p><p> On the price of the calf, we have no involvement in setting the price.  It is between the farmers.  It is always a challenge to make sure the market has a fair price.  We reckon the fairest way of handling that is through the farmers.  Just as we will send all members of the club the weekly ROI price quoted, what we will do is also send them the prices of calves from the marts to give them an indication of where the price is at.<\/p><p> That covers most of the key points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#JJ00600","nonspeaker":"Mr. Martin Ryan","continuing":true},{"type":"speechnospeaker","time":1557788400,"counter":87,"content":"<p>On the general comment about the Glanbia schemes, it was mentioned that Glanbia had tried schemes like this previously.  The fixed milk price schemes were launched.  They are voluntary schemes.  We are now on scheme No. 13 and over 20% of the milk in the Glanbia pool is fixed by farmers voluntarily.  If a scheme is not attractive when it is launched, no farmer will sign up.  We have 4,500 farmers and they make independent choices.<\/p> <p>  Deputy Cahill said he was surprised at the lack of critical analysis.  There was certainly critical analysis at the information meetings we mentioned.  The interesting thing I discovered is that, after the critical analysis, the farmers asked many hard questions about the price of inputs.  To be assured they would be getting value, they signed the form after the meeting.  Ultimately, this is not a short-term programme.  If the farmers perceive that they are not getting value and a return at the end of the programme, they will opt out after a period.  We will be the losers.  Glanbia and Kepak have set out on a journey with ambitious targets, and those targets will not be reached if the programme does not work for farmers.  Farmers will sign up for calves this year in the pilot, and if the pilot works for them, they will continue in the programme.  If it does not, they will move their business elsewhere.<\/p> <p>  A number of the members mentioned the private merchants.  We operate in 21 counties and in all those counties there are strong, private, independent merchants and other co-operatives competing for farmers' business.  It is to the betterment of farmers that they are there.  They have invested in their business, the dairy herd has expanded, the dairy processors have invested in milk processing capacity and the private merchants have invested.  At every Glanbia council meeting there is comment on the pricing.  There is great competition in the market.  This programme for 6,000 or 20,000 calves will not change the competition that exists across the 21 counties.  We fully respect that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#KK00200","nonspeaker":"Mr. Pat O'Keeffe"},{"type":"speechnospeaker","time":1557788400,"counter":88,"content":"<p>I wish to add a comment on Deputy Cahill's query about the age of the Friesians.  Obviously, meat is required 12 months of the year, so it is important that there is a range in which animals are slaughtered.  While the upper end will be 30 months, we anticipate that there will be a range operating there, particularly with some heifers coming from suckler farmers at 20 months and some of the Friesians the Deputy mentioned being 27, 28 or 29 months to get them to the required level of finish.<\/p> <p>  The fodder crisis and credit were mentioned.  Glanbia, being a farmer co-operative, showed its true colours during that period and gave a massive extended credit facility, an extended credit scheme, to farmers, which they will be working off over the next couple of years.  We have been very fair in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#KK00300","nonspeaker":"Mr. Martin Ryan"},{"type":"speechnospeaker","time":1557788400,"counter":89,"content":"<p>Deputy Cahill also asked if the consumer wants this.  Not all consumers want it.  Consumers are driven by many different things, and as an exporter of 90% of our beef, we are consistently looking for differentiators in the market.  There are consumers who are very driven by the environment and by consistency in eating quality.  We feel we can bring all of the different attributes into it through this.  It was mentioned that there was an insinuation against other merchants.  There absolutely was not.  It is because of the consumer-led drive for additional attributes to the beef that we are trying to bring a product to them, and this is the way we feel we can do it for a cohort of cattle.<\/p><p>I repeat that this is a small percentage of the overall kill from which we are trying to produce a package that can go to a customer.  That is what is driving it.<\/p><p> I wish to make another point.  From talking to our supply base - more than 10,000 farmers are supplying us - and from the beginning of our discussions with Glanbia, we wanted to have a solution for the suckler industry as well.  Again, it is not the perfect solution but it is an effort to raise the output from those suckler herds.  For suckler farmers who are prepared to finish their progeny under the programme and to take in a minimum of 25 calves from the dairy herd, all of their progeny are eligible under the pricing structure we have outlined.  We feel it is a start to bringing a solution to that industry as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#KK00400","nonspeaker":"Mr. Mick O'Dowd","continuing":true},{"type":"unspoken","time":1557788400,"counter":91,"content":"<p>Deputy Pat Deering resumed the Chair.<\/p>"},{"type":"speech","time":1557788400,"counter":92,"content":"<p>Customers were mentioned.  Will the witnesses be supplying their existing customers or have they lined up new customers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#LL00200","speaker":"1339"},{"type":"speechnospeaker","time":1557788400,"counter":93,"content":"<p>We have been working with a basket of customers across Europe and Asia for this beef.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#LL00300","nonspeaker":"Mr. Mick O'Dowd"},{"type":"speech","time":1557788400,"counter":94,"content":"<p>They are all new customers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#LL00400","speaker":"1339"},{"type":"speechnospeaker","time":1557788400,"counter":95,"content":"<p>It is a mixture.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#LL00500","nonspeaker":"Mr. Mick O'Dowd"},{"type":"speech","time":1557788400,"counter":96,"content":"<p>I have been looking at the practices that would be required.  The outline refers to fertiliser, feed and time of weaning.  It is all the good husbandry and best practice we should see happening on the farm.  I assume that advisers will be part of this package.  Will the witnesses contract Teagasc or the like to talk to farmers or will they employ advisers to work with farmers to meet these standards and to check that the standards are being met?  There will be a cost involved in that regard as well and the farmer somehow or other will pay that cost down the line.<\/p> <p>  My experience of it, and I have been on both sides of it, is that when one is working with a group like this and one has advisers going around working with farmers, what one is talking about is creating specialists.  Glanbia and Kepak want to have a group of specialists who can produce a special product for them and will do that within the group.  Some farmers who are not up to that standard will fall away in time and others will stay.  Farmers have a fear of the feedlot scenario, that the witnesses will have a specialist category that will produce the best of the product they want under their conditions, and that the others will fall aside, will not get the price and ultimately will fall out of the system and fall away from farming.  That concern must be addressed.<\/p> <p>  As far as I can see, the witnesses are talking about a producer group.  This is a farmers' producer group in all but name.  It is not being organised by the farmers but by Glanbia and Kepak.  The farmers are working to a particular standard, getting a particular price and using particular inputs.  They are basically working in that model.  At present, there is funding available for producer groups.  Has that been examined by the witnesses or by the farmers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#LL00600","speaker":"1345"},{"type":"speech","time":1557788400,"counter":97,"content":"<p>I apologise that I had to slip out earlier and perhaps my question was asked, but is there much interest in this initiative at present?  As a Glanbia supplier, any initiative that will help the beef industry must be welcomed.  Obviously, there might be some issues that could be teased out further, but if we carry on as we have been over recent times, we will end up in difficulty.  There is an old saying that if one keeps doing the same thing, one will always get the same result.  We have seen that over time.  The beef industry must change and diversify over the next period so it can be sustainable for the future.  Hence the discussions in that regard in this committee over the past month or six weeks.<\/p> <p>  For many years I have seen that dairy farmers are more keen to use technology to progress.  Tillage farmers use it to a lesser extent, but dairy farmers are particularly keen to use technology.<\/p><p>We have seen the results of that technology in recent times.  Do the delegates agree there is a requirement for education in some parts of the beef sector in that regard?  My view is that it should be a key focus of the meat industry to educate, bring farmers along and ensure they have confidence in the future.<\/p><p> Will the delegates indicate whether there has been much interest in their initiative and if they expect to be able to fill the quota for this year?  Looking to the future, do they intend to sell their message and programme?  If they have filled their quota by the end of the year, will they assess where they are after year one and go from there?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#LL00700","speaker":"1268","continuing":true},{"type":"speechnospeaker","time":1557788400,"counter":99,"content":"<p>The pilot phase quota of 6,000 has already been oversubscribed.  The expression of interest form was for the purpose of expressing interest in the programme for the years 2019 and 2020.  We are well on the way to filling the 2020 quota.  <\/p> <p>  Deputy Martin Kenny asked some important questions about our objectives.  The club technical team comprises people from Kepak and Glanbia coming together to help and support the farmer, at no extra cost to the latter, throughout the life span of the animals registered with the club.  Our KK club was developed in the late 1990s and is still going strong with more than 50 members.  The club approach is what we have always encouraged and strived for, building loyalty and supporting our farmers throughout the production cycle of their animals.  We see this programme as being very similar.  We hope in year one to have 100 to 150 farm members, with the average number of cattle per farmer likely to be in the region of 50 to 55.  That is the typical number that has come back via the expression of interest form.  On that basis, we expect a club membership in year one of 100, rising towards 1,000 by the time we hit our target of 50,000 animals per year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#MM00200","nonspeaker":"Mr. Mick O'Dowd"},{"type":"speechnospeaker","time":1557788400,"counter":100,"content":"<p>On the advisory aspect, what is really motivating us to provide a good specialist technical advisory service is the evidence from the profit monitors on the calf to beef programmes which show an enormous difference between average income and the top one third.  There is huge scope for improvement in that regard.  The main reason a person might fall out of beef production is the lack of being able to drive his or her output figure.  With reference to the 513 farms in the profit monitor of the calf to beef programmes in 2017, the difference in output per hectare between the average and the top one third was 362 kg.  The difference in value of output per hectare was &euro;855.  That is an enormous gap which must be closed if people are to produce beef sustainably, which is the objective of the technical team.  A large part of it is driven by good grassland management, more than by anything else.  The objective is to get good lifetime performance from cattle and keep costs under control.  That is the angle from which we are coming and we will have a number of specialist advisers working to that end.  In addition, we have had discussions with some of the Teagasc specialists.  There will be room for their involvement where there are specialist skills that can be used.  We will have workshops and particular farms we will visit to demonstrate those skills.  That is a critical aspect of our work because there is a great deal of low-hanging fruit.  To translate the figures into costs per kilogram of live weight, the difference between the top one third and the average in the calf to beef systems is 50 cent.  It is a serious difference.  Our goal is to ensure all of the available potential is harvested.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#MM00300","nonspeaker":"Mr. Martin Ryan"},{"type":"speech","time":1557788400,"counter":101,"content":"<p>I thank the witnesses for attending to give us an insight into the initiative.  I wish them well with it.  This forms part of our ongoing discussion on the future of the beef industry, which I am sure they are following closely.  We will have a number of further engagements in the coming weeks, with representatives of Teagasc, Bord Bia and the Competition and Consumer Protection Commission due to appear before the committee.  We hope to have a report in early June outlining a clear pathway for the future of the beef industry, which is an important sector in agriculture.  It is important that it has a sustainable future.<\/p> <p>  I again thank Pat O'Keeffe, Martin Ryan, Mick O'Dowd and Jonathan Forbes, for appearing before the committee.  I also thank Mr. Forbes for the hospitality he showed when we visited 18 months or two years ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#NN00100","speaker":"1268"},{"type":"speechnospeaker","time":1557788400,"counter":102,"content":"<p>The Chairman is welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#NN00200","nonspeaker":"Mr. Jonathan Forbes"},{"type":"speech","time":1557788400,"counter":103,"content":"<p>It was a very interesting day out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2019051400002#NN00300","speaker":"1268"},{"type":"unspoken","time":1557788400,"counter":104,"content":"<p>The joint committee adjourned at 6.05 p.m. until 3.30 p.m. on Tuesday, 21 May 2019.<\/p>","notice":"TIME STRING DETECTED"}]