[{"type":"majorheading","content":"Joint Oireachtas Committee on Health","time":1617836400,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 14:00<\/p><p>The Joint Committee met at 14:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies David Cullinane, Martin Conway, Bernard J. Durkan, Seán Kyne. Neasa Hourigan, John Lahart, Róisín Shortall.<\/p><p>Teachta \/ Deputy Seán Crowe sa Chathaoir \/ in the Chair.<\/p>","time":1617836400,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002"},{"type":"minorheading","content":"Business of Joint Committee","time":1617836400,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#A00100"},{"type":"speech","time":1617836400,"counter":5,"content":"<p>Apologies have been received from Deputies Colm Burke and Gino Kenny, and Senators Black and Hoey.  Before we call our witnesses to present to the committee we must address one item of business, which is the draft minutes of the meeting held on 26 and 30 March.  Are the minutes of the private meeting held on Friday 26 and Tuesday 30 March agreed with no matters arising?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#B00200","speaker":"1571"},{"type":"minorheading","content":"Review of the Operation of the Medical Card Scheme: Irish Dental Association","time":1617836400,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#B00300"},{"type":"speech","time":1617836400,"counter":7,"content":"<p>I welcome representatives from the Irish Dental Association who will present virtually to our meeting and provide the committee with their observations on the operation of the medical card scheme.  From the Irish Dental Association, I welcome: Dr. Anne O&rsquo;Neill, president, Dr. Clodagh McAllister, president-elect, Mr. Fintan Hourihan, CEO, and Dr. Caroline Robins, chair, general practice committee.<\/p> <p>  Before we hear the opening statements, I must point out to the witnesses that there is uncertainty if parliamentary privilege will apply to their evidence from locations outside the parliamentary precincts of Leinster House.  If, therefore, they are  directed by the Chairman to cease giving evidence in relation to a particular matter, the witnesses must respect that direction.  I call on Mr. Hourihan to make his opening remarks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#B00400","speaker":"1571"},{"type":"speechnospeaker","time":1617836400,"counter":8,"content":"<p>I am the chief executive of the Irish Dental Association.  I am joined by: Dr. O'Neill, the president of the association, who is a principal dental surgeon employed by the HSE; Dr. Robins, chair of our general practice committee and a Carlow-based practice owner who holds a medical card contract; and Dr. McAllister, our president-elect and a Dublin-based general practice dentist.  We are delighted to appear before the committee and we welcome the members' interest in the concerns we have raised on behalf of dentists and patients over many years.<\/p> <p>  I propose to offer a brief explanation of the original scheme and the medical card scheme today, the difficulties which have prevented resolution of problems with the scheme, the possible options we see for reform of the scheme, and the priorities and approach we believe should be adopted as a matter of urgency.<\/p> <p>  Everybody accepts and, I hope, understands that oral health is an integral part of good general health.  Difficulty in accessing dental care is recognised internationally as contributing to poorer oral health for lower income groups due to the high cost of delivery of dental care.  In Ireland, the medical card scheme was originally designed under the legislation to provide basic dental care to those who met the income threshold provided for in the Health Act 1970 and subsequent legislation.  The only other State supports to patients in accessing dental care are within the PRSI dental scheme, which subsidises dental examinations and a scale and polish, and tax rebates under the Med 2 scheme, which refunds advanced care for those who can afford to pay for treatment.<\/p><p>In the appendices, we explain the significant differences that exist as regards the operation of the schemes for medical card patients in medical and dental care and the disparity in financial supports provided to doctors and dentists treating the same cohort of patients.  <br\/><br\/>I have also mentioned a very recent American study that shows the impact of the lack of priority afforded to oral health within primary care on the growth of inequities within different income groups.  That is very true in Ireland as well.  The Primary Care Collaborative, PCC, study, as it is known, is worthy of closer study.  It states:<\/p><blockquote>\tOral conditions impact the body in myriad ways, and oral disease has been associated with worse outcomes across multiple health conditions and organ systems.  The chronic inflammation associated with periodontal disease has been associated with worsened glycemic control among people with diabetes as well as increased risk of preterm birth.  Older adults with missing teeth have worse nutrition and are more likely to have nutrient deficiencies.  Poor oral health among people admitted to the hospital increases the risk of pneumonia. More importantly, the impact of poor oral health cannot be understood exclusively through potential association with other health conditions.  Even without harmfully affecting other health conditions oral health problems can cause pain, discomfort and, in some cases, even death.  Poor oral health impacts can also have an effect on employment prospects and an individual's self-confidence among many other economic, mental and social problems.  All these problems are more tragic because dental disease is almost entirely preventable.   <\/blockquote><p>Historical differences in how oral healthcare is delivered and paid for have led to even larger inequities in oral health access and outcomes as compared to the rest of the healthcare system, according to the PCC study.  That is very true in Ireland and elsewhere.  The pre-existing gap in access to dental care based on income disparities has only served to widen in Ireland in the past few years.  The current crisis in the medical card scheme is seeing an acceleration in the health divide between those who can and those who cannot afford to visit the dentist.  The current scheme was introduced in 1994 and initially offered access to basic dental care for all those who had a medical card.  It provided access to a dental examination, any fillings or extractions required, limited access to root canal treatment for front teeth and access to basic dentures.  In essence, it provided reasonable access at the time to restore and maintain dental health.<br\/><br\/>Private dentists hold individual contracts with the HSE to provide care to eligible patients.  Patients are entitled to be cared for and treated by any dentist holding a dental treatment services scheme, DTSS, contract.  In 2010, 11 years ago, the HSE imposed unilateral cuts to the scheme to reduce expenditure.  Those cuts were implemented without consulting the association, dentists or patients, despite the contract having an agreed committee to enable such consultations.  Those cuts fundamentally altered the scheme from a demand-led scheme to a budget-led scheme.  This was done by removing access for many patients to treatments under the scheme.  It restricted access for the majority of patients to one examination annually, a maximum of two fillings irrespective of circumstances and access to as many extractions as are required.  It no longer supports the oral health of medical card holders; rather it enables them to lose their teeth and to rely on dentures.  Only those who have a significant medical condition from a narrow, prescribed range are enabled to access more treatment of items on application.<br\/><br\/>The net effect is that any adult over the age of 16 can no longer access the dental care he or she requires to maintain dental health.  In my document, I outline the treatments available prior to 2010 and those currently available.  Biannual scale and polish, gum cleaning and periodontal treatment have been suspended, fillings are now restricted to two per annum and root canal treatment, dentures and denture repairs are all only available in emergency circumstances.  An unlimited number of extractions are still allowed.<br\/><br\/>For the patient, it means a lifetime of embarrassment, decreased nutrition and loss of well-being.  The association, as a party to the original agreement, has advocated on behalf of our members, and the patients who attend them, for many years.  It is our view, and the expressed view of our members who are the dentists operating the scheme on a daily basis, that the State scheme for approximately 1.5 million eligible medical card patients is in crisis and on the brink of collapse.<\/p><p>The past year has seen an unprecedented number of dentists withdraw from the medical card scheme with serious repercussions for patients across the country.  Total spending on the scheme fell from more than &euro;63 million in 2017 to barely &euro;40 million last year.  The implication of this is that large numbers of patients are no longer accessing treatment as the scheme is a fee-per-item structure.  A detailed breakdown of the impact of the cuts in spending on patient attendances by HSE community healthcare organisation, CHO, region, and an illustration of the reduced number of dental treatment services scheme, DTSS, contracts held by dentists by CHO region, has also been supplied to the committee.<\/p><p> The current sets of fees paid to dentists are in place since 2010 when fees were reduced under the financial emergency measures in the public interest, FEMPI, legislation.  Any changes to fees require a decision by the Department of Health.  There has been no review in the intervening period and no reversal of the cuts imposed.  None of the items currently provided are economically viable in terms of the costs incurred by dentists caring for patients.  Many of those treatments are no longer in line with modern best practice dental care.  My colleagues will be happy to expand on that.<\/p><p> Last week, the committee heard from the HSE, which said that in a typical year just over 30% of the eligible population receive treatment through the scheme.  Last year, the HSE said it fell to barely 22%, mainly due to the Covid-19 pandemic.  The number of claims has fallen dramatically in the past number of years.  In 2019, there were more than 1 million and, in 2020, there were less than 800,000.  The number of contracts held by dentists nationwide fell by more than 30% between 2015 and 2020, from a figure of 1,847 to below 1,200.  We believe that the current figures are significantly overstated due to many inactive contracts.<\/p><p> The fundamental changes in the structure of the scheme and the reduced number of participating dentists have had very significant impacts for patients.  They are experiencing delays seeking treatment due to the reduced number of dentists participating and delays in accessing treatment while administrative decisions on whether to fund additional care are made.  Patients are looking at increased travel time seeking treatment and in some cases are relying on the already underfunded public dental service to provide care in areas where DTSS contracts are particularly scarce.<\/p><p> What we are seeing, therefore, is an unprecedented crisis in dentistry and access to dental care for the most vulnerable of patients.  In 2020, almost a quarter of participating dentists nationwide left the scheme.  We see the scheme as no longer viable and that is the decision at which those dentists have also arrived.  They simply cannot afford to continue to participate and this is leading to complete chaos.  In the footnote to my statement, I mention the fact that the last straw for many dentists was when they were promised personal protective equipment, PPE, within seven days by the then Minister for Health last June and it still has not materialised.  Many dentists said that was the last straw and it led them to resign.<\/p><p> The withdrawal of dentists is also affecting services provided by the HSE's own dental services, which are now faced with adult patients presenting when those same public services have seen a 24% reduction in staff at a time there has been a 20% increase in the number of eligible children seeking care from the HSE service.  All these impacts are without considering the substantial impact of Covid-19 in providing dental care.<\/p><p> Not surprisingly, our members continue to voice their anger and disillusionment with the Government's lack of action on the matter.  We have sought to engage with the Department of Health to redevelop the scheme over many years to no avail.  Many of our members believe now that the refusal to acknowledge the reality of the crisis within the scheme and the general approach of the Department suggests a level of disrespect, if not contempt, for the profession, the importance of dental and oral health and the patients who rely on this scheme.  It also shows scant regard or understanding of the impact of this crisis on vulnerable patients who are unable to afford access to a service that was defined as essential by the Government during the Covid-19 crisis.<\/p><p> Significant additional costs incurred by general dental practices during the pandemic have raised the costs of providing care to patients and have made the existing DTSS contracts completely unviable.  Dentists want to be able to provide care for all patients but the Government is leaving them with little choice but to minimise their involvement or withdraw from this scheme.<\/p><p>The Irish Dental Association is the representative body for all dentists and was party to the negotiations which culminated in the introduction of the scheme in 1994.  The need for redevelopment of the scheme has been long recognised.  Negotiations on a revised scheme were abandoned 14 years ago, in 2007, when the then Department of Health and Children withdrew from the negotiations citing concerns about the role of the association having regard to competition law.  We do not accept that there is any impediment to our participation in collective bargaining with the Department of Health and we have corresponded on and discussed this with the Department over a long period.  In order to overcome any concerns on this issue, as recently as November we presented a modified version of the so-called framework agreement which was concluded in 2014 by the Department of Health and the Irish Medical Organisation, which represents doctors in general practice treating the same cohort of patients, to reflect the specific role of the Irish Dental Association in representing general dental practitioners.  To date, we have not received a response to those proposals.<\/p><p> We stand ready to negotiate with the Department of Health.  We successfully negotiated with the former Department of Employment Affairs and Social Protection in recent years on the extension of the PRSI dental scheme to eligible self-employed persons and the restoration of scale and polish entitlement in 2017.  We are confident that we can engage constructively with the Department of Health if the threat of criminal sanction against the association is removed.  The association is committed to promoting independent practice and has provided the committee with a copy of our independent practice policy paper, published as late as 2019.  We recognise the need for support from the State in allowing low income and marginalised groups access to dental care within the context of promoting independent dental practice.  However, the legitimacy and role of the association as the sole representative body for the dental profession must be recognised and secured within an appropriate framework agreement.<\/p><p> As the representative body, the Irish Dental Association believes that the priority in addressing the current crisis should be on ensuring proper access to dental care for those who face the greatest difficulty in meeting the cost of treatment.  Any arrangement has to be economically viable for dentists and cannot have an administrative burden which delays patient care.  There also must be clarity as regards care pathways for eligible patients.  Patients or dentists should not be put in the position whereby they have to barter about the care to be provided.<\/p><p> We believe that a new approach is required to address the need to restore access to dental care for low income groups rather than more of the same with a failed model, as exemplified by the current system.  We believe new models of access need to be examined, including a combination of some, or all, of the following approaches: application of a co-payment system similar to that used with the PRSI dental scheme; the use of use-it-or-lose-it vouchers funded by the State to encourage greater attendance of patients for dental examinations and, possibly, other preventative treatments of which there are examples in many countries; and expansion of the Med 2 tax relief scheme.<\/p><p> It was indicated by Department of Health representatives appearing before this committee last week that they favoured an interim solution prior to commencement of a root and branch review of the DTSS.  Our members have been very clear in voicing the opinion that applying a shot of adrenaline to the current scheme is not an acceptable solution.  It has been long accepted that a new dental scheme is required.  We cannot wait for the pandemic to be over before comprehensive discussions commence.  We are available to engage in discussions which, within an agreement timeframe, will produce an agreed long-term solution to the current crisis, but equally on the basis that any short-term interim solutions are credible and consistent with the principles outlined within this document and have a finite lifespan.<\/p><p> The legitimacy and role of the Irish Dental Association must be recognised and secured.  Ultimately, we believe that the following principles must apply to any scheme or approach developed by the State.  There must be a time limited review of any new arrangements.  The complementary role of the public dental service must be recognised.  There must be clear referral pathways agreed and adequately resourced within the public dental service.  There needs to be clarity around the scope of treatment coverage for patients and dentists.  Any changes in the scope of treatment must be reviewed regularly.  It is vital that there is clarity as regards the State's responsibility to provide care to eligible patients where elements of a treatment plan are not covered.  Any obligation resting on general dental practitioners and funded by the State must be clearly enunciated.<\/p><p>A demand-led approach cannot operate in tandem with caps on funding.  Agreement must be reached on the maximum number of eligible patients any dentists can be required to care for and treat in any scheme.  Bureaucratic overload must be avoided.  The autonomy of dentists and dental practices must be recognised by the State along with the imperative of dental practices to secure the viability of their business.  Professional fees must be structured in an economically viable manner, having regard to the operating costs incurred by dentists and with provision for regular review on an agreed basis.  Unilateralism on the part of the State is not compatible with a collaborative approach to working with the profession.  Finally, structured dialogue in any forums attended by State agencies and the IDA must be enabled along with agreed dispute resolution, grievance and disciplinary provisions.<\/p><p> I thank the committee for its interest.  We will be pleased to address members' comments and queries.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#B00500","nonspeaker":"Mr. Fintan Hourihan","continuing":true},{"type":"speech","time":1617836400,"counter":13,"content":"<p>I thank Mr. Hourihan.  That was a long opening statement but I appreciate it and there was a lot of detail there.  We will begin the questions with Deputy Durkan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#F00200","speaker":"1571"},{"type":"speech","time":1617836400,"counter":14,"content":"<p>I welcome our guest speakers and thank them for their presentation.  Going back to the very start, when did the IDA last consult with the Department on the issue the association has just raised with us now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#F00300","speaker":"1584"},{"type":"speechnospeaker","time":1617836400,"counter":15,"content":"<p>We last met the Minister and his officials in November via teleconference.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#F00400","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":16,"content":"<p>Was the meeting successful and satisfactory or unsatisfactory and unsuccessful?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#F00500","speaker":"1584"},{"type":"speechnospeaker","time":1617836400,"counter":17,"content":"<p>It is always good to chat.  There was supposed to be a follow-up meeting which is yet to take place.  It was an opportunity for us to spell out, as I have done here already, the concerns we have but there was no follow-through and that is a matter of some concern.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#F00600","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":18,"content":"<p>Mr. Hourihan has done very well in setting out the various aspects of the service and its needs.  I have had numerous visits to Mr. Hourihan's colleagues over the last number of years and have had lots of grounds for satisfaction.  I would not be a critic of the service at all; I am a strong supporter of it.<\/p> <p>  My next point concerns the restricted extent to which examinations and treatment can take place in any given year.  Does this refer to a calendar year or instead of two examinations could a person have two in November and two again in February or January or can they be combined into one?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#F00700","speaker":"1584"},{"type":"speechnospeaker","time":1617836400,"counter":19,"content":"<p>The schedule applies on a calendar year basis so a person is entitled to one examination in a 12-month period from January to December.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#F00800","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":20,"content":"<p>That answers that question.  On medical cards in general and the number of patients on the cards, the number of patients has increased.  Will Mr. Hourihan remind us again of the extent to which the number of has increased, which is, in other words, the extent to which the demand has increased?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#F00900","speaker":"1584"},{"type":"speechnospeaker","time":1617836400,"counter":21,"content":"<p>The number of eligible patients is currently at 1.5 million.  It has increased from 1.4 million, probably in the last five years although I would have to check the figures on that.  It is also important to remember the participation.  Usually about one in three eligible patients would visit their dentist for at least an examination but as was confirmed it is now down to barely 20% or one in five in the past year.  This is for understandable enough reasons in lots of ways but even in normal times barely one in three eligible patients was availing of the scheme which is a pretty damning indictment of it in ordinary circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#F01000","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":22,"content":"<p>How well has the association exchanged views with the Department and the HSE on maintaining good oral hygiene and early detection and so on?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#F01100","speaker":"1584"},{"type":"speechnospeaker","time":1617836400,"counter":23,"content":"<p>Many patients and many members of the association would say we have not been very effective if it has persisted and declined as much as it has in the last while.  However, I can assure the Deputy - and I have appeared before him and many of his colleagues before on other occasions - that we believe we have been very consistent, vocal and clear in presenting our concerns but really there has been a lack of urgency within successive Administrations.<\/p><p>We had the same problem with previous Governments, which we find very difficult to comprehend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#F01200","nonspeaker":"Mr. Fintan Hourihan","continuing":true},{"type":"speech","time":1617836400,"counter":25,"content":"<p>Has Mr. Hourihan tried the avenue of strongly illustrating the importance of the service insofar as patients' general health is concerned?  How well has he emphasised that when dealing with the powers that be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G00200","speaker":"1584"},{"type":"speechnospeaker","time":1617836400,"counter":26,"content":"<p>We have never encountered a situation where people have said to us that there is not an acceptance that dentistry is important.  Dentistry was regarded as an essential service at the start of the pandemic.  Dental practices have remained open.  The State has recognised that it is important that patients are able to continue to attend with all suitable precautions being put in place.  There is no doubt that the State and the authorities recognise that dentistry is important but in my opinion, it does not follow through by adequately funding the service, particularly for those who have the most difficulty in meeting the costs of attending their dentist.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G00300","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":27,"content":"<p>On the kind of treatment that is claimable insofar as tax is concerned from the point of view of the patient, Mr. Hourihan might tell us more about root canal work.  Root canal work is very intense and requires a great deal of attention, time and care.  I am sure it is stressful also from the point of view of the dentist carrying it out.  Has the association engaged with the Department on the fundamental area of arresting decay in a way that will last for some years?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G00400","speaker":"1584"},{"type":"speechnospeaker","time":1617836400,"counter":28,"content":"<p>I might invite my colleague, Dr. Robins, to comment on the importance of the root canal treatment.  I believe it is well understood but I invite her to share her experience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G00500","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speechnospeaker","time":1617836400,"counter":29,"content":"<p>Would the Deputy rephrase the question?  Is he asking whether we asked about being able to do more root canal procedures?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G00600","nonspeaker":"Dr. Caroline Robins"},{"type":"speech","time":1617836400,"counter":30,"content":"<p>Allowances are claimable for income tax purposes for extractions.  Root canal work is much more expensive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G00700","speaker":"1584"},{"type":"speechnospeaker","time":1617836400,"counter":31,"content":"<p>Correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G00800","nonspeaker":"Dr. Caroline Robins"},{"type":"speech","time":1617836400,"counter":32,"content":"<p>To what extent can people go the same route for that more expensive and delicate work?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G00900","speaker":"1584"},{"type":"speechnospeaker","time":1617836400,"counter":33,"content":"<p>On the medical card scheme we currently have, I am allowed, in emergency situations, to request approval to carry out root treatment on someone's six front teeth only.  Obviously, root canal work is a complex treatment.  It takes a great deal more clinical time than a standard extraction or filling appointment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G01000","nonspeaker":"Dr. Caroline Robins"},{"type":"speech","time":1617836400,"counter":34,"content":"<p>Who decided that it should be front teeth only?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G01100","speaker":"1584"},{"type":"speechnospeaker","time":1617836400,"counter":35,"content":"<p>I cannot answer that.  I have been partaking in this scheme for 20 years.  Dr. O'Neill may have more information about it but it is certainly not a decision we made to offer it only with regard to people's six front teeth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G01200","nonspeaker":"Dr. Caroline Robins"},{"type":"speech","time":1617836400,"counter":36,"content":"<p>From my experience, the other teeth are more in need from time to time of root canal treatment and much more extensive work also.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G01300","speaker":"1584"},{"type":"speechnospeaker","time":1617836400,"counter":37,"content":"<p>One could argue that any tooth, if it is salvageable, is in need of root canal work.  Root canal work is expensive, more time-consuming and complex because there is so much more material used.  If the Deputy saw my surgery after a root treatment, he would say that I had thrown everything bar the kitchen sink at it.  The work takes time and it needs to take time because one must clinically clean the tooth to a satisfactory point whereby one has effectively sterilised it.  This is not something one can do quickly.  If one does it quickly, then one has not done it properly.  I would say it is a budgetary decision because it is a more expensive treatment.  The HSE or the Department of Health would have to pay us a higher fee to do that and I imagine that is possibly something that is not what they want to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G01400","nonspeaker":"Dr. Caroline Robins"},{"type":"speechnospeaker","time":1617836400,"counter":38,"content":"<p>As somebody who has been hanging around the health service for a bit longer than Dr. Robins, I might be able to add more context to Deputy Durkan's question.  There are two aspects involved.  The first relates to what he said in the context of tax relief.  This is dealt with by means of the MED 2 form, which covers root canal treatment.<\/p><p>That provides an advantage or tax relief predominantly for those who pay the higher level of tax.  It does not work in co-operation with the medical card scheme, which is a fully funded scheme.  The decision to provide root canal treatments for front teeth only was taken in the context of where we were back in 1994.  The DTSS was the first structured contracted care scheme for adult medical card holders.  It was designed to provide access to treatment on a national basis, which had not previously been available.  It tried to fill the gap between the <i>ad hoc<\/i>arrangements different health boards had in place, which shows how long ago this was, and where the patients were at the time.  A new scheme is now needed because this one was developed in the context of people having little or no access to routine care.  It developed and provided funded access to routine care for people back in the 1990s but, unfortunately, it has not kept up to date with dental science or with what is envisaged in current schemes.  It would be remiss of me not to mention the oral health policy because it talks about embedding the principles of prevention in the scheme.  These have been embedded in the children's services since the 1990s but there is no way to embed them in the current scheme.  A new scheme needs to be developed, which will be appropriate for adult medical card holders who are, by definition, the vulnerable in our society.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#G01500","nonspeaker":"Dr. Anne O'Neill","continuing":true},{"type":"speech","time":1617836400,"counter":40,"content":"<p>Deputy Durkan has come to the end of his time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#H00200","speaker":"1571"},{"type":"speech","time":1617836400,"counter":41,"content":"<p>Senator Conway also wishes to come in.  Dentistry has come an awfully long way.  I strongly recommend to anybody who needs treatment not to be shy in coming forward and accessing services because it can play a major role in one's general health.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#H00300","speaker":"1584"},{"type":"speech","time":1617836400,"counter":42,"content":"<p>Does Senator Conway intend to come in for just one question?  He is down to speak later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#H00400","speaker":"1571"},{"type":"speech","time":1617836400,"counter":43,"content":"<p>Is Senator Conway there?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#H00500","speaker":"1584"},{"type":"speech","time":1617836400,"counter":44,"content":"<p>I will move on to Deputy Cullinane.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#H00600","speaker":"1571"},{"type":"speech","time":1617836400,"counter":45,"content":"<p>I welcome Mr. Hourihan and the other representatives of the Irish Dental Association.  I will start by quoting a representative of the HSE who was before the committee last week.  In the HSE's opening statement, the DTSS was referenced.  I refer to one specific paragraph which stated:<\/p> <blockquote> \tThe HSE is aware that some medical card holders have experienced difficulties in accessing treatment.  Where this is made known to the HSE, each enquiry and representation is followed up by local community services who seek to assist medical card holders. <\/blockquote> <p>In Mr. Hourihan's view, is this a gross underestimation of the seriousness of the crisis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#H00700","speaker":"1615"},{"type":"speechnospeaker","time":1617836400,"counter":46,"content":"<p>Absolutely.  The facts speak for themselves.  There has been a very significant decline in the number of dentists participating in the scheme and, related to that, there has been a great decline in the number of patients availing of benefits under the scheme.  Where a dentist leaves the scheme and a patient presents, the scheme is very clear that the responsibility to find another dentist rests on the HSE.  From speaking to HSE officials, I know that, in many parts of the country, the HSE finds it next to impossible to find another dentist because large numbers of dentists have left the scheme.  The consequence of that is that patients travel a great distance for treatment, that they postpone treatment, that they receive no treatment or, in a small number of cases, that they borrow or otherwise find money to enable them to pay to be treated privately.  When, in a normal year, one in three patients gets some benefit from the scheme while last year only one in five patients visited a dentist, there can be no doubt that there has been a huge-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#H00800","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":47,"content":"<p>Mr. Hourihan has been involved with the association for some time.  In his view, is this an unprecedented crisis?  Are we talking about a full-blown resourcing crisis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#H00900","speaker":"1615"},{"type":"speechnospeaker","time":1617836400,"counter":48,"content":"<p>The situation has never been as bleak as it is currently.  From the phone calls our office gets from members of the public, from contact with participating dentists and from calls we have had from politicians and local radio stations, we know that there has never been a problem of this magnitude or scale in the history of the scheme.  There has also never been as quick a decline in the operation of the scheme as there has been over the past year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#H01000","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":49,"content":"<p>I will home in on some questions regarding that decline.<\/p><p>Funding declined by 31% between 2015 and 2020 but the number of dentists contracted has also declined substantially from 1,847 to 1,279.  How many fewer dentists are signed up to the contract now than when we first started to see the decline a number of years ago?  How stark is the number?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#H01100","speaker":"1615","continuing":true},{"type":"speechnospeaker","time":1617836400,"counter":51,"content":"<p>It was remarkable that the number of dentists participating in the scheme stayed quite consistent in the difficult years after 2009, but there has been a sharp decline in the past five years and in the past three years in particular.  The rate of decrease in the number of dentists has never been greater.  Last week, the committee was told that a further audit had been carried out by the HSE on the contracts.  Our belief is the figures are worse than the official statistics indicate-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#J00200","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":52,"content":"<p>Is it possible there are some inactive contracts?  Is that where some of the confusion lies?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#J00300","speaker":"1615"},{"type":"speechnospeaker","time":1617836400,"counter":53,"content":"<p>I will give an example of a dentist I spoke to who said five dentists in his practice held contracts under the medical card scheme until quite recently.  It is now down to one.  However, when he checked the database published on the HSE website, he saw all five were still listed as being active, so we believe the official statistics are grossly overstated.  My best guess is fewer than 1,000 dentists are currently participating in the scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#J00400","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":54,"content":"<p>We need to get to the exact figure because we were quoted a much lower figure by the Department and the HSE when they were before us last week.  We need an accurate figure from them on the number of dentists signed up to the contract and how many are active.  That would be important information to have.<\/p> <p>  We have a shortfall in funding, dentists who are leaving in unprecedented numbers, medical card holders who are not getting access to the service they need as a result, and no pathway to more serious treatment.  When comparing the treatment available from 2010 onwards to what was available prior to that, it strikes me that we have almost abandoned prevention.  Scale and polish and extended gum cleaning have done suspended.  Root canal treatment, dentures and denture repairs are done in emergency circumstances only and the number of extractions is unlimited, which does not make sense.  <\/p> <p>  We are telling medical card holders that we will not put preventative resources in place and give them an opportunity to go to a dentist to prevent them from getting to a point at which they need an extraction, but if that point is reached, we will happily remove the tooth, which is hardly good oral health.<\/p> <p>  Am I correct on that?  Have the association highlighted that with the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#J00500","speaker":"1615"},{"type":"speechnospeaker","time":1617836400,"counter":55,"content":"<p>I will ask Dr. O'Neill to comment on it but we have certainly heard from dentists over the years that the changes made in 2009 and 2010 sat very uncomfortably with many of them for the reason the Deputy has outlined.  People will be put off going to the dentist if they feel there is no limit to the number of extractions but there are limits to the number of fillings.  I might ask Dr. O'Neill-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#J00600","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":56,"content":"<p>Before Mr. Hourihan brings his colleague in, I want to reinforce some of what I said with data I received in reply to parliamentary questions on orthodontic and dental waiting times in the public system.  It is also a significant issue.  For example, more than 104 children with special needs have been waiting for more than a year.  Some 1,500 children are on the waiting list for dental extractions under general anaesthetic, which I assume is an emergency.  Hundreds of those children have been waiting for longer than a year, or two years, in some cases.<\/p> <p>  The orthodontist wait times are staggering.  Of 15,338 people waiting on orthodontic treatment, 2,439 of those have been waiting for more than four years.  It seems the south-east is the hardest hit area in terms of regional disparities.  Is that adding to the problem?<\/p><p>Not only is the decrease in funding a problem, but dentists are dropping off the contract, not providing the preventative service that is required and waiting until something gets serious.  If someone needs orthodontic treatment, he or she will be on a waiting list of anywhere from one to four years or longer.  These statistics come from information I received through parliamentary questions.  Do they tally with the witnesses' analysis of how difficult it is to ensure a pathway to more urgent treatment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#J00700","speaker":"1615","continuing":true},{"type":"speechnospeaker","time":1617836400,"counter":58,"content":"<p>Yes.  We are seeing new waiting lists.  It is well recognised that there have been orthodontic waiting lists of unacceptable levels for many years, but we are now seeing waiting lists emerging in care for children who require treatment under general anaesthetic.  The school screening programme has effectively been suspended or abandoned in many parts of the country because many public dental surgeons in the public dental service, which has historically been understaffed and of whom Dr. O'Neill is one, were deployed over the past 12 months to work on testing and tracing.  New waiting lists will grow exponentially because public dental surgeons are not available to see children and special care patients, so-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#K00200","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":59,"content":"<p>I apologise, but I only have a short time remaining and I want to make a final comment before Mr. Hourihan's colleague contributes.  In the health services generally, a great deal of catch-up care will be needed, given that a considerable amount of non-essential care was paused.  In dental and orthodontic services in the public system, there was a pause for a significant number of months.  The figure for the number of appointments from March to the end of May in 2019 was 45,924.  For the same dates in 2020, the figure was 3,161.  That is a large decrease, and I imagine it will carry over into this year.  My time is short, but I would appreciate it if Mr. Hourihan or his colleague addressed this point.  Alongside all of the other problems we have just discussed, there will be catching up to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#K00300","speaker":"1615"},{"type":"speech","time":1617836400,"counter":60,"content":"<p>Does someone wish to reply to those questions briefly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#K00400","speaker":"1571"},{"type":"speechnospeaker","time":1617836400,"counter":61,"content":"<p>I will.  The easiest way to consider this matter is by mapping the patient journey.  While I can appreciate the numbers of practitioners within the dental treatment services, DTS, scheme is one of the trends to consider, a second trend is the amount of resources that are available in the geographical areas.  While someone may have a contract, we have staff who have not yet been able to resume services because of Covid and there are additional difficulties with pregnant women past certain ages participating in care.  People are also more mindful of their own general health in light of the impact of Covid, but the problems with the DTS scheme do not have their origins in Covid.  Covid could be called the nail in the coffin, though.<\/p> <p>  Consider the journey a patient now takes.  We will talk about the child, given the need for general anaesthetic care was referenced.  Unfortunately, general anaesthetic care requires hospital facilities, meaning the dental patient is automatically in competition for access to the same resources that provide treatment to scoliosis and cardiac care patients.  The dental patients are coming from the underfunded child service and hit the DTS service at the age of 16.  They are not able to access the number of fillings that will allow them to reach what a dentist would consider a state of health.  While the preference would of course be not to need fillings, if patients cannot access the number of fillings they require to bring them to a stable oral health status, they will end up losing those teeth earlier than is desirable.  One of the differences between our current policy and the previous policy, which was the dental health action plan, was that the latter set health targets for people whereas the new policy talks about access to care.  Access is an issue, but without having both in the same concept, it will be difficult to ensure there is sufficient resourcing for patients to be able to get the level of care they need.<\/p> <p>  The appointment numbers during the pandemic the Deputy mentioned fit into our general understanding of the resource difficulties the entire system is facing.<\/p><p>There is no doubt about it; orthodontic waiting lists have historically always been long, and because the treatment plans are long, orthodontists tend to take batches of patients from the waiting list from time to time.  It is a two-year treatment plan.  More patients are interested in having orthodontic treatment than ever before so they are more interested in being put on a waiting list and will wait for their treatment time because it is an expensive treatment.  The orthodontic waiting list is not limited to those with or without resources.  It is made up of children of clinical need and it covers all of our child population.  The difficulty Covid has put on us is on top of an already under-resourced system.  We are at crisis point with the entire range but our issue with the DTSS in particular is that the activity required to start mediating the problems that exist rests with the Department. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#K00500","nonspeaker":"Dr. Anne O'Neill","continuing":true},{"type":"speech","time":1617836400,"counter":63,"content":"<p>All the talk of root canals has brought me out in goosebumps and a rash.  I say that humorously but half very definitely not humorously.  My colleague, Deputy Cullinane, asked a number of questions I wanted to ask.  If I were to summarise by saying the focus of the DTSS tends to be reactive as opposed to proactive, would that be a good summary?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#L00500","speaker":"1572"},{"type":"speechnospeaker","time":1617836400,"counter":64,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#L00600","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":65,"content":"<p>I meant to thank Mr. Hourihan, Dr. McAllister and Dr. Robins at the start.  Maybe Mr. Hourihan could give us some information on that.  The fixation on extractions struck me as being slightly Dickensian.  From a business angle, what is the difference between the cost of an extraction and the cost of a filling and what kind of time is involved?  Is there any reason extractions were favoured over other treatments from a coverage point of view?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#L00700","speaker":"1572"},{"type":"speechnospeaker","time":1617836400,"counter":66,"content":"<p>Dr. McAllister might have something to contribute as she is a dentist here in Dublin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#L00800","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speechnospeaker","time":1617836400,"counter":67,"content":"<p>The difference when headed to an extraction is in whether the tooth is restorable.  Sometimes it is not just a simple case of putting a filling in a tooth as opposed to taking a tooth out.  Sometimes one might be faced with trying to save the tooth.  I know people are interested in keeping their front teeth but they actually use all their back teeth for function.  There is a cost involved and that is where the medical card fails because it is cheaper to take out a tooth than to do the correct procedure, which would be to maintain the tooth for health and provide a root canal treatment.  That is the difference.<\/p> <p>  As regards the price difference between fillings and extractions done privately, they are all of a similar price but most people who could have a filling would opt for a filling as opposed to an extraction, whereas most people who are opting for an extraction in a private setting would be given the option of saving the tooth.  The inequity of the medical card scheme is people cannot even do that.  Young people are losing teeth very early on and it is a wholly unequal system.  It goes against everything dentists are trained to do.  We are trained to provide the best care and the best preventative care and the medical card does not allow us to do that.  It allows dentists to be destructive and land people in situations where, while they may be relieved of pain, they are landed in difficulty because they have difficulty chewing, particularly if they have had multiple extractions which is, unfortunately, very common.  Then the dentist cannot provide something to replace the teeth because people can only have dentures in an emergency situation.  That is what it is about.  There is no prevention, in my opinion, in the medical card system.  It is wholly about getting the patient out of pain and the cost is the bottom line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#L00900","nonspeaker":"Dr. Clodagh McAllister"},{"type":"speech","time":1617836400,"counter":68,"content":"<p>That is what I picked up and that is very important for us in any kind of findings.  A number of my colleagues asked the questions I wanted to ask and the witnesses have answered them.<\/p><p>There are a couple of others I want to ask.  It is not that I missed them.  I am really  keen on the answers the witnesses gave.  Dentists were not the only ones to whom the HSE failed to deliver PPE.  The HSE made a commitment to pharmacists as well.  I do not mean that by way of comfort; it is just disappointing that is what happened.<\/p><p> If I was a business consultant who had listened to the witnesses, and particularly to one aspect of what Mr. Hourihan had to say, would it be unfair of me to say that the Irish Dental Association has an issue in that the general public still tends to see dentistry as a cosmetic thing as opposed to a health measure?  I was taken with Mr. Hourihan's contribution on dental hygiene being connected to general health and having a holistic impact.  The jaw bones are connected to the rest of the body and this has an impact on our overall health.  I do not know if that is widely known among the general public.  Is that a fair summation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#L01000","speaker":"1572","continuing":true},{"type":"speechnospeaker","time":1617836400,"counter":70,"content":"<p>It is a fair comment.  We have an ongoing struggle to illustrate the two-directional relationship between oral and general health.  There is no doubt but that people tend to regard dentistry as somehow a stand-alone aspect of their general health.  We try to educate the public on that and there are other bodies that do likewise.  Many people do not make those connections and there are lots of scientifically established connections between oral and general health.  Most people value a healthy smile but when they are pushed, it is the smile they are interested in and not what is behind it.  We believe in the concept of a healthy smile.  It is not just about the six front central teeth but about the whole of the mouth and dentition.  It is fair to say that, for whatever reason, this connection is not as readily understood as it ought to be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#M00200","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":71,"content":"<p>It seems that this should not be the role of the Irish Dental Association but, rather, that of the HSE.  I am sure the witnesses are far too busy in their working lives to have noticed it but we published a report yesterday on vitamin D.  The public have been much more aware of that because of Covid and the context of it.  I am taken with what the witnesses have said about being taken for granted and being treated disrespectfully by the Department.<\/p> <p>  On the Irish Dental Association's contract, I looked at CHO 7 spending because the latter covers my area.  I represent one of the most disadvantaged areas in Dublin.  We have a job of work to do and an important piece of that is an awareness of the connection between oral and general health.  It is a bit more of a marathon than a sprint and I am not overlooking the other immediate asks the Irish Dental Association has but there is a body of work to be done there.<\/p> <p>  I have three minutes left and I will give that time to the four contributors.  If there is anything they did not get a chance to answer from other colleagues, they have three minutes to use.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#M00300","speaker":"1572"},{"type":"speechnospeaker","time":1617836400,"counter":72,"content":"<p>We would like to emphasise that in the same way as oral and general health are mutually connected, all aspects of the dental service in Ireland are mutually connected and interdependent.  Members heard from Dr. O'Neill that where children are not seen at an early stage, it has an impact on their oral health for years to come.  It is then compounded for 16-year-olds.  The divide that is there between those who can and cannot afford dental care widens remarkably after the age of 16 because of the limits in the medical card scheme that are not there if one goes to see a dentist privately.  That only serves to widen that divide.  Up to the age of 16, there is, in theory, the possibility that all children will have the same opportunity to access screening via the schools system.  One of the concerns we have is that what is being proposed in the new oral health strategy will dilute that equity of screening within the schools service.  I see that Dr. Robins has her hand raised so I will not say anymore but it is important to emphasise that all aspects of the dental service are connected, whether it is orthodontics, school screening, care for special needs patients, care for children or care for adults.<\/p><p>It requires an approach which looks at that connectivity in the broadest sense.  We are on record as saying that we did not feel that we had the chance to meaningfully contribute to the oral health policy.  We would like a chance to reset the relationship with the Department and to sit down and look at the principles enunciated in the strategy, most of which we would broadly support, and to review how they are actually given effect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#M00400","nonspeaker":"Mr. Fintan Hourihan","continuing":true},{"type":"speech","time":1617836400,"counter":74,"content":"<p>Are dentists in the public care system still involved in testing and tracing or have they gone back into the community?  Is it included as part of primary care?  I know it is a stupid question from a politician.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N00200","speaker":"1572"},{"type":"speechnospeaker","time":1617836400,"counter":75,"content":"<p>All of the public dental surgeons would be regarded as being part of primary care, as would private general dental practitioners.  Many of the dentists who were involved in testing in the early stages and were redeployed, while some have gone back to their day jobs, are likely to be redeployed for vaccination purposes.  Unfortunately, because of the great abilities and skills of dentists, they are prevailed upon at all stages to do non-dental work.  There are strong indications that many public dental surgeons who were redeployed initially for testing will now be redeployed for vaccinations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N00300","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":76,"content":"<p>That is noted.  Dr. Robins and Dr. O'Neill wanted to respond too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N00400","speaker":"1572"},{"type":"speech","time":1617836400,"counter":77,"content":"<p>Hold on.  I am afraid the Deputy has gone over his time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N00500","speaker":"1571"},{"type":"speech","time":1617836400,"counter":78,"content":"<p>I thank our visitors for their presentation and for attending.  I would like to check some of the figures.  There was a stark, stand-out figure that the spending on the DTSS dropped by 36% between 2017 and 2020.  How do the witnesses account for that?  Has that been a problem on the part of the State or is it that fewer dentists are participating in the scheme?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N00600","speaker":"1567"},{"type":"speechnospeaker","time":1617836400,"counter":79,"content":"<p>To distinguish from medical doctors, who are paid on a capitation basis, dentists are paid on a fee-per-item basis.  The total bill reflects the number of dentists participating in the scheme and the number of patients who present to the dentist who are eligible for treatment.  The reason there is less money is there are fewer dentists participating and fewer patients are able to access a dentist.  That results in less spending.  The impact of the Covid pandemic could not be discounted but there is clear evidence where many dentists have said that now they are managing without the State contract, they intend to continue that way.  The concern I have is that as we are all vaccinated and as the pandemic lifts, this will be an ongoing issue in the absence of any intervention.  To answer the Deputy's question, it reflects fewer dentists and fewer patients being able to access the dentists because there are fewer dentists participating.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N00700","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":80,"content":"<p>Does that include all of 2020?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N00800","speaker":"1567"},{"type":"speechnospeaker","time":1617836400,"counter":81,"content":"<p>Yes.  The PCRS publishes monthly figures, which we can access and the committee can access.  It covers all of 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N00900","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":82,"content":"<p>Regarding changes since FEMPI, what has been the biggest hit to members of the Irish Dental Association?  Does it relate to the reduced number of procedures covered or a lower fee for procedures, or a combination of the two?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N01000","speaker":"1567"},{"type":"speechnospeaker","time":1617836400,"counter":83,"content":"<p>The most significant initial impact was the decision in 2010 to limit the scope of treatments.  That meant patients were not receiving treatments because, for the most part, they were not offering to pay privately for those treatments, so fewer treatments were provided.  The more significant impact to the dentist's income would not have been the FEMPI cut to fees but the decision to restrict the scope of coverage of the scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N01100","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":84,"content":"<p>Have any of the FEMPI cuts been restored or reversed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N01200","speaker":"1567"},{"type":"speechnospeaker","time":1617836400,"counter":85,"content":"<p>No, they have not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N01300","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":86,"content":"<p>Is the Irish Dental Association the only professional group that has not had FEMPI cuts restored?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N01400","speaker":"1567"},{"type":"speechnospeaker","time":1617836400,"counter":87,"content":"<p>I think the pharmacists and us are the only ones that have not had restorations.  All salaried public servants and medical GPs have had their cuts restored in full.  Dentists and possibly pharmacists are the only ones who have not had any restoration.<\/p><p>Has a pathway been set out for restoration?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#N01500","nonspeaker":"Mr. Fintan Hourihan","continuing":true},{"type":"speechnospeaker","time":1617836400,"counter":89,"content":"<p>There has.  We have made repeated representations.  Legislation was passed in 2017, the Public Service Pay and Pensions Act, which provides for an annual review.  We have made submissions to those reviews.  No change was recommended in those reviews, which are within the remit of the Department of Health, and, or perversely, it was on the basis that a new contract was imminent.  We have had many original excuses from the Department for inactivity over recent years.  It is intensely frustrating.  We do not have a collective agreement.  We do not represent staff collectively.  We represent them because we were party to the original contract, but this is not like normal public service industrial relations where there is a public service pay agreement and there are third-party dispute resolution mechanisms.  If the Department chooses to ignore a profession like ours then it will take its chances.  Unfortunately, all that happens is that people choose to leave the scheme.  It is no way to resolve a problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#O00200","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":90,"content":"<p>Regarding the impediment that the Department will not negotiate with the IDA, Mr. Hourihan said in his presentation that there was a similar impediment to the IMO and that was resolved.  Why has it taken so long?  The IMO found a way around that in 2014.  Why has that problem not been addressed before now?  That is a long time ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#O00300","speaker":"1567"},{"type":"speechnospeaker","time":1617836400,"counter":91,"content":"<p>I dare to suggest it amounts to political pressure.  A Government decision was made to offer free medical care to under six-year-olds and once the decision was made, it had to be followed up.  Suddenly, lo and behold, the Government realised that without the implicit support of the representative body for doctors, there would be no prospect of doctors signing up to it.  That issue was well-known long before 2014.  We were told that whatever was resolved for doctors would apply to dentists but in the seven years since then we have had one lame excuse after another as to why nothing could be done.<\/p> <p>  To answer the Deputy&rsquo;s question, it is purely down to the fact that there was a need felt by the Government of the day to do something about the issue and it found a way.  We never accepted there was an issue in the first place but that was the view prevailing within the Administration at the time.  Lo and behold, it found a way to resolve it without undue difficulty in 2014 but for some reason the Government does not seem to be able to use the same approach with dentists.  We can only conclude it is because it does not feel the pressure to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#O00400","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":92,"content":"<p>The people in need of dental care are not a priority.  Mr. Hourihan said the IDA provided a proposed framework agreement, which he presented to the Department in November.  Has he had any response to that whatsoever?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#O00500","speaker":"1567"},{"type":"speechnospeaker","time":1617836400,"counter":93,"content":"<p>No, we have not.  We were told there would be another meeting.  We have not had a meeting.  We have not had a formal or informal response to the document we presented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#O00600","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":94,"content":"<p>In terms of how we can be helpful in these circumstances, is putting the issue of finding an agreement around a framework to the Department the most pressing issue we could assist with?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#O00700","speaker":"1567"},{"type":"speechnospeaker","time":1617836400,"counter":95,"content":"<p>Yes, because it is the most imminent issue.  As things stand, according to the Department we face the threat of criminal sanction for sitting around a table.  That may be unlikely, but it has been said to us in the past.  Until that gets resolved, as individuals and as an association, we run the risk of criminal prosecution and sanctions.  Given the solution is obvious, in that it has been addressed previously with the IMO, then, yes, we would appreciate if that could be the first item to be cleared out of the way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#O00800","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":96,"content":"<p>In his opening statement, Mr. Hourihan spoke about the lack of a review over the past decade, and the lack of data available to him.  Given the 31% decrease in DTSS contracts, have there been any data collection or mapping exercises of how this impacts low-income household areas or rural areas?<\/p><p>Do we have a good understanding of the lack of service provision and how far people have to travel?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#O00900","speaker":"1559","continuing":true},{"type":"speechnospeaker","time":1617836400,"counter":98,"content":"<p>The HSE knows where the contracts are held.  As I said earlier, many contracts within the database are probably inactive.  To answer the question in a slightly different way, I know where there are plenty of black spots in Dublin, for example, and I could trace them throughout the parts of Dublin that are known to me.  From Killarney to Dundalk and from Wexford to Galway and on to Donegal, the black spots are well known.  Obviously, dentists tend to be concentrated in larger urban areas but it is easy to know where the black spots are.  The HSE publishes a database - we can certainly point the committee in the direction of the relevant part of the website - which lists all of the contract holders by county.  As a result, it is easy to identify where there is a dire shortage.  We know from calls from our members and from members of the general public, and the HSE certainly knows.  It is an established system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#P00200","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":99,"content":"<p>That is helpful.  There is a fledgling scheme among GPs to counteract that problem by facilitating the provision of services in rural areas or areas of deprivation.  I presume there is no such scheme for dentists.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#P00300","speaker":"1559"},{"type":"speechnospeaker","time":1617836400,"counter":100,"content":"<p>No.  We are all familiar with the fact that GPs operate co-operatives to provide out-of-hours cover, but there is no equivalent in dentistry.  As regards areas in which there is a shortage of dentists and as I said earlier, sometimes it means patients will present to the HSE public service, which is not set up to deal with large numbers of adults.  There is no structured fallback arrangement in place in those circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#P00400","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":101,"content":"<p>Mr. Hourihan mentioned his interaction, or the lack thereof, with the Department since November .  I wish to discuss that issue from a little further back.  The backdrop to much of what the committee has been discussing relates to progressing Sl&aacute;intecare.  Smile agus Sl&aacute;inte was published in early 2019 and Mr. Hourihan was quite critical of the document at that time.  I would like to hear, from whoever wants to make a contribution, where that document is and whether they have heard about it being progressed in any way.  In the document, a number of items were outlined as possible areas on which to make progress.  One of them was orthodontic provision, which I think we can all agree is of particular concern at the moment.  It was suggested that orthodontic patient treatment could be delivered in primary care to a certain level.  Has there been any progress on that?  What training would be required for a primary care dentist in an average practice to enable him or her to provide the first steps of orthodontic care?  Would that be a way of reducing waiting lists?<\/p> <p>  There was a suggestion that auxiliary staff, that is, technicians and nurses, could be utilised and could broaden their remit.  We see that in primary care where, for example, nurses are becoming more fully trained in certain areas to take some of the burden off particular professionals.  I am interested to hear our guests' thoughts on those matters and their reactions in respect of any progress that has been made or is possible regarding the Smile agus Sl&aacute;inte documents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#P00500","speaker":"1559"},{"type":"speechnospeaker","time":1617836400,"counter":102,"content":"<p>I will comment briefly before inviting Dr. O'Neill to come in.  Smile agus Sl&aacute;inte was published in April 2019.  There has been no progress on it, largely due to Covid-19 but there had not been any before that either.<\/p> <p>  All dentists are trained in orthodontic care and treatment but some instances will require specialist care and treatment, and there are specialist orthodontists.  There is a role for all dentists in orthodontic care but the service that is the subject of all the waiting lists is provided for people with severe orthodontic needs on an established index of treatment need.<\/p><p>I will ask Dr. O'Neill to comment on that.<\/p><p> We certainly see that there is scope for hygienists and nurses to assume additional duties, but it is important that it be done in an orderly way, which recognises that patients are still under the overall responsibility and treatment of the dentist.  Change certainly is possible in this regard but it should be arranged in an orderly way.<\/p><p> I invite Dr. O'Neill to address some of the other specific queries.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#P00600","nonspeaker":"Mr. Fintan Hourihan","continuing":true},{"type":"speechnospeaker","time":1617836400,"counter":104,"content":"<p>It would be remiss of me not to mention at the outset that while orthodontics tends to be the area that gets attention because it has a waiting list structure that is easily quantified, the lack of access to what is commonly referred to as school screening is a much bigger impediment in child health at this time.  Mr. Hourihan has accurately described the issues with orthodontic provision.  As things stand, free orthodontic care is provided only to children who have very specific clinical needs.  The nature of those clinical needs means that they can only be provided for by people who have what is known as the masters in orthodontics, MOrth, or its equivalent, and are entitled to be included on the orthodontic specialist register of the Dental Council.  While a certain level of orthodontic intervention might be possible in a primary care setting, it will do nothing for the waiting lists that are the subject of so much interest and tend to be the basis of the conversations members would have with people in their jurisdictions.<\/p> <p>  On the issue of auxiliaries, there was an announcement last week by the Department regarding a waiting list initiative.  I understand my HSE colleagues have made representations for funding for auxiliaries to be included in the skills mix of people available to provide specialist orthodontic care.  That may alleviate some of the stress and strain on orthodontic provision.  However, the supporting services that are needed for children to be able to access fillings or extractions as part of an orthodontic care plan are not currently in position.  It may alleviate one pinch point in the system but it will not alleviate the other one, because the supports that are needed for an entire orthodontic treatment plan are not necessarily in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#Q00200","nonspeaker":"Dr. Anne O'Neill"},{"type":"speech","time":1617836400,"counter":105,"content":"<p>I take Dr. O'Neill's point but I am thinking more from a preventative mindset and that, at first-step level, having more people providing the beginnings of orthodontic care might stop those lists growing.  Obviously, it does not solve the problem right now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#Q00300","speaker":"1559"},{"type":"speechnospeaker","time":1617836400,"counter":106,"content":"<p>The Deputy is not wrong.  The reference I would put in is not necessarily to orthodontic care at primary level.  Instead, it would be to better dental care for children at younger ages in order to identify any difficulties in their growth patterns, enable earlier intervention and hold onto teeth.  Children are losing permanent teeth as part of our school age ranges because we do not have the resources for that type of timely intervention.  More than one speaker this afternoon has mentioned that early intervention will reduce long-term costs.  The DTSS is probably at the level now where only emergency care is being provided because of the resource implications.  Many areas around the country are finding it difficult to do the staged interventions at appropriate age ranges that have been identified as part of the keystones set out in Smile agus Sl&aacute;inte.  We know what we want to have in place for patients.  Without those basic stepping stones, we cannot enable the primary care orthodontic provision referenced in the documents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#Q00400","nonspeaker":"Dr. Anne O'Neill"},{"type":"speech","time":1617836400,"counter":107,"content":"<p>I have one more question.  In the context of Smile agus Sl&aacute;inte, does Dr. O'Neill agree that there may be some contradiction contained in the independent practice documents?  I understand that what is proposed comes from a frustration at the failures in the current system, but it moves our dental system to a privatised model.<\/p><p>Is there a kind of a fundamental misalignment between the two documents?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#Q00500","speaker":"1559","continuing":true},{"type":"speechnospeaker","time":1617836400,"counter":109,"content":"<p>The independent practice document is an internal one for our members.  It reflects the fact they are best able to provide care for patients when they can control the parameters in which they provide it.<\/p> <p>  One of the big difficulties that I have with Smile agus Sl&aacute;inte is that it relies on an extended contracted care model to provide care to children.  It tends to look at bundles of care.  From a dental public health perspective, the patients who I know and provide care for rarely fit into a tick-box scenario.  It does not seem to have considered the interfaces between contracted care and support care for people who do not fit into that model.<\/p> <p>  With Covid and its stresses and strains on the system, contracted care reduces availability.  If we go to a fully contracted childcare service for dental, one will find some areas where there are not sufficient resources available to provide it because there are just not enough dentists in the system.  One of my colleagues this week said that they were looking for an associate to join an established practice but they could not find anybody.  Dentists are busy.  Covid has reduced the capacity of the entire system.  There is not that additional resource available to expand.  Even if the contract for a contracted child dental care scheme was extremely attractive, the resources are not there in the system to actually provide it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#R00200","nonspeaker":"Dr. Anne O'Neill"},{"type":"speech","time":1617836400,"counter":110,"content":"<p>I thank the witnesses for their informative presentations about a worrying situation.<\/p> <p>  Have they had any specific engagements on the vaccine roll-out?  We were told at the beginning of the discussions on the vaccine roll-out that dentists would play a part.  What discussions or engagements have the dental associations had with the HSE on this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#R00300","speaker":"1644"},{"type":"speechnospeaker","time":1617836400,"counter":111,"content":"<p>I am pleased that at this stage the majority of dentists and their staff have been vaccinated.  It took a huge amount of work.  Legislation, by way of statutory instrument, was passed which allows dentists to participate as vaccinators.  CPL Healthcare, the agency handling the recruitment of vaccinators, has indicated that approximately 130 dentists have applied to join as vaccinators.  There are approximately 3,000 active dentists in practice.  The majority, 90% plus, would be in private practice.  The HSE has said it does not envisage that persons would be vaccinated in dental clinics.  It is obviously envisaging that it will take place in either medical GP surgeries, pharmacies or in the large scale HSE clinics.<\/p> <p>  We expect some public dental service dentists will be redeployed for vaccination purposes.  The first requests have gone to staff in certain parts of the country.  Part of the problem is that it has been documented that there were difficulties with the application process.  I cannot say we have had large numbers of people saying that they have not volunteered because of the application process.  So far 130 private dentists, which would presumably include retired dentists, have applied.  We appreciate that dentists have practices to run.<\/p><p>On the basis that they would be participating in the vaccination process at locations elsewhere, many of them have said that they would be interested in working on Saturdays or Sundays if it becomes a seven-day operation.  So far, the take-up has been quite low.  We presume that is because, as has been said, dentists are very busy with their practices.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#R00400","nonspeaker":"Mr. Fintan Hourihan","continuing":true},{"type":"speech","time":1617836400,"counter":113,"content":"<p>In the first instance, I am pleased to hear that the vast majority of dentists and dental nurses have been vaccinated.  One hundred and thirty is not an insignificant number, so that must be welcomed as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#S00200","speaker":"1644"},{"type":"speech","time":1617836400,"counter":114,"content":"<p>We cannot hear Senator Conway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#S00300","speaker":"1571"},{"type":"speech","time":1617836400,"counter":115,"content":"<p>In terms of when there is a significant roll-out, we are talking about 1.7 million doses of vaccine in the month of June.  Are any protocols or agreements in place with the HSE for large numbers of the 3,000 members to be available at weekends?  Clearly, there are not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#S00400","speaker":"1644"},{"type":"speech","time":1617836400,"counter":116,"content":"<p>Senator Conway's voice keeps fading.  He is fading in and out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#S00500","speaker":"1571"},{"type":"speech","time":1617836400,"counter":117,"content":"<p>I think Mr. Hourihan got the gist of my question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#S00600","speaker":"1644"},{"type":"speechnospeaker","time":1617836400,"counter":118,"content":"<p>I see my colleague, Dr. McAllister, wishes to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#S00700","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speechnospeaker","time":1617836400,"counter":119,"content":"<p>The vast majority of dentists have got the first vaccine shot.  We are not fully vaccinated yet.  It was an absolute nightmare trying to get it organised.  From the day we registered on the portal on 9 February, it took until the end of March for the vaccinations to be organised.  The only way it got organised was with the help of Mr. Hourihan, who liaised with the various CHO areas to get it off the ground.  They could not access the information on the portal on which we had all signed up.  They could not get in touch with us.  The fact that we are not fully vaccinated is probably one of the reasons only 130 dentists have signed up as vaccinators.  Given that practices are extremely busy, I do not see people wanting to volunteer to work all day Monday to Friday and then around the clock on Saturday and Sunday.  I am certain that we will play our part in the roll-out of the vaccination programme.  We will facilitate something, but we must be fully vaccinated first for that to happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#S00800","nonspeaker":"Dr. Clodagh McAllister"},{"type":"speechnospeaker","time":1617836400,"counter":120,"content":"<p>If I could add to that, from speaking to colleagues, my understanding is that the request for vaccinators was for people who were more or less available on a full-time basis.  I am not sure that much work has been done on assessing part-time vaccinators who would be available for extremely busy but short-lived vaccination points.  When Covid arrived and people were asked to track and trace, we had many individuals who volunteered.  I would be cautiously optimistic that should the need arise for a large increase in the number of people giving vaccinations, those in the dental profession would not be shy in coming forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#S00900","nonspeaker":"Dr. Anne O'Neill"},{"type":"speech","time":1617836400,"counter":121,"content":"<p>That is good to hear.  I thank the witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#S01000","speaker":"1644"},{"type":"speech","time":1617836400,"counter":122,"content":"<p>I welcome Mr. Hourihan and the other witnesses from the Irish Dental Association.  It is clear from the commentary that, as a State, we are being penny wise and pound foolish by not investing properly in the school screening service, which has knock-on effects, and by failing to agree a new deal.<\/p> <p>  Mr. Hourihan stated that as there was no review in the intervening period, none of the items currently provided is economically viable and some are no longer in line with modern best practice dental care.  Could he elaborate on that because it is quite worrying?<\/p> <p>  The second issue he talked about was the threat of criminal sanction because of collective bargaining.  What alternative has the Department proposed to reach any sort of agreement if it does not agree to negotiate with the Irish Dental Association?  Does it propose to hold discussions with 1,000 or 1,200 individual dentists?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#S01100","speaker":"1665"},{"type":"speechnospeaker","time":1617836400,"counter":123,"content":"<p>I will deal with the second question and ask Dr. Robins to deal with the first about advances in dental science.<\/p> <p>  We have been threatened with criminal sanction and have had offices raided.  We never accepted there is any basis for that approach.  We negotiated the original agreement, and many agreements over the years.  It was never explained to us what an alternative approach might be.  As I said, and Deputy Shortall is well aware, this problem persisted with the Irish Medical Organisation up to 2014 when a solution was found.  Before that, I had been raising the same issues on behalf of dentists and I had been told that whatever happened with doctors, because they knew they would have to resolve it, would apply to dentists pretty much automatically.  Seven years on, that has not been the case.  There is a solution there and I have no clear sense as to why they cannot simply do that.  I have done all the work for them.  I had adapted the 2014 framework agreement and presented it to them, and still I am waiting for an answer.  I do not think there is an alternative.  I do not think that any scheme would succeed without the implicit, and, indeed, explicit support of the Irish Dental Association.  It does need to be addressed as a priority.<\/p> <p>  I will ask Dr. Robins to respond on the scheme being out of date insofar as best practice for patients is concerned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#T00100","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speechnospeaker","time":1617836400,"counter":124,"content":"<p>The contract was formulated in 1994.  I graduated in 1995.  The dentistry that I do today is vastly different from what I did in 1995, and rightly so.  It should be.  I do not think any patient sitting in my chair wants to be looked after by a dentist who has not kept up with the science and the evolution of materials.  For example, in 2018 we passed the Minamata legislation in the reduction of amalgam waste in the environment.  That means I am not legally allowed to place an amalgam filling in a pregnant patient who presents to me, yet my contract only allows me to place amalgam fillings in back teeth.  Among the budgetary items removed in 2010 was the A6 dressing or temporary filling.  I cannot even place a temporary filling.  That means I am stuck and all I can offer that patient is an extraction.  That returns to the point we are making that if a tooth is removed, that means the problem is gone and no more money needs to be spent on it.  The science has moved on and dentistry has moved on but the scheme has not.  My contract tells me I am to treat my medical card patients as I would my private patients, which goes without saying, yet when I sit them in a chair, I am suddenly very limited in what I can offer them.  I have no autonomy-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#T00200","nonspeaker":"Dr. Caroline Robins"},{"type":"speech","time":1617836400,"counter":125,"content":"<p>Can the committee be given a comprehensive list of examples, if such exists?  Those examples are very interesting.<\/p> <p>  I presume the resourcing of the school screening service by the HSE is having a knock-on effect, with people presenting with issues that should have been picked up in the school setting and have not been.  I have come across cases where people were not picked up as having an underbite or overbite, which puts a cost on parents to sort out when a child turns 16 years and has missed the window.<\/p> <p>  Deputy Lahart touched on the issue of vitamin D.  We launched a report yesterday.  Is there anecdotal evidence of dietary issues impacting on oral health at the moment?  I know there are fortified foods, but let us take the example of reduced dairy intake among some young people.  Is that presenting in terms of oral health problems?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#T00300","speaker":"1665"},{"type":"speechnospeaker","time":1617836400,"counter":126,"content":"<p>I will answer that question as it falls within the dental public health sphere.  We have issues arising out of the frequency of sugar intake.  It tends to be the hard tissue basis for increasing rates of dental disease.  The widespread consumption of sugary drinks represents a significant issue.  There is some concern about the reduction in calcium sources for girls of certain ages, which then has implications for osteoporosis in later years because, depending on what the commonplace trends tend to be, taking dairy or wheat out alters the food basis.<\/p> <p>  With regard to reductions that positively impact on dental health, we are looking at the model of three meals and two snacks as being positive whereas the grazing model, ready access to foods and secondary school students having money to buy snacks on the way home impact negatively on oral health.  The Senator spoke about the under-resourcing of the school screening system.  The difficulty that imposes is that 16-year-olds who have not been able to access a comprehensive treatment plan are arriving into the adult medical card scheme.  They may come in with two or three cavities that need to be managed but will only be funded for two so they are automatically starting at a downward point.  We have looked at trends.  The HSE has funded and participated in epidemiological studies.  Nearly all of them show that 12- to 15-year-olds who get that extra independence and a bit more freedom in what they are able to purchase on their own behalf tend to have a higher level of decay starting to arrive because they are no longer under the same degree of parental control.  The ready access to sugar-based foods and sugary drinks is still contributing significantly to decay rates.  A lot of work can be done in influencing positive habits during the school ranges but it needs that timed intervention over longer periods so that children are supported in learning good habits.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#U00100","nonspeaker":"Dr. Anne O'Neill"},{"type":"speech","time":1617836400,"counter":127,"content":"<p>Do I have time for a final question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#U00200","speaker":"1665"},{"type":"speech","time":1617836400,"counter":128,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#U00300","speaker":"1571"},{"type":"speech","time":1617836400,"counter":129,"content":"<p>The witnesses spoke about the administrative burden.  At my most recent check-up, my PPS number was entered into the system but, of course, Members of the Houses cannot claim anything back because of the class K stamp, but that is another debate.  What level of burden is there?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#U00400","speaker":"1665"},{"type":"speechnospeaker","time":1617836400,"counter":130,"content":"<p>It is the dentists who face a burden.  It will be pretty straightforward for the patient but the dentist faces a number of obstacles.  As was explained, there will be some presentations where the dentist will say that a patient needs a particular treatment or a certain treatment is recommended, but he or she needs to get what is known as prior approval or permission from the HSE dental team and must supply a lot of documentation to support it.  That is not something which applies ordinarily.  The administrative difficulties tend to be in the context of form-filling and claims that are submitted for payment, rejected and then appealed.  There is a strong sense of unnecessary bureaucratic overload with the scheme, which is one of the reasons we think that an entirely new approach is required.  To clarify, we are saying that the administrative overload is from the perspective of the dentist rather than that of the patient.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#U00500","nonspeaker":"Mr. Fintan Hourihan"},{"type":"speech","time":1617836400,"counter":131,"content":"<p>I had assumed that but I was wondering what it was from the dentist's point of view.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#U00600","speaker":"1665"},{"type":"speechnospeaker","time":1617836400,"counter":132,"content":"<p>I will give the Senator an example.  If a private patient has a problem, we can talk about what needs to be done and get on with it straight away.  If a patient with a medical card has a problem, the first thing I need to do is go to my computer and go to the relevant part of the health checker to see if I can actually do that filling on the patient because if he or she has had that filling done here or elsewhere within the past five years, I am not entitled to do that filling for him or her.<\/p><p>If the patient will not pay for it I am then faced with telling the patient \"I am very sorry, you are not going to pay for it so I now have to send for approval, so that is a bit of a wasted appointment for you.  I am very sorry you are in pain and that it is uncomfortable, but my hands are tied.  I am not actually allowed to do the filling for you until that approval comes back.\"  That is just an example.  If I am filling in forms at the end and I go to claim a tooth extraction, and if I get told on the form that the tooth had previously been extracted, which can happen through a charting mismatch, I must write to the chief dental officer with all of the X-rays and the patient's files to ask the HSE to alter its file at the central hub, and then wait for that to get recognised at the primary care reimbursement service, PCRS.  Then I must try to claim again.  It is a very clunky system and it takes a lot of time.   This is just to give the committee a basic idea.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#U00700","nonspeaker":"Dr. Caroline Robins","continuing":true},{"type":"speech","time":1617836400,"counter":134,"content":"<p>As the meeting is coming an end, do the representatives wish to sum up on any points raised that they feel they did not have time to address?  The point was made that the association last met with the Minister back in November, and we will certainly follow that up from today's meeting.<\/p> <p>  Reference was made to personal protective equipment, PPE, not arriving.  While it is outside the remit of today's meeting we will write to the Minister to try to pursue that.<\/p> <p>  With regard to the six front teeth treatment only and the quirks in the system, we would be very interested to follow up on those restrictions, as so eloquently outlined in the contributions.  This is especially relevant if a person is in a lot of pain yet a dentist cannot follow through on that treatment.  We are particularly interested in the numbers of dentists who have actually left the scheme.  The last report we received from the HSE referred to 199 dentists but I am aware that figures as high as 240 are quoted in the media.   The witnesses spoke of looking at a map and seeing black spots and gaps in services.  There are a number of charts included in the presentations and if we have the time I would like to go through them.  If one considers the decrease in spending, the CHO 6 area has the highest decrease in spending of 41%, along with areas such as Clare, Mayo and Dublin West, right across the coastline.  One of the questions we asked the HSE was whether it was a rural or urban issue.  Clearly, it is apparent from the charts there are gaps right across the State and the people with medical cards are the people suffering most in this regard.<\/p> <p>  The witnesses' contributions have been very helpful and will add to the committee's report.  I apologise if I cut some speakers off.  Unfortunately it is the nature of this meeting.  We must be out of the room within two hours so there is a bit of pressure on.  This is behind the idea of five minutes for introductions and then ten minutes for the larger parties and seven minutes for the smaller parties.  Perhaps the witnesses could sum up or contribute something further in the couple of minutes we have left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#V00200","speaker":"1571"},{"type":"speechnospeaker","time":1617836400,"counter":135,"content":"<p>For completeness, I will say that the Minister for Health has said that he will address our AGM, which will take place on 8 May.  We certainly hope that he will get a report from today's meeting and that he has something positive to say.  The Minister is well aware of the issues.<\/p> <p>  Dentists want to provide care for all sections of the community.  The original intention and purpose of the medical card scheme was well-meaning but it is long past its sell-by date.  We believe that a new approach is required.  We believe that the representation issue needs to be resolved, as an easily sorted impediment but one which has not been resolved before now.<\/p><p>We believe we have plenty of good, constructive ideas and a track record of success with negotiating innovation, and that our members want to see new arrangements in place that work for patients and dentists.  I see at least a couple of my colleagues have their virtual hands up so I will leave it at that.<\/p><p> Finally, I thank all the Deputies and Senators for their time.  We always know it is an uphill struggle to interest people in dentistry.  The point was made that we are not succeeding in explaining the critical importance of oral health within general health, so we very much welcome today's opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#V00300","nonspeaker":"Mr. Fintan Hourihan","continuing":true},{"type":"speechnospeaker","time":1617836400,"counter":137,"content":"<p>I thank members for the interest they have shown this afternoon.  It is reassuring that all members who have attended the meeting understand the connections between health and dental health.  While many in the system understand and agree on the difficult areas within it, what is actually needed is activity and engagement.  The difficulty dentistry often has is that it must beat everybody else to the post to gain the high level of priority needed for the available funding.  That will be enabled, to some extent, if there are people who champion the issue of oral health for children and vulnerable adults.  We need activity on the implementation of the oral health policy to get that engagement because we are quite aware that is the tool that will be used.  We cannot wait for the pandemic to end, however.  We need activity now.  The problems have been building for so long, I am seriously concerned that by the time the pandemic ends, we will not actually have a dental health system to save.  That would be very regrettable because while the DTSS was innovative for its time, it needs a successor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#W00200","nonspeaker":"Dr. Anne O'Neill"},{"type":"speechnospeaker","time":1617836400,"counter":138,"content":"<p>It is the most vulnerable in society who are not being looked after and we have a duty of care to look after them as citizens and as professionals.  More importantly, the Government has a duty to look after them, so what it is doing is wholly unequal.  It means that one section of society can access care and another section cannot.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#W00300","nonspeaker":"Dr. Clodagh McAllister"},{"type":"speechnospeaker","time":1617836400,"counter":139,"content":"<p>I concur with what Dr. McAllister said.  From a human point of view, from my side, I feel like I have three personalities.  The human side is that I have looked after some of these patients for 20 years and I have a deep care for them.  The scheme as a whole is a good idea.  I come from a country that at this very moment is looking to try to implement an adult scheme like this.  It is, therefore, watching us with avid interest.<\/p> <p>  From a clinician's point of view, I find myself exasperated that I cannot offer my patients basic care.  It is fundamentally inhumane at times and I feel very bad about that.  Then, from the horrible part as a business owner, it is incredibly hard for me to persist with this scheme as it stands.  I do not like to say that.  It is like the elephant in the room but that is a sad reality.  We owe these people a lot, however, and I am hoping.  I thank the committee for having us today.  It has been really nice to be able to air how we find it and how we feel, and perhaps, give members a better insight into what our day-to-day is like.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#W00400","nonspeaker":"Dr. Caroline Robins"},{"type":"speech","time":1617836400,"counter":140,"content":"<p>I concur that there is nothing worse than people being ignored or left behind.  I can understand people being upset, particularly around the PPE.  On that note, I wish the Irish Dental Association and its members every success in the future and every safety in these difficult times.  It is at the coalface in dealing with people and long may it continue.  I thank the witnesses.<\/p> <p>  That concludes our business for today.  The meeting now stands adjourned until next Tuesday, 13 April, when we will get a briefing from the National Public Health Emergency Team, NPHET, on the response to the Covid-19 pandemic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021040800002#W00500","speaker":"1571"},{"type":"unspoken","time":1617836400,"counter":141,"content":"<p>The joint committee adjourned at 3.50 p.m. until 12.30 p.m. on Tuesday, 13 April 2021.<\/p>","notice":"TIME STRING DETECTED"}]