[{"type":"majorheading","content":"Public Accounts Committee","time":1498726800,"counter":2},{"type":"unspoken","content":"<p>AN COISTE UM CHUNTAIS PHOIBLÍ COMMITTEE OF PUBLIC ACCOUNTS<\/p><p>Déardaoin, 29 Meitheamh 2017. Thursday, 29 June 2017.<\/p><p>The Committee met at 10:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Bobby Aylward, Deputy Alan Farrell, Deputy Peter Burke, Deputy Alan Kelly, Deputy Shane Cassells, Deputy Marc MacSharry, Deputy Catherine Connolly, Deputy Josepha Madigan, Deputy David Cullinane, Deputy Catherine Murphy.<\/p><p>DEPUTY SEAN FLEMING IN THE CHAIR.<\/p>","time":1498726800,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002"},{"type":"unspoken","time":1498726800,"counter":4,"content":"<p>Mr. Seamus McCarthy(An tArd Reachtaire Cuntas agus Ciste) called and examined.<\/p>"},{"type":"minorheading","content":"Business of Committee","time":1498726800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B00100"},{"type":"speech","time":1498726800,"counter":6,"content":"<p>The committee is now in public session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B00200","speaker":"1216"},{"type":"speech","time":1498726800,"counter":7,"content":"<p>Before we get to the business, why did we start at 10 o'clock today and not 9 o'clock?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B00300","speaker":"1349"},{"type":"speech","time":1498726800,"counter":8,"content":"<p>I think we were tired.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B00400","speaker":"1216"},{"type":"unspoken","time":1498726800,"counter":9,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1498726800,"counter":10,"content":"<p>The only item on our agenda after we get correspondence out of the way is our private meeting.  The later start time was probably in that context because, as it is a private meeting, it might not take as long.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B00600","speaker":"1216"},{"type":"speech","time":1498726800,"counter":11,"content":"<p>I presume we will be going back to a 9 o'clock start.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B00700","speaker":"1349"},{"type":"speech","time":1498726800,"counter":12,"content":"<p>Yes.  Today was the exception because we do not have any public witnesses coming in.  That was the reason.<\/p><p>We are joined today by the Comptroller and Auditor General.  For the benefit of people watching these proceedings, we are having a brief public meeting this morning to deal with routine correspondence and our work programme for the next couple of weeks.  After a very short period, we will go into private session to commence our discussion on a draft report on the Garda S&iacute;och&aacute;na and the Templemore issue.  The majority of today's meeting will be in private session.<\/p><p>I will proceed straight away to item No. 1.  Are the minutes of the meetings of 20 and 22 June noted and agreed to?  Agreed.<\/p><p>There are no matters of relevance arising from the business we are dealing with today.<\/p><p>No. 603B, carried over from last week&rsquo;s meeting,<b><\/b>is correspondence dated 16 June 2017 from Maurice Buckley, Chairman, Office of Public Works, OPW, regarding a 2013 request by the Department of Education and Skills to provide office accommodation for Caranua with instructions from the Department that Caranua would meet the appropriate rental costs.  The correspondence will be noted and published.<b><\/b>If any member wants to use the correspondence or raise a further-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B00800","speaker":"1216"},{"type":"speech","time":1498726800,"counter":13,"content":"<p>I may raise it at the next meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B00900","speaker":"1316"},{"type":"speech","time":1498726800,"counter":14,"content":"<p>We will hold it over because it is an outstanding issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B01000","speaker":"1216"},{"type":"speech","time":1498726800,"counter":15,"content":"<p>I thank the Chairman.<\/p><p>No. 604B, carried over from last week&rsquo;s meeting,<b><\/b>is correspondence from the chairman of the Office of Public Works, OPW, on the committee&rsquo;s investigation of financial arrangements at the Garda College in Templemore in regard to Dromard Farm.  We will note and publish the correspondence, and it will be part of our consideration.<\/p><p>No. 623B (i) to (v)<b><\/b>is correspondence from the chairman of the Revenue Commissioners enclosing information requested regarding the 2016 research survey of illegal tobacco products published in April 2017; the code of practice for the Revenue audit and other compliance; an analysis of 2015 corporation tax returns and 2016 payments; and a note on the research and development tax scheme from 2009 to 2015.  There is detailed information on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B01100","speaker":"1316"},{"type":"speech","time":1498726800,"counter":16,"content":"<p>I was reading that report.  It is amazing that there was a 6% reduction in the illegal sale of packets of cigarettes.  I am sorry, is that the research and development tax scheme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B01200","speaker":"1218"},{"type":"speech","time":1498726800,"counter":17,"content":"<p>It is in the Revenue correspondence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B01300","speaker":"1216"},{"type":"speech","time":1498726800,"counter":18,"content":"<p>Approximately 21 million packets of cigarettes is what is accounted for under the illegal distribution category.  That is out of a total of approximately 207 million packets of cigarettes.  That clearly shows the problem of cigarette consumption.  Despite all the efforts by the Department and even the financial constraints put on the purchase of cigarettes more than 200 million packets were still sold in the country.  However, I refer to the fact that some 21 million packets are in illegal distribution.  Furthermore, we see the prevalence now of the illegal distribution of roll-up tobacco pouches.  It is a very serious problem.  The 6% reduction in the illegal sale of packets of cigarettes in the past seven years is welcome, but 21 million packets are in distribution.  That is a loss to the Exchequer of approximately &euro;170 million, which is significant, not only from the Revenue's point of view but also from the point of view of the Department of Health in terms of its pursuance to reduce smoking in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B01400","speaker":"1218"},{"type":"speech","time":1498726800,"counter":19,"content":"<p>We will note that.  There is a lot of information in this which I believe all individual Members of the House will want to digest and use as they see fit.  It is on the record from the Committee of Public Accounts point of view.  I thank the Revenue for that useful information.<\/p><p><b><\/b>No. 628B (i) and (ii) is correspondence from<b><\/b>Dr. Graham Love, chief executive officer of the Higher Education Authority, enclosing a report on procurement practices that has been commissioned by the Higher Education Authority.  We will note and publish that and consider it as part of our work on the third level institutions.<\/p><p><b><\/b>No. 630B (i) to (iv) is information requested from An Garda S&iacute;och&aacute;na.  There is quite a lot of information here, all of which we will take into consideration in drafting a report, but I want to put it on record that we have received it.  It includes notes from the meeting on 29 July 2015 between Ken Ruane and John Barrett, a statement on shares held in the name of the Garda Mess Committee, a report dated 20 April 2017 from Ken Ruane, head of legal affairs, to the chief administrative officer regarding the modernisation and renewal programme reporting structures.  We will note and publish the correspondence.<\/p><p><b><\/b>No. 633B (i) to (ii)<b><\/b>is correspondence dated 22 June 2017 from Mr Maurice Quinn, Secretary General of the Department of Defence, enclosing a note regarding the d<font color=\"#00201F\">isposal of the former Naval <\/font>Service <font color=\"#00201F\">vessel <\/font><i><font color=\"#00201F\">LE Aisling<\/font><\/i><font color=\"#00201F\">.  A member requested that earlier.<\/font><b><\/b>We will note and publish that correspondence, and any member should feel free to use it in their own capacity.<\/p><p><b><\/b>No. 634B<b><\/b>is correspondence dated 26 June 2017 from Ken Ruane providing clarification as requested by the committee regarding a meeting on 27 July 2015 and legal advice provided to the Commissioner.  We will note and publish the correspondence.<\/p><p><b><\/b>The next item is Nos. 637B to 647B.  The remaining items in Category B are in regard to our examination of finances in the Garda College.  We will note and publish these, but I will list them for the record.<\/p><p><b><\/b>Nos. 638B (i) and (ii) is a<b><\/b>chronological explanation of the process used for taking, preparing, circulating and amending the audit committee minutes of 30 September 2015 and an e-mail re observations on minutes of the audit committee meeting on 20 September 2015.<\/p><p><b><\/b>No. 639B is<b><\/b>an e-mail from Niall Kelly regarding the reporting arrangements for the head of internal audit.<\/p><p>No. 640B is the<b><\/b>Garda Training Committee report on probationer training.<\/p><p><b><\/b>No. 641B (i) to  (viii) is<b><\/b>responses to the draft interim audit report.<\/p><p><b><\/b>No. 642B is a note regarding managers who were responsible for the Garda College since 2005.<\/p><p><b><\/b>No. 643B<b><\/b>is an analysis of Garda restaurant accounts from 2009 to 2016.<\/p><p><b><\/b>No. 644B<b><\/b>is a note from Barry McGee re interactions with John Barrett.<\/p><p><b><\/b>No. 645B (i)<b><\/b>is a letter from assistant commissioner McMahon re queries raised at the PAC meeting on 14 June 2017.<\/p><p><b><\/b>No. 645B (ii)<b><\/b>is a letter from Revenue re income tax exemption in regard to Garda College Sportsfield Ltd.<\/p><p>No. 645B (iii)<b><\/b>is a letter from the Department of Justice finance division re investments relating to the Garda Training Centre mess funds.<\/p><p><b><\/b>Correspondence 645 (iv)<b><\/b>is a Garda Training Committee report on probationer training.  This is a duplicate of the previous document and the Walsh report relevant sections.  That was mentioned in passing at the previous meeting.<\/p><p>We asked for a copy of that report.  There are various letters regarding conditions of service of Garda trainees and further various letters regarding the increase in allowances paid for student maintenance.  There is an information note for the committee from Ms. Helen Hall, chief executive of the Policing Authority.  Also, there is a letter from Mr. Michael Culhane to the chief administrative officer concerning the reference to &quot;muddying up&quot; and associated correspondence.  There is correspondence from Mr. Noel Waters, Secretary General of the Department of Justice and Equality.  This is an information note and appendices on the oversight functions of the Department in respect of An Garda S&iacute;och&aacute;na and, in particular, Templemore.<br\/><br\/>The next item is correspondence - dated 13 June and carried over from the meeting on 22 June - from the chairman of the Office of Public Works, OPW, on the issue of the lower Lee Cork city flood relief scheme.  It was agreed to postpone this correspondence for consideration today.  This correspondence states:<\/p><blockquote>Many options to address the flooding in Cork have been considered by the Design Team and assessed by reference to a comprehensive suite of technical, social, environmental and economic criteria.  Arising from this detailed multi criteria analysis, a preferred option was identified and brought to exhibition.  The estimated cost of the proposed scheme is &euro;140 million based on 2017 construction costs including VAT.<br \/><br \/>As part of the statutory Exhibition process carried out between 12 December 2016 and 7 April 2017, over 1,000 submissions were received on the proposals.  The submissions are currently being considered before the scheme is advanced to formal Confirmation (i.e. Ministerial approval) stage. OPW is in discussions with Cork City Council on the main issues arising to identify potential changes to the Scheme as a result.  OPW is aware of alternative design ideas being put forward and all such proposals will be considered during this process.<\/blockquote><p>I propose that we ask the OPW to keep us informed of and up to date on each stage of this project as it progresses.  Deputy Catherine Murphy had requested this report, so I hope it is of some assistance to the people who raised the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#B01500","speaker":"1216","continuing":true},{"type":"speech","time":1498726800,"counter":21,"content":"<p>There is big resistance to the particular solution proposed and the 1,000 submissions give some indication of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C00200","speaker":"1226"},{"type":"speech","time":1498726800,"counter":22,"content":"<p>Absolutely.  We will ask the OPW to formally keep us informed of developments on this issue because there is some &euro;140 million of taxpayer's money involved, so we are entitled to watch this space.  That is agreed.<\/p> <p>  The next item is No. 624C, correspondence received from an individual on 19 June 2017.  This correspondence is addressed to the chief superintendent at the Bridewell Garda station and alleges treason by judges and contempt of the High Court by the Office of the Director of Public Prosecutions.   It has been copied to us and we have not been asked to do anything.  We acknowledge that we have received it.<\/p> <p>  The next item is No. 625C, correspondence dated 20 June from an individual making an observation about the meeting on 20 June with An Garda S&iacute;och&aacute;na.  I assume this is an observation from a member of the public on our public meeting.  We will note it and take it into account. <\/p> <p>  The next item is No. 626C, correspondence received from an individual on 22 June refuting information provided by the University of Limerick on 18 April 2017.  I propose we forward a copy of this to Dr. Richard Thorn, who is carrying out the review, subject to the correspondent's approval.  Is that agreed?  Agreed.<\/p> <p>  The next item is No. 627C, correspondence dated 22 June 2017 from the chairman of a company in the Czech Republic.  This correspondence alleges that NAMA failed in its duty to achieve the best achievable financial return for the State by dealing expeditiously with the Savarin loan portfolio owned by Welwyn in order to expedite the matter.  We received this complaint and wrote to NAMA, which has given us a detailed response, about it.  We sent it back to the company involved which is writing again to us.  We do not normally do this.  However, in order to be practical and expedite the matter on behalf of the correspondents, I propose that we refer this to the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach, which is scheduled to meet representatives from NAMA on 13 July.  Those representatives are not scheduled to come before our committee for some time.  They will be before the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach in two weeks' time so we will ask the latter to follow up on this issue with them.  That is a practical way of moving matters on.  Is that agreed?  Agreed.<\/p> <p>  Nos. 629C and 635C are two items of correspondence from an individual - dated 23 June and 27 June, respectively - regarding the Courts Service spectrum growth fund.  Inquiries were previously made with the Department of Public Expenditure and Reform and its response was forwarded to the individual, who was also advised that the matter will be discussed at the meeting on 13 July 2017 when the representatives from the Courts Service are due to attend.  We will be raising this issue publically and formally with the Courts Service on that date.  The individual has requested a meeting with the Chair and members of the committee in advance of the meeting on 13 July.  If such a meeting were to happen, it would, be definition, be informal in nature.  As we will be engaging with the Courts Service on 13 July, I propose that we raise the matter then.  I do not know if we will have an opportunity to meet the individual in the interim.  Perhaps members can do so in order that we might be fully up to date with the views of the people who are corresponding with us and thereby have a proper discussion on the matter at the public meeting with the Courts Service on 13 July.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C00300","speaker":"1216"},{"type":"speech","time":1498726800,"counter":23,"content":"<p>It would be quite useful to meet informally with this individual because there is quite a bit of information involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C00400","speaker":"1226"},{"type":"speech","time":1498726800,"counter":24,"content":"<p>I know that this person has been in contact with Deputy Catherine Murphy and several other members of the committee.  Will the Deputy act as an informal link and arrange a meeting?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C00500","speaker":"1216"},{"type":"speech","time":1498726800,"counter":25,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C00600","speaker":"1226"},{"type":"speech","time":1498726800,"counter":26,"content":"<p>The Deputy should check with us and arrange to meet on some day next week when we are here.  It is not a meeting of the Committee on Public Accounts but an informal meeting involving members who have been dealing with the issue.  It will not involve the secretariat.  It will involve a number of members of the committee who are available to meet.  The Deputy might advise us as to when might be suitable.  We will leave it in her capable hands to arrange.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C00700","speaker":"1216"},{"type":"speech","time":1498726800,"counter":27,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C00800","speaker":"1226"},{"type":"speech","time":1498726800,"counter":28,"content":"<p>I thank the Deputy.  We will deal with this publically on 13 July.  That is agreed.  We will let the lady who is writing to us know directly.  She may even be watching, but the Deputy will contact her shortly in any event.<\/p> <p>  The next item is No. 631C, correspondence from an individual requesting parchment paper from the clerk.  Ten pieces of good quality parchment for ten-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C00900","speaker":"1216"},{"type":"speech","time":1498726800,"counter":29,"content":"<p>Ten pardons.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C01000","speaker":"1243"},{"type":"speech","time":1498726800,"counter":30,"content":"<p>What is that about?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C01100","speaker":"1216"},{"type":"speech","time":1498726800,"counter":31,"content":"<p>The members of the committee will figure it out at some stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C01200","speaker":"1349"},{"type":"speech","time":1498726800,"counter":32,"content":"<p>I am at a loss to understand this one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C01300","speaker":"1216"},{"type":"speech","time":1498726800,"counter":33,"content":"<p>When the committee gets extra staff there might be an interpreter for the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C01400","speaker":"1316"},{"type":"speech","time":1498726800,"counter":34,"content":"<p>I do not understand that particular item of correspondence.  If light can be shed on the matter, we will consider it on the next occasion or deal with it one way or the other.  I do not understand.  Perhaps there is something behind it.  We will put it to one side and finalise it at our next meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C01500","speaker":"1216"},{"type":"speech","time":1498726800,"counter":35,"content":"<p>We can give it to the clerk to deal with.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C01600","speaker":"1349"},{"type":"speech","time":1498726800,"counter":36,"content":"<p>We will formally conclude the matter the next day.<\/p><p>The next item is No. 632C, correspondence dated June 2017 from an individual on the issue of Horse Racing Ireland's proposal to revoke the individual's course betting permit in accordance with the provisions of section 48 of the Irish Horseracing Industry Act 1994.  The matter is outside the remit of the committee and I propose to refer it to the Joint Committee on Agriculture, Food and the Marine as it falls within the latter's remit.  It is a policy and legislation issue relating to the relevant Department. That is agreed and noted. <\/p><p>The next item is No. 636C, correspondence dated 27 June from an individual on the issue of the playing fields at Clonkeen College school.  The correspondence states that the school has recently been refurbished and the individual understands that the Christian Brothers now wish to sell the playing fields to a developer.  Further correspondence was received this morning, one item from an individual and another through Deputy Catherine Murphy's office.  We will collate the information and all the correspondence.  I propose to write to the Department of Education and Skills seeking a response.<b><\/b>I have received several emails on this issue in the past few days.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C01700","speaker":"1216"},{"type":"speech","time":1498726800,"counter":37,"content":"<p>Did the chair receive any correspondence about Our Lady's Grove?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C01800","speaker":"1243"},{"type":"speech","time":1498726800,"counter":38,"content":"<p>No, this is the only issue that I have received correspondence about in my emails.  We will write to the Department of Education and Skills for a response to the emails and the correspondence we have received.<\/p> <p>  We have received another item from an individual with whom we have dealt before.  On this occasion, he writes to us under the heading: \"Protected Disclosure: Section 10 to the PAC regarding internal competition processes to appoint head of internal audit and protected disclosures recipient in the Department of Social Protection\".  We are going to ask the legal people to advise us on this documentation before we consider it further.<\/p><p>There is another item, a possible protected disclosure, and we will ask the legal people to have a look at it during the week.  The committee will come back to both next week.  Neither is not listed on the correspondence so we will have to come back to both.  We dealt with the individual on a previous occasion and we concluded that we could take no further action on the matter raised.  There has been a further response and we must take advice on that.  We will return to the matter next week.  That is the end of the correspondence for today.<\/p><p> The next item is statements and accounts received since the last meeting.  I do not believe we have any to record this week.<\/p><p> The final item on the agenda is our work programme.  This should only take a minute.  We will be going into private session at the end of this meeting in order to discuss the draft Garda report into issues relating to the Garda College in Templemore.  I propose that we meet next Tuesday in private session to discuss the reports we have requested.  I hope the education report will be nearly at a final stage by next week, possibly on Tuesday, and we can then move on to the Garda report.  A draft of the latter will be presented to us in a few minutes.  We will take time to consider that and discuss it.  I will ask the secretariat to take members' comments on board and hopefully come back on Tuesday with an updated draft.  We must get in to that in the next week or ten days in order that we might try to bring it to an interim conclusion.  It will not be fully concluded because we will not get it all completed before the summer as there is information still to come.  Is next Tuesday-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#C01900","speaker":"1216","continuing":true},{"type":"speech","time":1498726800,"counter":40,"content":"<p>The Chairman said we will come to an interim conclusion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D00200","speaker":"1349"},{"type":"speech","time":1498726800,"counter":41,"content":"<p>It will not be our final report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D00300","speaker":"1216"},{"type":"speech","time":1498726800,"counter":42,"content":"<p>There is a difference between an interim first-phase report and a first-phase report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D00400","speaker":"1349"},{"type":"speech","time":1498726800,"counter":43,"content":"<p>It will be phase 1, module 1, part 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D00500","speaker":"1216"},{"type":"speech","time":1498726800,"counter":44,"content":"<p>I just want to be clear on the language.  It is not an interim first-phase report, it is a first-phase report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D00600","speaker":"1349"},{"type":"speech","time":1498726800,"counter":45,"content":"<p>Correct, it is not an interim report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D00700","speaker":"1216"},{"type":"speech","time":1498726800,"counter":46,"content":"<p>The Chairman said that before.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D00800","speaker":"1243"},{"type":"speech","time":1498726800,"counter":47,"content":"<p>The Deputy is quite right, I should have said part 1, phase 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D00900","speaker":"1216"},{"type":"speech","time":1498726800,"counter":48,"content":"<p>It is better to be absolutely clear on these things.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D01000","speaker":"1349"},{"type":"speech","time":1498726800,"counter":49,"content":"<p>That is right and Deputy Kelly is 100% correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D01100","speaker":"1216"},{"type":"speech","time":1498726800,"counter":50,"content":"<p>Can we agree to meet next Tuesday at 11 a.m.?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D01200","speaker":"1216"},{"type":"speech","time":1498726800,"counter":51,"content":"<p>I will be have difficulty getting here by that time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D01300","speaker":"1316"},{"type":"speech","time":1498726800,"counter":52,"content":"<p>Or later in the day, possibly at 4 p.m. or 5 p.m.?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D01400","speaker":"1216"},{"type":"speech","time":1498726800,"counter":53,"content":"<p>I prefer the morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D01500","speaker":"1349"},{"type":"speech","time":1498726800,"counter":54,"content":"<p>We could start at 10 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D01600","speaker":"1216"},{"type":"speech","time":1498726800,"counter":55,"content":"<p>Coming from Sandymount?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D01700","speaker":"1346"},{"type":"speech","time":1498726800,"counter":56,"content":"<p>We will meet at 10 a.m. next Tuesday.  The first item on the agenda will be an update on the education report and we have a lot of work done on that.  I expect that when we get it back at our next meeting, we will be getting quite close to a final stage.  We will then discuss the updated draft report, which the secretariat will have prepared as a result of this afternoon's meeting.  We want to break the back of our work fairly soon after.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D01800","speaker":"1216"},{"type":"speech","time":1498726800,"counter":57,"content":"<p>Does the Chairman envisage any other meetings next week or the following week?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D01900","speaker":"1316"},{"type":"speech","time":1498726800,"counter":58,"content":"<p>No.  We will have the regular meeting next Thursday.  Officials from the Department of Finance will be in to discuss the appropriation accounts.  Officials from the Department of Public Expenditure and Reform will also be here to discuss its accounts and there is also a special report on financial reporting in the public sector.  On Tuesday, however, we might make a decision to devote an hour on Thursday to deal with our own report.  We will not know until Tuesday when we see how we get on.  We will have a full day on Thursday next, 6 July.  On the following Thursday, 13 July, we will deal with the general appropriation accounts of An Garda S&iacute;och&aacute;na, the Courts Service and the Courts Service Vote.  We will also deal with the Garda Commissioner.  There is a draft timetable of how this might be handled which states: at 9.30 a.m. we will take the Garda Vote; there will be voting in the House at 12.50 p.m.; at 2.30 p.m. we will have a joint meeting with An Garda S&iacute;och&aacute;na and the Courts Service to discuss fines; and when the latter is completed, we will deal with the Courts Service Vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D02000","speaker":"1216"},{"type":"speech","time":1498726800,"counter":59,"content":"<p>On which matter will I be lead speaker?  Will it be on the Courts Service?  Will Deputy Connolly lead on the Garda?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D02100","speaker":"1243"},{"type":"speech","time":1498726800,"counter":60,"content":"<p>Whichever.  Deputy Connolly is down as the lead speaker and then Deputy Madigan.  They can liaise with each other and work it out with the secretariat.  The first issue is the Garda Vote and the final issue is the Courts Service Vote.  The issue for discussion in between the Votes relates to fines and involves the Garda and the Courts Service.  Representatives from both entities will be in attendance for the middle session.  Hopefully, at that time, the committee will know where it stands in respect of publishing its report on the issues relating to the Garda College in Templemore.  I believe we are concluded in-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D02200","speaker":"1216"},{"type":"speech","time":1498726800,"counter":61,"content":"<p>Deputy Cullinane and I both have other issues to discuss.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D02300","speaker":"1349"},{"type":"speech","time":1498726800,"counter":62,"content":"<p>Yes.  Deputy Cullinane had indicated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D02400","speaker":"1216"},{"type":"speech","time":1498726800,"counter":63,"content":"<p>I do not know if I am in trouble regarding time on Tuesday, but I will be here at 10 a.m.  I may have to leave afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D02500","speaker":"1316"},{"type":"speech","time":1498726800,"counter":64,"content":"<p>The Deputy will have to leave early.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D02600","speaker":"1216"},{"type":"speech","time":1498726800,"counter":65,"content":"<p>Just in the morning.  If it goes on until the afternoon, I will be back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D02700","speaker":"1316"},{"type":"speech","time":1498726800,"counter":66,"content":"<p>If a member cannot be present at 10 a.m., I will ask that he or she be facilitated.  Reports are to be handed out at the meeting and are to be handed back as there will be no electronic version.  If a member cannot make it and he or she needs an hour to update himself or herself by reading the report, I will ask the secretariat to facilitate this.  The report will not leave the member's hands and go to the his or her office.  However, a member can come in to sit down for an hour to catch up and then hand the draft report back.  Is this fair enough?  Someone could have difficulty getting here and we do not want to leave him or her out of the loop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D02800","speaker":"1216"},{"type":"speech","time":1498726800,"counter":67,"content":"<p>I have a question for the Chairman and the secretariat.  Has a report ever been compiled for the committee in respect of the High Court judgment in the Kerins case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D02900","speaker":"1258"},{"type":"speech","time":1498726800,"counter":68,"content":"<p>This committee has not yet discussed the matter.  A briefing was being arranged but we have not yet set time aside for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D03000","speaker":"1216"},{"type":"speech","time":1498726800,"counter":69,"content":"<p>That needs to happen.  I will not go into the details of where it was said but it was indicated to members of this committee, at a meeting with a senior politician yesterday, that we should be mindful of the Kerins judgment and our obligations in that regard.  I have read the judgment and it is my understanding that the Committee of Public Accounts won the case.  Perhaps I am missing something.  I would like to have a report on what was stated in the judgment handed down.  If there are lessons to be learned, that is fair enough.  As someone who has read the judgment from start to finish, I take exception to people throwing the case back at us as if we had lost.  I know the matter is still before the Supreme Court because the costs element is being appealed.  If, however, there is a briefing paper that is sitting there and that has not been given to us, then I want to see it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D03100","speaker":"1258"},{"type":"speech","time":1498726800,"counter":70,"content":"<p>At Tuesday's meeting we will have an update and I propose that we will then discuss when we could try to set time aside for the briefing.  By Tuesday, we will be up to speed.  Is that agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D03200","speaker":"1216"},{"type":"speech","time":1498726800,"counter":71,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D03300","speaker":"1258"},{"type":"speech","time":1498726800,"counter":72,"content":"<p>I have to say that I disagree with Deputy Cullinane on that, not in the sense that the Committee of Public Accounts won the case but in that there are lessons to be learned from the judgment.  I read it and I believe we should learn from it.  It will only help us and make us stronger.  We should read the judgment and learn from it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D03400","speaker":"1316"},{"type":"speech","time":1498726800,"counter":73,"content":"<p>That is fine.  We will make a decision on Tuesday.  We need to do it before the summer recess.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D03500","speaker":"1216"},{"type":"speech","time":1498726800,"counter":74,"content":"<p>It is not a related issue but I need the Chairman's advice.  Since last week's meeting, the committee has not received any correspondence from Cork Institute of Technology, CIT.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D03600","speaker":"1349"},{"type":"speech","time":1498726800,"counter":75,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D03700","speaker":"1216"},{"type":"speech","time":1498726800,"counter":76,"content":"<p>Obviously, there are many issues involved.  I know we are dealing with the colleges, which are a separate module, but CIT has one leg in and one leg out because of the fact that it was not-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D03800","speaker":"1349"},{"type":"speech","time":1498726800,"counter":77,"content":"<p>It came late to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D03900","speaker":"1216"},{"type":"speech","time":1498726800,"counter":78,"content":"<p>Its representatives have been before us on two occasions.  There are a lot of serious issues in respect of CIT and my particular issue relates to the Higher Education Authority and the manner in which the review was carried out.  In essence, the terms of reference were written by institute in respect of an investigation into itself.  Can the Chairman offer guidance on how we deal with this?  I would be happy to deal with it in the context of the report relating to the colleges.  However, because of our work schedule, do we need to set aside time separately to deal with it? I am happy to deal with it as long as we do deal with it in the context of the report, which would be my preference.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D04000","speaker":"1349"},{"type":"speech","time":1498726800,"counter":79,"content":"<p>We brought representatives from the institution before the committee.  At our previous meeting, we decided that the institute certainly had to feature in the report.  I would hope that we will deal with that matter during the private session on Tuesday next.  We may not get to deal with all of it but it is certainly going to be discussed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D04100","speaker":"1216"},{"type":"speech","time":1498726800,"counter":80,"content":"<p>Okay.  Can I ask if, based on the evidence, we will focus on the process by means of which the investigation was carried out?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D04200","speaker":"1349"},{"type":"speech","time":1498726800,"counter":81,"content":"<p>Yes.  That will be dealt with on Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D04300","speaker":"1216"},{"type":"speech","time":1498726800,"counter":82,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D04400","speaker":"1349"},{"type":"speech","time":1498726800,"counter":83,"content":"<p>Had we said that we would also consider revisiting-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D04500","speaker":"1346"},{"type":"speech","time":1498726800,"counter":84,"content":"<p>These issues will not be-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D04600","speaker":"1216"},{"type":"speech","time":1498726800,"counter":85,"content":"<p>Did we decide at our previous meeting that , in the context of the work programme for the new session, we would begin the work that the Chairman and Deputy McDonald never got to finish because of the KPMG report and issues relating to it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D04700","speaker":"1346"},{"type":"speech","time":1498726800,"counter":86,"content":"<p>Yes.  We said we would put it in the work programme but we have not discussed the schedule for the next session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D04800","speaker":"1216"},{"type":"speech","time":1498726800,"counter":87,"content":"<p>That is grand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D04900","speaker":"1346"},{"type":"speech","time":1498726800,"counter":88,"content":"<p>Can we just deal with it-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D05000","speaker":"1349"},{"type":"speech","time":1498726800,"counter":89,"content":"<p>We will deal it as part of the report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D05100","speaker":"1216"},{"type":"speech","time":1498726800,"counter":90,"content":"<p>-----and make a judgment call after that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D05200","speaker":"1349"},{"type":"speech","time":1498726800,"counter":91,"content":"<p><i>Vis-&agrave;-vis<\/i>the first phase Garda report, there is still documentation outstanding.  I have asked for some correspondence that I have not received since the relevant witnesses gave evidence.<\/p><p>How will those gaps be addressed in the report?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#D05300","speaker":"1243","continuing":true},{"type":"speech","time":1498726800,"counter":93,"content":"<p>We will deal with that issue in our discussions on the Garda report.  The issue of information not received is one with which the committee will have to deal.  That information has not been provided is in itself a conclusion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#E00200","speaker":"1216"},{"type":"speech","time":1498726800,"counter":94,"content":"<p>On a separate issue, notwithstanding the 13 individual personalities and views of committee members, in order to ensure the committee's approach to its work is as cohesive as possible, perhaps in the next session, in advance of meetings, each member could be tasked with selecting and dealing with one or two of the suggested questions listed in the briefing provided by the Office of the Comptroller and Auditor General.  If, for example, there were ten questions, the lead questioner would deal with three of them and each other member would deal with one.  This would not affect the integrity of members' individual contributions but it would ensure a level of cohesion.  In addition, it would not take up a huge amount of each member's speaking time.  I think this process would serve us well.  It served the banking inquiry well after a very disjointed start.  From the point of view of both the secretariat and the committee, it would be very useful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#E00300","speaker":"1346"},{"type":"speech","time":1498726800,"counter":95,"content":"<p>I echo Deputy MacSharry's views.  I have found the current process and that relating to Project Eagle very frustrating.  There is no joined-up thinking on this committee in my view.  The work should be divided between members, with each member tasked with forensically examining a particular section and then putting questions that stem from that work to the witnesses.  There is too much repetition, from my perspective, in terms of the questions being asked and individual members trying to get soundbites.  I am not casting aspersions on anybody but, ultimately, we want to get value from the work of this committee and for it to serve its purpose in the best way possible.  To do this, we need to break up the workload.  Perhaps, in the context of our discussions on the next phase of the Garda report, we can do what is proposed by Deputy MacSharry.  It would be better than members randomly asking questions, repeating questions and sticking to the same topic such that other topics are not being covered at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#E00400","speaker":"1243"},{"type":"speech","time":1498726800,"counter":96,"content":"<p>We can do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#E00500","speaker":"1216"},{"type":"speech","time":1498726800,"counter":97,"content":"<p>I agree with Deputy Madigan that there are topics that are not being covered.  I support what is proposed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#E00600","speaker":"1226"},{"type":"speech","time":1498726800,"counter":98,"content":"<p>We can discuss what mechanism should be put in place.  We could, for example, allow each questioner to ask one question or to engage in a particular line of questioning and then he or she would be followed by a sweeper who would raise issues that merit discussion in public but are often only dealt with briefly before the conclusion of a meeting.  I have mixed views on this.  When I am given briefing notes, I sometimes follow them closely.  On other occasions, I take an equally good and separate line of approach.  There are issues that need to be raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#E00700","speaker":"1216"},{"type":"speech","time":1498726800,"counter":99,"content":"<p>It would give a level of assurance.  The researchers and the secretariat engage in a particular line of work and members might identify an issue not identified by them.  There may be 20 suggested questions, as was often the case in terms of the banking inquiry, and the lead questioner, for example, Deputy Catherine Murphy, could deal with four, the second questioner could deal with three and so on.  A member might have 20 questions to ask but he or she would have to ask the two or three questions allocated to him or her to ensure a level of consistency in terms of direction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#E00800","speaker":"1346"},{"type":"speech","time":1498726800,"counter":100,"content":"<p>We would be covering all the bases.  We will return to this discussion.  The remainder of this meeting will be held in private session.  The next meeting will take place at 10 a.m. on Tuesday, 4 July 2017, when, in private session, we will discuss the education report and the report on the Garda College in Templemore.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2017062900002#E00900","speaker":"1216"},{"type":"unspoken","time":1498726800,"counter":101,"content":"<p>The committee went into private session at 10.45 a.m. and adjourned at 1.30 p.m. until 10 a.m. on Tuesday, 4 July 2017.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Justice and Equality","time":1498744800,"counter":102},{"type":"unspoken","content":"<p>The Select Committee met at 15:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Colm Brophy, Deputy Jim O'Callaghan, Deputy Jack Chambers, Deputy David Stanton (Minister of State at the Department of Justice and Equality), Deputy Clare Daly, Deputy Mick Wallace. Deputy Alan Farrell,<\/p><p>DEPUTY CAOIMHGHÍN Ó CAOLÁIN IN THE CHAIR.<\/p>","time":1498744800,"counter":103,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002"},{"type":"minorheading","content":"Civil Liability (Amendment) Bill 2017: Committee Stage","time":1498744800,"counter":104,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#A00100"},{"type":"speech","time":1498744800,"counter":105,"content":"<p>As we are in public session, I hope Members will follow my example: all mobile phones should be switched off as they cause interference.  The purpose of this meeting of the Select Committee on Justice and Equality is to consider Committee Stage of the Civil Liability (Amendment) Bill 2017.  On behalf of the select committee, I welcome the Minister of State at the Department of Justice and Equality, Deputy David Stanton, and his officials.  Before commencing to take the various sections, does the Minister of State wish to say a few words or is he happy to proceed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#A00200","speaker":"1269"},{"type":"speech","time":1498744800,"counter":106,"content":"<p>I am happy to proceed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#A00300","speaker":"1277"},{"type":"speech","time":1498744800,"counter":107,"content":"<p>We will go straight into the business.  I understand we are dealing with 52 amendments and a few additional sections.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#A00400","speaker":"1269"},{"type":"unspoken","time":1498744800,"counter":108,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":109,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1498744800,"counter":110,"content":"<p>Amendments Nos. 1, 3 to 7, inclusive, and 9 to 12, inclusive, are related and may be discussed together.  The first amendment is in the names of Deputies Clare Daly and Mick Wallace, and I invite the Deputies, in whichever order they decide, to speak to their amendment and to the grouping.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#A00700","speaker":"1269"},{"type":"speech","time":1498744800,"counter":111,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 8, line 39, after &ldquo;Office&rdquo; to insert &ldquo;and, when it is created, the index prepared and published under section 51L(2)&rdquo;.<\/blockquote> <p>As I was saying informally, this is incredibly important legislation.  I am relieved we will not take Report Stage in advance of the recess because, in some ways, it is a little unusual that the pre-legislative scrutiny of this Bill was undertaken by the health committee and not this committee.  We therefore find ourselves having to have a detailed discussion about a very important Bill on Committee Stage, so I ask for a little forbearance in dealing with some of these issues because they are important and we will, sadly, have to spend some time teasing them out on this Stage.<\/p><p>This group of amendments relates to the periodic payment order.  We raised on Second Stage the fact that if we do not link the periodic payment orders, PPOs, to the actual cost of health care, we run the very real risk of people who have been catastrophically injured by our health service not receiving the funds they need for their care through their final days.  The original recommendation regarding indexation of PPOs, which was unanimously endorsed by the judicial working group on medical negligence, was that an earnings and cost-related index would be introduced to act as a guide for the periodic payment orders.  Sadly, the Bill before us does not do this.  It gives us a harmonised index of consumer prices, as published by the Central Statistics Office, with no special provision for an index of care costs.  Therefore, what we see in the Bill is the exact opposite of what was unanimously recommended by the judicial working group, which is unfortunate.<\/p><p> The working group also pointed out that the Department of Finance, in its paper on periodic payment orders indexation, noted that an index based purely on either the CPI or the harmonised index of consumer prices would not directly take account of wages, and that this was critical in dealing with situations where people's after care was going to be factored on.  The paper noted that over the longer term, the index should give the best outcome for recipients.  That is what we are arguing for here.  With our amendment, we are trying to find a middle ground between the various recommendations.  The CSO's quarterly earnings survey would not take into account changes in the cost of medical devices or assistive technologies, medical treatment and so on and would not be enough to properly index PPOs in our opinion.  We are proposing that within a year of enactment of this section, the Minister would publish or cause to be published an index that tracks the following: earnings in the nursing and care sectors and such other sectors as appear to the Minister to be relevant to the indexation of PPOs; the cost of medical treatment in this jurisdiction; the cost of mechanical or other health aids and appliances in this jurisdiction; and such other costs as appear that Minister might think would be relevant.  That index shall be used along with the HICP to calculate the rate of PPOs.  The extra year has been provided for to allow things to bed in and give some idea of the types of fluctuation, if any, that might occur in the costs that are being measured. <\/p><p> I appreciate that the Bill does provide for a review of the use of the HICP after five years, and for the drawing up of a more relevant index at that time if the Minister so wishes.  The Bill as it currently stands, however, is too wide open in that regard.  There is no obligation for such a review to take place or for a change to take place following a review.  It is too big a risk.  Five years is way too long.  After the five years, the review could take a year or two years.  How long would it then take for the new index to be bedded in?  What would happen to the people who are subject to these orders in the meantime?  It is not an exaggeration to say we could be talking about eight years before a new index would be created.  That is not acceptable for the people whose categories we are dealing with.  In its current form, the Bill provides no guarantee that any new or better index would be created.  There is no obligation to provide it and the Minister might not even bother to do so.  It is too risky.  Our amendments will bring certainty to the situation.  Given the recommendations of the bodies that surveyed this already, that is particularly important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#A00800","speaker":"1259","continuing":true},{"type":"speech","time":1498744800,"counter":113,"content":"<p>Does Deputy Wallace wish to speak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#B00200","speaker":"1269"},{"type":"speech","time":1498744800,"counter":114,"content":"<p>We have worked together on these amendments.  I do not want to be duplicating Deputy Daly's points and wasting everyone's time.  She is more familiar with it all than I am.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#B00300","speaker":"1355"},{"type":"speech","time":1498744800,"counter":115,"content":"<p>As no other Deputies have indicated that they wish to speak, I invite the Minister of State to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#B00400","speaker":"1269"},{"type":"speech","time":1498744800,"counter":116,"content":"<p>A lot of work has gone into this and it has been taken very seriously.  I recognise that the amendments proposed by Deputies Daly and Wallace are intended to put in place a dedicated index for adjustment of periodic payments orders, as recommended by the High Court working group on medical negligence and periodic payments.  The intention is to enable periodic payments to be index-linked to the levels of earnings of nurses and care personnel and to changes in costs of medical treatment and assistive aids and appliances, as Deputy Daly has outlined.  That being said, I am not in a position accept the proposed amendments.  I will outline the reasons and we can discuss the matters further as we go along.<\/p> <p>  Amendment No. 5 and the consequential amendments arising from it seeks to place an obligation on the Minister to put in place a new index, based on changes in earnings of health care personnel and the cost of medical treatment and devices and to provide that this index should be used in conjunction with the HICP to determine the annual adjustments to periodic payments orders.  The first difficulty is that the development and establishment of statistics of the type suggested by the Deputies are outside the remit of the Minister for Justice and Equality.  The proposed index would, in all probability, take longer than 12 months to implement.<\/p> <p>  Second, the proposed amendments give no guidance as to the manner in which the new index would be applied to PPOs.  It is not clear whether the new index is intended to replace the HICP.  If the intention is that both indices will be used, it is not clear what weighting would be given to each index.<\/p> <p>  Third, an actuarial study of PPOs commissioned by the State Claims Agency concluded that, in respect of indexation of PPOs, an index in the form suggested by the working group on medical negligence and periodic payments could prove to be volatile given the small sample size available in Ireland.   The study suggested that, instead, a broader based index should be used to reduce volatility and provide certainty with regard to payments under a PPO to catastrophically injured persons.  The issue of indexation of PPOs and the actuarial study to which I have just referred were considered in detail by an interdepartmental working group on legislation on periodic payments orders, which was established to examine the technical aspects of introducing PPOs.  The working group concluded that an index based on the Irish harmonised index of consumer prices should be the initial index specified in the Bill.  <\/p> <p>  Fourth, a very important matter to note in respect of indexation of PPOs is that it is not always the case that a dedicated index would provide a higher annual adjustment than the HICP.  I note, for example, that in the UK the dedicated index used was the annual survey of hours and earnings, ASHE 6115.  While the UK retail price index was historically lower than the ASHE value, since 2008 the UK RPI has outperformed ASHE 6115 by a cumulative 13%.<\/p> <p>  I believe it is vital, in putting this legislation in place, that persons who are catastrophically injured should have certainty with respect to the manner in which annual adjustments to the PPO will be made.  Given the lack of detail provided in the amendments with regard to the practical operation of the proposed index, accepting these amendments would provide less rather than more certainty regarding the operation of PPOs.  For those important reasons, I cannot accept these amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#B00500","speaker":"1277"},{"type":"speech","time":1498744800,"counter":117,"content":"<p>I do not accept what the Minister of State says.  What we are talking about is exactly what the judicial working group recommended.  It pointed out that the harmonised index of consumer prices as published by the CSO does not make any special provision for an index of care costs, which is the essential component in dividing any such periodic payments.  The most costly elements, which must be tracked most closely, are the wages and care costs.  I cite the Department of Finance's paper, which dealt with this issue and considered the potential of the quarterly earnings, hours and employment costs survey published by the CSO.  This measures hourly and weekly earnings of all employees in enterprises of over 50 employees and a sample of employees in smaller enterprises.  The paper by the Department of Finance stated that over the longer term, this index would give the best outcome for recipients.<\/p> <p>  I do not accept what the Minister of State is saying to the effect that what we have put forward is some airy-fairy, unsubstantiated thing that could not be calculated.  It is the opposite.  What we are putting forward was unanimously recommended by the judicial group on medical negligence.  I remind the Minister of State that what we are trying to do here is deal with the care needs of people who have been catastrophically injured by our health service providers, by providing for the option of moving away from lump sum payments to payments made on a more sustained and better basis.  The Minister of State is right in saying that to do so, we need certainty.  Our amendments are providing for certainty because they factor in the wage and health costs.  We are deferring to the superior input of the judicial working group and our Department of Finance mandarins.<\/p> <p>  The Minister of State is saying that it is beyond the capacity of the Minister for Justice and Equality to come up with a revised indexation scheme.  I do not accept that.  It has been clearly defined for the Minister of State.  If we do not put this in, there might never be a review.  There was supposed to be a review of the residential institutions statutory fund after two years.<\/p><p>We still have not seen it.  There is no mandate to change it.  There is nothing in this amendment to be feared.  It gives certainty and I am keen to press ahead with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#B00600","speaker":"1259","continuing":true},{"type":"speech","time":1498744800,"counter":119,"content":"<p>If no other member wishes to contribute, would the Minister of State like to make a further response?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C00200","speaker":"1269"},{"type":"speech","time":1498744800,"counter":120,"content":"<p>Yes.  Under amendment No. 5, the \"Minister shall, within 12 months of the enactment of this Part,\" create this index, start using it, make regulations and use it \"along with\" the other index.  However, the amendment does not make it clear how this is to be done and which of the two indices is to be given the greater weighting, if any.<\/p> <p>  When the UK did something similar, people ended up being worse off.  The Deputy suggested that this matter could be reviewed again within five years, but that is a relatively short period of time for something like this to bed down.  I referred to the UK's annual survey of hours and earnings, ASHE, under which people ended up worse off than would have been the case under the UK retail price index, UK RPI.<\/p> <p>  The harmonised index of consumer prices exists and we are anxious to get this legislation in place as soon as possible so that people can avail of and benefit from it.  We need certainty.  That there will be a comprehensive review of the legislation within five years of its enactment will allow us to examine how it has been working over a significant period and make changes.<\/p> <p>  People need this legislation.  It is in place and almost ready to go.  It is reasonable to watch what happens in the UK.  A great deal of thought has gone into the Bill.  These amendments were examined by the interdepartmental working group.  It concluded that an index based on the Irish harmonised index of consumer prices should be the initial index specified in the Bill.  It is from that group that I am taking advice on these amendments.<\/p> <p>  For those reasons, we should proceed with what we have.  If changes need to be made, they can be considered in a number of years' time after we have seen how the legislation has operated, but we are confident that it will operate satisfactorily and will benefit people who need assistance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C00300","speaker":"1277"},{"type":"speech","time":1498744800,"counter":121,"content":"<p>The Minister of State mentioned that we had the harmonised index of consumer prices and that we needed certainty, but that index only measures the price of consumer goods and does not take into account inflation or changes in medical or carer's costs.  I agree that we need certainty, but the Minister of State is only referring to certainty for the Department in terms of how much it might have to pay out.  If we do not take these amendments on board, there will be no certainty for people in need if they do not know how inflation or increases in medical or carer's costs will be dealt with down the road.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C00400","speaker":"1355"},{"type":"speech","time":1498744800,"counter":122,"content":"<p>Would the Deputy like an individual response or will I continue with the other Deputies?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C00500","speaker":"1269"},{"type":"speech","time":1498744800,"counter":123,"content":"<p>I do not mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C00600","speaker":"1355"},{"type":"speech","time":1498744800,"counter":124,"content":"<p>Then I will invite Deputy O'Callaghan next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C00700","speaker":"1269"},{"type":"speech","time":1498744800,"counter":125,"content":"<p>We all agree that this legislation is important.  We have been waiting on it for a long time.  It impacts people who are taking cases before the courts having sustained catastrophic injuries or whose children have sustained catastrophic injuries.  My priority is to ensure that this legislation is enacted as quickly as possible.  Had we a perfect world, including Deputy Daly's amendment in the legislation would be ideal, but is the Minister of State saying that, if the amendment is made, it could delay the legislation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C00800","speaker":"1296"},{"type":"speech","time":1498744800,"counter":126,"content":"<p>Would Deputy Chambers like to comment on that point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C00900","speaker":"1269"},{"type":"speech","time":1498744800,"counter":127,"content":"<p>Yes.  The Minister of State mentioned a review.  Does he have a timeline planned for it and what does that timeline entail?  As Deputy Daly mentioned, we hear about reviews regularly at committee level, but when it comes to having them progressed, there is often a delay.  Will the Minister of State detail what he means?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C01000","speaker":"1255"},{"type":"speech","time":1498744800,"counter":128,"content":"<p>Five years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C01100","speaker":"1277"},{"type":"speech","time":1498744800,"counter":129,"content":"<p>The Minister of State might respond to Deputies Wallace and O'Callaghan, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C01200","speaker":"1269"},{"type":"speech","time":1498744800,"counter":130,"content":"<p>According to the amendment, \"within 12 months of the enactment of this Part,\" this index should be prepared and so forth.  We are saying that the legislation will be reviewed comprehensively at the five-year mark.  That gives us a reasonable amount of time to assess how it is working.<\/p> <p>  Deputy O'Callaghan is right, in that this legislation is required as soon as possible.  We need to get it on the Statute Book and working.  If these amendments were accepted, we would have to consider them further, which would delay the legislation more.  I am discussing the principle of the matter.  For instance, there are technical issues, in that two indices are mentioned in amendment No. 5 and one would be used \"along with\" the other, but it does not say how that would be done.  We would have to figure out the details of doing that because the amendment is vague.  If there are two indices, does one take precedence over the other?  If one shows a higher figure than the other, do we use the higher one or the lower one?  What does \"along with\" mean?  It does not mean anything to me.  We would have to tease out the amendment, qualify it and decide whether, for example, the Minister would be empowered to make regulations as mentioned in the amendment and how they would be made.  It is too vague.<\/p> <p>  Five years is a relatively short period of time, but it is long enough to determine how the legislation has operated.  We will need that amount of time in any event.  We saw what happened when the UK implemented a form of what the Deputies opposite are suggesting - it made matters worse.  I call on colleagues to allow the Bill to operate as it is.  The interdepartmental group has examined these suggestions from Second Stage speeches and taken them seriously, and it has come back with this advice.  Let the legislation work for the five years.  If it is not working at the end of that time, whichever Minister is here at that stage will be mandated to report back to the Houses and the committee and so on can make a decision on whether to change it.  A great deal of work has gone into the Bill and we should allow it to continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C01300","speaker":"1277"},{"type":"speech","time":1498744800,"counter":131,"content":"<p>A great deal of work has gone into this matter, including by the judicial group on medical negligence and by legal practitioners, some of whom are with us in the Gallery, have been at the coalface of many cases in which injury payments have been made and desire to see us putting in place legislation that is robust and caters for people's needs.<\/p> <p>  The Minister of State claims that he does not know how the index will work, but his capabilities go beyond that.  What is being sought in this amendment is exactly what the judicial group asked for, namely, a balancing and factoring in of earnings and costs related to medical care.  The exact way in which to do that would be a reserved function for the Minister.  It is not beyond the Government's capabilities to do that.  These elements must be factored in.  Generally speaking, the cost of medical care and treatment has increased more than the consumer price index, CPI.  The Minister of State said that it could increase less than the CPI, but the experience over the past while has been to the contrary.  We need to factor in an index of care costs.  That is what I am asking the Government to do.  How it does that is its prerogative.  The legislation would call upon the Government to strive to take account of these costs.  Actuarial assistance would be provided to it in making that a reality.<\/p> <p>  I do not accept that \"five years\" is no time, as has been suggested.  Under the legislation, there would be a review after five years of a possibly more relevant index if the Minister believed it necessary.<\/p><p>That means that the Minister of the day might think it is not necessary and will not conduct a review.  Nothing can be done then.  There is no obligation to conduct a review.<\/p><p> How long after five years does it mean?  Does it start at six or seven years?  When it starts, how long will it take?  Will it be another two years?  When it is concluded, will it be another three years before it is implemented?  Suddenly someone who has been catastrophically injured is no longer a child and has different needs and may lag behind.  The Minister of State should accept that some of the people advising committee members on some of these issues are genuinely well-motivated.  They are at the coalface who want to ensure an outcome that all of us want to ensure, that people are not left short.<\/p><p> I appreciate that it is important to get this Bill through and we would have been prepared to move might and main to do it before the recess if we had to, but Report Stage has not been scheduled for this side of the recess.  We do not need to be in a big flap and panic on this.  We can tease out some of these points and I said that cognisant of the fact it was the Oireachtas Joint Committee on Health that had some of these detailed discussions and not this committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#C01400","speaker":"1259","continuing":true},{"type":"speech","time":1498744800,"counter":133,"content":"<p>If we accept the philosophy that we can table these amendments because it will delay matters, we would be passing the Judicial Appointments Commission Bill 2017 before the summer recess, but we are not.  It will go to autumn because it deserves more consideration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#D00200","speaker":"1355"},{"type":"speech","time":1498744800,"counter":134,"content":"<p>I stand over what I have said already.  I do not doubt at all the dedication of people who have thought about and put work into this.  I welcome it.  There are, I am told, approximately 30 relevant cases each year, which is a relatively small number.  It would take five years to bed this in.  The Bill states on page 11: \"The Minister shall, not less than 5 years after the commencement of this Part, carry out a review of the application of the index referred to ... in order to determine the suitability of that index\".  It is not \"after\" but \"not less than\".  I would not like to think there would be any long-fingering of this.  A review will be carried out.  At that stage we will have the historical information.  That is about right, not too long or too short, bearing in mind that it will take a while to create and implement the index the Deputy describes.<\/p> <p>  I welcome the fact the Deputy is anxious for this to be moved on, as we all are.  I am disappointed that it cannot be scheduled for next week.  That is out of our hands completely.  We are all on the same page.  We want this to happen as soon as possible and we want the best for patients.  We think the harmonised index of consumer prices, HICP, is the way to go.  Deputy Daly wants a separate index.  We are not clear as to how the two indices would interact.  There is talk of regulation and the Minister shall make a regulation, but the Minister of the day may decide to give weight to the HICP.  The amendment does not suggest one should take precedence over the other.  The amendments are unclear.  I suggest that in order to move this important legislation on, we park this for the moment and in a few years, when there is a review and we see how it is working, if it needs to be revisited I am sure whoever is here at that time will revisit and fix it.  There is a lot of goodwill around this to make it work.  I am not prepared to accept the amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#D00300","speaker":"1277"},{"type":"speech","time":1498744800,"counter":135,"content":"<p>I remind the Minister of State that \"not less than 5 years\" means more than five years, which was my point.  If we were dealing with the recommendations of the judicial working group to bring in the new system, we would not be here.  Let us move on now.  We have made our point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#D00400","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":136,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":137,"content":"<p>I remind Deputies that they still have an opportunity to introduce the amendment on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#D00600","speaker":"1269"},{"type":"speech","time":1498744800,"counter":138,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 10, to delete lines 6 and 7 and substitute the following:&ldquo;(b) whether the payments under the order are eligible for payment&mdash;<blockquote>(i) from the Insurance Compensation Fund, or<br \/><br \/>(ii) by the Motor Insurers&rsquo; Bureau of Ireland;&rdquo;.<\/blockquote><\/blockquote> <p>I have tabled this amendment following a request from the Motor Insurers' Bureau of Ireland, MIBI.  The bureau noted when similar legislation was introduced in the UK some time ago, its equivalent organisation, the Motor Insurers Bureau, MIB, was not specifically designated as being &quot;reasonably secure&quot;.  This, unfortunately, led to a situation where the MIB had to provide evidence to the court in each case where a periodic payments order, PPO, was proposed for an MIB claimant to establish that payments made by the MIB under a PPO would be &quot;reasonably secure&quot;.  This situation gave rise to increased legal costs for the MIB, which were passed on to motor insurance consumers and delayed the introduction of PPOs for MIB claimants.<\/p><p>Following discussions with other stakeholders, including the State Claims Agency, the Minister for Finance, the Minister for Jobs, Enterprise and Innovation and the Minister for Transport, Tourism and Sport, I am satisfied that, to avoid the issues which arose in the UK, an amendment should be made to the Bill clarifying that payments eligible to be paid by the Motor Insurers' Bureau of Ireland are &quot;reasonably secure&quot; for the purpose of making a PPO.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#D00700","speaker":"1277"},{"type":"unspoken","time":1498744800,"counter":139,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1498744800,"counter":140,"content":"<p>I move amendment No. 3:<\/p><blockquote>In page 10, line 19, after &quot;Office&quot; to insert &quot;and, when it is created, the index prepared and published under section 51L(2)&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#D01000","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":141,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":142,"content":"<p>I move amendment No. 4:<\/p><blockquote>In page 10, line 38, after &quot;Office&quot; to insert &ldquo;and, when it is created, the index prepared and published under section 51L(2)&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#D01100","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":143,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":144,"content":"<p>I move amendment No. 5:<\/p><blockquote>In page 11, between lines 6 and 7, to insert the following:&quot;(2) The Minister shall, within 12 months of the enactment of this Part, take such steps as are necessary to prepare and publish, or cause to be prepared and published, an index that tracks, at quarterly intervals, the following:<blockquote>(a) earnings in the nursing and care sectors, and such other sectors as appear to the Minister to be relevant to the indexation of PPOs;<br \/><br \/>(b) the costs of medical treatment in this jurisdiction;<br \/><br \/>(c) the cost of mechanical and other health aids and appliances in this jurisdiction;<br \/><br \/>(d) such other costs as appear to the Minister to be relevant to the indexation of PPOs.<\/blockquote>(3) Within 12 months of the creation of the index under subsection (2), the Minister shall, with the consent of the Minister for Finance, make regulations specifying this index to be used, along with the Harmonised Index of Consumer Prices as published by the Central Statistics Office, for the purpose of the annual adjustment of payments provided for under PPOs.&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#D01300","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":145,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":146,"content":"<p>I move amendment No. 6:<\/p><blockquote>In page 11, line 8, to delete &quot;index&quot; and substitute &quot;indices&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#D01500","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":147,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":148,"content":"<p>I move amendment No. 7:<\/p><blockquote>In page 11, line 9, to delete &quot;subsection (1)&quot; and substitute &quot;subsections (1) and (2)&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#D01700","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":149,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":150,"content":"<p>I move amendment No. 8:<\/p><blockquote>In page 11, line 13, to delete &quot;may&quot; and substitute &quot;shall&quot;.<\/blockquote> <p>We have argued this point already.  Under the proposed legislation, the Minister will not be required to review the indices used in calculating periodic payments orders, PPOs, every five years but may do so, if so inclined.  One does not need to be a rocket scientist to know that when the word &quot;may&quot; is used in legislation, rather than &quot;shall&quot;, it happens rarely rather than often.  We are dealing with the lives of people who have been catastrophically injured and will need medical care for the rest of their lives.  In the past ten years alone, things have been so unpredictable in the financial world, etc. and there are more frequent and haphazard fluctuations than before.  For these reasons, we believe the word &quot;shall&quot; should be inserted instead of &quot;may&quot; in order to give a little more protection to those who need it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#E00100","speaker":"1355"},{"type":"speech","time":1498744800,"counter":151,"content":"<p>The logic of the Minister of State's opposition to the previous amendments and the reason we voted against them arise from the fact that there will definitely be a review.  For that reason, I support the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#E00200","speaker":"1296"},{"type":"speech","time":1498744800,"counter":152,"content":"<p>The effect of the amendment would be to make it mandatory to carry out a subsequent review of the index applying to PPOs five years after the previous one.  Taking on board what was discussed earlier and the idea that it is important for this to happen, I can see merit in the amendment.  As a mandatory review provision would be beneficial, I will accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#E00300","speaker":"1277"},{"type":"unspoken","time":1498744800,"counter":153,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1498744800,"counter":154,"content":"<p>I move amendment No. 9:<\/p><blockquote>In page 11, line 14, to delete &quot;index&quot; and substitute &quot;indices&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#E00500","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":155,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":156,"content":"<p>I move amendment No. 10:<\/p><blockquote>In page 11, line 15, to delete &quot;subsection (1)&quot; and substitute &quot;subsections (1) and (2)&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#E00700","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":157,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":158,"content":"<p>I move amendment No. 11:<\/p><blockquote>In page 11, line 37, to delete &quot;index&quot; and substitute &quot;indices&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#E00900","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":159,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":160,"content":"<p>I move amendment No. 12:<\/p><blockquote>In page 11, line 37, to delete &quot;subsection (4)&quot; and substitute &quot;subsections (3) and (4)&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#E01100","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":161,"content":"<p>Amendment put and declared lost.\r\n\r\nSection 2, as amended, agreed to.\r\n\r\nSections 3 to 7, inclusive, agreed to.\r\n\r\nSECTION 8<\/p>"},{"type":"speech","time":1498744800,"counter":162,"content":"<p>Amendments Nos. 13 to 16, inclusive, are to be discussed together.  I invite the Deputies to speak in the order they have decided.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#E01300","speaker":"1269"},{"type":"speech","time":1498744800,"counter":163,"content":"<p>I move amendment No. 13:<\/p><blockquote>In page 21, line 26, to delete &quot;the health services provider has&quot; and substitute &quot;there are&quot;.<\/blockquote> <p>The group of amendments to section 8 aim to take the power to judge whether a patient was placed at risk or could have been injured out of the hands of the health service provider alone.  It would not be out of its hands exclusively but alone.  It is important to say that in the original heads of the Bill it was held in this section that a patient safety incident was one in which a patient was harmed or there were reasonable grounds for believing that during the provision of a health service for a patient, he or she was placed at risk of injury or harm, or an incident in which but for timely intervention the patient would have been harmed.  The definition of &quot;patient safety incident&quot; is really important as it is patient safety incidents that will be the subject of the open disclosure parts of the Bill.  The original version of the heads of Bill has been changed such that the only incident that will qualify as a patient safety incident is one where the health service provider has reasonable grounds for believing the patient was at risk or that but for a timely intervention, he or she would have been put at risk.  That gives way too much power to the health service provider.  We know from global literature and, sadly, our own experience of the HSE that developing a culture of openness and transparency is difficult.  We know that it has been challenging for the HSE.  In that sense, allowing the decision to be solely in the hands of the health service provider goes against the grain of what we are trying to do with this legislation.<\/p><p>I accept fully that in many cases the health service provider is best placed to know whether somebody was put at risk.  That goes without saying, but our amendment would not change that and the health service provider might still be the party making that input.  There may be a small number of cases where the patient or a family member sees something happen and there will be reasonable grounds for suspecting the patient or a loved one was put at risk or something happened.  They should also have the right to have an incident included, if one likes.  That is all we are trying to do.  For example, a doctor or a nurse may fill an intravenous antibiotic bag with penicillin when the patient is allergic to it and the patient may stop it happening before the line goes in.  The health service provider may not see it as a patient safety incident, but it could have been and the patient should have the right to have it examined.  That is all we are saying.  It would happen in a small minority of cases where a patient or a family member might think the patient was put at risk or there was some evidence to that effect.<\/p><p>The amendment would mean power would not be solely in the hands of the service provider.  It would help health service providers to change the culture where there is a battening down of the hatches and everything is denied.  It would help to open disclosure without imposing an onerous burden.  The provision was included in the original heads of Bill and it is what we are trying to achieve with this group of amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#E01400","speaker":"1259"},{"type":"speech","time":1498744800,"counter":164,"content":"<p>Open disclosure builds trust and confidence, which must be very valuable commodities in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#E01500","speaker":"1355"},{"type":"speech","time":1498744800,"counter":165,"content":"<p>This is a very interesting discussion and I thank the Deputies for the amendments.  The definition included in the legislation follows the accepted World Health Organization's international classification of patient safety.  That definition takes into account actual adverse events where harm is caused to the patient.  We all agree on that point.  It also takes into account incidents in which harm could have been caused, or no-harm events, outcomes that did not reach the patient but which would have caused harm if they had, or \"near misses\".  It must be pointed out that in aligning our definition with that of the World Health Organization we allow the Irish health system to make international comparisons and participate in international surveillance and research on patient safety.<\/p><p>The legislation is intended to capture not only incidents where harm was caused to the patient, but also no-harm incidents and near misses.  Taking out the reference to \"in the opinion of the health service provider\" could leave things unclear.  The provider is best placed to know that there has been a near miss and what the implications could have been for the patient.<\/p><p> I believe Part 4 captures what the Deputies are talking about where it states, \"an incident which has caused an unintended or unanticipated injury, or harm, to the patient and which occurred in the course of the provision of a health service to that patient\".  Where harm has occurred, anyone can identify that and make it known.  That captures what the Deputy is trying to introduce further down.<\/p><p> It would not be appropriate to take out a reference to health service provider having reasonable grounds to believe it would cause unintended or unanticipated injury.  Very often they are the only ones who would know that.  Others may not know that.  I believe it is all captured there as it stands.  We are aligning ourselves with the WHO definition.  To make international comparisons for statistical purposes and so on, it is important we are linked to that.<\/p><p> For those reasons, I am not in a position to accept this group of amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#E01600","speaker":"1277","continuing":true},{"type":"speech","time":1498744800,"counter":167,"content":"<p>I agree that patient safety incidents are not just where actual harm has occurred but include where it could have occurred but for a timely intervention.  Our amendments do not change that.  We are providing that these incidents will be covered by the open disclosure policy.  None of that changes if these amendments are accepted.  It is necessary to have reasonable grounds.  Obviously if something happens and harm has occurred, that is easily identified by anyone who is there.  One does not have to be a doctor to know that.  If harm had not occurred or it was a near miss, there must be reasonable grounds for that.  The only impact of our amendments is who decides the reasonable grounds or to whom that authority is given.<\/p> <p>  Following changes that came between the heads of the Bill and the Bill as published, the health service provider is the only one who can do that.  I fully accept that in probably 95% of the cases the health service provider will be the one.  However, taking out the sole use will affect the 5% of cases.  Sadly, it sometimes happens that the health service provider or the person who is at the coalface might tense up, try to deny liability and not record it.  In such cases the family or the individual might have the option of having it looked at under the open disclosure provision.  It does not take anything from the health service provider.  I think it is quite important.<\/p> <p>  Deputy Wallace is right in saying this will help hospitals and health service providers move away from the cultural problems they have about accepting errors.  It will encourage them to acknowledge errors in order that a system is put in place to ensure it does not happen again.  I am strongly attached to this group of amendments.  I do not think they are problematic or place the health service provider at a disadvantage.  I do not know why the Minister of State cannot accept them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#F00200","speaker":"1259"},{"type":"speech","time":1498744800,"counter":168,"content":"<p>It is an interesting issue.  The legislation is unusual in seeking to place an obligation on a hospital - let us call it a hospital - following a patient safety incident to tell the patient about it without any consequences for litigation or liability on the part of the hospital.  It is unusual in that respect.  That is why the definition of \"patient safety incident\" is important.  The obligation is on the hospital to disclose it.<\/p> <p>  At present the paragraph states \"in respect of which the health services provider [the hospital] has reasonable grounds to believe placed the patient at risk of unintended or unanticipated injury\".  Deputy Daly proposes to change that to cover cases in respect of which there are reasonable grounds to believe the patient was placed at risk.  The question relates to whose belief we are talking about.  The verb \"believe\" is used.  It currently includes the phrase \"reasonable grounds to believe\".  I would have thought that since the hospital must make the disclosure, it would be unusual if there was an obligation on the hospital to disclose something and it did not believe or did not know what happened.<\/p> <p>  Deputy Daly gave the example of a member of the family knowing something.  If they saw something, they would bring it to the attention of the hospital.  If the hospital then becomes aware of it and believes it and if it does nothing about it, the family can sue it.  There could be a case where the hospital is not aware of grounds and yet the obligation is imposed on the hospital to disclose this.  The important thing is to whom the belief refers.  Given that it states \"reasonable grounds to believe\", it has to be an individual.  While I could be wrong about this, I would have thought that since the ultimate obligation is on the hospital, the belief refers to the hospital.  I am open to persuasion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#F00300","speaker":"1296"},{"type":"speech","time":1498744800,"counter":169,"content":"<p>As I said earlier, it is an interesting one.  As Deputies O'Callaghan and Daly have said, there is a very small possibility that someone outside the health service provider, a nursing home doctor or whoever, not knowing about this, and if a family member were to bring it to his or her attention, obviously then he or she would have to make a call.  We are talking about unintended and unanticipated injury where patients are placed at risk.  We are not talking about an injury that actually happened, but a step beyond that where someone was placed at risk.  In the vast majority of cases the hospital would know that.  We should not lose sight of the fact we are aligning it with the WHO definition.  It is important to link ourselves with top international standards here.  We are talking about an incident that could have placed the patient at risk or did place the patient at risk but which did not happen.<\/p> <p>  Further up the line are the other issues covered in the other part of the section.  Here the HSE or the health service provider having reasonable grounds to believe will be the person or organisation that has to make the disclosure.  We are trying to encourage voluntary disclosure.  If someone has reasonable grounds and if he or she discovers it him or herself, and in these incidents one would expect it would happen in the majority of cases, or it is brought to his or her attention where he or she did not know, that person has reasonable grounds and he or she has to volunteer to tell the patient that he or she was carrying out a procedure and an incident almost happened.<\/p> <p>  As we are linking it up with best international WHO guidelines, I would ask that we leave it as it is.  I understand what the Deputies are trying to achieve, but it is already covered quite well here.  It is an interesting and important distinction, but because of the WHO issue, I am inclined not to accept the amendments.  I believe it is already well covered and I will not be accepting the amendments.  The Deputies might consider withdrawing them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#F00400","speaker":"1277"},{"type":"speech","time":1498744800,"counter":170,"content":"<p>I do not want to go around in circles.  We will press the amendments given the low starting point.  I fully accept what the Minister of State says that in many cases only the service provider will know and patients will not even know that there was a near miss.  That goes without saying.  I am talking about the small minority of cases where the patient knows or someone in their family suspects that something has happened and the service provider does not own up.  In that circumstance, there should be scope for a patient or a family member who is with them to be able to rely on the legislation to have what happened classified as a safety incident and thereby gain access to open disclosure of all the circumstances of how and why.  We have made the point.  We will press the amendments and move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#F00500","speaker":"1259"},{"type":"speech","time":1498744800,"counter":171,"content":"<p>While I should know this and if I read the Bill I would find it, is there an obligation on the hospital to disclose a patient safety incident?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#F00600","speaker":"1296"},{"type":"speech","time":1498744800,"counter":172,"content":"<p>No.<\/p><p>It is almost philosophical in a way, but one is trying to build up a culture of trust so that if something happens, the health service provider can go to the patient and say that something happened, or almost happened, knowing that such an admission and apology will not be liable to court action in itself.  We want to encourage that culture to develop.  There will be medical notes and other things behind the scenes but we want patients to be in the position where they can be assured that the medics caring for them will feel free to make these disclosures in a voluntary way.  We want to encourage more of that.  The idea is that when this legislation begins to kick in, the whole culture will change and medics will feel safe.  We want to get away from this adversarial posture.  It is HSE policy to disclose.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#F00700","speaker":"1277","continuing":true},{"type":"speech","time":1498744800,"counter":174,"content":"<p>The Minister of State is making our argument, in that open disclosure would definitely build trust and confidence.  That is the direction in which we need to go.  I appreciate that from the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#G00200","speaker":"1355"},{"type":"speech","time":1498744800,"counter":175,"content":"<p>The Deputy has it on the record now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#G00300","speaker":"1269"},{"type":"unspoken","time":1498744800,"counter":176,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":177,"content":"<p>I move amendment No. 14:<\/p><blockquote>In page 21, line 27, to delete &ldquo;placed the patient at risk&rdquo; and substitute &ldquo;the patient was placed at risk&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#G00500","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":178,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":179,"content":"<p>I move amendment No. 15:<\/p><blockquote>In page 21, lines 32 and 33, to delete &ldquo;the health services provider has&rdquo; and substitute &ldquo;there are&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#G00700","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":180,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":181,"content":"<p>I move amendment No. 16:<\/p><blockquote>In page 21, line 34, to delete &ldquo;could have resulted in such injury, or harm, to the patient&rdquo; and substitute &ldquo;such injury, or harm, to the patient could have resulted&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#G00900","speaker":"1355"},{"type":"unspoken","time":1498744800,"counter":182,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1498744800,"counter":183,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":184,"content":"<p>Section 9 agreed to. \r\n\r\nSECTION 10<\/p>"},{"type":"speech","time":1498744800,"counter":185,"content":"<p>Amendments Nos. 17, 21, 23, 35, 37, 40 and 46 to 51, inclusive, are related and may be discussed together.<\/p> <p>I call Deputy Wallace. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#G01300","speaker":"1269"},{"type":"speech","time":1498744800,"counter":186,"content":"<p>I must go to the House as I have a question.  Deputy Daly will move the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#G01400","speaker":"1355"},{"type":"speech","time":1498744800,"counter":187,"content":"<p>I move amendment No. 17:<\/p><blockquote>In page 22, line 22, to delete &ldquo;where&rdquo; and substitute &ldquo;when&rdquo;.<\/blockquote> <p>I feel bad about the level of detail on these amendments.  I know it is late and we have had a mad week but it is important.  These sections are about apologies and they also are linked in with the mandatory point of view.  It is clear from the definition of a patient safety incident in the Bill that we are talking about something that went wrong.  In some cases, something went wrong and the patient was hurt and in others, something went wrong and the patient was almost hurt.  The starting point is that something went wrong.  Despite that, the Bill provides that an apology for the wrong at an open disclosure meeting is entirely optional for the health service provider.  I find that mad.  The fact that an open disclosure meeting is happening at all is a clear acknowledgment that something went wrong.  It would not be happening if something had not gone wrong.  In that context, I do not understand why an apology would be optional.  If one bumps into someone in the street, or if one spills a person's pint, one says sorry.  If something goes wrong, to say sorry is natural.  We are trying to develop the natural human, cultural reaction.  Given that the Bill provides very strong protections for apologies, where just because someone says sorry that does not mean they will be sued as a result later on - that is very much in the Bill - why then would we make the apology optional?  The Bill states firmly that an apology is not an admission of liability and that it cannot be entered as evidence of liability in court.  Even were this group of amendments to be accepted, it would not change that.  An apology could not be admitted in court and it is not an admission of liability.  The amendments do not change that.  The apology is protected and I do not have a problem with that but we drafted our amendments to section 10 because apologies are incredibly important for patients and their families.  We know this from the people we have met.  An open disclosure should be about getting access to the full information but it also for them to say &quot;sorry, we did not mean for this to happen&quot;.  Quite often that could save the State a lot of money because people sometimes decide to take a legal action because they are fecked off because the health service providers would not admit they were wrong or they did not even say sorry.  Not apologising leaves us open to more hurt and angry patients and in that sense it goes against the grain of the Bill. <\/p><p>I know the Minister of State will tell me the health service provider will, of course, apologise and if that is the case, that is great.  Perhaps the Minister of State is not going to say that and will agree with me, which would be even better.  If he is going to say that such providers will do it anyway, my amendments do not alter that.  If such an apology is not made mandatory, it will not affect those providers that would do it anyway and consequently, it does not matter to them.  It is the providers that might hide behind the fact that they are not so obliged with which we are dealing.  Its absence undermines the confidence of the health service providers in the strong protections that are there.  The Bill is very strong.  Saying sorry does not mean that a provider will be sued in court or that they have admitted liability but it is a human, important thing.  It is good for the service and is good for patients and we should make it mandatory, in that the act of a provider having a meeting about an open disclosure is a statement that the provider is sorry that something happened.  It might be the case that it is saying that something happened and the consequences are very insignificant.  I do not see anything wrong with that.  That is completely in keeping with the Bill.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#G01500","speaker":"1259"},{"type":"speech","time":1498744800,"counter":188,"content":"<p>Does any other member wish to speak on this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#G01600","speaker":"1269"},{"type":"speech","time":1498744800,"counter":189,"content":"<p>In British law, are there provisions regarding patient safety incidents and voluntary disclosure akin to what we are introducing here?  Does a similar legislative scheme apply in Britain?  Does the Minister of State know whether there are provisions in respect of patient safety incidents and open disclosures there?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#G01700","speaker":"1296"},{"type":"speech","time":1498744800,"counter":190,"content":"<p>I know where Deputies Daly and Wallace are coming from in this set of amendments, which provide for the provision of a mandatory apology.  Our goal is to create a safe space where there can and should be full disclosure of the facts surrounding a patient safety incident and the implications, if any, for the patient's care and treatment.  Let us put that out there, it is about a safe place.  The Ombudsman is clear that many people who have complained to his office say that what they are looking for is for the service provider to acknowledge that something went wrong and to receive a meaningful - I stress meaningful - apology.  People say that they want to be listened to and assured that lessons have been learned and that the same mistake will not happen again or that every effort will be made to ensure that.  While apologies can be mandatory, I believe that voluntary apologies are far better.  I have a number of reasons for thinking that.  Is it a real apology if it is forced?<\/p><p>An apology must be a considered expression of regret.  It has to come from the heart.  It involves building trust, human relationships and human interaction in situations where this is the appropriate thing to do, which depends on the individual circumstances.  The Ombudsman outlined that it is important that, when making an apology, the person making an apology understands the other's circumstances and what his or her wishes are in regard to what occurred.  That is a good principle.  One cannot put together a meaningful apology without understanding what a patient has experienced and how this impacted on his or her individual concerns and requirements.  Empathy is a large part of this.  The giving of an apology, as Deputy Clare Daly has rightly said, is a human experience for all involved, both doctor or service provider and the patient.  It should be borne in mind that it can take time to gather all the information and facts relating to a patient safety incident.  It is only once this has been done that a meaningful apology can be given.  Otherwise the apology will simply be a box-ticking exercise, which not what members want.<\/p><p> The recent HSE evaluation of open disclosure stressed the importance of making apologies with integrity and compassion, and of having the right people informed and prepared to make an apology in advance of an open disclosure meeting.  This Bill will, for the first time in legislation, define an apology in relation to an open disclosure of a patient safety incident as an expression of sympathy or regret.  Research indicates that not all patients want an apology but when they do, such an apology needs to be personalised, sincere and honest.  This approach is further underpinned by the HSE&rsquo;s policy on open disclosure and the Medical Council&rsquo;s new guide to professional conduct and ethics for doctors and other professional codes.<\/p><p> I am mindful of members' concerns on balancing the need to provide for a full understanding of the circumstances of a patient safety incident with the need for meaningful engagement of staff with patients.  It reminds me of two children, one of whom has done something to the other, and a parent comes along and tells the guilty child to apologise, which he or she does, but does not mean.  He or she had to apologise because it was mandatory.  It did not come from the heart.  In the next breath, the child tells his or her sibling that revenge is on the way.  There needs to be a voluntary, sincere expression of remorse.  If it is made mandatory, all of that is taken out from it and it loses what we are trying to build, which is a culture of respect, openness, empathy and feeling.  If a person feels he or she is being forced to give an apology because of legislation, it is missing the whole point.  I hope members will accept the reasons I have sincerely outlined as to why I have chosen not to accept their amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#G01800","speaker":"1277","continuing":true},{"type":"speech","time":1498744800,"counter":192,"content":"<p>The Minister of State's portrayal of \"The Simpsons\" was excellent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#H00200","speaker":"1269"},{"type":"speech","time":1498744800,"counter":193,"content":"<p>On the question on what happens in the United Kingdom, there is a duty of candour for services there.  In its consideration of voluntary open disclosure provision, the Joint Committee on Health recognised that the best chance of creating the conditions necessary for the success of open disclosure lies in taking a voluntary approach backed up by apology laws.  In responding to the committee's observations and in order to properly take account of experience, the Minister for Health indicated that a structured evaluation of the success of voluntary open disclosure will be undertaken once a suitable period has elapsed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#H00300","speaker":"1277"},{"type":"speech","time":1498744800,"counter":194,"content":"<p>Mandatory apologies are unusual in our law.  In defamation cases, one of the remedies a person generally seeks and gets is an apology but there is nothing in the Defamation Act to say that a publisher is mandated and required to apologise; it is something one does if one wants to.  Members are trying to present this legislation as though its result will be harmonious and that doctors and medics will put their hands up.  Unfortunately, it is unlikely that that will happen.  Insurance will have an impact on that.  Insurance companies will insist that doctors disclose in their policy renewals whether they have had any patient safety incidents, made any open disclosures or apologised under this legislation.<\/p> <p>  The reason I asked about the UK is that although there is a duty of candour, there is nothing as specific as this legislation.  There is a provision at section 10(1)(c)(ii) of the Bill stating that if one makes a disclosure or apology it will not \"invalidate or otherwise affect\" a contract of insurance.  I am concerned that many insurance providers will now stipulate that contracts of insurance will be governed by UK law rather than Irish law, which will mean that individuals will have to disclose whether they have been party to a patient safety incident or to an apology.<\/p> <p>  On the issue raised by Deputy Clare Daly regarding an apology, the amendment under consideration is amendment No. 17, which proposes to delete &ldquo;where&rdquo; an apology is made and substitute &ldquo;when&rdquo; an apology is made in section 10(1) and I am sure that subsequent ones seek to mandate it.  An apology has legal consequences.  Irrespective of what is set down in this legislation, an apology can have future legal consequences.  On balance, an apology should be voluntary and genuine.  To force a person to apologise takes that away.  As I said, I could be wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#H00500","speaker":"1296"},{"type":"speech","time":1498744800,"counter":195,"content":"<p>There was some sound interference while Deputy O'Callaghan was speaking.  If anyone is using a device that may have contributed to that, could he or she please desist.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#H00600","speaker":"1269"},{"type":"speech","time":1498744800,"counter":196,"content":"<p>The importance of apologies in terms of medical practice is reflected in the fact that many jurisdictions have apology laws that clarify that apologies by health practitioners do not constitute an admission of liability.  I am conscious that as this legislation is developed, members cannot be ignorant of its background and the problems there have been in Ireland with health service providers.  The example given by the Minister of State of a parent reprimanding a child is a good one because a parent tells a child to apologise to his or her brother or whatever - and perhaps the first time an apology is begrudgingly given - to train the child that in polite adult society, people need to learn manners, empathy and decent human behaviour when interacting with others.  It has caused huge grief and hurt to citizens and probably cost the State a significant amount of money because some people have not received an apology they felt they were owed.  It will be difficult to foster the culture we want to have if one is coming from very low base and a culture of denial because people are afraid they will end up in trouble if they give an apology, which is not true and has no legal status whatsoever.  One would never have to train an adult as one would a child because an adult has learned the behaviour.  However, we have an infantile health system which has operated poorly and needs to be retrained.  In that sense, one has to tell it to apologise to its brother because our experience has been that this has not been done.  We have all met people who have been devastated by their experiences who just needed a kindly word.  I understand that members are trying to get to a situation where that would be voluntarily provided but I believe the legislation should say that is mandatory.  To revert to my earlier point, this legislation should reinforce the confidence of health service providers that they have nothing to fear from acknowledging what happened and putting their hands up.   The committee can move to a vote on this if needed but that is the thinking behind this provision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#H00700","speaker":"1259"},{"type":"speech","time":1498744800,"counter":197,"content":"<p>Deputy Daly has made my case for me here because she has more or less indicated that a sincere, voluntary apology is much better than a forced one.  We are trying to encourage sincere, voluntary apologies.  In the example I gave of a child, I probably should have carried on to say that a parent would be better off to try to elicit a voluntary, sincere apology rather than forcing the child to give one.  That is why I have a problem with this set of amendments.  All many people want is a sincere apology.  If a patient felt that a doctor or other person was only apologising to him or her because he or she had to, the patient might conclude that the apology was meaningless and decide to sue.   If people feel the apology is sincere and real, they may decide not to take things any further, conclude that a genuine mistake was made and go no further with the matter.<\/p><p>This is a philosophical argument in some ways but an important one.  What we want to get to and start with is a sincere voluntary apology.  Starting with mandatory will lose the argument completely, as Deputy O'Callaghan has pointed out.  I ask Deputy Daly to consider what I have said and withdraw the amendments.  The matter will be examined again if it does not work.  The Deputy might be surprised.  Internationally, sincere and meaningful apologies reduce litigation.  International apology laws do not make them mandatory either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#H00900","speaker":"1277","continuing":true},{"type":"speech","time":1498744800,"counter":199,"content":"<p>I do not want this debate to go around in circles.  Obviously a sincere apology is better.  The reason that a parent pursues the matter is due to an absence of an apology.  If a child apologised, then there would be no need for him or her to be reprimanded.  It is only by training and re-educating someone that one gets a system of a sincere apology.<\/p> <p>  To put this in context, I am referring to an open disclosure meeting where it has been acknowledged that something has gone wrong.  The Bill, as currently drafted, works on the premise that something has gone wrong and the health service provider only has to say that it has hurt someone, or nearly hurt him or her, and this is how we did it but there is no obligation to apologise.  A civilised society would say, \"We are really sorry about that, we have put in place these precautions, thanks very much for engaging with us and your honesty has helped us make sure that a certain thing will not happen to anyone else.\"  That is where we will ultimately go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#J00200","speaker":"1259"},{"type":"speech","time":1498744800,"counter":200,"content":"<p>It is not like that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#J00300","speaker":"1277"},{"type":"speech","time":1498744800,"counter":201,"content":"<p>The Minister of State's confidence in the health service provider is obviously greater than mine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#J00400","speaker":"1259"},{"type":"speech","time":1498744800,"counter":202,"content":"<p>We will allow Deputy Daly's contribution to be the last contribution on this particular grouping.  I think we have covered all the opinion likely in terms of the amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#J00500","speaker":"1269"},{"type":"unspoken","time":1498744800,"counter":203,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":204,"content":"<p>Amendments Nos. 18 to 20, inclusive, and 22 are related and may be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#J00700","speaker":"1269"},{"type":"speech","time":1498744800,"counter":205,"content":"<p>I move amendment No. 18:<\/p><blockquote>In page 23, to delete line 14 and substitute &ldquo;incident.&rdquo;.<\/blockquote> <p>I am beginning to lose my way with these amendments, which makes a great argument for pre-legislative scrutiny.  This subject is a complex issue and in some ways philosophical.<\/p><p>Deputy Wallace and I tabled these amendments because we felt that section 10 required a lot of amendment.  Section 10 holds that neither the information provided nor an apology made during open disclosure will be admissible as evidence in court in regard to any action that arises from the patient safety incident that has been disclosed.  It also holds that the information provided, and an apology when it is made, will not be admissible as evidence in a professional malpractice or misconduct investigation, etc.<\/p><p>As I pointed out on Second Stage, that factual information at an open disclosure meeting could potentially be denied later by a health service provider in court is mental.  Such a situation is completely contrary to the principles of natural justice.  The Medical Injuries Alliance has pointed out that the scenario is abhorrent to the administration of justice.  I refer to a court being precluded from considering information necessary to establish the relevant facts before making a decision on a question of liability.  This is a huge issue and, therefore, this group of amendments is one of the key important groupings.<\/p><p>The proposal to prevent a patient from being able to rely on information provided during the open disclosure process will have the opposite effect and breed more distrust.  Let us say a patient is provided with clear and frank information on what caused an adverse incident but later the very same facts or version of events are denied by the service provider.  What will that scenario do for a patient's trust?  His or her trust will be shattered.  That is why my colleague and I made a distinction between an apology and information.  To deny factual information under open disclosure being used later on is completely wrong.  People gave evidence to the Oireachtas Joint Committee on Health during pre-legislative scrutiny on this matter.  We are saying when litigation does occur, it should happen speedily.  If people are denied access to information they know exists or are prevented from using it, we will get into big costly proceedings.  The victims will have to pay their legal representatives to unearth the information through other processes.  The amendments call for the court to have the ability to evaluate all relevant factual evidence on foot of the incident in question.  This includes facts developed in open disclosure and any records for the purposes of making the disclosure.  That does not mean that the case will be lost or that the person's court proceedings will succeed.  The court must still evaluate the claim.  To deny information that exists as part of these proceedings would be completely wrong and that is why we tabled our group of amendments.  We have made a distinction between the information and an apology, which feeds into the earlier discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#J00800","speaker":"1259"},{"type":"speech","time":1498744800,"counter":206,"content":"<p>Does Deputy Wallace wish to add a comment to what has been said?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#J00900","speaker":"1269"},{"type":"speech","time":1498744800,"counter":207,"content":"<p>I will listen to the Minister of State first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#J01000","speaker":"1355"},{"type":"speech","time":1498744800,"counter":208,"content":"<p>As no other member has indicated a wish to speak, I call the Minister of State to comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#J01100","speaker":"1269"},{"type":"speech","time":1498744800,"counter":209,"content":"<p>I am concerned that the Deputies do not understand the aim of the legislation and have missed the philosophical point, as Deputy Daly called it.  I understand there was extensive pre-legislative scrutiny by the Oireachtas Joint Committee on Health, as mentioned by Deputy Daly.  The matter has been examined.<\/p> <p>  This set of amendments relate to the protections given for open disclosure in relation to admissibility.  Part 4 provides for certain protections for information given to the patient at an open disclosure meeting, including that the information and written statement given to the patient are not admissible as evidence of fault or liability in a court in relation to the patient safety incident or a clinical negligence action that arises from the consequences of that patient safety incident.  I think we are in agreement.  That is the nub of the matter.  Deputies Daly and Wallace have proposed changes to this provision.  Again, my colleague, the Minister for Health, appreciates the reasons for their concerns.  I will expand further on the reasoning that led to the approach that has been taken here.<\/p> <p>  Open disclosure should be a genuine engagement between the patient and his or her doctor or health service provider.  It should not be hindered by other concerns and fears.  However, a persistent barrier to open disclosure, one which has been recognised in other jurisdictions and which has emerged from Irish research into this issue, is the perception of negative legal consequences arising from engaging in open disclosure.  The origins of the provision in Part 4 on non-admissibility as evidence of fault or liability lie in the recommendations made by the Commission on Patient Safety and Quality Assurance in its report called Building a Culture of Patient Safety.  The commission was chaired by Professor Deirdre Madden.  It identified fear of litigation as a barrier to open disclosure.  It recommended that legislation should ensure that open disclosure, which is undertaken in compliance with national standards, cannot be used in litigation against the person making the disclosure.  Fear of litigation was also a consistent issue raised in the HSE's evaluation of the national open disclosure pilot scheme.  The Oireachtas Joint Committee on Health was sympathetic to the view that buy-in is essential to open disclosure.  The culture in our health service can sometimes stand in the way of people making open disclosures and this fear is part of that culture.<\/p> <p>  The intention behind Part 4 is to initiate a culture shift by supporting an environment where the patient's information needs can be addressed positively and as soon as possible.  Patients will receive information applicable to the patient safety incident in an open disclosure made under Part 4.  Moreover, they will still have full access to their medical records which, in line with good professional practice, will contain all information relevant to their care and treatment and will continue to be admissible.  On balance, it is considered that the system of open disclosure provided for in the Bill offers the greatest likelihood that patients will receive the information they seek after an incident without the need to resort to the courts system simply to get a straight answer.<\/p><p>A consistent theme from patients is that they prefer to receive information and explanations and, where appropriate, an apology directly after an incident and not have to go down a legal route to get this information or apology.  Litigation may sometimes be inevitable, but it should never be the case that a patient or his or her family has to go to court simply to find out information on a patient safety incident.  Ultimately, open disclosure is a human process underpinned by honesty and respect.  The intention behind the legislative provisions to support open disclosure is to create a safe space in which honesty and respect can flourish and lessons can be learned by health service providers and health practitioners and acted on to improve the health service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#J01200","speaker":"1277","continuing":true},{"type":"speech","time":1498744800,"counter":211,"content":"<p>I have one question.  Will the Minister of State explain why information that comes to light at an early stage may not be used at a later stage in court?  He might have explained it already when I was not here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#K00200","speaker":"1355"},{"type":"speech","time":1498744800,"counter":212,"content":"<p>We want to encourage open disclosure and, where appropriate, a sincere apology.  We want to change the culture in order that a patient can be told what happened and that those responsible are very sorry.  All the records are available.  If it were the case that the open disclosure, written or verbal, was admissible in court and a person could be sued for making it, he or she might in the future decide to say nothing and wait for the court case to be held.  If something happens, the patient should receive all of the information required as early as possible and in as clear and sincere a manner as possible.  We want to change the existing relationship in order that the medical practitioners can feel safe in having the type of conversation in question with the person for whom they are caring and making an open disclosure.  That does not stop the patient from accessing the records and taking action, if he or she wants to do so.  That can also happen.  What we are saying, however, is that we need to encourage open disclosure to get the information out, to have a good relationship between the doctor and the patient, in order that the doctor can feel safe in this regard as soon as possible and the open disclosure and apology, of themselves, will not be used in litigation.  In many instances, patients might decide that they do not need to go to court or proceed to litigation at all based on their having received all of the information they need and a sincere apology.  They might decide to work together with the medical practitioners to fix the problem.  Alternatively, they might decide they have been seriously damaged and need to receive compensation.  That is at a different level.  That is from where we are coming.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#K00300","speaker":"1277"},{"type":"speech","time":1498744800,"counter":213,"content":"<p>Perhaps I am very cynical, but I believe it will be hard to separate litigation from the open disclosure process.  If a lawyer is making a case on behalf of someone who is claiming medical negligence, a doctor having previously apologised for the matter in question will be a very powerful piece of evidence if liability is denied.<\/p> <p>  Line 15, on page 23 of the Bill, was referred to by Deputy Clare Daly.  It states the disclosure or apology shall not, notwithstanding any other enactment or rule of law, be admissible as evidence of fault or liability of the hospital or the doctor.  It does not state the apology shall not be admissible but that it will not be admissible as evidence of fault or liability.  I would have believed somebody taking a case on behalf of an individual who was apologised to by a doctor could produce that evidence at a hearing and state he or she was not relying on it as evidence of fault for liability but to ask the doctor whether he had apologised to the client after the operation.  That will obviously be a powerful piece of evidence in front of a judge.  If a hospital or a doctor apologises, or if there is disclosure, it will come out, but it cannot be relied on by the court as evidence of fault or wrongdoing.  It is, however, relevant in terms of the general factual matrix of the case.  The concerns of Deputies Clare Daly and Mick Wallace will not be as problematic for a person taking a case as interpreted on a first reading.  One will be able to get the evidence in, which is why I might be cynical about the potential effectiveness of this measure.  This is very worthwhile legislation.  Let us try it.  There will, however, be a very close parallel with litigation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#K00400","speaker":"1296"},{"type":"speech","time":1498744800,"counter":214,"content":"<p>The doctor might say that on the day he made an apology, he was not feeling great.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#K00500","speaker":"1355"},{"type":"speech","time":1498744800,"counter":215,"content":"<p>The key point is that there is a difference between the apology and information gathered in an open disclosure.  What we are proposing would not change any of that in that apologies are indemnified legally and no admission of liability or nothing we are doing would change that in that it could not be used against somebody.  What the Bill does do, however, is provide that information gathered through an open disclosure is prohibited from being utilised as evidence in later court proceedings, but that goes against the grain entirely.  Denying in court a statement or evidence given in an open disclosure meeting will cause a huge problem.  Consider the circumstances if the policy works properly and we all get to where we are trying to go, which would entail health service providers changing a deeply ingrained cultural problem in the service.  Let us be honest about this problem.  There has been a voluntary open disclosure mechanism in place since 2013 and it has not really changed anything.  That is where our amendments are coming from.  There has to be a means of forcing open disclosure.  To say something produced in an open disclosure may not be relied on later by somebody in a court case is completely wrong.  Where there is something in a file stating a certain incident occurred and the person concerned is not happy with the open disclosure process, he or she may decide to proceed to litigation later.  The Bill should be about reducing the volume of litigation.  Where the legislation would make knowledge disclosed of a certain incident inadmissible, one would have to employ really costly medical experts to obtain information proving the occurrence of what one knows occurred.  There would be much more costly and lengthy litigation at the later stage.  Information is never excluded from these processes.  On the point I made earlier, it is still up to the courts to decide whether the action succeeds based on the information made available.  We are just talking about the potential to hide information from the courts.<\/p><p>We do understand the Bill and that it is being put forward as a benefit for patients.  That is what we would all like to see happen, but the way in which the Bill is framed is very much about preventing litigation and the fear of litigation which have been part of HSE culture in any case.  The implication is that openness with information, apologies and all the rest will lead to litigation and more payouts whereas it should be the opposite.  The evidence suggests it can be the opposite, which is what we want.  We are about encouraging openness and reducing litigation, not the opposite.<\/p><p>There was a good quote from the British Government when it brought forward its duty-of-candour regulation of 2014:<\/p><blockquote>One of the most commonly cited barriers to providers being candid is the fear that being candid and providing more upfront information about patient incidences can lead to a risk of increased litigation, and that offering an apology might be interpreted as an admission of liability.  On the other hand, it has also been suggested that being candid can actually reduce litigation costs, as often the main motivation for bringing about a medical negligence claim is to seek more information about mistakes in their care, or due to a perceived failure of the provider to apologise.  Overall the evidence on the likelihood of litigation is unclear.<\/blockquote> <p>Based on this, what we are trying to do is appropriate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#K00600","speaker":"1259"},{"type":"speech","time":1498744800,"counter":216,"content":"<p>On Deputy Jim O'Callaghan's points which were well made, the case notes or details of an incident will obviously be in the medical records.  The fact that an open disclosure was made will also be noted.<\/p><p>There is no need to ask, therefore, somebody whether he or she made an apology.  It will be on the record  Future care needs will also be on the record.<\/p><p> We are on parallel tracks.  On one track we are trying to encourage, as the Deputy said, open disclosure and, where appropriate, the free apology and so on.  The medical practitioner will meet the patient and say he or she is making an open disclosure, this is what happened, these are the consequences, this is what needs to be done for the patient's medical care and away we go.  The legal process and all the medical records are on the other track.  We are trying to keep the tracks parallel but separate.  We want to ensure that whatever happens between the patient and the medical provider in making the disclosure, there will not be a chilling effect or impediment to full disclosure of all the information the patient needs or to any question the patient asks being answered and to a sincere apology being given.  It is about building up the relationship between the patient and the medical provider.  The concern is the medical providers might think they have to be careful about what they say and believe they cannot say something because it will be used in court against them or they cannot write something down in an open disclosure because it will end up in court, which would impede the other track we want to keep as open as possible.<\/p><p> The intention of the open disclosure track is to inform patients about what happened as early as possible in the process.  If patients then seeks the medical records, the information will be there and if they want to take the legal route, that can happen as well.  They may not want to do that and they may decide a mistake was made, an incident occurred but they have received a sincere apology and they need to get his fixed now by working with their doctor, who is sorry about this.  This is where we are coming from.  We are seeking a change of culture.  We do not want medical providers looking over their shoulders at an open disclosure meeting and wondering whether they should have their solicitor sitting beside them to advise them on what they should or should not say because it could end up in court.  My understanding of this is there are parallel tracks and if we can maintain them, we will do best by patients, which is what we are all seeking at the end of the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#K00700","speaker":"1277","continuing":true},{"type":"speech","time":1498744800,"counter":218,"content":"<p>That is part of the problem.  The chilling effect of litigation has its paws all over the Bill, which is understandable, but we have to ask why is that.  The State pays out millions of euro every year in legal damages against a backdrop where we do not have proper, mandatory open disclosure.  That litigious legal nightmare is still going on and that is partly down to an absence of proper open disclosure.  Hopefully, if we get to the new place, that will reduce.  The debate is how we get there.  The Minister of State is saying we have to encourage medical providers gently and tell them that if they tell the truth, it will not harm them in the courts but I do not see it like that.  The UK Government addressed this following the appalling scandal in Mid-Staffordshire Trust by establishing a mandatory statutory duty of candour.  That has nothing to do with protection from liability whereas our legislation seems to be completely built on protection from liability.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#L00200","speaker":"1259"},{"type":"speech","time":1498744800,"counter":219,"content":"<p>No, it is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#L00300","speaker":"1277"},{"type":"speech","time":1498744800,"counter":220,"content":"<p>In Britain, the starting point, which is where we are coming from, is if something goes wrong and a patient is harmed, the health care provider has to own up, provide full information on the incident, say \"Sorry\", provide the patient with help, if needed, and outline what future inquiries will be dealt with to make sure it does not happen again.  Liability is not mentioned.  My experience of human behaviour is if we were to treat people like that, inevitably the volume of litigation would reduce.  Perhaps this is a philosophical disagreement and we will have time to tease it our further.  In fairness, I should have said that the Minister for Health contacted us this morning about some of the open disclosure issues to say that they had been examined by the Joint Committee on Health and we could link up with him in advance of Report Stage to tease them out.  We will take him up on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#L00400","speaker":"1259"},{"type":"speech","time":1498744800,"counter":221,"content":"<p>We have covered all the salient points in respect of this grouping and, therefore, I will not invite further comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#L00500","speaker":"1269"},{"type":"unspoken","time":1498744800,"counter":222,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":223,"content":"<p>I move amendment No. 19:<\/p><blockquote>In page 23, line 15, to delete &quot;(b) shall&quot; and substitute the following:&quot;(2) An apology, when it is made at an open disclosure meeting in respect of a patient safety incident, shall&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#L00700","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":224,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":225,"content":"<p>I move amendment No. 20:<\/p><blockquote>In page 23, to delete line 31 and substitute &quot;safety incident.&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#L00900","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":226,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":227,"content":"<p>I move amendment No. 21:<\/p><blockquote>In page 23, line 32, to delete &ldquo;(c) shall&rdquo; and substitute the following:&quot;(3) Information provided, and an apology when it is made, to a patient or a relevant person (or both of them) by a health services provider at an open disclosure meeting in respect of a patient safety incident, or pursuant to the provisions specified in <i>subsection (5)<\/i>, the statement referred to in <i>section 16(5)<\/i>and the statements referred to in the provisions specified in <i>subsection (5)<\/i>, shall&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#L01100","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":228,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":229,"content":"<p>I move amendment No. 22:<\/p><blockquote>In page 24, to delete lines 25 to 28 and substitute the following:&quot;(3) An apology, when it is made at an open disclosure meeting in respect of a patient safety incident is not, notwithstanding any other enactment, admissible as evidence of fault, professional misconduct, poor professional performance, unfitness to practise a health service, or other failure or omission, in proceedings to determine a complaint, application or allegation referred to in <i>subsection (4)<\/i>.&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#L01300","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":230,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1498744800,"counter":231,"content":"<p>Section 10 agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":232,"content":"<p>SECTION 11<\/p>"},{"type":"speech","time":1498744800,"counter":233,"content":"<p>I move amendment No. 23:<\/p><blockquote>In page 25, line 25, to delete &quot;any&quot; and substitute &quot;the&quot;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#L01600","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":234,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1498744800,"counter":235,"content":"<p>Section 11 agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":236,"content":"<p>SECTION 12<\/p>"},{"type":"speech","time":1498744800,"counter":237,"content":"<p>Amendments Nos. 24 to 34, inclusive, 36 and 45 are related and will be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#L02000","speaker":"1269"},{"type":"speech","time":1498744800,"counter":238,"content":"<p>I move amendment No. 24:<\/p><blockquote>In page 25, line 35, to delete &quot;may&quot; and substitute &quot;shall&quot;.<\/blockquote> <p>This is a substantial grouping and I will deal with the amendments in mini-groups.  Amendment No. 24 is the most important.  This relates to the discussion we have just had and, therefore, I will not repeat the points raised.  I will, however, strengthen some of them.  The Bill proposes a voluntary open disclosure system.  It would be remiss of me not to point that there has been a voluntary open disclosure policy in our hospitals since 2013 and all the evidence and anecdotes point to the fact that it has not done much good.  The UK system of a mandatory duty of candour is much better.  When the Bill was before the health committee, it was stated mandatory open disclosure could make the reporting of near misses less likely, to which the Minister of State referred earlier, and that was teased out.  The jury is out on that and the evidence does not necessarily support that.<\/p><p>Second, open disclosure of serious incidents is too important in the context of patient safety for disclosure by staff and health service providers to be left on a voluntary footing.  This has to be viewed in the context of the ingrained culture in the health service to deny and cover up.<\/p><p>There are too many examples of this culture.  The response of the health service to the hepatitis C scandal, the deaths of babies in Portlaoise hospital and cases of maternal deaths and catastrophic injuries has been to admit nothing.  This approach is ingrained in the Health Service Executive and will not change if we say, \"Listen lads, do not worry about it now.\"  We have to tackle this culture head on.<\/p><p> Failure to introduce mandatory disclosure will result in honest health care providers that make disclosures being penalised because other providers do not disclose.  This is a catch-22 scenario.  I have been contacted, as I am sure have other Deputies, by people who have experienced serious medical negligence, particularly around births.  Notwithstanding the voluntary open disclosure policy in place and despite having repeated meetings with the relevant health service provider, they were not told everything they needed to know.  They had to take cases to court to obtain the information they needed, which is precisely what we are trying to avoid in this legislation.  The Bill came about because of the policy of voluntary disclosure.<\/p><p> To give an example, one couple who contacted me had to pay &euro;10,000 for expert reports to get answers about what happened to their child.  They also had to pay for specialised health care for their child for the three years it took for the case to come to court.  Voluntary open disclosure will not address any of these cases because it is already in place.  Mandatory open disclosure and the measures provided for in our amendments, including the protection provided in cases where apologies are made, would go a long way towards addressing this issue.  Amendment No. 24 is of particular importance to us.  <\/p><p> A second group of amendments provides that the disclosure will take place as soon as practicable after the incident.  As currently drafted, the Bill leaves it to the health service provider to make a disclosure at a time it considers to be appropriate.  A more speedy reply should be mandated.  Obviously, it would not be appropriate for a service provider to have a meeting when the person is still ill or sick.  The provision that the hospital will make a statement when it is appropriate to do so, having regard to the health of a patient, goes without saying.  The term \"as soon as is practicable\" covers this but the current wording is too open-ended.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#L02100","speaker":"1259","continuing":true},{"type":"speech","time":1498744800,"counter":240,"content":"<p>Will the Minister of State explain the reason open disclosure will not be mandatory?  According to the definition of a patient safety incident, such an incident arises when a patient is admitted to hospital, undergoes an operation, is in a very weak condition, does not have family members with him or her, is often under general anaesthetic and the only other people in the room are medical providers.  The definition in section 8 refers to a patient having been caused an \"unintended or unanticipated injury, or harm\".  One would have thought the patient should be told of such an event.  I understand circumstances where perhaps there is a threat or something nearly went wrong and did not occur but what is the downside of mandating in legislation that hospitals and doctors tell patients that they caused them unanticipated harm?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#M00200","speaker":"1296"},{"type":"speech","time":1498744800,"counter":241,"content":"<p>A number of amendments have been grouped and I will address these together.  The Minister for Health fully appreciates the reasons some Deputies believe open disclosure should be mandatory.  Deputy Daly indicated there was some contact earlier today on the issue.  Considerable deliberation of the respective advantages of a mandatory and voluntary open disclosure framework took place before we came to a view that a voluntary approach offered the best way forward.  This judgment, which is one informed by the Commission on Patient Safety and international evidence, is that this legislation will be successful only if there is a marked culture shift - I return to this issue of a culture shift - within our health services and that the best way of facilitating that change lies with fostering a voluntary approach to open disclosure.  Deputies will agree that if we want to reach a point where voluntary disclosure takes place.<\/p><p>Deputies will be aware that the Joint Committee on Health also considered this issue in its pre-legislative scrutiny of the open disclosure legislative proposals.  The joint committee was sympathetic to the views expressed by stakeholders that cultural buy-in to open disclosure is necessary to its success and was wary of introducing a mandatory burden on front-line workers which could hinder the desired outcomes we all want to see emerge.  Internationally, a blame culture has been shown to stifle the learning that a good patient safety culture requires.  We return again to the philosophy of culture.  Open disclosure is a human experience for all involved, both the doctor and the patient.  As I have stated repeatedly, it should be a meaningful engagement between the doctor and the patient, not a tick-box exercise. <\/p><p>The committee recommended that the success of voluntary open disclosure should be assessed in the future.  If it appears the voluntary system is not having a satisfactory impact on increasing rates and quality of disclosure, the possibility of mandatory open disclosure could be then considered.  The Minister for Health has given a commitment to do this.  It is of note in that regard that recent inspections of hospitals by the Health Information and Quality Authority, HIQA, have identified a growing awareness of open disclosure across the health system.  Open disclosure is already beginning to take place. <\/p><p>Amendment No. 36 provides for a statement of what further inquiries into a patient safety incident the provider believes are appropriate and which of these it will undertake.  The Minister for Health considered this amendment and sought legal advice.  The advice given is that the current provision already covers such further inquiries the health services body believes are appropriate and which it will undertake.  Therefore, the proposed amendment appears to be unnecessary. <\/p><p>I assure Deputies that the open disclosure provisions are one part of a number of initiatives to improve the management of patient safety incidents.  The Minister for Health has recently approved new standards on the conduct of reviews of patient safety incidents which expand on the existing national standards for safer better health care.  The new standards were developed by HIQA and the Mental Health Commission and will be published shortly<i>.  <\/i>This set of standards, along with the mandatory reporting of serious reportable events provided for in the Health Information and Patient Safety Bill and the provisions on open disclosure we are discussing, will provide a comprehensive patient centred approach to preventing, managing and learning from incidents.  This may address the issue raised by Deputy O'Callaghan. <\/p><p>The Minister for Health has directed the recently established national patient safety office to prioritise the early progression of these important patient safety initiatives.<\/p><p>I have endeavoured to set out the carefully considered pros and cons of mandatory versus voluntary open disclosure.  For the reasons I have outlined I hope Deputies will understand that I cannot accept their amendments.<\/p><p>We all agree that our objective is to achieve a shift in culture.  Let us be courageous and seek to achieve voluntary open disclosure, which international evidence shows is the best outcome.  We want to encourage this model, rather than mandatory disclosure. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#M00300","speaker":"1277"},{"type":"speech","time":1498744800,"counter":242,"content":"<p>Following its pre-legislative discussion of the Bill, the Joint Committee in Health issued a report showing that the evidence to show voluntary disclosure is preferable to mandatory disclosure is drawn from one study published in 2000.  The study was cited by the Commission on Patient Safety and Quality Assurance in 2008.  Given that the study was carried out 17 years ago, it no longer may be considered definitive.<\/p> <p>  Our amendments address the issue of so-called near misses by mandating the reporting of near misses as well as incidents in which someone is hurt.  It is argued that mandating the reporting of near misses places too high a burden on service providers.  The way the section on open disclosures meetings is structured, such a meeting very easily could be a quick chat and the only burden would be to provide the person concerned with a one-page document.  The meeting does not need to be a major affair at all times and can be informal.  As such, it need not be a major burden or problem for the service provider.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#M00400","speaker":"1355"},{"type":"speech","time":1498744800,"counter":243,"content":"<p>There is mandatory reporting when there is any potential threat of abuse to children.  That obligation does not just rest on people who are well intentioned and just happen to be aware of it.  If there is a child who has an operation which goes wrong and the doctors are in the room, I would have thought they should be mandated to tell the parents instead of their deciding voluntarily to bring it to the parents' attention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#N00100","speaker":"1296"},{"type":"speech","time":1498744800,"counter":244,"content":"<p>I agree with that.  The Minister of State says there is evidence that the culture is changing.  We all want to go there, but the debate we are having is the best way to go there.  Given where we are starting, mandatory reporting is absolutely the best way.  There is no definitive evidence to say that voluntary reporting will work.  Take the example I gave earlier of the parents with the catastrophically injured baby.  That operated at the time when we had this voluntary open disclosure policy in our hospitals.  The parents went to three meetings with the health care provider.  Despite that, they found that basic and crucial information about what had happened was withheld from them, and they only got it when they went to court.  The reason they had to go to court was that there was no obligation under the present system for the health care provider to provide that.  That is what we are trying to deal with.<\/p> <p>  One can think about the scenario outlined by Deputy O'Callaghan where there is a clinical team in an operating room, a nurse sees something untoward such as a near miss and wants to report it, and the doctors tell the nurse that it did not happen or try to bully her into silence.  That one is mandated and has a legal obligation to disclose evidence of a near miss gives protection to employees who want to go in that direction.  It is a good thing to protect diligent employees, and it will assist us in changing the culture.  This is a key matter for us, and maybe we have talked it out for today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#N00200","speaker":"1259"},{"type":"speech","time":1498744800,"counter":245,"content":"<p>I welcome the amendment.  For patient safety, there should not be an option about making a disclosure about negligence or something that has occurred to a person within the health service.  To make that optional is hypocritical in the extreme.  The whole approach to medical ethics is to ensure there is openness, and this would put that in a forthright way in the statute, which is important.  To make an optional aspect to this, which is what the legislation does by saying a health service provider may make an open disclosure on patient safety incidents, is contradictory in itself.  There should be more of a positive obligation on the health service provider and on the clinical team to disclose openly and properly whatever the incident was or is.  We should do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#N00300","speaker":"1255"},{"type":"speech","time":1498744800,"counter":246,"content":"<p>In the absence of any other Deputies indicating a wish to speak, I ask the Minister of State to make a further reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#N00400","speaker":"1269"},{"type":"speech","time":1498744800,"counter":247,"content":"<p>We are back down to two sides.  We all want to end up in the same place.  There is no dispute or disagreement.  The Minister is committed to evaluating the approach that is proposed.  He suggests that we need to allow it to bed down and give it a chance to work.  We all agree that voluntary open disclosure, if it works, will be the best outcome.  We propose to start with the best outcome, which is voluntary open disclosure.  The current open disclosure situation was referred to, but there is no protection for staff at present if someone makes a voluntary open disclosure.  If someone says he or she did something, there is no protection.  One could argue that is one of the reasons it is not happening to the extent it should.  The Bill sets a clear standard for open disclosure, so it is not just a matter of mandatory disclosure, but there is a whole package here and it is all linked together.  It provides for a written statement to patients, which is not now current practice.  That is also part of it.<\/p> <p>  I would like Deputies to look at the Bill in the round and to take in the cultural shift we want to get here.  If anything mandatory is brought in, it goes against the thrust of this Bill.  As it happens, open disclosure is HSE policy anyway, but we want to improve it and encourage it because we want more of it.  The medical ethics code, as I understand it, obliges disclosure too.  This whole Bill is a package.  It is not just one thing.  By having voluntary open disclosure, we are not forcing people to do anything.  People want to do it because it is the right thing to do.  They are protected in doing it as well, and we are building up the relationship between patients, service providers and doctors.  We are building trust there and that is important.  If one thinks of it in the round and if we can get to voluntary open disclosure as a practice, as we are beginning to see happen anyway, and I think people want to go there, it will be a win-win for everyone.  It would be better than if we made it mandatory and forced people to do things which should be voluntary.  I think we agree that, ideally, they should be voluntary, and if we put in place the necessary protections for people in order that they feel safe in having the candid and open conversations they need to have with their patients, it is a win-win.<\/p> <p>  The Minister is committed to evaluating this if it does not work and looking at it again.  He asks that we give this a chance because we believe, given the evidence, that this is the best approach.  Let us encourage it, give it a chance, put it in place and evaluate it as it goes on.  If it does not work to the extent we hope it will, we will move back from there.  The Health Information and Patient Safety Bill mandates reporting of serious incidents.  That is on the way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#N00500","speaker":"1277"},{"type":"speech","time":1498744800,"counter":248,"content":"<p>On the last point, which we can come back to later, where is the line drawn on what is serious and what is not?  Maybe there is one I do not know about.  I understand the argument the Minister of State is making and where he is coming from.  I do not think it is a difference of philosophy between what we are arguing and what he is arguing.  One of the biggest differences is the animal we are dealing with.  It reminds me a little of the police.  When the Patten report was done in Northern Ireland, which looked at the Royal Ulster Constabulary, RUC, the conclusion was that one could forget about changing how that force operated unless one got rid of the hierarchy, so that is what happened.  Members of the RUC were paid off to go, and the Police Service of Northern Ireland, PSNI, was formed.  It is not perfect, but it is much better than the RUC was.  I am not in Northern Ireland often since I live in Wexford.<\/p> <p>  The HSE is an incredibly dysfunctional organisation where I come from and I could not exaggerate enough how many complaints I get about the attitude of the people in authority in the section of that organisation in my area.  It is horrific and we are looking at the animal we are dealing with, and the Minister of State is looking at a more perfect situation.  It will be great when we can do it the way the Minister of State thinks it should be done and we have an organisation that responds to that, but, by God, I think we are a good bit away from it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#N00600","speaker":"1355"},{"type":"speech","time":1498744800,"counter":249,"content":"<p>I have a slightly different perspective from Deputy Wallace.  Part of the problem is that many people in Ireland do not recognise that people make mistakes.  Much of the time, it is not through negligence but is just an occupational hazard.  Whether one is a doctor or a builder, people can make mistakes.  Part of the reason they do not own up to them, apologise and say they made a mistake, which is the right thing to do, is because they feel they are immediately going to be condemned by the world at large.  They will end up on the front page of <i>The Irish Times<\/i>and be subjected to vilification.<\/p><p>We need to translate that into the Bill.  Doctors and lawyers should recognise - everyone should - that people make mistakes and should just own up to them.  It is an occupational hazard.  One should not be condemned for making a mistake.  Part of the problem is that if a doctor or a garda makes a mistake, it can have catastrophic consequences.  Politicians make mistakes that can have catastrophic consequences as well.  However, we need to recognise more that humans make mistakes.  Let us own up to them and not condemn people when they make them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#N00700","speaker":"1296","continuing":true},{"type":"speech","time":1498744800,"counter":251,"content":"<p>That last admission absolutely applies to us all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O00200","speaker":"1269"},{"type":"speech","time":1498744800,"counter":252,"content":"<p>I agree.  We all make mistakes every day.  Not a day goes by that I do not make mistakes.  The problem with our police force and our health service is that an incredible amount of energy has gone into denying that the mistakes were made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O00300","speaker":"1355"},{"type":"speech","time":1498744800,"counter":253,"content":"<p>That is because they are fearful of the consequences.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O00400","speaker":"1296"},{"type":"speech","time":1498744800,"counter":254,"content":"<p>Yes, but it is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O00500","speaker":"1355"},{"type":"speech","time":1498744800,"counter":255,"content":"<p>That is why there is a package-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O00600","speaker":"1259"},{"type":"speech","time":1498744800,"counter":256,"content":"<p>The structure needs to change.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O00700","speaker":"1355"},{"type":"speech","time":1498744800,"counter":257,"content":"<p>This will be the Minister of State's final reply in respect of this grouping of amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O00800","speaker":"1269"},{"type":"speech","time":1498744800,"counter":258,"content":"<p>Regarding the issue Deputy Wallace brought up in respect of the health information Bill, the Minister will draw up regulations for the list of serious reportable events as part of that Bill.  That is another day's work for the other committee, possibly.<\/p> <p>  It is not just the HSE we are talking about here; it is the local general practitioner and other health service professionals who might be involved.  It is wider than just the HSE.  There are an awful lot of very good people working in the HSE.  Individually, one or two of them might make the type of mistakes we are discussing.  The whole thrust of this Bill is to protect, encourage and support them in disclosing those mistakes and apologising, where appropriate.  That is where we are going.  If it does not work, we can change it.  If we can change the whole culture that Deputy O'Callaghan outlined so well, then that is what we should aim to do.  We should aim to change the culture, get away from the blame game and get away from a situation in which people cannot sleep at night because they made mistakes, are worried sick about their patients and are not in a position to own up because they are afraid of the consequences.  The patient in such cases may need information and gets angrier and angrier because something has gone wrong.  We want to move away from all that.  We want to reach a position whereby a person can make an open disclosure, the patient gets all the information - if the mistake is quite serious, the relationship might not be the same and might fracture - but, in any event, the patient will have the information he or she requires and will have an apology if that is appropriate and is accepted.  It may not be accepted.  We also want this culture to feed back to the next patient and the patient after that.  We want this practice to feed back right through the system.  I say to colleagues that it is worthwhile being courageous and trying to make this work and supporting it to make it work.  I do not think we are making a mistake.  If it does not work after a period, it can be revisited - and the Minister for Health is determined and has committed to do that - but let us give it a chance, be optimistic about it, support and encourage it and be positive towards it.  If we can do that and if it works, it is a win-win for everyone.  If it does not work, we can change it.  However, it is worth having a go.  Let us be courageous and positive.  Come on, Deputy Wallace.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O00900","speaker":"1277"},{"type":"speech","time":1498744800,"counter":259,"content":"<p>I have one reply to that.  I am a born optimist as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O01000","speaker":"1355"},{"type":"speech","time":1498744800,"counter":260,"content":"<p>I know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O01100","speaker":"1277"},{"type":"speech","time":1498744800,"counter":261,"content":"<p>There are some powerful people working in the HSE and An Garda S&iacute;och&aacute;na.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O01200","speaker":"1355"},{"type":"speech","time":1498744800,"counter":262,"content":"<p>There are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O01300","speaker":"1277"},{"type":"speech","time":1498744800,"counter":263,"content":"<p>It is not the foot soldiers who are the problem; unfortunately, it is the hierarchy.  I again refer the Minister of State to the Patten report.  We could improve both these organisations so much, and the Minister of State's philosophy and ideas would work and flourish in the organisations if we could get rid of the hierarchies in both.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O01400","speaker":"1355"},{"type":"speech","time":1498744800,"counter":264,"content":"<p>The disagreement - and it is not a hostile disagreement - and the difference lie in how we get to what is a shared, common goal in this regard.  It would be more courageous if we were to decide to make it mandatory because, in many instances, the problem is not the original mistake but, rather, what the organisation does after that original mistake.  It creates a climate that is not suitable or amenable to getting to the point where a mistake is acknowledged.  To do that we must make it mandatory.  There is nothing in this of which to be fearful.  We will press the amendment and move on before the Chairman kills us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O01500","speaker":"1259"},{"type":"speech","time":1498744800,"counter":265,"content":"<p>Deputy Jack Chambers is going to break my heart.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O01600","speaker":"1269"},{"type":"speech","time":1498744800,"counter":266,"content":"<p>I agree that we need a cultural shift but it will only happen with a more significant and a mandatory obligation.  Providing an option to a clinician or an organisation not to give the information to the patient that he or she absolutely should be given undermines medical ethics and everything around the provision of medical services.  If someone has made a mistake that impacts on an individual's personal life, his or her medical outcome and his or her potential livelihood, he or she should have that information.  There should not be any option to withhold that information from the person.  Therefore, there should absolutely be a mandatory obligation.  The cultural shift will only happen by putting a greater and a positive obligation on the person or organisation to provide the information in question to the patient.  This is why the cultural shift will only happen with the mandatory aspect to the statutory framework, not providing an option.  I do not think it will happen if it is optional.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O01700","speaker":"1255"},{"type":"speech","time":1498744800,"counter":267,"content":"<p>With that, we will close debate on the amendment.  I remind members about the options they have.  We go through a voice vote, the Chairman is mandatorily required to make a call on the audible reply and it is the members' prerogative to challenge it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O01800","speaker":"1269"},{"type":"speech","time":1498744800,"counter":268,"content":"<p>We are afraid of the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O01900","speaker":"1355"},{"type":"speech","time":1498744800,"counter":269,"content":"<p>The members are not afraid, nor have they any reason to be.  We will move to a decision process.  I presume the amendment is being pressed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O02000","speaker":"1269"},{"type":"speech","time":1498744800,"counter":270,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O02100","speaker":"1259"},{"type":"speech","time":1498744800,"counter":271,"content":"<p>As full membership of the committee is not present - and it was great that we had full attendance for today's session - we are obliged, under Standing Orders, to wait eight minutes or until full membership is present before proceeding with the division.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O02200","speaker":"1269"},{"type":"speech","time":1498744800,"counter":272,"content":"<p>The Chairman is a miracle worker.  Fair play to him.  The other members are hiding outside.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O02300","speaker":"1259"},{"type":"speech","time":1498744800,"counter":273,"content":"<p>Enter stage right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O02400","speaker":"1269"},{"type":"speech","time":1498744800,"counter":274,"content":"<p>Very right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O02500","speaker":"1355"},{"type":"speech","time":1498744800,"counter":275,"content":"<p>As we now have full membership in attendance, we will proceed with the vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O02700","speaker":"1269"},{"type":"vote","time":1498744800,"counter":276,"content":"<p>Amendment put:Amendment put:<\/p><p>The Committee divided: Tá, 5; Níl, 3.<\/p><br\/><br\/><p><\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#O02850","aye":["1255","1259","1296","1269","1355"],"nay":["1310","1300","1277"],"abs":[]},{"type":"unspoken","time":1498744800,"counter":277,"content":"<p>SECTION 12<\/p>"},{"type":"unspoken","time":1498744800,"counter":278,"content":"<p>Question proposed: \"That section 12, as amended, stand part of the Bill.\"<\/p>"},{"type":"speech","time":1498744800,"counter":279,"content":"<p>The subtitle refers to \"Voluntary open disclosure of patient safety incident\".  It is just above section 12.  If we cannot do it now, it will have to be amended on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P00200","speaker":"1296"},{"type":"speech","time":1498744800,"counter":280,"content":"<p>I agree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P00300","speaker":"1269"},{"type":"speech","time":1498744800,"counter":281,"content":"<p>To be helpful, I am advised that the Bills Office can correct that.  It is not actually part of the Bill as such.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P00400","speaker":"1277"},{"type":"speech","time":1498744800,"counter":282,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P00500","speaker":"1296"},{"type":"unspoken","time":1498744800,"counter":283,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":284,"content":"<p>Section 13 agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":285,"content":"<p>SECTION 14<\/p>"},{"type":"speech","time":1498744800,"counter":286,"content":"<p>I move amendment No. 25:<\/p><blockquote>In page 27, line 3, to delete &ldquo;desirability, subject to <i>paragraphs (b) <\/i>and <i>(c)<\/i>, of making&rdquo; and substitute &ldquo;requirement, under <i>subsection (2)<\/i>, to make&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P00900","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":287,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":288,"content":"<p>I move amendment No. 26:<\/p><blockquote>In page 27, lines 13 and 14, to delete &ldquo;Having considered the appropriate time for making the open disclosure of the patient safety incident, the&rdquo; and substitute &ldquo;The&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P01100","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":289,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":290,"content":"<p>I move amendment No. 27:<\/p><blockquote>In page 27, line 15, to delete &ldquo;following that consideration&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P01300","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":291,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1498744800,"counter":292,"content":"<p>Section 14 agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":293,"content":"<p>SECTION 15<\/p>"},{"type":"speech","time":1498744800,"counter":294,"content":"<p>I move amendment No. 28:<\/p><blockquote>In page 27, line 26, after &ldquo;shall&rdquo; to insert &ldquo;, having regard to <i>paragraph (a) <\/i>of <i>section 14(1)<\/i>&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P01700","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":295,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":296,"content":"<p>I move amendment No. 29:<\/p><blockquote>In page 27, to delete lines 27 to 29.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P01900","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":297,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":298,"content":"<p>I move amendment No. 30:<\/p><blockquote>In page 27, line 30, to delete &ldquo;(i) make&rdquo; and substitute &ldquo;(a) make&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P02100","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":299,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":300,"content":"<p>I move amendment No. 31:<\/p><blockquote>In page 27, line 32, to delete &ldquo;(ii) consult&rdquo; and substitute &ldquo;(b) consult&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P02300","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":301,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":302,"content":"<p>I move amendment No. 32:<\/p><blockquote>In page 27, lines 32 and 33, to delete &ldquo;<i>subparagraph (i)<\/i>&rdquo; and substitute &ldquo;<i>paragraph (a)<\/i>*&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P02500","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":303,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":304,"content":"<p>I move amendment No. 33:<\/p><blockquote>In page 27, line 38, to delete &ldquo;<i>paragraph (a)(i)<\/i>&rdquo; and substitute &ldquo;<i>paragraph (a)<\/i>*&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P02700","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":305,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":306,"content":"<p>I move amendment No. 34:<\/p><blockquote>In page 27, line 40, to delete &ldquo;<i>paragraph (a)(ii)<\/i>&rdquo; and substitute &ldquo;<i>paragraph (b)<\/i>*&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P02900","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":307,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":308,"content":"<p>I move amendment No. 35:<\/p><blockquote>In page 28, to delete lines 1 to 3.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P03100","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":309,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1498744800,"counter":310,"content":"<p>Section 15 agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":311,"content":"<p>SECTION 16<\/p>"},{"type":"speech","time":1498744800,"counter":312,"content":"<p>I move amendment No. 36:<\/p><blockquote>In page 30, after line 41, to insert the following:&ldquo;(i) a statement as to what further enquiries into the incident the health services body believes are appropriate and which it will be undertaking;&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P03500","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":313,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":314,"content":"<p>I move amendment No. 37:<\/p><blockquote>In page 31, to delete lines 8 to 12 and substitute the following:&ldquo;(4) The health services provider shall, at the open disclosure meeting, make an apology to the patient or the relevant person (or both of them) in respect of the patient safety incident.&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P03700","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":315,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":316,"content":"<p>Amendments Nos. 38 and 39 are related and will be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P03900","speaker":"1269"},{"type":"speech","time":1498744800,"counter":317,"content":"<p>I move amendment No. 38:<\/p><blockquote>In page 31, line 13, to delete &ldquo;referred to in <i>subsection (2)(c)<\/i>&rdquo; and substitute &ldquo;referred to in <i>subsection (2)(c)<\/i>,&rdquo;.<\/blockquote> <p>Amendments Nos. 38 and 39 are technical amendments to section 16.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P04000","speaker":"1277"},{"type":"unspoken","time":1498744800,"counter":318,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1498744800,"counter":319,"content":"<p>I move amendment No. 39:<\/p><blockquote>In page 31, line 14, to delete &ldquo;that subsection&rdquo; and substitute &ldquo;that subsection,&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P04200","speaker":"1277"},{"type":"unspoken","time":1498744800,"counter":320,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1498744800,"counter":321,"content":"<p>I move amendment No. 40:<\/p><blockquote>In page 31, line 19, to delete &ldquo;where such apology was made&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P04400","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":322,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1498744800,"counter":323,"content":"<p>Section 16, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":324,"content":"<p>SECTION 17<\/p>"},{"type":"speech","time":1498744800,"counter":325,"content":"<p>Amendments Nos. 41 to 44, inclusive, are related and will be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P04800","speaker":"1269"},{"type":"speech","time":1498744800,"counter":326,"content":"<p>I move amendment No. 41:<\/p><blockquote>In page 32, line 11, to delete &ldquo;in accordance with <i>paragraph (b)<\/i>&rdquo; and substitute &ldquo;in accordance with <i>paragraph (b)<\/i>,&rdquo;.<\/blockquote> <p>Amendments Nos. 41 to 44, inclusive, are technical amendments to section 17.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P04900","speaker":"1277"},{"type":"unspoken","time":1498744800,"counter":327,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1498744800,"counter":328,"content":"<p>I move amendment No. 42:<\/p><blockquote>In page 32, line 13, to delete &ldquo;in accordance with <i>paragraph (b)<\/i>&rdquo; and substitute &ldquo;in accordance with <i>paragraph (b)<\/i>,&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P05100","speaker":"1277"},{"type":"unspoken","time":1498744800,"counter":329,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1498744800,"counter":330,"content":"<p>I move amendment No. 43:<\/p><blockquote>In page 32, line 33, to delete &ldquo;<i>paragraph (b)<\/i>&rdquo; and substitute &ldquo;<i>paragraph (b)<\/i>,&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P05300","speaker":"1277"},{"type":"unspoken","time":1498744800,"counter":331,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1498744800,"counter":332,"content":"<p>I move amendment No. 44:<\/p><blockquote>In page 32, line 34, to delete &ldquo;in accordance with <i>paragraph (b)<\/i>&rdquo; and substitute &ldquo;in accordance with <i>paragraph (b)<\/i>,&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P05500","speaker":"1277"},{"type":"unspoken","time":1498744800,"counter":333,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":334,"content":"<p>Section 17, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":335,"content":"<p>SECTION 18<\/p>"},{"type":"speech","time":1498744800,"counter":336,"content":"<p>I move amendment No. 45:<\/p><blockquote>In page 33, line 7, to delete &ldquo;may&rdquo; and substitute &ldquo;shall&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P05900","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":337,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":338,"content":"<p>I move amendment No. 46:<\/p><blockquote>In page 33, line 17, after &ldquo;an&rdquo; to insert &ldquo;additional&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P06100","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":339,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":340,"content":"<p>I move amendment No. 47:<\/p><blockquote>In page 33, line 17, after &ldquo;and&rdquo; where it secondly occurs to insert &ldquo;additional&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P06300","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":341,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":342,"content":"<p>I move amendment No. 48:<\/p><blockquote>In page 33, line 26, after &ldquo;an&rdquo; to insert &ldquo;additional&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P06500","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":343,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":344,"content":"<p>I move amendment No. 49:<\/p><blockquote>In page 33, line 31, after &ldquo;and&rdquo; to insert &ldquo;additional&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P06700","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":345,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":346,"content":"<p>I move amendment No. 50:<\/p><blockquote>In page 35, line 25, after &ldquo;an&rdquo; to insert &ldquo;additional&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P06900","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":347,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1498744800,"counter":348,"content":"<p>I move amendment No. 51:<\/p><blockquote>In page 35, line 31, to delete &ldquo;, if any&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#P07100","speaker":"1259"},{"type":"unspoken","time":1498744800,"counter":349,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1498744800,"counter":350,"content":"<p>Section 18 agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":351,"content":"<p>SECTION 19<\/p>"},{"type":"speech","time":1498744800,"counter":352,"content":"<p>I move amendment No. 52:<\/p><blockquote>In page 37, line 22, to delete &quot;person who&quot; and substitute &quot;person who,&quot;.<\/blockquote> <p>This is a technical amendment to section 19.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q00200","speaker":"1277"},{"type":"unspoken","time":1498744800,"counter":353,"content":"<p>Amendment agreed to.<\/p><p>Section 19, as amended, agreed to.<\/p><p>Sections 20 to 23, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":354,"content":"<p>TITLE<\/p>"},{"type":"unspoken","time":1498744800,"counter":355,"content":"<p>Question proposed: \"That the Title be the Title to the Bill.\"<\/p>"},{"type":"speech","time":1498744800,"counter":356,"content":"<p>As the Bill has completed Committee Stage, it is recommended that members submit Report Stage amendments to the Bills Office without delay, as Report Stage may be tabled at short notice.  That is the same recommendation as yesterday.  I am not the author of that but does the Minister of State wish to speak to that particular point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q00400","speaker":"1269"},{"type":"speech","time":1498744800,"counter":357,"content":"<p>We will have to consider what amendments will have to be brought forward on Report Stage following today's changes to the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q00500","speaker":"1277"},{"type":"speech","time":1498744800,"counter":358,"content":"<p>I am on the Business Committee.  We have the schedule for the next two weeks.  It did not appear at the Business Committee meeting today and I was a bit surprised as I was expecting it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q00600","speaker":"1259"},{"type":"speech","time":1498744800,"counter":359,"content":"<p>I am advised that it is a standard notification I am obliged to read.  It is not necessarily a warning shot across our bows.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q00700","speaker":"1269"},{"type":"speech","time":1498744800,"counter":360,"content":"<p>I thank colleagues for their input.  The amendment I argued against has serious implications and we will have to consider it further.  I ask colleagues to seriously consider this and the impact it could have on the clinical community.  It is not something the Minister for Health was bringing to this lightly and he put much work, research and consultation into it.  He is taking the Bill extremely seriously.  The implications of the amendment could be very far-reaching.  We will have to consider exactly what it means and we might ask colleagues to look at it again on Report Stage.  I do not want to rehash the argument now but I should make that point.<\/p> <p>  I thank the Chairman, the secretariat, my staff and colleagues from the D&aacute;il for the work they put into this, their sincerity and commitment.  That is really appreciated and it is how legislation is made and developed.  We will have to consider some of the matters that have been decided.  We have done a good day's work in getting this far.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q01100","speaker":"1277"},{"type":"speech","time":1498744800,"counter":361,"content":"<p>The matters that will concern the Minister are in Part 4 but the matters related to periodic payments are contained in Parts 2 and 3.  If it is the case that there will be reconsideration or further deliberation by the Department in respect of the open disclosure issue, it should not delay the other parts of the Bill going through.  The periodic payments elements are crucial.  I would like to see it all being put through rapidly but if there is to be some rethinking by the Department, it should not delay Parts 1 to 3, inclusive, of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q01200","speaker":"1296"},{"type":"speech","time":1498744800,"counter":362,"content":"<p>The Minister for Health, Deputy Harris, indicated earlier that he would like to provide some staff to discuss some of the matters in advance of Report Stage.  It would not be just for us and everybody should be part of it.  I am sure the committee would be happy to facilitate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q01300","speaker":"1259"},{"type":"speech","time":1498744800,"counter":363,"content":"<p>I thank the Minister of State, Deputy Stanton, and his officials for attending today.  I thank the members of the select committee for their work, including those who prepared amendments, those who contributed and all the team who attended today.  It was really great.  When the select committee reconvenes it will consider Committee Stage of the Thirty-fifth Amendment of the Constitution (Divorce) Bill 2016.  It is a Private Members' Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q01400","speaker":"1269"},{"type":"speech","time":1498744800,"counter":364,"content":"<p>When is that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q01500","speaker":"1300"},{"type":"speech","time":1498744800,"counter":365,"content":"<p>It is 12 July, an auspicious date we will not forget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q01600","speaker":"1269"},{"type":"speech","time":1498744800,"counter":366,"content":"<p>Are we not sitting next week?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q01700","speaker":"1300"},{"type":"speech","time":1498744800,"counter":367,"content":"<p>We are sitting as a joint committee to consider data protection matters at 9 a.m. next Wednesday morning, as usual.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q01800","speaker":"1269"},{"type":"unspoken","time":1498744800,"counter":368,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1498744800,"counter":369,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1498744800,"counter":370,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q01825"},{"type":"speech","time":1498744800,"counter":371,"content":"<p>In accordance with Standing Order 90 the following message will be sent to the Clerk of the D&aacute;il:<\/p><blockquote>The Select Committee on Justice and Equality has completed its consideration of the Civil Liability (Amendment) Bill 2017 and has made amendments thereto.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017062900002#Q01850","speaker":"1269"},{"type":"unspoken","time":1498744800,"counter":372,"content":"<p>The select committee adjourned at 5.40 p.m. until 11 a.m. on Wednesday, 12 July 2017.<\/p>","notice":"TIME STRING DETECTED"}]