[{"type":"majorheading","content":"Select Committee on Justice and Equality","time":1561590000,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 09:00<\/p><p>The Select Committee met at 09:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Seanadóirí \/ Senators Colm Brophy, Jack Chambers, Jim O'Callaghan, Donnchadh Ó Laoghaire, David Stanton (Minister of State at the Department of Justice and Equality).<\/p><p>Teachta \/ Deputy Colm Brophy sa Chathaoir \/ in the Chair.<\/p>","time":1561590000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002"},{"type":"minorheading","content":"Election of Temporary Chairman","time":1561590000,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A00100"},{"type":"speechnospeaker","time":1561590000,"counter":5,"content":"<p>As we have a quorum the select committee is in public session.  In the unavoidable absence of the Chairman I must call for nominations for the election of a temporary Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A00200","nonspeaker":"Clerk to the Committee"},{"type":"speech","time":1561590000,"counter":6,"content":"<p>I nominate Deputy Colm Brophy to be our Chairman for today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A00300","speaker":"1296"},{"type":"speechnospeaker","time":1561590000,"counter":7,"content":"<p>Are there any other nominations for temporary Chairman?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A00400","nonspeaker":"Clerk to the Committee"},{"type":"speech","time":1561590000,"counter":8,"content":"<p>No, I second the nomination.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A00500","speaker":"1287"},{"type":"unspoken","time":1561590000,"counter":9,"content":"<p>Deputy Colm Brophy took the Chair.<\/p>"},{"type":"minorheading","content":"Gender Pay Gap Information Bill 2019: Committee Stage","time":1561590000,"counter":10,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A00700"},{"type":"speech","time":1561590000,"counter":11,"content":"<p>I thank my colleagues for nominating me and seconding my nomination.  The purpose of today's meeting is to consider the Gender Pay Gap Information Bill 2019.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him, her or it identifiable.  I also remind people to switch off their mobile phones.  Apologies have been received today from Deputy Fitzpatrick.  <\/p> <p>  We are joined today by the Minister of State at the Department of Justice and Equality, Deputy David Stanton, and his officials.  They are all very welcome.  As there are no amendments received for the proposed Bill would the Minister of State like to go straightaway to making some opening comments? <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A00800","speaker":"1310"},{"type":"speech","time":1561590000,"counter":12,"content":"<p>I thank the Acting Chairman.  I do not have a whole lot to say at this stage regarding opening comments.<\/p> <p>  The Bill is fairly straightforward.  Obviously the Programme for Partnership Government includes a commitment to take measures to reduce the gender pay gap and  promote wage transparency by requiring companies of 50 or more employees to complete a wage survey.  This commitment is being implemented by means of action 1.23 of the National Strategy for Women and Girls 2017-2020 on which the Government is to promote wage transparency by requiring companies of 50 or more employees to complete a wage survey periodically and report the results.<\/p> <p>  The main provisions of the Bill are as follows.  The Minister will have the power to make regulations to require public and private employers to publish information setting out the differences between the mean and median hourly remuneration of male and female employees.  The reporting will be done on a phased basis beginning with employers of more than 250 employees, then employers of more than 150 employees and then to employees of more than 50 employees.  This will apply to both full-time and part-time employees in relation to bonus payments and benefits-in-kind.  The Bill requires an employer to include a narrative setting out the reasons for the gender pay in the firm and the measures, if any, being taken to address that gap.  The Bill also provides for a number of enforcement mechanisms.  An employee will be able to make a complaint to the Workplace Relations Commission.  The Irish Human Rights and Equality Commission will be able to apply to the Circuit Court to require an employer to comply with the regulations where it has reason to believe that an employer has failed to comply.  I shall raise a number of issues as we go through the Bill and I will further consider them for Report Stage.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A00900","speaker":"1277"},{"type":"speech","time":1561590000,"counter":13,"content":"<p>I congratulate the Acting Chairman on his new additional responsibilities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A01100","speaker":"1255"},{"type":"speech","time":1561590000,"counter":14,"content":"<p>The Deputy comments on my every move.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A01200","speaker":"1310"},{"type":"speech","time":1561590000,"counter":15,"content":"<p>When does the Minister of State expect the legislation to be commenced?  When will the information start to become available?<\/p> <p>  Companies with more than 50 employees have been mentioned.  An unlimited company, for example, publishes very little information about the internal workings of its structures.  Let us say an unlimited company has 200 employees.  Under the Companies Act there would be very little information about how it operates.  What would its  legal obligations be versus its present obligations under the Companies Registration Office, CRO?  How is that squared legally?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A01300","speaker":"1255"},{"type":"speech","time":1561590000,"counter":16,"content":"<p>We are in the hands of the Houses in respect of the commencement of the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A01400","speaker":"1277"},{"type":"speech","time":1561590000,"counter":17,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A01500","speaker":"1255"},{"type":"speech","time":1561590000,"counter":18,"content":"<p>We have yet to go through Report Stage and so on here in the D&aacute;il.  The requirement is that companies initially with 250 or more employees will carry out a wage survey and publish that, and that will be mandatory.  Over time we will learn from larger companies.  We have engaged with the unions and employers and everyone is in agreement that this is the way to go.  The larger companies have the wherewithal and capacity to do these wage surveys, and to publish them.  As we move forward we will be moving down to the smaller companies.  They will learn from the larger companies as there will be a sharing of information.  Eventually we will bring this to companies of 50 employees.  We will not go below companies with 50 employees because one could identify individual salaries and wages of individual workers, which is something that we want to avoid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A01600","speaker":"1277"},{"type":"speech","time":1561590000,"counter":19,"content":"<p>I must leave shortly as I must do a piece for radio in a few minutes.  With the Acting Chairman's indulgence, and with a view to Report Stage, I want to take this opportunity to identify areas for which I might introduce amendments.  Is that okay?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A01700","speaker":"1287"},{"type":"speech","time":1561590000,"counter":20,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A01800","speaker":"1310"},{"type":"speech","time":1561590000,"counter":21,"content":"<p>One potential area is to allow the national Low Pay Commission to examine structural pay inequalities.  Another area is a gender breakdown of full-time employees, part-time employees and employees with contracts for flexible working hours.  I also suggest that we change the size of companies to which these regulations apply, the time at which they apply, and the number of scales and timescales.  Also, I want to ensure that the legislation applies to legal partnerships and multidisciplinary practices, to ensure that the attached employer narrative is mandatory, and to ensure that where people are not complying and not publishing the information that employers could, potentially, face fines or have their names published in a report by International Research and Exchange, IREX.  These areas that I have mentioned relate to Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A01900","speaker":"1287"},{"type":"speech","time":1561590000,"counter":22,"content":"<p>I note all of the points that the Deputy has made and thank him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A02000","speaker":"1277"},{"type":"speech","time":1561590000,"counter":23,"content":"<p>We will commence debating the sections now.  If anyone wishes to say anything please indicate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A02050","speaker":"1310"},{"type":"unspoken","time":1561590000,"counter":24,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1561590000,"counter":25,"content":"<p>SECTION 2<\/p>"},{"type":"unspoken","time":1561590000,"counter":26,"content":"<p>Question proposed: \"That section 2 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1561590000,"counter":27,"content":"<p>Section 20A(1) sets out the information that regulations will require to be published.  There is one aspect that I may consider further and possibly table a Report Stage amendment, namely, whether differences in bonus pay should be reported on a per hour basis rather than as a difference in the total bonus pay.  The argument would be that if staff in a particular category or department in a firm get a bonus of, say, 2% of their pay then a woman who works part-time, therefore, by reason of this earns less than a full-time employee and will automatically have lower bonus pay.  I will have to consider this further.<\/p> <p>  Section 20A(6) provides for the publication of gender pay gap information by each Department, scheduled offices, An Garda S&iacute;och&aacute;na and the Defence Forces.  I want to signal that I will give further consideration to this subsection with a view to ensuring that it covers public service organisations in a comprehensive way.  I will bring forward a Report Stage amendment, if necessary. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A02400","speaker":"1277"},{"type":"unspoken","time":1561590000,"counter":28,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1561590000,"counter":29,"content":"<p>SECTION 3<\/p>"},{"type":"unspoken","time":1561590000,"counter":30,"content":"<p>Question proposed: \"That section 3 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1561590000,"counter":31,"content":"<p>In terms of section 3, section 85C enables the Irish Human Rights and Equality Commission to apply to the Circuit Court for an order requiring a person to comply with the regulations.  A person who fails to comply with a Circuit Court order is in contempt of that court.  This represents enforcement by civil means rather than by the creation of an offence.  For example, if we were to create a summary offence with a maximum fine of &euro;5,000 is there a danger that some employer would be happy to ignore the regulation and accept the fine?  With some large companies this would be a small issue.  To prevent this from happening the Bill provides that a court order can be sought requiring the person to comply.  If he or she fails to comply then he or she is in contempt of court.  I wish to consider further whether this mechanism can be improved.<\/p><p>A key issue would be what power a court would have to deal with a person who persists in his or her contempt.  In the light of further consideration on this point, I may bring forward a Report Stage amendment.<br\/><br\/>Section 85D allows for an employee to make a complaint to the Workplace Relations Commission of non-compliance with reporting regulations by his or her employer.  The director general of the Workplace Relations Commission will investigate the complaint if satisfied that there is a <i>prima facie <\/i>case or if, on investigation, the director general or an adjudication officer finds in favour of the complainant he or she may make an order requiring the employer to take a specified course of action in order to comply.  This is the only remedy that may be ordered, for example compensation may not be awarded as it is not an appropriate remedy in this situation.  Enforcement of WRC orders is through the District Court.  The idea is that if an employer is in breach of the regulations, for example the employer has not published the gender pay gap information, apart from proceedings by the Irish Human Rights and Equality Commission, IHREC under section 85C, an employee of the employer concerned can take proceedings in the Workplace Relations Commission, WRC.  Since the Workplace Relations Commission is a rightly very accessible and low cost way to take a complaint this has to be a protection for the employer and for this reason the director general or an adjudication officer will only investigate a complaint if he or she is satisfied that there is a <i>prima facie <\/i>case.  As I have stated, enforcement orders under the section will be through the District Court and the same issue arises at section 85C.  For this reason I may return to this on Report Stage along with section 85C and I will table an amendment if necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#A02800","speaker":"1277","continuing":true},{"type":"unspoken","time":1561590000,"counter":33,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1561590000,"counter":34,"content":"<p>SECTION 4<\/p>"},{"type":"unspoken","time":1561590000,"counter":35,"content":"<p>Question proposed: \"That section 4 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1561590000,"counter":36,"content":"<p>This is a purely technical section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#B00400","speaker":"1277"},{"type":"unspoken","time":1561590000,"counter":37,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1561590000,"counter":38,"content":"<p>Sections 5 to 7, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1561590000,"counter":39,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1561590000,"counter":40,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1561590000,"counter":41,"content":"<p>I thank the Minister of State at the Department of Justice and Equality, Deputy David Stanton and his officials for attending this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#B00800","speaker":"1310"},{"type":"minorheading","content":"Message to Dáil","time":1561590000,"counter":42,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#B00900"},{"type":"speech","time":1561590000,"counter":43,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Justice and Equality has completed its consideration of the<b><\/b>Gender Pay Gap Information Bill 2019 and has made no amendments thereto.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019062700002#B01000","speaker":"1310"},{"type":"unspoken","time":1561590000,"counter":44,"content":"<p>The select committee adjourned at 9.15 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]