[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1496152800,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 15:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Jackie Cahill, Senator Paul Daly, Deputy Michael D'Arcy, Senator Pádraig Mac Lochlainn. Deputy Martin Kenny, Deputy Charlie McConalogue, Deputy Willie Penrose, Deputy Thomas Pringle,<\/p><p>DEPUTY PAT DEERING IN THE CHAIR.<\/p>","time":1496152800,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002"},{"type":"minorheading","content":"Business of Joint Committee","time":1496152800,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#A00100"},{"type":"speech","time":1496152800,"counter":5,"content":"<p>We are now in public session.  Apologies have been received from Senator Michelle Mulherin.  Before we begin, I remind members to make sure their mobile phones are completely turned off.  I propose that we go into private session to deal with some housekeeping matters.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#C00200","speaker":"1268"},{"type":"unspoken","time":1496152800,"counter":6,"content":"<p>The joint committee went into private session at 3.14 p.m. and resumed in public session at 3.34 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"General Scheme of the Greyhound Industry Bill 2017: Discussion (Resumed)","time":1496152800,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#G00100"},{"type":"speech","time":1496152800,"counter":8,"content":"<p>Before we begin, I remind members, witnesses and those in the Gallery to ensure that their mobile phones are completely turned off as they affect the broadcasting system.<\/p> <p>  The purpose of this meeting is to discuss the pre-legislative scrutiny of the general scheme of the Greyhound Industry Bill 2017.  I welcome members from the Irish Greyhound Board, Mr. Phil Meaney, chairman, Dr. Se&aacute;n Brady, interim chief executive, Mr. Pat Herbert, head of regulation, Mr. Barry Coleman, welfare and racing operations support manager, and Mr. Frank Nyhan and Dr. Colm Gaynor, board members.  Mr. Joe Lewins is also present in the Gallery.  I thank the members of the board for coming before the committee to discuss the heads of the Bill.<\/p> <p>  I wish to bring to the attention of our guests that witnesses are protected by absolute privilege in respect of the evidence they give to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p><p> I invite Mr. Meaney to deliver his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#G00200","speaker":"1268","continuing":true},{"type":"speechnospeaker","time":1496152800,"counter":10,"content":"<p>I thank the Chairman.  The Irish Greyhound Board, IGB, Bord na gCon, is pleased to meet the committee today as part of the process of pre-legislative scrutiny of the Greyhound Industry Bill 2017.  We welcome the fact a new industry Bill is under discussion.  With the best will in the world, I do not believe any Bill enacted in 1958 can be fit for purpose.  The work of the Bill is timely as it coincides with significant work which has been and is being undertaken by members of the board who have successful backgrounds in finance, regulation, veterinary medicine and law.  The executive and all the directors will continue to work as hard as they can to oversee this important industry.<\/p> <p>  We face a huge task not only to change the business model for the industry radically but also to manage extremely high levels of inherited debt that have inhibited the IGB&rsquo;s capacity to implement many of the things it would wish to do.  We are confident that the proposed sale of the stadium at Harold&rsquo;s Cross will be a seminal moment for the IGB.  It will allow investment in the industry on a phased and planned basis for the first time in many years for the benefit of all stakeholders.  The greyhound industry has an important economic dimension and employs several thousand people, both directly and indirectly.  The industry and sport are part of the national fabric, with a presence in virtually every county in the country.  The Irish Greyhound Board licenses a total of 16 tracks, of which it owns nine.  Seven tracks are privately owned and race under licence from the IGB.<\/p> <p>  It is true to say that the Indecon report published in 2014 has provided a pathway for the strategic direction of the industry which it was commissioned to examine in great detail.  Indecon outlined 27 recommendations on regulation, governance, animal welfare and finance.  We have implemented all the recommendations, save those that require the changes to primary legislation recommended in this Bill.<\/p> <p>  We have made significant progress in aligning with best international practice and the highest standards of compliance in racing regulation and integrity.  I believe the Department of Agriculture, Food and the Marine will confirm that the current board and executive have been very active in advocating change to the regulatory parameters within which we operate.  The whole area of regulation and integrity is not a static space.  It is fast evolving and all sports face challenges in this area.  We are not the slightest bit sanguine about this, but I think that any fair assessment of the changes to regulations and other measures which are outlined in the brief sent to the committee ahead of this meeting would demonstrate that the Irish Greyhound Board is actively engaged in these areas and that a huge amount of work has been undertaken.<\/p> <p>  To support us in our work, the IGB has established a scientific committee on doping and medication control.  Its task is to advise the IGB on scientific matters relating to doping and medication control in greyhounds on an ongoing basis.  Bord na gCon has led the establishment of an operational regulatory stakeholder group on the management of intelligence and drugs action in sports to share best practice on rules, research and intelligence, in so far as is permitted within existing legislation.  In this we work with Horse Racing Ireland, the Turf Club, the Irish Coursing Club, Sport Ireland, Horse Sport Ireland and the special investigations unit of the Department of Agriculture, Food and the Marine.<\/p> <p>  On animal welfare, I am sure we will have some opportunity to discuss the IGB&rsquo;s proposal to develop a systematic and robust traceability system for track greyhounds, such as exists for bovine animals.  This would enable the board to improve the welfare of greyhounds in general through better monitoring of life events, in particular life events for greyhounds that have finished their racing careers.  Notwithstanding the fact the quality of care of greyhounds provided by owners and trainers is very high and should not be judged by the exceptions, a new traceability system would ensure better accountability by greyhound owners for greyhound welfare as well as giving the IGB the tools to identify problem areas and to impose sanctions based on empirical evidence.<\/p><p> Many parts of the draft Bill are technical and legal in nature and I cannot claim to be an expert in the matters to which they relate.  However, I am happy to refer questions in that regard to other members of our group, including: Mr. Frank Nyhan and Dr. Colm Gaynor, two of our board members; our head of regulation, Mr. Pat Herbert; welfare manager, Mr. Barry Coleman; and our head of wagering, Mr. Joe Lewins.  I am pleased that our interim chief executive, Dr. Se&aacute;n Brady, is with us to offer the committee any assistance he can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#H00200","nonspeaker":"Mr. Phil Meaney","continuing":true},{"type":"speech","time":1496152800,"counter":12,"content":"<p>I will now take questions from members.  We will take two at a time and then allow the witnesses to reply.  I want to put on the record my association with Mr. Meaney in that I am a personal friend of his.  I do not own a dog and have never been involved in the greyhound industry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#J00200","speaker":"1268"},{"type":"speech","time":1496152800,"counter":13,"content":"<p>I welcome the witnesses.  I am a director of a private greyhound track and am involved in greyhound ownership.  The industry has attracted much adverse media attention in the past couple of months.  Mr. Meaney mentioned the sale of Harold's Cross.  When is that sale expected to be finalised?  There are many issues and much disquiet in regard to the industry and its future.  When will the board present a plan for where it envisages the industry going over the coming couple of years-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#J00300","speaker":"1350"},{"type":"speech","time":1496152800,"counter":14,"content":"<p>Members should address issues regarding the heads of the Bill if possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#J00400","speaker":"1268"},{"type":"speech","time":1496152800,"counter":15,"content":"<p>Mr. Meaney mentioned the sale of Harold's Cross and that the sale would involve the partial implementation of some recommendations.<\/p> <p>  In regard to regulation and testing, there is a public perception that doping is widespread in the greyhound industry.  An expert on doping gave evidence to the committee a week ago.  What sanctions will be imposed against trainers and owners if greyhounds test positive?  How will the board ensure that it can stand over any testing carried out and that tests will not be liable to legal challenge?  How will it ensure that the person in charge of a dog which tests positive will bear the brunt of whatever sanctions it puts in place?<\/p> <p>  The industry has lost significant ground in terms of the public perception regarding regulation and doping.  Mr. Meaney may quote figures in respect of the low percentage of positive tests.  Those figures are correct but the public perception is completely different.  A highly-publicised case on a major race night a couple of years ago led to a lengthy court case.  The board was on the wrong side in that case.  When this Bill is implemented, we must ensure that the tests carried out - at coursing events or race nights or in the context of sales - will be comprehensive and that the full rigours of the law will be brought to bear in respect of any positive results.  If this is done, the public will recognise that an enforceable regime is in place and the industry can show a clean image to the world.<\/p> <p>  I appreciate that there is a very low level of doping at present.  Trainers have alleged that some doping cases are due to contaminated food.  How will that matter be addressed in the context of imported food?  What can be done if a trainer says that a dog's positive test resulted from its regular diet and through no fault of his or hers?<\/p><p>There is a view that many of the transgressions of recent years have been the result of the feed given to the greyhounds.  Will a level of tolerance apply in the context of doping?  How will this issue be addressed to restore public confidence in the greyhound racing industry?<\/p><p> We also face an uphill battle as regards public perceptions of dog welfare in the industry.  Bord na gCon has not made much money available for dog welfare in recent years.  How much of the organisation's budget is it proposed to invest in this area?  Can a country of this size cater for the significant number of dogs that retire every year?  Representatives from Dogs Trust Ireland who appeared before the joint committee some weeks ago stated that their organisation is short on funds to look after dogs when they stop racing.  Members of the public expect dogs that are retired from the sport to be looked after properly.  What funding will be made available to ensure that this is the case?<\/p><p> On the sale and export of greyhounds, how is it proposed to ensure that countries to which dogs are exported implement the standards we expect?  The public perception is that some dogs are exported to countries in which standards are not at an acceptable level.  It is critical that this issue is addressed.  The greyhound racing industry receives significant amounts of public money.  We must ensure that the countries to which greyhounds are exported apply standards that are as good, if not better, than those which apply here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#J00500","speaker":"1350","continuing":true},{"type":"speech","time":1496152800,"counter":17,"content":"<p>Given that Bord na gCon is in favour of using microchips to facilitate lifelong tracking of greyhounds, does the organisation intend to introduce microchipping to enhance the welfare of dogs and improve the perception of the industry?  If traceability were introduced, what sanction would Bord na gCon envisage or wish to be taken against owners, trainers or breeders whose dogs appear to be disappearing at the moment?  Traceability and microchipping would enable Bord na gCon to identify that a dog had vanished from the face of the earth.  What sanction should be introduced and what action will Bord na gCon take in such circumstances?  Microchipping, traceability and the introduction of sanctions would give the greyhound racing industry a face-lift and no one disputes that it needs a shot in the arm.  How would Bord na gCon use a traceability system to minimise or limit the export of dogs to jurisdictions where animal welfare standards lag far behind standards in Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#K00200","speaker":"1383"},{"type":"speechnospeaker","time":1496152800,"counter":18,"content":"<p>Members asked a large number of questions.  I hope I will answer them all, although I will leave questions on Harold's Cross stadium to one of my colleagues.  Deputy Cahill asked us to indicate how bad we believed the public perception of the greyhound racing industry has become.  He also raised the issue of sanctions and the tests that are carried out and asked how confident we were that this work is done well.  He referred to trainers, doping and tolerance levels.  I will deal with all these issues and the export of greyhounds, while one of my colleagues will deal with other aspects of welfare.<\/p> <p>  I will first deal with how the public perception of doping and medication control by the Irish Greyhound Board, as a sports regulatory body, will be improved.  The Bill addresses a very important issue in this area.  While the control committee is independent, there is a perception among some that it is not as independent as it could be because its members are appointed by the board.<\/p><p>This Bill will address that issue once and for all and put it in a truly independent place.  That will give confidence to the disciplinary system.<\/p><p> The disciplinary system will be looking at an enhanced testing, doping and medication regime.  The sanctions are set out in the Bill.  I apologise that I do not remember the exact amount now but as I recall, there is a possibility of a sanction of several thousand euro.  The tests will be taken and sent to the laboratory.  The laboratory is accredited, approved and examined regularly by the requisite auditing body.<\/p><p> This Bill also provides, in statutory form, that the results of adverse analytical findings will be published in every case.  Transparency and accuracy is what I would say will happen in that respect.<\/p><p> The Deputy's second question was about trainers.  There is a belief that at least some of the positives are coming from feed.  The last time the Deputy spoke on this, he specifically mentioned pentobarbitone.  Pentobarbitone is a substance which, as he knows, is used to euthanise animals and, as such, should only end up in category 2 meat, not in category 3.  My understanding is that the type of meal dog food and the like is made from should always be either produced in Europe or outside of Europe from meat which conforms to category 3 requirements.  In theory at least, this should not be happening.<\/p><p> Pentobarbitone is an issue we are examining.  We are anxious to try to track both the parent molecule and the metabolites in dogs.  We have a trial going on for that purpose, looking both at urine and blood.  We will know more about it then.  It is an issue we have raised with our scientific advisory committee on doping and medication control which will examine the results of these tests to see what can be done.  There is a bit of a mystery about the metabolite of pentobarbitone and why it appears.  We will try to get to the bottom of that, but in the meantime, as the Deputy probably is well aware, in common with the Greyhound Board of Great Britain, GBGB, policy was adopted and changed earlier this year in which pentobarbitone was recognised as a feed contaminant as distinct from merely a prohibited substance.  Work is ongoing and there is a solution there for the present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#K00300","nonspeaker":"Dr. Colm Gaynor","continuing":true},{"type":"speech","time":1496152800,"counter":20,"content":"<p>Before Mr. Gaynor continues, if he wants to refer to the Bill, we can put it on the screen in front of him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#L00200","speaker":"1268"},{"type":"speechnospeaker","time":1496152800,"counter":21,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#L00300","nonspeaker":"Dr. Colm Gaynor"},{"type":"speech","time":1496152800,"counter":22,"content":"<p>The same applies to all the members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#L00400","speaker":"1268"},{"type":"speechnospeaker","time":1496152800,"counter":23,"content":"<p>I will move on to tolerance levels.  The Deputy is right that for certain substances, particularly the residues of medical products used to treat greyhounds and also contaminants in food, which was mentioned, it is necessary to set limits.  For the first time, this Bill will allow the board to set limits.  The process for doing that is to take substances one by one through the scientific advisory committee and for it to do its necessary analysis on it and come forward with limits it believes do not affect the performance of a greyhound.  That is the way we will address the tolerance levels.  As that is done through a scientific committee of experts who have nothing to do with greyhounds but who have expert knowledge in all the areas required, it should address any public perception problems about how the levels are set and their accuracy.<\/p> <p>  I will deal with the export of greyhounds before I return to the question of welfare, which one of my colleagues will deal with on the rehoming costs etc.  The Irish Greyhound Board, IGB, has repeatedly stated that it does not support the export of greyhounds to destinations which do not conform with our Animal Health and Welfare Act, Welfare of Greyhounds Act or the code of practice and standards.  We recognise that there are proposals in the House that would achieve that objective.  If they could be enacted, it would be a significant step forward and one we would welcome.  However, we also realise that the proposed measure cannot be viewed in isolation and that there are other considerations which need to be taken into account.  For a start, the rules on dog movement between member states of the European Union are set at a European level and not at a national level.  Changes as proposed and as we would like, therefore, may have to be sponsored at a European level and not at a national level.<\/p><p>Members may know that the World Trade Organization does not envisage restrictions based on animal welfare concerns.  This is a point of considerable annoyance to Europe, although they can have restrictions, but usually when it is at such a level that it offends public morality across Europe that barriers need to be put in place.  We are not the only country with concerns about dog exports from Europe to countries that do not have our standards.  There are practices that go on in other countries against all types of dogs that are appalling.  <\/p><p> On a more positive note, we have proposals to greatly improve the traceability of greyhounds in order that we can track where they are and track a variety of life events to a much greater extent than those required under the current dog microchipping regulations.  In that way we are trying to get a grip and make people who have dogs accountable for what happens to them in their post-racing life.  Traceability has considerable advantages, although I am slipping into what Senator Paul Daly mentioned, because it has improved the people's confidence in what it does and in improving accountability in the other, particularly in the livestock and food area.  Those are the areas I would deal with.  <\/p><p> Senator Daly touched on one other aspect, my notes are difficult to read, I think it was about the traceability issue.  We are very keen to see good traceability in place to give confidence to people and to give accountability for people who own greyhounds.  We can address the problems he mentioned in that way.  <\/p><p> I might leave the welfare matter.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#L00500","nonspeaker":"Dr. Colm Gaynor","continuing":true},{"type":"speechnospeaker","time":1496152800,"counter":25,"content":"<p>The other question that Senator Daly asked related to sanctions and what sanctions we would envisage imposing on people who were responsible for the ill-treatment of greyhounds.  There is legislation, the Welfare of Greyhounds Act 2011, which provides sanctions.  Under the new Bill head 20 appears to be where this would be addressed through exclusion orders for persons found to be in that position.<\/p> <p>  Deputy Cahill's point about welfare is well made.  There is a perception that greyhound owners do not care for their dogs, which is not true and people who know greyhound owners know there is an empathy between dog owners and dogs.  Nevertheless, it is accepted that not enough has been done on the welfare of greyhounds in the past and it is an area that must be addressed.  It is this board's intention that all retired racing greyhounds would be retained or rehomed.  It is the intention for it to happen to all greyhounds and that is what we aim towards.  It would be foolish to expect that will happen immediately.  It will take a plan and a large investment of money.  At present, we are responsible for the rehoming of greyhounds and in the last recorded year, approximately 700 were rehomed from our own resources and we assisted in the rehoming of others.  The intention in our strategic plan is that far more resources will be devoted towards greyhound welfare and specifically towards the area of rehoming.  We have a problem in collecting statistics and information at the moment.  It is very hard to work out exactly how many greyhounds require rehoming at any given time because we do not have precise records for dogs that have travelled to England or elsewhere or dogs that have been retained by their owners.  Microchipping and the database that we suggest might be incorporated into the Act would give us that hard information and with that would come the responsibility of dealing with this problem.  A commitment of this board is that welfare will be a highlight in the future.  The new Bill envisages that we will be statutorily responsible for welfare.  It is a responsibility that we would take seriously.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#M00200","nonspeaker":"Mr. Frank Nyhan"},{"type":"speech","time":1496152800,"counter":26,"content":"<p>I thank the witnesses for their attendance today.  Clearly, no illegal drugs, performance enhancing drugs or anabolic steroids should be allowed in any form in any of the industries, and today we are talking about the greyhound industry.  What about strict liability?  Look at Dr. Una May's observations to this committee about strict liability.  The witnesses may or may not all be aware of this.<\/p><p>Strict liability is where something arises.  It has to be accounted for, and once it is found it is the end of the matter.  It can be accounted for by way of mitigation and there can be a lesser sanction.  What is the witness's view on strict liability?  Once something is present there is no room for manoeuvre.  The presence of the substance is the offence.  <\/p><p> There is the mitigation application.  What is the witness's view on that?   <\/p><p> The witness has indicated that the Bill is somewhat deficient.  I am inclined to agree with that.  There is a broader offence of bringing the industry into disrepute.  I would like the witness to expand on that because it is an interesting concept.  It is the omnibus offence in law.  Unfortunately people are continually devising and developing ways of circumventing the strict rules and regulations which are laid down.  They are statute based rather than administrative.  I can see an opportunity here for an offence of  such character that means that any person who engages in any activity that brings the sport of racing into disrepute should be liable to a significant sanction.  I would like to hear the views of the witnesses on that.  If there is a code of conduct or behaviour in an industry and if it is breached these offences become relevant.<\/p><p> We have spoken about full-time traceability, which is the cradle to the grave concept of traceability.  A large amount of money has been spent investigating doping control procedures and integrity systems in Limerick.  How is that operating?  Is it operating to the extent that the industry does not have to resort to external systems?  Does some of the sampling go to Britain?  Samples are broken up, like the drink driving samples, which gives people the opportunity to take their own sample away and get it analysed.  Does the industry still have to resort to external laboratories, or is the laboratory in place capable of doing all the testing?  Will it be capable of doing all the testing, particularly when there is a wider ambit of offences which will now have to be accounted for?  I understand that it has been operational for a few months.  I do not know if it is under pressure now.  What level of testing has gone on since it opened?  What were the results?  Why were the results not published?  Are they published and are the various infractions set out?  Those are all confidence building measures.  Transparency is important in this context.  Are they set out?  What level of sanctions are available now, notwithstanding that they are not statutory based?  Do the witnesses feel that this Bill, when enacted, will mean that testing procedures will have to be widened and increased and will laboratory equipment and personnel be needed for that?  Will there be a significant cost to that?  We are not dealing with the sale of Harold's Cross stadium here, but might some of the money realised in that sale be invested in an area like this, which is of critical importance to the integrity of racing?  There are thousands of people out there who own, breed and care for greyhounds and enjoy the sport and look after the animals after their racing days.<\/p><p> We mentioned the number of litters from brood bitches.<\/p><p>Do the witnesses have any views on that?  Should there be a maximum amount of litters allowed?  This is important in terms of the welfare of the animal.  <\/p><p> The ISPCA were before this committee and gave a very interesting presentation.  Under the Animal Welfare Act 2013 they do not have a function in terms of greyhound racing establishments operated by the witnesses, or indeed greyhound breeding establishments under the Welfare of Greyhounds Act 2011.  Can the witnesses see an amendment being made to this Bill which would allow the ISPCA to have a function?  Permitting a reputable organisation to carry out and exercise their function would be an important protection.  They are not currently permitted to visit a greyhound breeding establishment operated under the Irish Greyhound Board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#M00300","speaker":"1370","continuing":true},{"type":"speech","time":1496152800,"counter":29,"content":"<p>I thank the witnesses for their appearance today.  Traceability is something which has been brought up by many witnesses in this committee, and I fully accept the commitment that the witnesses do not support or accept that people should be sending greyhounds to any country where their welfare is below the standards we have here.  What sanction is there, or what concrete proposal exists to try to prevent that and ensure that it does not happen?  Do the owners of greyhounds have a kennel licence?  What system is in place?  Is there something that can be taken away from them if it is found that they are in breach of regulations of that nature?<\/p> <p>  Deputy Penrose mentioned the laboratory in Limerick and how work has been done to improve its capabilities to find proscribed substances.  How much has been spent on trying to establish that?  Has the laboratory reached that capacity yet?  <\/p> <p>  The integrity of the whole sport is another issue.  I looked at the website of the Irish Greyhound Board and it details how it works closely with the British greyhound industry because there is so much cross-over.  However, we find that the British greyhound industry was issuing diktats recently to say that dogs coming from Ireland could not be trusted because there were doping issues there.  How does that work?  The British greyhound industry has its rules of racing, which is a pretty heavy document.  Does the Irish greyhound industry have a similar document, and does it come up to the same standards as the British industry?  <\/p> <p>  Integrity is a human responsibility.  It is not about the dog but the human beings who are managing the situation.  From talking to people involved in greyhound racing, be they breeders or people who work on tracks all over the country, the Irish Greyhound Board has a huge trust problem.  That needs to be recognised.  There is a problem with the industry in that the people on the ground breeding dogs who want to get on with it and go racing and who have a stake in this industry feel betrayed by Bord na gCon due to many things that have happened in the last number of years.  They have no confidence in the present board.  That is an issue that the witnesses will have to deal with.  While I respect that this is outside the remit of our discussion today, we have been asking for many months what is to be done about Bord na gCon.  We were told that these issues should be raised when it came before this committee.  I accept that this is outside what we are dealing with here today but at the same time it needs to be said and people need to be called out on it.  We need to get answers on this issue, because there is no confidence within the industry in Bord na gCon.<\/p><p>We need to get answers in respect of this.  There is no confidence among the Irish greyhound industry in Bord na gCon.  The Harold&rsquo;s Cross situation was just one reflection of that.  While that is only a small bit of it, everywhere I go, I hear the same thing, whether it is about the greyhound tracks which are owned, part-owned or part-managed by Bord na gCon, about the maintenance of those tracks, the people who are employed at the tracks, the greyhounds or doping.  All I hear is that it is a golden circle and if one is not connected with the well-connected people, then one is out of the circle.  That is the feeling on the ground.  With all due respect to the witnesses, they need to deal with this.  We can legislate all we like and bring in all the rules we want.  The view of the majority of the people on the ground is that there is no will from Bord na gCon to implement anything that is fair or proper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#O00200","speaker":"1345","continuing":true},{"type":"speech","time":1496152800,"counter":31,"content":"<p>Before we go back to the board members, we are dealing with the heads of the Bill.  I gave the Deputies latitude.  The Irish Greyhound Board has been before the Committee of Public Accounts on two occasions over the past six weeks.  While, we should stick to the heads of the Bill, I will give board members an opportunity to respond to the points raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#P00200","speaker":"1268"},{"type":"speechnospeaker","time":1496152800,"counter":32,"content":"<p>I neither own nor train any greyhound.  I am not part of any golden circle.  I do not know any member of the board who is a member of any golden circle.  As far as I am concerned and as far as I have seen since I joined the board, the board is only interested in the promotion and welfare of greyhounds and nothing else.  There is a certain amount of discontent in greyhound racing because we see it every day.  It is a minority, however.  Every night of the week, people, including those who own and train greyhounds, are going greyhound racing.  There is a disaffected minority with which we have to deal but it is a minority.  This is a sport that does not have an integrity problem.  I would not be a member of a board that had.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#P00300","nonspeaker":"Mr. Frank Nyhan"},{"type":"speech","time":1496152800,"counter":33,"content":"<p>How does Mr. Frank Nyhan explain the situation where the British greyhound board will not allow Irish dogs to race there?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#P00400","speaker":"1345"},{"type":"speechnospeaker","time":1496152800,"counter":34,"content":"<p>I will ask Mr. Pat Herbert to deal with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#P00500","nonspeaker":"Mr. Frank Nyhan"},{"type":"speech","time":1496152800,"counter":35,"content":"<p>It is not just what people are saying, but it is the experience.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#P00600","speaker":"1345"},{"type":"speechnospeaker","time":1496152800,"counter":36,"content":"<p>It is not a fact but I will let Mr. Pat Herbert deal with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#P00700","nonspeaker":"Mr. Frank Nyhan"},{"type":"speech","time":1496152800,"counter":37,"content":"<p>Allow Mr. Pat Herbert to go ahead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#P00800","speaker":"1268"},{"type":"speechnospeaker","time":1496152800,"counter":38,"content":"<p>The reality is that in the UK there is not a well-established breeding industry.  Up to 85% of greyhounds in the UK are of Irish extraction.  Only a couple of thousand greyhounds are bred by the UK authorities.  The lion&rsquo;s share of greyhounds in the UK comes from Ireland.  Accordingly, any efforts towards doping controls will be largely focused on the main source.<\/p> <p>  The cost of the new laboratory machine is indicative of the board's commitment to tackling doping and application control.  It cost &euro;400,000.  We work closely with our counterparts in the Greyhound Board of Great Britain.<\/p> <p>  We have an explicit set of racing rules, written pursuant to the 1958 Greyhound Industry Act, namely the statutory instrument, Greyhound Industry (Racing) Regulations 2007.  We also have regulations relating to the training of greyhounds, the sale of greyhounds and the people who carry out official functions at licensed stadia.<\/p> <p>  The new laboratory machine is a state-of-the-art triple-quadrupole liquid chromatography machine.  It does not measure parts per million but parts per trillion for prohibited substances.  It is one of the leading machines in this area and is indicative of where the board wants to go with regulation, medication and doping control.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#P00900","nonspeaker":"Mr. Pat Herbert"},{"type":"speech","time":1496152800,"counter":39,"content":"<p>Is it up and running?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#P01000","speaker":"1268"},{"type":"speechnospeaker","time":1496152800,"counter":40,"content":"<p>Yes.  There is a process where a library of information has to be inputted into the machine for specific substances.  That is ongoing, but samples are going through it.<\/p> <p>  A limited number of samples go to the UK and have been doing so for several years.  We do not send many.  When the library of information has been put into this machine, it is not expected that the UK&rsquo;s service will be any better than our own.<\/p><p>Our laboratory is accredited by the Irish National Accreditation Board, as well being accredited under the international standard for dope-testing, ISO 17025.  Every result and adverse little finding is published.  Since October 2015 there is a regulatory onus on the regulator to publish every adverse finding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#P01100","nonspeaker":"Mr. Pat Herbert","continuing":true},{"type":"speech","time":1496152800,"counter":42,"content":"<p>What information is published?  Is the name of the greyhound owner or the breeding establishment published?  Is information on the particular substance found or the sanction imposed published?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#Q00200","speaker":"1370"},{"type":"speechnospeaker","time":1496152800,"counter":43,"content":"<p>The information that is published is the greyhound&rsquo;s name, earmark, owner and trainer, as well as what prohibited substance was detected and where it was taken.  There are specific regulations in force providing that, in all cases where a person has contravened or has been found not to have contravened regulations, the details will be published by the independent control committee.  Those regulations have been in effect since October 2015.<\/p> <p>  The number of litters is provided for in recent legislation.  The Welfare of Greyhounds Act 2011 provides that any owner or breeder can have six litters and is entitled to a further two litters but only on supply of a veterinary certificate to ensure the health of the bitch and that the bitch is capable of breeding.  Any number after that is prohibited.  The Deputy will be aware that such registrations take place with the Irish Coursing Club and not with the Irish Greyhound Board.  Several breeding establishments are licensed by the Irish Coursing Club.<\/p> <p>  The board has a close working relationship with the ISPCA.  Its chief inspector, Conor Dowling, who attended the committee last week, and our welfare officer work closely together on a daily basis.  The board does not have any difficulty in affording welfare powers to the Garda, to local authority inspectors or to welfare officers of the ISPCA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#Q00300","nonspeaker":"Mr. Pat Herbert"},{"type":"speechnospeaker","time":1496152800,"counter":44,"content":"<p>I agree with Deputy Penrose about anabolic substances.  Those substances are prohibited with no limits whatsoever.  However, therapeutics or contaminants are inevitable because we must treat animals.  We have to set limits.  If it is below a limit which does not affect the performance, all is well.  If it is above the limit, then no race and sanction if raced.<\/p> <p>  I agree with the Deputy on strict liability.  The rules of racing are set out in a statutory instrument.  We are almost unique as a sports regulatory body.  We are a public authority completely and not a private body.  The Greyhound Board of Great Britain is a company limited by guarantee and run by its members.  They can set out their rules in a very different way from us.  All our rules are laid before the Houses of the Oireachtas.  Members have a chance to examine and decide on them.  It is like a Department in that respect and, therefore, they will look different.  They will have greater force of law.  There is no dispute about that.<\/p> <p>  There is full judicial review of the Irish Greyhound Board.  There is no judicial review of the Greyhound Board of Great Britain.  Our racing regulations are framed towards strict liability as matters stands.  When the legislation passes, which we hope it will, and consolidated versions of the rules of racing are brought out, that will be clarified and made stronger if necessary.<\/p> <p>  One comes in with a positive, one makes excuses.  A point made by people writing on horse racing in Ireland recently is that not every positive test result is a case of cheating.  Some positives are mistakes.  They may be people who genuinely treated animals and observed the required period of withdrawal.  However, in the case of a dog itself, it might not have been enough.<\/p><p>It is not all cheating.  Some are a result of mistakes but they are still, strictly, liable.  That is the way it is.  <\/p><p> I will reinforce what was said about the six litters and breeding because it has arisen in debates when members have asked where the provision came from.  The Irish Kennel Club has the same rule for every breed it recognises.  The dog must be older than one year, less than eight years old and have had no more than six litters.  In the case of greyhounds, that number is two if there is a veterinary certificate to go with the dog.  <\/p><p> Mr. Pat Herbert already mentioned we do not have an objection to the ISPCA inspectors being authorised.  The Animal Health and Welfare Act 2013 contains provisions for service agreements with NGOs for the enforcement of welfare.  The ISPCA has one so it is a question of the service level agreement.  We have had a recent case in which we think we could do with a service level agreement with the Department with regard to the same Act to try to improve our ability to deal with welfare.  That case is ongoing.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#Q00400","nonspeaker":"Dr. Colm Gaynor","continuing":true},{"type":"speech","time":1496152800,"counter":46,"content":"<p>The point was made about the deficiencies in the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R00200","speaker":"1268"},{"type":"speech","time":1496152800,"counter":47,"content":"<p>It is bringing the industry into disrepute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R00300","speaker":"1370"},{"type":"speechnospeaker","time":1496152800,"counter":48,"content":"<p>As the Deputy correctly identified, it is a type of catch-all offence.  Our recommendation comes from the experience of people trying to find reasons to not be found liable of other offences.  It is designed for such a situation.  A catch-all offence would probably reduce the number of challenges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R00400","nonspeaker":"Mr. Frank Nyhan"},{"type":"speech","time":1496152800,"counter":49,"content":"<p>The issue of deficiencies in the Bill was mentioned.  Mr. Nyhan felt the Bill was deficient in a number of areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R00500","speaker":"1268"},{"type":"speech","time":1496152800,"counter":50,"content":"<p>It is deficient in that area.  The witnesses have identified that as an area we should look at.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R00600","speaker":"1370"},{"type":"speech","time":1496152800,"counter":51,"content":"<p>If the test is done in the laboratory in Limerick, can cross-checks be done with other laboratories?  Do dog owners have an opportunity to cross-check the results elsewhere?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R00700","speaker":"1345"},{"type":"speechnospeaker","time":1496152800,"counter":52,"content":"<p>Under the racing regulations, every owner or trainer is afforded the opportunity of a split sample when a sample taken.  He is entitled to have that split sample analysed at an accredited laboratory of his own choosing.  There is a list of approved laboratories in places such as Hong Kong and Australia.  They are the leading laboratories in the world.  He is entitled to have his split sample independently analysed should he so wish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R00800","nonspeaker":"Mr. Pat Herbert"},{"type":"speech","time":1496152800,"counter":53,"content":"<p>How many positive tests were there in dogs in Ireland in 2014 and 2015?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R00900","speaker":"1345"},{"type":"speechnospeaker","time":1496152800,"counter":54,"content":"<p>In 2014, approximately 5,800 samples were taken and 31 adverse analytical findings were returned.  In 2015, 5,600 samples were taken and there were 79 adverse analytical findings.  In 2016, approximately 5,400 samples were taken and there were 48 adverse analytical findings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R01000","nonspeaker":"Mr. Pat Herbert"},{"type":"speech","time":1496152800,"counter":55,"content":"<p>That is less than 1%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R01100","speaker":"1345"},{"type":"speechnospeaker","time":1496152800,"counter":56,"content":"<p>It has typically been less than 1%.  Of that 1%, the vast majority are as a result of the therapeutic administration of substances such as non-steroidal anti-inflammatory drugs and things like that.  They are not as a result of performance affecting drugs such as steroids or stimulants, although we have found such substances in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R01200","nonspeaker":"Mr. Pat Herbert"},{"type":"speech","time":1496152800,"counter":57,"content":"<p>It seems to be completely at odds with what we are hearing on the ground.  That is all I will say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R01300","speaker":"1345"},{"type":"speechnospeaker","time":1496152800,"counter":58,"content":"<p>All I can give the Deputy is facts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R01400","nonspeaker":"Mr. Pat Herbert"},{"type":"speech","time":1496152800,"counter":59,"content":"<p>Fair enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R01500","speaker":"1345"},{"type":"speech","time":1496152800,"counter":60,"content":"<p>Does Deputy Cahill want to come back in?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R01600","speaker":"1268"},{"type":"speech","time":1496152800,"counter":61,"content":"<p>The witnesses know the answers to Deputy Kenny's questions.  Can we get a comparison with UK figures and the level of testing in the UK?  The Chairman told us to stick to the heads of the Bill.  The Bill is a cornerstone of rebuilding confidence in the industry.  I am extremely disappointed, as I said when we met in private session, that the Irish Greyhound Owners and Breeders Federation has not come in here to make a verbal submission to us.  The industry has been getting severe, adverse publicity for the past number of months.  We have to get the Bill right to restore public confidence.  Deputy Kenny asked a question about the level of positive test results.  While we do not want any positive test results in the industry, the level is exceptionally low.  From recollection, 70% to 80% of those positive test results are due to residue caused by feed contamination.  I saw a figure that about 70% of the positives are attributed to feed contamination.  The level of doping is extremely low.<\/p><p>We have to get public confidence back.  I referred earlier to a highly publicised case on derby final night a number of years ago.  Can we be confident that in future there will be controls on all tracks to ensure that if a dog tests positive, we will be able to stand behind the result and there will not be any legal consequence for the industry?  The case I referred to dragged on for five or six years and attracted very adverse publicity for the industry.  It happened on the marquee night and put a serious cloud over the industry.  The board did not come out of that episode well.  We have to ensure that in future if a dog tests positive, there is no trap door the owner or trainer of the dog can get through so that the liability falls on the industry.  They must face the full rigours of the regulations.  We have to restore public confidence.  <\/p><p> Dr. Gaynor referred to the export of greyhounds to non-EU countries.  Is he saying we can ensure that proper welfare standards apply to exports to EU countries?  Animal welfare activists have question marks over some European countries to which dogs are exported.  We will have submissions to the committee on the agriculture budget.  Bord na gCon is a significant net beneficiary of that budget.  The industry is troubled.  I accept the Chairman's ruling that this is not the forum to discuss it.  The issues need to be resolved quickly.  If it is outside the ambit of this discussion, I will accept the Chairman's ruling on it.  We have to get public confidence back behind testing for doping.  I want assurances from the chairman of the board that in all tracks in the country, the board will be fully able to stand over the results of all tests done by board officials and staff and that there will be no come-back on the board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#R01700","speaker":"1350","continuing":true},{"type":"speech","time":1496152800,"counter":63,"content":"<p>Do any of the witnesses want to address that issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#S00200","speaker":"1268"},{"type":"speechnospeaker","time":1496152800,"counter":64,"content":"<p>There are systems in place and others will be put in place.  With the support of the Bill, we can stand firmly behind all the decisions and testing that is done.  Do any of my colleagues want to come in at this point?<\/p> <p>  Deputy Martin Kenny made a reference earlier which we do not want to waste time on.  While I agree with my colleague, Mr. Frank Nyhan, that it is a small number of people who are putting out bad press about the board and the industry, the board inherited huge problems.  We have had to deal with those problems.  When an organisation has to deal with difficult problems, of course there are people who are not happy with the outcome.  That is the background.  As chairman, I have been particularly fingered in that situation.     <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#S00300","nonspeaker":"Mr. Phil Meaney"},{"type":"speechnospeaker","time":1496152800,"counter":65,"content":"<p>Deputy Cahill asked about sampling figures.  In the UK, 50,000 races were held.  There is an extensive bookmakers afternoon greyhound service, BAGS, racing network set up there too.  The rate of testing is 8,000 samples, which is roughly one in six.  In Ireland last year, there were just over 16,000 races with 5,000 samples taken, which is a one-in-three rate.  We have a much higher hit ratio.  Regarding improvements at track level to ensure issues that arose in the past have not happened again.  We have requested tenders to look at the issue of the supply of CCTV footage at all stadia.   We have introduced regulation in the past couple of months on kennel hand authorisations so that only licensed people have access to greyhounds at our kennels.<\/p><p>The person is either an owner, trainer, agent or authorised kennel hand of our approval.  There have been significant improvements made in those areas, notwithstanding those that will be introduced by way of this Bill.  I will ask my colleague, Dr. Gaynor, to respond to the question on EU countries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#S00400","nonspeaker":"Mr. Pat Herbert","continuing":true},{"type":"speech","time":1496152800,"counter":67,"content":"<p>Perhaps Mr. Herbert would respond to my question on the level of testing and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T00200","speaker":"1350"},{"type":"speechnospeaker","time":1496152800,"counter":68,"content":"<p>We do not have that information to hand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T00300","nonspeaker":"Mr. Pat Herbert"},{"type":"speech","time":1496152800,"counter":69,"content":"<p>If Mr. Herbert acquires it, could he forward it to the committee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T00400","speaker":"1350"},{"type":"speech","time":1496152800,"counter":70,"content":"<p>Is it possible to get that information?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T00500","speaker":"1268"},{"type":"speechnospeaker","time":1496152800,"counter":71,"content":"<p>I will make inquiries with the Greyhound Board of Great Britain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T00600","nonspeaker":"Mr. Pat Herbert"},{"type":"speech","time":1496152800,"counter":72,"content":"<p>Would Dr. Gaynor like to comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T00700","speaker":"1268"},{"type":"speechnospeaker","time":1496152800,"counter":73,"content":"<p>Deputy Cahill raised an interesting question.  The point I made was that the rules for the movement of dogs, as in the case of all other animals, are set at a European level.  We contribute to that in the same way as all other member states.  In regard to a country within Europe that does not comply with the standards set down, there is a set mechanism for complaint and redress in that regard.  Unilateral action is not usually accepted and can lead to actions against the country that is unilaterally acting.  For member states that are not complying with the welfare requirements set out, complaints need to be made to the authorities in Brussels.<\/p> <p>  As regards third countries, we would all sympathise that we cannot do more in terms of the export of animals from Europe to other countries but for reasons of history etc., animal welfare does not figure expressly in the WTO agreements.  The only concept of restriction arises when the treatment of animals in the countries involved is morally shocking to Europeans generally.  There have been a few cases about seal clubbing, in particular, in some countries that have led to defensible restrictions on trade outside of Europe.  I do not believe it is possible for Ireland to put up a barrier to dogs moving to other member states.  The proper way to seek to protect dogs from export to countries outside of Europe is to sponsor proposals in that regard in Brussels.  The NGOs involved in welfare have extensive mechanisms for doing that.  They also lobby the European Parliament, as well as the Commission, in this respect on a continuous basis, often quite successfully.<\/p> <p>  The right place to complain about other member states' standards is to Brussels, which has mechanisms in place for investigating them.  I hope I have answered the Deputy's question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T00800","nonspeaker":"Dr. Colm Gaynor"},{"type":"speech","time":1496152800,"counter":74,"content":"<p>Are there further questions for the witnesses?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T00900","speaker":"1268"},{"type":"speech","time":1496152800,"counter":75,"content":"<p>I have a brief question for them.  In regard to the tendering process for work on the tracks and so on, is that an open and transparent process such that everyone can see the tendered cost for work and be assured they are getting a fair crack at the whip?  To my knowledge, that has not been the case in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T01000","speaker":"1345"},{"type":"speechnospeaker","time":1496152800,"counter":76,"content":"<p>All of our processes are covered by tender.  In regard to the 2015 accounts, the latest available, there were no questions raised in regard to tendering.  Dr. Brady might like to comment further but my understanding is that all works is put out to tender.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T01100","nonspeaker":"Mr. Phil Meaney"},{"type":"speechnospeaker","time":1496152800,"counter":77,"content":"<p>Every project is put out to tender and everyone is free to quote for it.  The process is such that after a period of time, projects are put up for retendering.  They are open, however, and anyone can compete for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T01200","nonspeaker":"Dr. Se&aacute;n Brady"},{"type":"speech","time":1496152800,"counter":78,"content":"<p>I know of a company based in Ireland that does a great deal of work on the English dog tracks but has been unsuccessful in securing similar work here despite that it consistently prices well below any other company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T01300","speaker":"1345"},{"type":"speech","time":1496152800,"counter":79,"content":"<p>That is, perhaps, an issue for another day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T01400","speaker":"1268"},{"type":"speech","time":1496152800,"counter":80,"content":"<p>Fair enough, but it is an important issue when a company is being frozen out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T01500","speaker":"1345"},{"type":"speech","time":1496152800,"counter":81,"content":"<p>There is a tendering process in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T01600","speaker":"1268"},{"type":"speech","time":1496152800,"counter":82,"content":"<p>The studbook registration problem, in terms of the progeny of dogs that are more than two years dead, around which there was significant furore for a considerable time, is being addressed under head 28.  Are the witnesses happy about that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#T01700","speaker":"1370"},{"type":"speech","time":1496152800,"counter":83,"content":"<p>Would the witnesses like to respond?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#U00100","speaker":"1268"},{"type":"speechnospeaker","time":1496152800,"counter":84,"content":"<p>I think a \"yes\" will suffice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#U00200","nonspeaker":"Dr. Colm Gaynor"},{"type":"speech","time":1496152800,"counter":85,"content":"<p>It will remove the headache.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#U00300","speaker":"1370"},{"type":"speechnospeaker","time":1496152800,"counter":86,"content":"<p>A situation developed whereby dogs were registered which should not have been registered.  I do not propose to comment now on who was responsible for that.  There are an unknown number of dogs involved and there are people who have legitimate expectations with good dogs to race.  The Bill will enable us to put that behind us.  We will be pleased to see that happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#U00400","nonspeaker":"Dr. Colm Gaynor"},{"type":"speech","time":1496152800,"counter":87,"content":"<p>Would Mr. Meaney like to sum up?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#U00500","speaker":"1268"},{"type":"speechnospeaker","time":1496152800,"counter":88,"content":"<p>I thank the Chairman, the committee secretariat and members for the opportunity to engage with them on the Bill.  I hope we have answered all questions to the best of our ability.  Perhaps when the committee has concluded, Deputy Kenny would give us the name of the company to which he referred.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#U00600","nonspeaker":"Mr. Phil Meaney"},{"type":"speech","time":1496152800,"counter":89,"content":"<p>This is our last hearing on the Bill.  We hope to produce a report in the middle of June, with a view to the Bill being published and before the D&aacute;il before the summer recess.  I again thank the witnesses for being here today.  We will suspend to allow the witnesses to withdraw.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#U00700","speaker":"1268"},{"type":"unspoken","time":1496152800,"counter":90,"content":"<p>Sitting suspended at 4.36 p.m. and resumed at 4.39 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Anti-Doping Strategy of the Irish Thoroughbred Industry: Discussion","time":1496152800,"counter":91,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#U00850"},{"type":"speech","time":1496152800,"counter":92,"content":"<p>I remind members and people in the Visitors Gallery to ensure their mobile phones are switched off.   The next item on the agenda is the anti-doping strategy of the Irish thoroughbred industry.  I welcome Dr. Lynn Hillyer, chief veterinary officer and head of anti-doping at the Turf Club.<\/p><p>From the Irish Turf Club I welcome Dr. Lynn Hillyer, chief veterinary officer and head of anti-doping.  The committee appreciates her attendance here today at short notice.  It was only last week that we decided to bring her in here to hear her views on this issue and how it might affect the greyhound industry.<\/p><p> I wish to bring to the attention of our guest that witnesses are protected by absolute privilege in respect of the evidence they give to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable.<\/p><p> Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.  Before I invite Dr. Hillyer to make her opening statement I call on the Vice Chairman to take over.  I apologise as I must leave the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#U00900","speaker":"1268","continuing":true},{"type":"unspoken","time":1496152800,"counter":94,"content":"<p>Deputy Jackie Cahill took the Chair.<\/p>"},{"type":"speech","time":1496152800,"counter":95,"content":"<p>Dr. Hillyer might commence her contribution whenever she is ready.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#V00300","speaker":"1350"},{"type":"speechnospeaker","time":1496152800,"counter":96,"content":"<p>I will run through a few points very briefly and then members are welcome to ask questions.  I started with the Turf Club in its new role of chief veterinary officer and head of anti-doping in September 2016 so I have not been in post for very long.  However, I come from a background of regulation in horse racing.  I have been an equine vet for 20 years, and between ten and 12 of those years were in horse racing.  I have specialist expertise in equine internal medicine and anti-doping and I sit on various international committees.  I hope to bring that knowledge to the new role.<\/p> <p>  I will start by going back to basics, namely, why one needs an anti-doping strategy.  Again, I am very conscious of the expertise in the room.  Drugs are one of the major threats to the perception of horse racing and animal sports in general worldwide.  I attended a conference earlier this year tackling doping in sport and it is clearly a threat to all sports, particularly at the moment.<\/p> <p>  In animal sports we need an anti-doping strategy for reason of integrity and welfare but there is also a social responsibility, for example, where antimicrobial medications are involved.  Horse racing and greyhound racing have for decades differentiated between therapeutic and doping drugs but in racing horses, as in any other animal, the use of both types of drug have to be controlled.  They ought to be controlled because misuse of a therapeutic drug can result in consequences as serious as a doping drug, but also because in the public eye a drug is a drug.<\/p> <p>  In Ireland and Britain this came to the fore in 2013 to 2014 with scandals involving widespread misuse of anabolic steroids in horses in training.  That gave us a flavour of what can go wrong.  Following on from that in racing and horse racing, the Irish thoroughbred industry anti-doping task force was set up.  That was a group that comprised stakeholder representatives and it worked hard for approximately 18 months and reported in February 2016.  I included with my written submission a summary of the report, the consensus statement.  The upshot is that there is no doubt about the agreement within horse racing that this is an important issue that needs to be tackled and there is a commitment for it to be tackled by the stakeholders.  The stakeholders range from breeders to trainers to owners and those in HRI and the Turf Club.<\/p> <p>  There was a wide-ranging set of recommendations but I summarised them for the purposes of our discussion.  The first relates to the laboratory.  The key recommendation is terms of the laboratory is that it needed to be in Ireland for a number of reasons, and it needed to meet best international analytical standards.  That would be backed up by a dedicated anti-doping unit to oversee developments and co-ordinate future strategy.  The creation of my role was part of that.<\/p> <p>  A lifetime ban would be handed down for animals found to contain substances prohibited at all times.  Anabolic steroids were specifically mentioned.  Increased testing would be introduced for horses off the racecourse, which is known as out-of-competition testing, and testing would be introduced at all stages of a horse&rsquo;s life.  It is fair to say that up until this point, worldwide, there has been a great focus on what happens to the animals during training but not so much focus on what happens with them both within training when they are not being actively exercised or during the brief periods when they have an injury or disease, and also before and after training, which incorporates the sales and stud side of matters, but also what happens to race horses when they have completed their racing career.<\/p><p>The introduction of testing at those stages, namely, sales, stud and out-of-training were specifically identified.  The word &quot;intelligence&quot; is used a lot in the sphere of anti-doping and as I am sure members are aware, in this context means processed information, reliable information or assessed information that can be used to direct anti-doping strategy.  A commitment was made by the task force to exchange such information because clearly, information that relates, for example, to harness racing or greyhound racing can have real implications for horse racing and <i>vice versa<\/i>.  The Department of Agriculture, Food and the Marine was very keen to promote the exchange of information.<br\/><br\/>Last, but by no means least, in terms of the recommendations of the task force is education.  That includes a clear explanation of what anti-doping is and what it is not, what the strategy is, what the rules are and then to have explanatory guidelines, policies and processes.  Those task force recommendations, which were made just over a year ago, have formed the basis of our evolving strategy within the Turf Club on the anti-doping side.  I will try to summarise the position prior to questions.  We must have fair, consistent, science-based principles and we have heard something about that in the past hour or so.  Those principles, and following them through are utterly dependent upon having a world-class laboratory and they also require significant expertise and management of the results, data and processes before and after the samples are obtained.<br\/><br\/>Increased testing throughout a thoroughbred's life is important.  It has been said previously that to get the right sample from the right horse at the right time, it is no longer good enough to purely take a single sample from a horse, for example, post race.  We need to take samples at different times of the day, different times of the year and different stages of a horse's career.  We recognise that.  That links in very much with the traceability that has been talked about a lot and we too face challenges on traceability.<br\/><br\/>We have to maximise whatever resources we have.  I have already mentioned intelligence, which clearly comes from other sports.  The Management of Intelligence and Drugs Action in Sports, MIDAS, group has been set up and in my brief time in this role, I have seen benefits from that intelligence sharing group with the greyhound industry and others.  Other organisations that play an important role include the Department in particular.  We all face the same challenges domestically and internationally.  I spoke to a colleague in Australia yesterday.  I have also been in touch with colleagues in Hong Kong and many other places.  We have the same issues and we are sharing information more than ever.<br\/><br\/>Last but by no means least, we must be accountable, understandable and accessible.  It is no longer good enough to make the rules and just dish out sanctions.  There must be a huge amount of work upfront to make sure those rules are understood and perhaps more importantly the principles behind them are understood.  Consultation, possibly with a small &quot;c&quot; but sometimes with a large &quot;C&quot; is a regular part of our anti-doping strategy now.  I hope that has given an indication of where we are coming from.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#V00400","nonspeaker":"Dr. Lynn Hillyer","continuing":true},{"type":"speech","time":1496152800,"counter":98,"content":"<p>I thank Dr. Hillyer for her presentation.  From listening to the debate she will be aware the greyhound industry Bill is coming through and anti-doping regulations will be a key part of that.  We are very interested to see how the Turf Club operates its anti-doping regime.  It appears to be very successful.  I now invite members to ask questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#W00200","speaker":"1350"},{"type":"speech","time":1496152800,"counter":99,"content":"<p>I welcome Dr. Hillyer here this evening.  I will start on a positive note.  By virtue of the fact that she has been invited here to give her presentation and to give us an opportunity to question her as part of our pre-legislative scrutiny on the greyhound industry Bill augurs well for the horse racing industry, which has been identified as having expertise in the area, in the past decade in particular.  As someone who is involved in racing I believe the issue has been very well handled by the Turf Club, which is rightly considered a world leader in anti-doping, rightly so given that this country is a world leader in the equine industry.<\/p> <p>  I will ask Dr. Hillyer to elaborate on a few points, although they do not directly relate to the medical or science area which is where her expertise lies.  She mentioned that it is not sufficient simply to test a horse after it has won a race, that one needs to carry out testing on an ongoing basis.  Reference was made to off-course testing.  How does that work?  What right does the Turf Club have to test a horse in a stable or trainer's yard?  Is testing carried out by appointment?  What if a horse is receiving veterinary-prescribed treatment, which will go out of the system in a certain amount of time and the trainer will have allowed for that prior to a horse competing?<\/p><p>Can the Turf Club turn up on spec and test the horse, and what consequence might that have?<\/p><p> I remember a decade or more ago when horse racing was in the same position that the greyhound industry is now.  One of the major changes made at the time, science aside, was security.  Unless one is a trainer or stablehand for the horse, not even the owner can get into a race track's security yard.<\/p><p> In terms of greyhounds, the person who is accused - the trainer or owner - following a positive test may not be the person who is at fault.  There can be tampering.  The issue of appeals and inquiries following a positive test does not relate to the scientific side, so it is not Dr. Hillyer's brief, and horses and dogs cannot be interviewed, but what appeals and investigative procedures would be most effective where there has been a positive test?  A high-profile case in the horse racing circle is ongoing in England, with the trainer saying that he will appeal the decision to the ends of the Earth because there is no way that he is guilty.  I do not know whether that means there was interference or the substance came from a source that he did not recognise, that is, food.  How would Dr. Hillyer like to see appeal situations handled?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#W00300","speaker":"1383","continuing":true},{"type":"speech","time":1496152800,"counter":101,"content":"<p>I thank Dr. Hillyer for her presentation.  Horse Racing Ireland underwent a similar legislative process a couple of years ago, which is why we wanted to see how it was operating in light of our examination of the greyhound Bill.<\/p> <p>  What is the optimum annual number of tests for a yard that has 20 horses?  Does the Turf Club publish the results of tests, both positive and negative, so that there is a record?<\/p> <p>  Sport Ireland has referred to strict liability and the fact that all adverse tests lead to sanctions that can be mitigated afterwards based on, for example, whether a supplement was taken.  What is Dr. Hillyer's view on that and does the Turf Club operate the same system?  Would it be desirable in the greyhound industry?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#X00200","speaker":"1366"},{"type":"speech","time":1496152800,"counter":102,"content":"<p>I thank Dr. Hillyer for attending.  In the Turf Club's tests, who does the sampling, how independent is that person and how fearful are the owners and breeders to see him or her approaching?  We can have all of the regulations in the world, but unless they have absolute integrity, it can be an issue.<\/p> <p>  Dr. Hillyer stressed the importance of having a world class laboratory in Ireland, but what is the opportunity to send split samples to other laboratories to have them retested?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#X00300","speaker":"1345"},{"type":"speechnospeaker","time":1496152800,"counter":103,"content":"<p>I will start at the beginning.  Senator Daly asked about the difference between treatments, that is, where a vet has genuinely treated a horse in the yard and we go to that yard to make an out-of-competition testing visit.  I believe that the Senator was asking about how we handled such testing.  There is provision within our rules of racing, which trainers sign up to, allowing us to enter a premises and test at any time unannounced.  That is the starting point.  The Senator may know that we are in discussions with the breeders about how we work that same principle on stud farms, given that there are different factors to be considered when visiting a breeding premises as opposed to a training yard.<\/p> <p>  We have access to test horses in training yards and take samples.<\/p><p>We have access to medication records, which are important for understanding what is happening on the yard and whether there is compliance with medication record requirements.  That is relatively new.<\/p><p> As to whether there is an issue when a therapeutic medication is found in a sample versus another substance, it is fair to say that I cannot think of a therapeutic medication that could be found in a horse that would cause an issue, provided it has been given legitimately and is recorded in the medicines register.  That is how we differentiate between the two.  It is a question of using the medicines register alongside the sample results and intelligently analysing the latter.  Medicines registers have made such a difference to our approach since they were set up some years ago.  They are crucial in this regard.<\/p><p> Medicines registers are also crucial for some of the more sophisticated ways in which we approach a number of these therapeutic drugs.  I will cite an example.  If a joint injection is given into a joint, the circulating concentrations of that drug are low compared with the amount that is doing the business at the joint.  We recognised a few years ago that our testing hitherto - analysing the screening levels that have been mentioned at this meeting - was not applicable to these locally active drugs.  A decision was made through the International Federation of Horseracing Authorities to introduce the concept of stand-down periods, which is what it says on the tin.  After a particular sort of drug has been administered, there is a period within which the horse cannot race.  I will not say \"regardless of what is found in the sample from the horse at that time\", because that is used as adjunctive information.  The principle of the stand-down is regulated by the medicines register.  We use the information we have to hand.<\/p><p> At the same time, it is important we not put too much of a burden on trainers and their staff to maintain registers.  I am particularly conscious of the statutory requirement to keep certain information.  We are discussing with colleagues how to streamline the situation in order that we are not asking people to double up on recording.<\/p><p> The Senator's second question was on security and a controlled area.  This is a matter of strict liability.  The first point to make is that we have strict liability, in that the trainer is responsible for what is found in any sample.  However, we do our best to help trainers avoid getting into that position in the first place.  That is key.  Education has to be the starting point, that is, trying to prevent people from getting into trouble in the first place by, for example, not allowing prohibited substances in the stable yard.  The stable yard is a controlled area in terms of risks, and people should try to avoid having substances there.  They should become informed and educated about simple factors.  A good example is fizzy drinks that contain caffeine.<\/p><p> People should try to become informed about cross-contamination from stable staff to horses via hands, which is easily done.  For example, there was a recent positive test for a therapeutic drug that is common in humans, atenalol, which affects blood pressure.  When traces are found in a horse, it can have an effect.  Therefore, it is viewed as a substance that normally does not have a screening level.  Trying to assess these areas is difficult, but we rely on expertise within our teams and overseas to ensure we are consistent.<\/p><p> The Senator also asked about investigations.  I do not wish to discuss any ongoing investigation, but investigations relate what is found in the sample at that point in time to what has actually happened.  The bottom line is an investigation needs to be thorough, transparent and process driven.  It is fair to say that, given where the Turf Club was and where it is now going, there must be checks and balances along that path in order that people are aware of what is happening.<\/p><p> For obvious reasons, an investigation can be compromised if information is disseminated inappropriately or at the wrong time.  As soon as information can be disseminated, it should be, especially to the people involved.<\/p><p> Each case is different.  There are some substances in respect of which, on receiving initial information from the laboratory that something was found, I would act differently than I would had another substance of lesser concern been found, if that makes sense.  It is handled case by case.  Our investigation would proceed to a disciplinary procedure and, ultimately, sanction.<\/p><p>Does that answer the Senator's questions?<\/p><p>   Deputy Pringle asked about how the relevant legislation is operating, testing and options in that regard.  In terms of the optimal number of annual tests for a yard with 20 horses, a possibly over-quoted report by McKeever in the United States that was compiled probably 25 years ago consistently states that approximately 10% of racing horses in training should be sampled.  Several tests have been worked out to be representative of that number.  Things have moved on a little from there.  One would do as many tests as one can with available resources but the distribution between on-course testing and off-course testing is the most important issue.  There has been a huge shift, particularly in the past two or three years, towards off-course testing and intelligence-based or smart testing based on the World Anti-Doping Agency, WADA, principles.  There is a pyramid with intelligence-led, risk-based testing at the top and more broad-brush random testing at the bottom.  Any testing strategy should combine the two approaches with common sense.  If one knows one has an at-risk population, the testing frequency would be different from that of a population deemed to be at lower risk.  In terms of the parameters that assessment would be based on, it could include intelligence about stable employees, previous screening findings or patterns of drug usage or behaviour amongst veterinary surgeons.  There is a plethora of facts that get taken into account.  I cannot give a stock answer. The minimum testing figure is about 10%.  We publish the results.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#X00400","nonspeaker":"Dr. Lynn Hillyer","continuing":true},{"type":"speech","time":1496152800,"counter":106,"content":"<p>Are both positive and negative results published?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#Z00200","speaker":"1366"},{"type":"speechnospeaker","time":1496152800,"counter":107,"content":"<p>Both are published.  That is very important.  They are published in different ways.  The International Federation of Horse Racing Authorities, IFHRA, annually collects statistics which allows international horse racing statistics to be visible against each other.  The Turf Cluf reviews and publishes statistics as regularly as we can, as we do for other data such as injury data.<\/p> <p>  In terms of strict liability, the question is whether sanctions would differ depending on whether there was intent or a mistake.  Was the question in regard to the intention behind the adverse analytical finding?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#Z00300","nonspeaker":"Dr. Lynn Hillyer"},{"type":"speech","time":1496152800,"counter":108,"content":"<p>Sport Ireland has a presumption of strict liability.  If a test is failed, that is announced.  One then has to plead mitigation and so on afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#Z00400","speaker":"1366"},{"type":"speechnospeaker","time":1496152800,"counter":109,"content":"<p>We complete investigations before cases are heard by our panel.  At that point, depending on the evidence heard, mitigating or aggravating circumstances would be considered.  That is why the investigation is so important.  We are very lucky to have a team of skilled investigators in the Turf Club who work very closely with overseas colleagues and those in the greyhound sector.  The investigation is crucial.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#Z00500","nonspeaker":"Dr. Lynn Hillyer"},{"type":"speech","time":1496152800,"counter":110,"content":"<p>If there is an adverse finding in regard to a horse, is it that finding announced, after which the investigation continues and the hearing takes place?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#Z00600","speaker":"1366"},{"type":"speechnospeaker","time":1496152800,"counter":111,"content":"<p>That is an interesting point.  The adverse finding would not be announced as soon as it was technically found in the sample because, by our rules, the adverse finding is not confirmed until after the panel has made a judgment on the matter.  The panel would confirm the adverse analytical finding being there.  While the adverse analytical finding exists once it has been found in the laboratory, sanction would follow from the panel making a judgment.  It is not confirmed as an adverse analytical finding until after the referrals committee has heard the case.  Is that clear?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#Z00700","nonspeaker":"Dr. Lynn Hillyer"},{"type":"speech","time":1496152800,"counter":112,"content":"<p>It is clear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#Z00800","speaker":"1366"},{"type":"speechnospeaker","time":1496152800,"counter":113,"content":"<p>Our technicians are responsible for sampling.  Veterinary assistants employed by the Turf Club take urine samples.  Blood samples are taken by veterinary officers.  Crucially, samples are taken under the direct observation of a representative, usually a trainer.  The representative or trainer goes into the box with the horse when the sample is taken.  There are issues with that practice in terms of health and safety and so on but the direct observation is important.  The representative will then sign to confirm they have seen the sample being taken.  That is the start of a chain of custody that continues right through to laboratory analysis.  I have not been in my current position for very long but the chain of custody in the Turf Club is a particularly impressive aspect of the system.  The Turf Club has employees who transport the samples and everything is checked off and balanced all the way through.<\/p><p> Deputy Martin Kenny asked how fearful owners and trainers are.  The answer to that question comes down to the word \"confidence\" that has been mentioned a few times this afternoon.  It is crucial that owners and trainers have confidence in the processes.  We have work to do in terms of explaining some of those processes because they possibly have been in the background for a long time.  Like everything, it is only when there is a problem that the issue comes to the fore and questions are asked.  The testing process has been going on for some time, probably quite well, but it is right that questions are asked when things go wrong.  We have had high-profile cases, in the course of which there has been a review of practices.  There is not currently a systematic process of review.  I hope that measure will be put in place.  A new head of legal and compliance has been appointed this year along with several further changes in our team.  The new head of legal and compliance may wish to put in place a review process.  <\/p><p> Samples going to different laboratories is a very interesting issue.  We are lucky in horse racing, as someone said today, that there have been long-standing efforts to harmonise our international approaches to the issue.  The screening limits that have been discussed are harmonised internationally in different racing laboratories and are published on the IFHA website for all to see.  A laboratory is normally working towards achieving that screening limit or threshold and it may be that the country concerned cannot sign up to it until that level of testing is achieved.  However, the limits are in place and harmonised.<\/p><p> In terms of the issue of counter-analysis, that is, analysing an A portion and a B portion of the same sample, both when I worked in Great Britain and now, the trainer can choose whether he or she wishes to have the B sample analysed.  There tends to be a case-by-case assessment and it is their choice.  There are occasions, in both the UK and Ireland, on which the regulatory authority can require that the B sample be tested.  Some substances break down very quickly and there is no time to delay in testing the second sample.  One example of that would be dissolved carbon dioxide.  That is a bit like fizzy Coke - if one shakes it enough, it goes flat.  A sample has to be analysed for dissolved carbon dioxide very quickly and the second analysis would therefore be prompt but that is the exception rather than the rule.  As a rule, split sample analysis would take place and the second sample would be analysed in a different laboratory.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#Z00900","nonspeaker":"Dr. Lynn Hillyer","continuing":true},{"type":"speech","time":1496152800,"counter":115,"content":"<p>Is there traceability of the animal from which a sample is taken?  Can a laboratory be absolutely certain a sample came from a specific animal?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#AA00200","speaker":"1345"},{"type":"speechnospeaker","time":1496152800,"counter":116,"content":"<p>It can, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#AA00300","nonspeaker":"Dr. Lynn Hillyer"},{"type":"speech","time":1496152800,"counter":117,"content":"<p>Is there a DNA or similar trace to ensure that the laboratory is certain of that?  People in the industry hear stories about a blood file being replaced by another. That type of thing cannot happen.  Is there a record to ensure the laboratory knows-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#AA00400","speaker":"1345"},{"type":"speechnospeaker","time":1496152800,"counter":118,"content":"<p>That is a good question.  The record is there in quadruplicate.  The records are there from when the sample is taken right through to laboratory analysis.  That is the chain of custody, which is very important.  Accredited laboratories have checks and balances in place to ensure that processes are followed when samples are logged in.  The samples are anonymised and have numbers assigned to them.  The numbers are tracked through the laboratory.<\/p> <p>  DNA analysis has previously been requested.  We can carry out DNA analysis of a sample if needed.  It is not routine and is not usually needed because sufficient checks and balances are already in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#AA00500","nonspeaker":"Dr. Lynn Hillyer"},{"type":"speech","time":1496152800,"counter":119,"content":"<p>The Turf Club obviously has a very extensive anti-doping strategy.  Do trainers sign up to conditions or is there legislation to back up that anti-doping strategy?  If the Turf Club moves to take horses out of training, is there legislation to back up that action or is it just a code of practice?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#AA00600","speaker":"1350"},{"type":"speechnospeaker","time":1496152800,"counter":120,"content":"<p>It is the rules of racing.  Trainers sign up to the rules of racing and agree to be bound by them.  That gives the Turf Club a certain authority to act.  It does not give us authorities as extensive as, for example, colleagues who are authorised officers.  An example is powers of seize and search.  If I were to see a bottle of stanozolol, which is an anabolic steroid, in a trainer's yard, I would not currently have the power to seize it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#AA00700","nonspeaker":"Dr. Lynn Hillyer"},{"type":"speech","time":1496152800,"counter":121,"content":"<p>Two or three years ago, there was a high-profile case involving a horse trainer.<\/p><p>Were officials of other agencies involved in the search of the premises?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#AA00800","speaker":"1350","continuing":true},{"type":"speechnospeaker","time":1496152800,"counter":123,"content":"<p>There would have been co-operation with other officials.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#BB00200","nonspeaker":"Dr. Lynn Hillyer"},{"type":"speech","time":1496152800,"counter":124,"content":"<p>As there are no further questions, I thank Dr. Hillyer for her engagement with the committee, which will be very helping to us in drafting the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2017053000002#BB00300","speaker":"1350"},{"type":"unspoken","time":1496152800,"counter":125,"content":"<p>The joint committee adjourned at 5.10 p.m. until 4 p.m. on Tuesday, 13 June 2017.<\/p>","notice":"TIME STRING DETECTED"}]