[{"type":"majorheading","content":"Joint Oireachtas Committee on Education and Skills","time":1519142400,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 16:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Thomas Byrne, Senator Maria Byrne, Deputy Kathleen Funchion, Senator Robbie Gallagher, Deputy Catherine Martin, Senator Trevor Ó Clochartaigh, Deputy Tony McLoughlin, Senator Lynn Ruane. Deputy Jan O'Sullivan,<\/p><p>DEPUTY FIONA O'LOUGHLIN IN THE CHAIR.<\/p>","time":1519142400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002"},{"type":"unspoken","time":1519142400,"counter":4,"content":"<p>The joint committee met in private session until 4.50 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Teacher Recruitment: Discussion","time":1519142400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#F00100"},{"type":"speech","time":1519142400,"counter":6,"content":"<p>I remind members and delegates to turn off their mobile phones or switch them to flight mode, as they interfere with the sound system and make it difficult for the parliamentary reporters to report the proceedings of the meeting.  Television coverage and web streaming are also adversely affected.<\/p><p>I welcome the stakeholders and thank them for their patience while we dealt with some issues in private session.  Today's topic is the apparent shortage of substitute teachers throughout the State and issues related to recruitment and retention which are important in the functioning of the top class education system which the country aspires to have.  I highlight my use of the word &quot;apparent&quot;.  The issue of the shortage of substitute teachers was raised with the joint committee last November by Ms Margaret Conlon and the Catholic Primary Schools Management Association, CPSMA.  Prior to these items of correspondence and apart from anecdotal evidence, the committee had had no formal communication on this matter and not undertaken a study of this topic.  We decided to list it as a matter of priority in our work programme for 2018 and schedule a meeting with stakeholders as early as possible.  The purpose of the meeting is to establish from the stakeholders the level of any shortage and whether it is ongoing or temporary.  Therefore, the use of the word &quot;apparent&quot; is to indicate to all participants that the committee is approaching the meeting with an open mind and has not prejudged the outcome prior to hearing from the stakeholders.  Had the meeting been about the topic of &quot;the shortage of substitute teachers&quot;, it could have been suggested the committee had already found through research that there was a shortage, rendering the meeting unnecessary.  Sometimes, as in this case, the use of certain terminology can be misinterpreted unintentionally, but the use of the word &quot;apparent&quot; was necessary.  I hope I have clarified the matter, but I will be happy to include a note on it.<\/p><p>We have received a number of written submissions from other bodies.  They will be included in our consideration of our report.  We will hold a second public hearing on the issue, to which we will invite other interested and relevant stakeholders.<\/p><p>On behalf of the committee, I welcome Mr. Ger Curtin, president of the ASTI; Ms Deirdre O'Connor, assistant general secretary of the INTO; Mr. Paul Byrne, past president of the National Association of Principals and Deputy Principals, NAPD; Mr. P&aacute;iric Clerkin, CEO of the Irish Primary Principals Network, IPPN; Mr. Seamus Mulconry, general secretary of the CPSMA; Ms Breda Corr, general secretary of the National Association of Boards of Management in Special Education, NABMSE; Mr. D&oacute;nal &Oacute; hAinif&eacute;in, cathaoirleach of An Chomhairle um Oideachas Gaeltachta agus Gaelscola&iacute;ochta, COGG; Mr. Tom&aacute;s &Oacute; Ruairc, director of the Teaching Council; and Ms Joan Russell, director of school support services in Education and Training Boards Ireland, ETBI.<\/p><p>We have received numerous requests from many of the participating organisations to include second speakers.  As a committee, we decided at our previous meeting to limit every organisation to one delegate.  The delegations will understand why.  It is important that every organisation and stakeholder have an opportunity to make its opinions known.  Time is important.  If we want to issue an efficient and timely report, we need to be able to maximise use of the time available to us.  I will invite each delegate to make a brief opening statement of a maximum of three minutes duration, which will be followed by engagement with members.<\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the Chairman to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  Any opening statement submitted to the committee will be published on its website after the meeting.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p><p>I call on Mr. Curtin to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#F00200","speaker":"1257"},{"type":"speech","time":1519142400,"counter":7,"content":"<p>I have to step out of the meeting for a few minutes, but I will return.  I apologise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#F00300","speaker":"1225"},{"type":"speech","time":1519142400,"counter":8,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#F00400","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":9,"content":"<p>The Chairman referred to the \"apparent\" shortage of qualified substitute teachers.  Where we come from, it is not an apparent but an actual shortage.  According to school managements and the State Examinations Commission, it is difficult to recruit people to handle oral and practical examinations, for example.  The main reason is that schools cannot find substitute teachers to cover for those teachers while they are out.  This is a real problem and the evidence cannot be doubted.  Schools cannot afford to release teachers because of the shortage of substitutes.<\/p> <p>  Recruitment is, undoubtedly, an issue.  A major reason is the unequal pay scales.  It has gone on for too long.  The system has been in operation since 2011 and is restrictive.  Quite a number of young people who are qualifying as teachers are choosing not to work in the State because of the unequal pay scales.  Casualisation is also an issue.  Reference is made continually to young teachers starting on a salary of &euro;36,000.  That is grand if teachers are on full hours, but many of our new teachers are on fewer hours.  Recruitment agencies go to colleges to recruit the best young teachers who then move abroad where they can be on full salaries and full hours.  This is causing a serious problem.  The level of casualisation is unbelievable.  If a young teacher qualifies at the age of 24 years, he or she will only reach the top of the salary scale at the age of 51 years.  That is outrageous and impossible.<\/p> <p>  The volume of reform and work is also an issue for younger teachers entering the profession.  The work overload, the intensity of that work and the austerity measures are starting to pile up.<\/p> <p>  A lack of promotional posts is another issue.  Teachers see a way in and a 27-point salary scale, but they do not see an opportunity to be promoted until they are well into their teaching careers.  It is a pity that budget 2018 did not follow through on budget 2017 in that regard.<\/p> <p>  A supplementary panel needs to be implemented as quickly as possible, as recommended in the Ward report.<\/p> <p>  There is another model of shared employment for teachers in different schools, particularly in specialist minority subject areas such as physics or chemistry in which there may not be a full workload for a teacher in a single school.  There is scope for that teacher to be shared.  This model has worked in ETBI schools.<\/p> <p>  Regarding the hours culture and casualisation, teachers need a living wage.  Why not give them a guaranteed number of hours per week?<\/p> <p>  Retention is emerging as a serious issue.<\/p><p>Unfortunately, I hear too many teachers use the expression, \"I cannot wait to get out\".  The recruitment of retired teachers to take up teaching positions in specialist subject areas has been proposed.  Why would teachers return to the education system when they cannot wait to get out of it?  The other problem with bringing retired teachers back into the system is that doing so-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#F00500","nonspeaker":"Mr. Ger Curtin","continuing":true},{"type":"speech","time":1519142400,"counter":11,"content":"<p>I ask Mr. Curtin to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#G00200","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":12,"content":"<p>I will make one final point, if I may.  If one brings back a retired teacher to teach a specialist subject area, does this not create a danger of using the teacher as a service provider rather than as a teacher who is involved in the school community?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#G00300","nonspeaker":"Mr. Ger Curtin"},{"type":"speech","time":1519142400,"counter":13,"content":"<p>I thank Mr. Curtin for his presentation.  The second witness is Ms Deirdre O'Connor, assistant general secretary of the Irish National Teachers Organisation, INTO.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#G00400","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":14,"content":"<p>On behalf of the Irish National Teachers Organisation, I thank the joint committee for the opportunity to address this matter of deep concern to INTO for some years.  I will address the shortage of substitute teachers and the broader issue of teacher supply.  I am pleased to note the joint committee is approaching with an open mind the question of whether there is a crisis in substitution teaching.  Our job is to convince members that this is a real problem in primary schools and we have presented clear evidence to support this view in our written submission.<\/p> <p>  To give a snapshot of the current position, INTO's \"sub-search\" facility shows that the number of schools seeking substitute teachers exceeds the number of qualified teachers available.  For example, the facility showed today that 15 teachers are available for 50 jobs, comprising substitute posts, maternity leave positions and fixed-term posts until the end of the year.  These figures refer only to regular absences as opposed to casual absences that arise when a teacher falls sick in a given week. <\/p> <p>  A survey of school principals by our colleagues in the Catholic Primary School Management Association, CPSMA, found that schools were experiencing difficulty in sourcing substitute teachers in the early part of the current school year and this difficulty persists.  Every day, we speak to principals and teachers working in primary schools that are experiencing a real shortage of substitute teachers.<\/p> <p>  The issues of a reliable supply of substitute cover and proper regulation of teacher supply have been of great concern to the INTO for some time.  Our submission details evidence of the problem, including testimony from primary school principals who have indicated how the shortage of substitute teachers impact their schools daily.  Principals speak of dividing classes and using special education teachers to cover for teacher absences.  The submission also refers to the moment when every primary school teacher's heart sinks as the classroom door opens at 9.15 a.m. and seven additional children arrive for the rest of the day carrying bags, coats and chairs.  These approaches to covering for teacher absences are inadequate and unsustainable.<\/p> <p>  The wider issue of teacher supply is a complex one, which is addressed in the Striking the Balance report.  A number of factors are contributing to the current substitute teacher shortage.  We share the concerns expressed by Mr. Curtin regarding cuts in teachers' pay since 2011, particularly for new entrants.  These cuts are having an impact on teachers who are taking the decision to move abroad to work.  Accommodation costs are another factor.  We have anecdotal evidence of teachers agreeing to move to Dublin to take up a vacancy caused by maternity leave and then deciding two or three days later to decline the post because they cannot secure accommodation.  <\/p> <p>  On possible solutions, the Minister recently announced, as a short-term measure, a decision to remove the cap on the number of days a teacher on career break can substitute.  While this is a welcome decision, a second proposed solution, involving the imposition by schools of restrictions on career breaks, addresses a non-existent problem.  We do not have evidence that year-long posts in primary schools are not being filled.  Posts of one year's duration are being filled and offer a valuable route to permanent positions for primary teachers through contracts of indefinite duration and-or the supplementary panel system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#G00500","nonspeaker":"Ms Deirdre O'Connor"},{"type":"speech","time":1519142400,"counter":15,"content":"<p>Ms O'Connor should conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#G00600","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":16,"content":"<p>The view of INTO is that the only satisfactory solution to the problem is the establishment of proper supply panels.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#G00700","nonspeaker":"Ms Deirdre O'Connor"},{"type":"speech","time":1519142400,"counter":17,"content":"<p>I invite Mr. Paul Byrne, past president of the National Association of Principals and Deputy Principals, NAPD, to make his presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#G00800","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":18,"content":"<p>On behalf of the National Association of Principals and Deputy Principals, NAPD, I thank the joint committee for the invitation to make a submission on the apparent shortage of qualified substitute teachers throughout the State, including issues related to recruitment and retention.  The brief submission prepared by the NAPD is based on the valuable work being done by the association on addressing the practical needs of its members in securing qualified substitute teachers.  In compiling the report, cognisance was given to the 2017 technical working group report, Striking the Balance &ndash; Teacher Supply in Ireland.<br\/><br\/>As members will have seen from the introduction to the submission, the National Association of Principals and Deputy Principals has been representing the voice of school principals since 2008.  They will also have noted that the NAPD has been working in partnership with Mr. Kyle McLoughlin of Posude Limited since 2014 to create and maintain a national substitute database in the form of <i>SubTeacher.ie<\/i>.  This system is now a valuable resource for post-primary schools in sourcing substitute teachers.  The operation of the database for the past three years has yielded a valuable set of statistics on the number of substitute teachers sought by schools and the number of substitute teachers available by subject and location.  Regular analysis of the data shows a significant discrepancy between the number of teachers sought and the number available and allows us to drill into where the shortages in substitute teachers are being experienced. <br\/><br\/>As a deputy principal of a school of 650 pupils, I can state from first-hand experience that there is a serious shortage of substitute teachers in many subject areas.  At times of peak demand, it is sometimes not possible to source a sufficient number of substitute teachers to cover classes.  The reasons for this shortage, which are set out in the submission, correspond with the findings of the technical working group report of 2015.  They also include more recent changes in post-primary schools, which have affected the numbers of teachers available for substitution work.<br\/><br\/>Demands for substitution created by teacher participation in continuing professional development and work for the Professional Development Service for Teachers, the junior cycle for teachers and the State Examinations Commission have exacerbated the problem.  Our submission suggests some possible short-term and longer-term solutions which could help to alleviate the current challenges in the area of teacher supply, recruitment and retention.<br\/><br\/>The lack of teacher supply is one of the biggest stress points for all stakeholders in education.  To this end, I wish the joint committee every success in its work on this issue.  I thank members again for inviting me to speak on behalf of the NAPD and I will endeavour to provide clarity on any areas of our submission on which they may seek clarification.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#G00900","nonspeaker":"Mr. Paul Byrne"},{"type":"speech","time":1519142400,"counter":19,"content":"<p>I thank Mr. Byrne for observing the time constraints.  The next witness is Mr. P&aacute;iric Clerkin, chief executive officer of the Irish Primary Principals Network, IPPN.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#G01000","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":20,"content":"<p>I thank the joint committee for the invitation and opportunity to speak on the shortage of substitute teachers in primary schools.  I confirm that this shortage is among the most pressing issues affect primary schools and school leaders.  While many schools have had significant difficulty finding available and suitably qualified substitute teachers, certain school types have severe difficulty in doing so.  They include Gaelscoileanna, special schools, island schools, those located in remote areas and one-teacher schools.<\/p> <p>  There is direct evidence that the position has become increasingly challenging and is getting worse over time.  This is confirmed by the IPPN's consultation with school leaders, both directly at our conferences and in surveys we undertook on substitute teacher availability in 2015, 2016 and 2018.  Our most recent survey in January confirmed that 42% of schools had failed on ten or more occasions to find a substitute teacher since September.  The Catholic Primary School Management Association, CPSMA, also reports that 90% of its schools have experienced difficulty finding substitutes since September 2017.  The Teaching Council report, Striking the Balance, also noted significant issues with regard to primary education, including that only 64% of absences were claimed for by schools.  A key conclusion in the report noted \"significant concerns regarding the efficiency and effectiveness of the current substitute teacher system\" and stated \"there is a risk that this dysfunction can have a negative impact on the quality of pupil learning.\"  The IPPN shares these concerns.  Schools, particularly principals, are dealing with the shortfall and its consequences.<\/p> <p>  The biggest impact of the shortage of substitute teachers is on children whose learning suffers, particularly in the case of longer-term absences.  There is a workload impact on the principal, which means his or her attention is drawn away from leading teaching and learning.  In the case of the 59% of teaching principals, the position is much worse as their teaching also suffers.<\/p> <p>  Schools are considering revising policies affecting teachers' professional learning opportunities such as career breaks, extra personal vacation days, secondments and job-sharing.<\/p><p>Principals are making decisions that are frankly distasteful such as asking resource teachers to cover for absences, teaching classes themselves, splitting classes and, in extreme cases, hiring unqualified or partially qualified people to teach pupils.  This is far from ideal.  Understandably, parents ask challenging questions and there are no easy answers.<br\/><br\/>There are a number of potential solutions that would at least alleviate the shortage of substitute teachers over the next few years while the crisis is at its worst.  The first is supply teacher panels to ensure trained subs are available regionally.  This would offer security to new graduates and provide cover for the leadership days of teaching principals.  Restoring pay equality for new entrants to the profession would also help retain newly qualified teachers in Ireland.  The IPPN strongly believes that the teaching practice element of the fourth year should be considered as an internship.  This would allow for greater flexibility in the redeployment of host teachers, including to cover for their colleagues' absences.  Teachers who are job sharing should be allowed to provide substitute cover outside of their existing contracted hours should they so wish.  They are currently prohibited from doing so if their contract is in their school.  Clearing redeployment panels earlier and ensuring all teachers seeking work register with <i>educationposts.ie<\/i>and TextaSub would also help.  The Department has taken a number of measures to address the issues relating to the shortage of substitute teachers in the short term.  However, more needs to be done if schools are to see an improvement in the challenges they face in this regard, especially in the longer term.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#G01100","nonspeaker":"Mr. P&aacute;iric Clerkin","continuing":true},{"type":"speech","time":1519142400,"counter":22,"content":"<p>I will take Mr. Mulconry and then give members an opportunity to make comments or ask questions.  We will then go to the next four.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#H00200","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":23,"content":"<p>The CPSMA is very grateful to the committee for highlighting the critical issue of the lack of substitute teachers in primary schools and for the opportunity to present to the committee.  There are three points I wish to make.  First, the committee's letter of invitation referred to the apparent shortage of qualified substitute teachers throughout the State.  Both the work of the Teaching Council and our survey proved conclusively that the shortage is not apparent but is real.  The report entitled Striking the Balance showed that over a five-year period, one third of substitutable days were not covered.  Our own survey late last year showed that 90% of primary schools that took part in the survey reported difficulties sourcing subs and 83% found it more difficult to source a sub this year than last year.  In short, the evidence is in, the argument is over and the debate is finished.  We have a crisis in primary schools.<\/p> <p>  Second, the substitute crisis is having a major impact on the education system and, more importantly, the pupils in our schools, particularly the most vulnerable children.  It limits opportunities for teachers to avail of vital training for programmes such as the FRIENDS for Life and Incredible Years in DEIS schools.  These are programmes aimed at promoting resilience in pupils who need it most.  Without substitute teachers, teaching principals cannot take their principal release days.  These days are vital for principals to complete essential school management, administration and leadership tasks.<\/p> <p>  The third and most important point is that we need urgent action now to alleviate the issue and this will demand resources.  At the very minimum, we need a targeted marketing plan to get registered retired teachers into schools and if necessary, financial inducements to encourage them back into the workforce.  Like so much else, the substitute crisis is a reflection of the lack of investment in primary school education.  We are now spending less per pupil than Donald Trump's America.  It is time to invest in primary education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#H00300","nonspeaker":"Mr. Seamus Mulconry"},{"type":"speech","time":1519142400,"counter":24,"content":"<p>Mr. Mulconry's opening statement, which was a very strong one, is different from the statement we have been sent.  Could he send a copy that we could circulate to all the members?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#H00400","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":25,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#H00500","nonspeaker":"Mr. Seamus Mulconry"},{"type":"speech","time":1519142400,"counter":26,"content":"<p>I will now give members an opportunity to speak.  I know that Senator Ruane has another commitment elsewhere, so I will allow her in first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#H00600","speaker":"1257"},{"type":"speech","time":1519142400,"counter":27,"content":"<p>I thank the witnesses for their presentations.  I will not be able to stay for the second round as I have to go to an appointment.  Obviously, it is extremely clear that equal pay and investment can turn this situation around.  In terms of all of us continuing to advocate for this and support the groups that advocate for it, one of the things that stood out for me was teacher sharing.  I do not know whether that would be across different schools in different regions, so could somebody tell me what it looks like in practice and what is needed to make it a reality?  I think Mr. Curtin mentioned it.<\/p> <p>  The other issue was the supply panels.  I know this seems really straightforward but, again, what does that look like and how can it bring about some change in the interim while the other bigger fights and the big picture are happening?  I picked up on Mr. Mulconry's point about the impact on pupils.  I know we need to support our teachers, but last year my daughter was in her leaving certificate year and was without Irish for three months in a DEIS school that would already struggle in terms of reaching certain points to be able to progress.  My daughter was left with no substitute and the school did not split the pupils into different classes either, so the class was literally left idle during that hour and told to go off and study.  This was significant for me in looking at how the teacher substitution situation is having an impact, especially in those crucial years such as junior or leaving certificate.  Does anyone have any other comment?  Have people looked at how it has had an impact on pupils?  I do not know whether it would be too early for research into it but are people looking at the links between poorer outcomes for some schools or pupils based on this issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#H00700","speaker":"1404"},{"type":"speech","time":1519142400,"counter":28,"content":"<p>Unfortunately, I must go the Chamber to speak on the national development plan later on.  I will stay here as long as I can but I must go when the debate starts.  I thank those who have presented so far and look forward to hearing from the rest.  I know those who have already spoken have said that there is no doubt that there is a crisis.  I think Mr. Mulconry used the word \"crisis\" and also referred to the fact that the Teaching Council carried out the survey.  Perhaps Mr. &Oacute; Ruairc would outline the extent of the crisis and how it manifests itself from the survey carried out by the Teaching Council.  It is important that we have a full picture of what is happening.  Clearly, as Senator Ruane just said, there are shorter-term and longer-term issues, the longer-term issues being pay equalisation, trying to attract teachers who have gone abroad and increasing supply through training.  With regard to shorter-term issues, I was also interested to hear a bit more about the supply teaching panels.  It would seem to be a fairly straightforward thing to do, so perhaps somebody could expand on what needs to be done there.<\/p> <p>  I spoke to a primary school principal this morning who told me she made 46 phone calls because a teacher had rung in to say she was sick and could not come in.  Ms O'Connor made the point that the short-term filling of posts in particular is a real difficulty.  The principal later texted me to say that she still has not got somebody for tomorrow because that teacher will be out again tomorrow, so that illustrates the seriousness of the issue.<\/p> <p>  In respect of subjects in post-primary education and the specific subjects where the witnesses have told us shortages exist, can this committee do anything in that regard, for example, with regard to those who educate people in languages, home economics, etc.?  I think there is only one college for home economics.  Can this committee make specific recommendations about increasing numbers of people in those colleges?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#H00800","speaker":"1325"},{"type":"speech","time":1519142400,"counter":29,"content":"<p>I thank everyone for their presentations.  It is obvious to me that pay is the big issue for new teachers coming through.  Why would someone opt to stay here?  Even if they did opt to stay, I can see why they would go abroad after a year or two because not only are they on lower pay, they probably also have a much larger class size, have to battle for everything, for example, resource hours or special needs assistants for children who need them, and cannot find anywhere to live that is affordable.  Of course, people are going to leave.<\/p> <p>  We must address not just pay but some of the other issues around funding.  I think Mr. Mulconry touched on the fact that we must start taking it seriously and look at the class size issue.  I do not know the witnesses' experience but I regularly meet parents who cannot get a special needs assistant or resource hours even though we are constantly told that they have been increased.  Housing is a different topic, but obviously it has an impact on that sector because people cannot afford to live here, particularly in Dublin and especially when they are on far lower pay than their colleagues.<\/p><p>I want to ask two things.  There is a teacher shortage, yet so many teachers are not getting full-time hours and are on fixed-term contracts.  Will the witnesses explain and expand on that?  We hear of teachers who get a year somewhere but also of a teacher shortage.  How is that the case?  Is it because of the subject?<\/p><p> I would also like to get the witnesses' opinions on special allowances for students, particularly in post-primary where they are in the leaving certificate cycle.  From transition year onwards they are being left without adequate qualified teachers.  I believe some kind of allowance should be given.  It should not be expected that students should have to do their leaving certificate without proper teaching hours.  If that idea were suggested and pushed, would it help to arrive at solutions for the situation?<\/p><p> I feel angry as a parent to be expected to send children into a school but they are not getting the same chance as somebody in a school two miles down the road.  We are supposed to put up with that.  We need to send a message to parents that they need to start fighting this campaign as well and not leave it up to the teachers and teachers' unions.  Parents need to say this is not good enough.  We are giving our kids a lesser chance than someone two or three years before them.  Many parents are involved but there is a greater role for them to play.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#H00900","speaker":"1266","continuing":true},{"type":"speech","time":1519142400,"counter":31,"content":"<p>I think we can take as read the points the five speakers have made and given in their submissions.  We all know this.  I am grateful to the bodies for the submissions.  I used them in my party's Private Member's motion in the D&aacute;il a number of weeks ago.  It was extremely useful.  All the answers are there.  I would like the witnesses' response on this.  Mr. Brian Mooney outlined the problem in <i>The Irish Times<\/i>last September.  He said there are no plans to rectify this situation.  He also said nobody seems to be willing to take responsibility.  That is the truth.  Nobody in the Irish State education administration seems to take this problem seriously.  We had an interim report from the Teaching Council on teacher supply in 2015.  A final report landed on the desk of the then Minister, Deputy O'Sullivan, at the end of 2015.  After much pressure by me and others, it was published last year.  It is scandalous.  There was meant to be a forum on teacher supply in May this year.  It was brought forward because of the pressure we applied in the D&aacute;il a few weeks ago.  However, that does not show any seriousness about this.<\/p><p>We are sacrificing the education of our children because nobody is taking responsibility for this.  We are sending children into classes with no teacher.  We are sending students into teacher training at high cost with no guarantee of a job at the end.  The whole system is a mess.  Will any of the witnesses tell me who, other than the Minister for Education and Skills, has any responsibility for this?  This has to end.  If this committee does not end this crisis, put forward solutions and make the decision-makers take this seriously, then we have failed in our role.  They have to take this seriously.  That is why I am speaking like I am today.  It is unusual for me.  I do not speak like this normally.  However, this is such a crisis that a message has to get home to the powers that be that this has to be sorted out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#J00200","speaker":"1225"},{"type":"speech","time":1519142400,"counter":32,"content":"<p>I welcome our witnesses and thank those who have made a contribution.  Mr. Mulconry cut straight to the chase, if he does not mind me saying that.  The word \"crisis\" has jumped out at me from all contributions.  It is disappointing it has got to this point.  When did the red light start flashing on this issue?  How long have the witnesses been knocking on the Department's door highlighting there was a problem coming down the track?<\/p> <p>  It is especially sickening and sad that, as someone mentioned in the contributions, it is our children, and our most vulnerable children at that, who are losing out.  That is unforgivable of the Department.  It is not fair on the teachers and all those who work in the school environment either.  Mr. &Oacute; Ruairc mentioned the idea of a working group or forum to look into this issue.  We have a problem here and we need a two track approach to try to solve that problem.  One is a forum to look at the entire teaching profession, where it is or is not going and all the issues surrounding that in respect of recruitment, retention, pay and conditions, early retirement etc.  The other approach needs immediate action, not tomorrow or next week but today.  I would like to know what three issues the witnesses would like the Minister to address immediately.<\/p> <p>  Have we any data on how many teachers are working aboard?  I know many people are going out to Dubai and other locations.  I spoke to a father yesterday who told me his daughter has been out there the past two years.  She is now looking to stay a third year.  Her week starts on a Sunday and finishes on a Friday.  Her accommodation is paid, all utility bills are paid, she gets great holidays and all of her salary is tax free.  If she does additional courses, she gets additional remuneration for that.  That is what we are competing with.  Have we any data in respect of how many teachers are out there and are there any ideas about what package we could put together to attract those people back?  I will have other questions but I will wait for the contributions of the front row.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#J00300","speaker":"1396"},{"type":"speech","time":1519142400,"counter":33,"content":"<p>I thank the witnesses for their presentations.  I was a post-primary teacher for 20 years and am a former member of the Association of Secondary Teachers of Ireland, ASTI.  In my experience as a teacher I have worked side by side in the classroom with teachers who received unequal pay for the work they did.  That was not right.  It will remain an uphill battle for Government to recruit or retain teachers when that fundamental injustice is being done to young teachers.<\/p><p>The entire teaching profession has been devalued in recent years.  Where we were once a nation proud of our education system, we are now educating children to force them to emigrate.  Why would they want to teach in those conditions?  Why would anyone want to teach side by side with someone like me who has been there for 20 years and get treated differently?  New teachers come in full of new ideas, new initiatives and energy, and willing to do all of the extracurricular activities and more because they are new.  What is happening in our education system is appalling.<\/p><p>What are the witnesses' opinions on the Minister's brainwave to incentivise certain subjects, as reported in <i>The Irish Times <\/i>in early January of this year?  That is further inequality within teaching when we are trying to address shortages of teachers due to inequality.  What are the professional opinions of the witnesses on that?  On the subject of retired teachers coming back into the classroom, are they Garda vetted?  As a member of the Teaching Council, I was asked three years ago to get Garda vetted because I was not initially when I qualified.  I had no problem doing that.  It is what is done.  Are the retired teachers Garda vetted?  What safety is there for our children?<\/p><p>In respect of the post-primary oral exams, do we know if principals have been forced to say &quot;no&quot; to teachers looking for experience as an oral examiner?  It helps a teacher to be an oral examiner.  I would say it is crucial and every teacher should do it once to help their students prepare for the junior or leaving certificate.  Have principals agreed to release teachers and are they just dreading that oral exam fortnight?  Have students been surveyed on the impact of teacher shortages on them?<\/p><p>In regard to the whole-school evaluation in management, leadership and learning, WSE-MLL, perhaps we should be suggesting to the inspectors it is time they added to those questionnaires that go out to parents and students as well as the three-day intensive inspection of teaching practices.  What impact do teacher shortages and the lack of supply have on the education of students and what impact is it having on schools?  Maybe that is a question that should be on the whole-school evaluation if we are going to be talking about quality education.<\/p><p>If we gave feedback to the Minister it might make him act on it.<\/p><p> Should a different salary scale apply in Dublin and possibly other cities?  I know many recently qualified teachers in both primary and secondary schools.  They have completed their first year and have got a permanent job in year two.  They are saying, \"That's it.  I'm out of here because I have no quality of life.  I'll have to leave my permanent job.\"  The decision is whether to leave the country or to go to a different part of the country, but they have to throw away a permanent job.  Should something be done there?  I would be interested to hear the witnesses' different opinions on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#J00400","speaker":"1242","continuing":true},{"type":"speech","time":1519142400,"counter":35,"content":"<p>I need to go to speak in the Seanad Chamber.  I have a few questions, including one for Mr. &Oacute; hAinif&eacute;in, which I might ask now because I might not be here when he makes his presentation.<\/p> <p>  We acknowledge the problems related to shortages, substitutes etc.  However, 5,000 full-time jobs have been created in the past two years.  Is this adding to the problem in that people are in permanent jobs?  Does that mean they are not available for substitute teaching?  I am involved in a school and we found that some people we approached to come as substitutes had been offered jobs.  I believe there has been an increase of approximately 8,900 in permanent jobs since 2012.<\/p> <p>  I was on the ETB in Limerick with Mr. &Oacute; hAinif&eacute;in and I know has a great interest in Irish.  On the expansion of Irish, how can we encourage Irish to be taught in the schools?  I ask him to comment on the standard of Irish teaching.  I will pick up the reply later.  I apologise that I have to go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#K00200","speaker":"1384"},{"type":"speech","time":1519142400,"counter":36,"content":"<p>Cuirim c&eacute;ad f&aacute;ilte roimh na finn&eacute;ithe.  Dar nd&oacute;igh, t&aacute; ceisteanna &oacute; thaobh na Gaeilge de a bheidh ag teacht an&iacute;os ar ball.  Deputy Catherine Martin touched on the issue of Garda vetting.  I know that in some cases exasperated principals have to turn to bringing in somebody who does not have a full qualification for teaching.  What is the issue regarding Garda vetting in that kind of scenario if somebody is being brought in with some other qualification?  What types of qualifications are taken on board in that scenario?  Is it a case of just trying to find anybody in the community who might be able to cover and mind a class for a day?  Is that what happens and how often does it happen?<\/p> <p>  Over the years I have spoken to people teaching with the ETBs on contracts of indefinite duration.  There seems to be a practice of not giving people enough hours to make them permanent.  They find it very frustrating and it is driving them out of the profession.  I am not sure if that is the witnesses' experience, but it has certainly been raised with me.<\/p> <p>  For those with limited hours particularly at second level who are asked to travel between schools, little consideration is given to the time spent on the road travelling between schools.<\/p> <p>  I concur with many of the other points made and will not rehearse them.  We have talked about our teachers going abroad, but obviously there are teachers coming here from other countries.  Is there an issue with recognition of teaching qualifications of teachers from other countries who may be working in other types of work who could possibly teach here?  I know some of them may not yet be fluent in Irish, but some of them may well be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#K00300","speaker":"1377"},{"type":"speech","time":1519142400,"counter":37,"content":"<p>I will return to the witnesses now.  Not all of them need to respond to all comments because we have four key stakeholders here who are ready and waiting to give their submissions.  However, I ask the witnesses to respond to the specific questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#K00400","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":38,"content":"<p>I might address the question on how supply panels work because I did not have an opportunity to get to that.  We do not need to look back very far.  A pilot programme of supply panels for primary schools was established in the 1990s.  It basically allocated a teacher for a number of other teachers who were working.  I think the figure was about 35 or 38.  For every 35 teachers there was a supply teacher and they were placed on panels.  The panels were administered locally by a principal in a particular school and everybody knew that principal was in charge of the supply panel.  A school with a vacancy for a casual substitute for up to about three weeks would ring up that principal seeking a substitute and the principal dispatched the substitute to go to the school.<\/p> <p>  There were two things about it.  At the time we did not have the clear regulation we have now about qualified teachers.  It was a way of ensuring that qualified teachers were teaching.  That is still an issue.  Senator &Oacute; Clochartaigh referred to trying to find whoever could possibly do it to come into the school.  We cannot have unqualified personnel coming in to babysit or mind our children; that is not sustainable from an educational point of view.  The supply panel system ensured that qualified teachers were going into schools.  It also provided security of employment for substitute teachers because they were paid the full salary for the year and were available to teach.<\/p> <p>  The scheme was reviewed.  I urge the members of the committee to go back and look at the Talbot report on the supply panels.  It is sometimes presented that supply panels were an expensive way to go.  While they are more expensive than just providing substitution on a day-to-day basis, the Talbot report was very clear that terminating them was not the way to go.  It recommended that they should be reviewed, reconfigured and improved to provide substitute cover.<\/p> <p>  Unfortunately in 2010 and 2011 those panels were simply abolished.  It was a matter of controversy here - there was a debate in the Seanad.  When did we realise it was going to be a big crisis?  It was probably in 2010 or 2011 when those supply panels were reduced.<\/p> <p>  Some of the issues with the supply panels related to their administration.  Things have moved on in the years since that report was compiled.  One of the issues was about how long it took for the teachers to be contacted and get out to their schools in the morning.  However, we now have social media, mobile phones, the online claims system etc.  Many of the administrative issues could be addressed through modern technology.<\/p> <p>  We believe we should have supply panels at primary level.  They provide security of supply of substitute teachers.  They provide security of employment for those teachers and we believe that is the way to address this problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#K00500","nonspeaker":"Ms Deirdre O'Connor"},{"type":"speechnospeaker","time":1519142400,"counter":39,"content":"<p>Senator Ruane asked about shared teachers.  There is a certain seriousness about this in the sense that it impacts on subject choice.  That also ties in with Deputy Catherine Martin's question about parents' concerns.  The National Parents Council Post Primary stated:<\/p><blockquote>Clearly the subject choice available to students around the Country is limited if teachers cannot be recruited in certain subject areas and service to students is inevitably negatively affected if serving teachers choose to leave the profession for other forms of employment.<\/blockquote> <p>Therefore it has an impact.  Let me talk about my subject, physics.  I might have ten periods of physics in my school.  A neighbouring school may not have a physics teacher and may have a cohort of students who wish to do the subject.  That has potential.  That was addressed in the Ward report in September 2014; it was issue 5 on the shared employment of teachers between two schools.  The report stated:<\/p><blockquote>I therefore recommend that a system be devised whereby teachers are permitted to split their employment between two schools in appropriate cases and that a scheme be formulated to allow for such shared employment to be put in place on a pilot basis.<\/blockquote> <p>I agree with Deputy Martin that the teaching profession has been devalued by having teachers on unequal pay in our classrooms.  That is impacting on the morale among the profession across the country.  Having incentives for certain subjects will create another inequality that we do not need.  Why would a teacher of physics get a grant when a teacher of history does not get one because there are more history teachers than physics teachers?  It is outrageous and wrong.  All teachers should be on equal pay.<br\/><br\/>I am not sure about a different salary scale for teachers in cities.  Where I work it is a travel allowance that should be considered.<\/p><p>I teach in Finglas.  There are teachers travelling from Navan, Newbridge, Wicklow, Dundalk and Carlingford to the city.  One could give them a city wage but why not give them a fuel wage?  It would work out the same.  It is absolutely ridiculous.<\/p><p> What is happening with the subject of home economics is the food companies are coming in and giving teachers a full-time job, not a few hours.  There is a better salary and greater opportunities.  Could we do something there?  In the two year PME many teachers have already completed their first year very successfully.  They are in their second year and they are taking classes.  Why not pay them?  They are doing the work.  There is nothing wrong with that.<\/p><p> On Deputy Thomas Byrne's comments, it looks as if there is no plan.  All we get are occasional announcements that the Department will try something such as cutting the career breaks or giving incentives in certain subject areas.  They are not solutions.  The question is whether this problem will be solved by next September.  I cannot see it being solved.  I would like it to be solved.  With regard to the notion of teachers going to Dubai, it is bigger than Dubai.  There are recruitment fairs in all our third level colleges at present and the education councils of Britain, America, Canada, Europe and the Middle East are at them.  They are all offering full-time jobs and full salaries.  That is the reality.  There is no great push to get teachers to stay.  They are the issues.<\/p><p> Deputy Funchion spoke about students being without a teacher.  If I were that parent I would go ballistic as well.  It is serious because a qualified teacher is required.  If somebody's son or daughter is doing the junior certificate or leaving certificate, that person would like to know that he or she is being taught by a fully qualified teacher.  As professionals, all of us would be unhappy with that.  I would not be happy going in to teach an Irish class for the very good reason that I am not competent or qualified to teach it.  I believe parents have to get on board on this because this is very much for parents as well as for teachers.  As a profession we do not want unqualified teachers teaching students in our schools.  We would have a serious concern about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#K00600","nonspeaker":"Mr. Ger Curtin","continuing":true},{"type":"speechnospeaker","time":1519142400,"counter":41,"content":"<p>I wish to make a further point to support what Deirdre O'Connor said about supply panels.  This is the potential solution to the problem.  It is correct that there is an ongoing international recruitment campaign to take our teachers away from us.  We can view that as a good news story in terms of how well regarded they are internationally, which is the case.  The problem is not about career breaks and filling the fixed-term positions.  I have no evidence to show that any school has been unable to fill one of those year long fixed-term positions.  The problem is retaining our newly qualified teachers if they do not get a fixed-term position.  They are being recruited if they do not get temporary work for a year long position.  Obviously if somebody is offered a lucrative post abroad he or she will take up that position.  It is more attractive to teachers than entering into a lease agreement in one of our cities that will cost them a lot of money when they are unsure whether they will have work.<\/p> <p>  We know there is work for them.  It should be possible for us to work out a formula in terms of how many of these teachers we will need to serve the system on a year long basis.  At primary school level we know that a high percentage of our principals are entitled to a certain number of release days, or leadership days as I prefer to call them, in the year, so we know how many days are required for substitute cover for our principals alone.  It is possible to provide a teacher through a supply panel to five or six principals just for those days alone.  We also have facts and figures for how many teachers will be missing through maternity leave or long-term sickness leave.  I realise that having teachers on a year long contract might be more expensive than having them on the substitute rate but in terms of ensuring that we have teachers to put into every classroom, it is the solution that can work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#L00200","nonspeaker":"Mr. Pairic Clerkin"},{"type":"speechnospeaker","time":1519142400,"counter":42,"content":"<p>To give a brief item of information on vetting, to my knowledge there are no people standing in front of a class who have not been vetted.  However, that is not good enough.  We are seeing an increase in the number of people who are not registered teachers making applications for vetting and two of the dioceses have complained about it.  We do not wish to be associated with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#L00300","nonspeaker":"Mr. Seamus Mulconry"},{"type":"speech","time":1519142400,"counter":43,"content":"<p>Thank you.  I will now turn to the four remaining speakers.  Ms Breda Corr is general secretary of the National Association of Boards of Management in Special Education, NABMSE, and a regular contributor to the committee.  You are welcome back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#L00400","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":44,"content":"<p>My introduction is the usual one.  I have done it a few times now and the committee members are probably fed up with it.  However, for the benefit or people who are new to the committee, I represent boards of management of special schools and mainstream primary and post-primary schools providing education for pupils with special educational needs.  My focus will be on the special education area.  Many of the issues are the same but they are particularly serious for special schools and special education.<br\/><br\/>I will not rehash my submission as the members already have it.  The issues we have are short-term substitution for one, two or three days and long-term substitution for statutory leaves, which is very worrying.  We also have issues in recruiting teachers for permanent and temporary contracts.  There are no applications or no teachers for permanent contracts for a year.  That is serious.  Many of the other speakers might not be aware of that, but it is particularly acute in our sector.  The retention of teachers in special education is a concern as well.  What should be addressed in that regard is initiative planning by the powers-that-be and the restoration of posts of responsibility in special schools.  I am quite specific about that.  I will not go through all the substitution issues.  With regard to mainstream schools and the numbers for when there was no qualified substitute to be found, from Christmas to now it ranged between four and 58 days.  It was similar in special schools.  However, there is a further problem in that area because some of those schools could not get either qualified or unqualified people for those days.  That is particularly acute.<br\/><br\/>I detailed in my submission the short-term solutions that are found by schools.  In fact, they are not short-term and they are not solutions.  It is a grave concern that the resource teacher teaches the mainstream class, leaving those in need of greater support without that support for a period or, <i>vice versa<\/i>, where the mainstream teacher goes into the special class and the class is then divided.  We have a situation where, and I referred to this in the submission with regard to long-term substitution, administrative principals are endeavouring to cover classes on an almost daily basis in schools.  When do they get time to do their administrative work?  That is of grave concern to us.<br\/><br\/>The next issue in recruitment is securing teachers for long-term contracts.  This is not just a Dublin phenomenon.  It occurs in other places.  Some of our schools in Galway tell us they have no problem so obviously Galway is a very attractive place to live.  However, rural areas in Mayo and Sligo are finding it difficult, as is Dublin.  Some schools are not even getting an application.  Retention is a linked area and is very worrying.  It was alleviated a couple of years ago by probation being allowed to be served in special schools, and I thank the Teaching Council and others for that.  Obviously, we would have lobbied them.  However, some teachers still feel unprepared for teaching in special settings upon qualification.<br\/><br\/>I have suggested possible solutions.  It refers back to the substitute panel and teachers on career breaks, job-sharing teachers and retired teachers.  In my submission I refer to guaranteed placement where trainee teachers would be assigned.  I also refer to recognition of teaching qualifications from other countries and financial incentives.  The last one is the planning of initiatives and the restoration of posts of responsibility to the special education sector, because some of our schools have had severe losses even though the Department says there were restorations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#L00500","nonspeaker":"Ms Breda Corr"},{"type":"speech","time":1519142400,"counter":45,"content":"<p>I now call Mr. D&oacute;nal &Oacute; hAinif&eacute;in, cathaoirleach of An Chomhairle um Oideachas Gaeltachta agus Gaelscola&iacute;ochta, COGG.  The members have headphones if they wish to listen to the English translation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#L00600","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":46,"content":"<p>Gabhaim m&iacute;le bu&iacute;ochas leis an gcoiste as an gcuireadh a labhairt anseo inniu.  Mar a luaigh an Cathaoirleach, t&aacute; m&eacute; i mo chathaoirleach ar an gComhairle um Oideachas Gaeltachta agus Gaelscola&iacute;ochta, COGG.  Is pribhl&eacute;id &eacute; a bheith anseo inniu.<\/p> <p>  Buna&iacute;odh COGG faoin Acht Oideachais 1998 chun comhairle a chur ar an Aire Oideachais agus Scileanna agus ar an gComhairle N&aacute;isi&uacute;nta Curaclaim agus Meas&uacute;nachta maidir le gach aon n&iacute; a bhaineann le teagasc na Gaeilge agus teagasc tr&iacute; mhe&aacute;n na Gaeilge.  Chuige sin, t&aacute;imid chun roinnt comhairle a chur ar an gcoiste seo inniu.  T&aacute; go leor point&iacute; ardaithe agam sa r&aacute;iteas tosaigh agus ag cainteoir&iacute; eile agus, mar sin, n&iacute;l m&eacute; chun dul tr&iacute;othu ar fad.  Is f&eacute;idir leis an gcoiste glacadh leis, &aacute;fach, go bhfuil an sc&eacute;al i dtaobh gach rud at&aacute; luaite maidir leis an earn&aacute;il iarbhunoideachas agus bunoideachas at&aacute; ag teagasc tr&iacute; Bh&eacute;arla i bhfad &Eacute;ireann n&iacute;os measa san earn&aacute;il l&aacute;n-Ghaeilge mar, ar an m&eacute;an, is timpeall ar 10% de mh&uacute;inteoir&iacute; at&aacute; c&aacute;ilithe a roghn&oacute;dh post i scoil l&aacute;n-Ghaeilge.  De ghn&aacute;th, faigheann Gaelscoileanna agus scoileanna Gaeltachta timpeall 10% de na hiarratais a fhaigheann scoileanna B&eacute;arla nuair a f&oacute;gra&iacute;tear poist bhuana agus mar sin de.  T&aacute; an sc&eacute;al seo ag d&oacute; na geirbe ar lucht an Gaeloideachais le fada an l&aacute;.  Bu&iacute;ochas le Dia go bhfuil an sc&eacute;al anois i mb&eacute;al an phobail toisc go bhfuil Baile &Aacute;tha Cliath br&uacute;ite agus an earn&aacute;il B&eacute;arla br&uacute;ite agus b'fh&eacute;idir go bhfuil fonn &eacute;isteachta n&iacute;os fearr anois ar dhaoine chun teacht ar r&eacute;iteach ar an gceist seo.<\/p> <p>  Ba mhaith liom roinnt de na molta&iacute; r&eacute;itigh a phl&eacute;.  Mar shampla, ag d&iacute;ri&uacute; ar an teagasc Gaeltachta agus ar earn&aacute;il na Gaeltachta, t&aacute;imid ag caint ar scoileanna beaga iarg&uacute;lta agus mar sin de.  Bh&iacute; li&uacute;ntas teagaisc Gaeltachta ann do mh&uacute;inteoir&iacute; ach cuireadh deireadh leo ar fad.  Bu&iacute;ochas le Dia, t&aacute; plean oideachais don Ghaeltacht forbartha ag an Roinn Oideachais agus Scileanna, agus molaim an plean sin go hard, ach t&aacute; dua breise ag baint leis &eacute; sin a chur i bhfeidhm do mh&uacute;inteoir&iacute; agus do bhoird bhainist&iacute;ochta.  T&aacute; s&eacute; in am na li&uacute;ntais teagaisc Gaeltachta do mh&uacute;inteoir&iacute; at&aacute; sa sc&eacute;im aitheantais Gaeltachta a thabhairt ar ais gan mhoill.<\/p> <p>  Ba cheart go mbeadh scol&aacute;ireachta&iacute; tr&iacute;&uacute; leibh&eacute;al ar f&aacute;il, faoi mar a bh&iacute; l&iacute;on teoranta scol&aacute;ireachta&iacute; ar f&aacute;il ar feadh na mblianta.  Cuireadh deireadh leis na scol&aacute;ireachta&iacute; sin ar fad nuair a th&aacute;inig an t-athr&uacute; ar ch&uacute;rsa&iacute; eacnama&iacute;ochta, &aacute;fach.  T&aacute; br&uacute; uaf&aacute;sach ann do mhic l&eacute;inn &oacute;ige agus iad ag taisteal go cathracha &oacute;n nGaeltacht chun a bheith ina m&uacute;inteoir&iacute;.  T&aacute; s&eacute; r&oacute;-chostasach agus r&oacute;-fhada agus t&aacute; an iomad br&uacute; ag baint leis sin.<\/p> <p>  Maidir leis an pain&eacute;al at&aacute; luaite mar bhonn r&eacute;itigh, bh&iacute; m&eacute; f&eacute;in i mo phr&iacute;omhoide &oacute;g in 1992 i Luimneach agus sna 1990id&iacute; bh&iacute; a leith&eacute;id de phain&eacute;al i gcathair Luimn&iacute;.  Bh&iacute; mo scoil f&eacute;in ag an am p&aacute;irteach ann.  N&iacute; hamh&aacute;in gur r&eacute;iteach at&aacute; ann ach is deis iontach gl&oacute;rmhar at&aacute; ann do mh&uacute;inteoir&iacute; &oacute;ga taith&iacute; &eacute;ags&uacute;il a fh&aacute;il i scoileanna sinsearacha, scoileanna s&oacute;isearacha, scoileanna do bhuachaill&iacute;, scoileanna do chail&iacute;n&iacute;, scoileanna comhoideachais, Gaelscoileanna, scoileanna DEIS, scoileanna cathrach agus scoileanna faoin tuath.  Faigheann siad taith&iacute; na mblianta in aon bhliain amh&aacute;in n&oacute; i nd&aacute; bhliain i gc&oacute;ras d&aacute; leith&eacute;id agus b&iacute;onn siad n&iacute;os fearr mar mh&uacute;inteoir&iacute; d&aacute; bharr.  Is r&eacute;iteach &eacute; sin gur f&eacute;idir a chur ar f&aacute;il ar bhonn gearrthr&eacute;imhseach agus ba cheart &eacute; a dh&eacute;anamh l&aacute;ithreach.  Molaim go nd&eacute;anfa&iacute; &eacute; sin.<\/p> <p>  Maidir le c&uacute;rsa&iacute; iarbhunscola&iacute;ochta, n&iacute; hamh&aacute;in go gcuireann easpa m&uacute;inteoir&iacute; ag leibh&eacute;al na hiarbhunscola&iacute;ochta in&aacute;r nGaelchol&aacute;isit&iacute; isteach ar an teagasc agus ar an bhfoghlaim at&aacute; ar si&uacute;l sa rang ach baineann s&eacute; na cosa &oacute; thalamh d'&eacute;iteas na scoile.  M&aacute;s f&eacute;idir linn teacht ar mh&uacute;inteoir&iacute;, t&aacute;imid ag teacht ar mh&uacute;inteoir&iacute;, b'fh&eacute;idir, nach bhfuil aon fhocal Gaolainne acu chun &aacute;bhar a mh&uacute;ineadh.  T&aacute; rogha ag an bpr&iacute;omhoide m&uacute;inteoir fisice a fh&aacute;il chun fisic a mh&uacute;ineadh tr&iacute; Bh&eacute;arla n&oacute; na dalta&iacute; a fh&aacute;g&aacute;il gan m&uacute;inteoir fisice.  T&aacute;imid ag baint na cosa d'&eacute;iteas na scoileanna sin nuair at&aacute; orainn m&uacute;inteoir&iacute; a chur isteach iontu nach bhfuil aon chumas acu sa Ghaeilge.<\/p> <p>  T&aacute; r&eacute;iteach air sin, &aacute;fach, agus baineann s&eacute; leis an m&aacute;istreacht gairmi&uacute;il san oideachas at&aacute; ar f&aacute;il faoi l&aacute;thair in Ollscoil na h&Eacute;ireann i nGaillimh.  Cuireadh dh&aacute; phost breise leis sin i mbliana don phlean oideachais Gaeltachta agus f&aacute;ilt&iacute;mid roimis sin.  An r&eacute;iteach n&aacute;, &aacute;fach, a leith&eacute;id de ch&aacute;il&iacute;ocht a bheith ar f&aacute;il faoi sc&aacute;th ceann de na hollscoileanna i mBaile &Aacute;tha Cliath n&oacute; in oirthear na t&iacute;re.  Faightear dh&aacute; oiread luach as a leith&eacute;id.  Faightear m&uacute;inteoir le Gaeilge at&aacute; &aacute;balta m&uacute;ineadh tr&iacute; Ghaeilge agus at&aacute; &aacute;balta &aacute;bhair a mh&uacute;ineadh tr&iacute; Ghaeilge.  Mar sin, faightear dh&aacute; oiread luach.  Go me&aacute;nt&eacute;armach, &aacute;fach, caithfimid f&eacute;achaint air seo mar r&eacute;iteach ar cheist na Gaolainne.<\/p> <p>  Caithfimid earn&aacute;il na Gaelscola&iacute;ochta ag an r&eacute;amhscola&iacute;ocht, ag an mbunscola&iacute;ocht agus, go h&aacute;irithe, ag an iarbhunscola&iacute;ocht a fhorbairt sa t&iacute;r seo le go mbeidh sa mh&eacute;ant&eacute;arma m&uacute;inteoir&iacute; at&aacute; inni&uacute;il ar an nGaeilge agus ar an teagasc tr&iacute; Ghaeilge ar f&aacute;il don earn&aacute;il ar fad.  Mura nd&eacute;anfaimis plean n&aacute;isi&uacute;nta d'fhorbairt an Ghaeloideachais a chur le ch&eacute;ile leis na p&aacute;irtn&eacute;ir&iacute; cu&iacute;, t&aacute;imid ag magadh faoin&aacute;r dteanga agus t&aacute;imid ag ligint orainn go bhfuilimid ag d&eacute;anamh rud &eacute;igin nuair nach bhfuilimid ach ag cur an sop in &aacute;it na scuaibe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#M00100","nonspeaker":"Mr. D&oacute;nal &Oacute; hAinif&eacute;in"},{"type":"speech","time":1519142400,"counter":47,"content":"<p>Go raibh maith agat.  I now call Mr. Tom&aacute;s &Oacute; Ruairc who is director of the Teaching Council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#M00200","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":48,"content":"<p>Thar ceann na Comhairle M&uacute;inteoireachta, ba mhaith liom bu&iacute;ochas a ghabh&aacute;il leis an gcomhchoiste as an deis seo le sol&aacute;thar m&uacute;inteoir&iacute; a phl&eacute;.  T&aacute; roinnt ceisteanna ardaithe ag Teachta&iacute; agus ag Seanad&oacute;ir&iacute; agus tiocfaidh m&eacute; ar ais chucu sa seisi&uacute;n ceisteanna tar &eacute;is na r&aacute;itis tosaigh ar fad.<\/p> <p>  The Teaching Council welcomes the opportunity to contribute to the committee's consultation on teacher supply.  A number of the members of the committee raised some questions and queries that relate to the council, and I am happy to address them in the question and answer session after all the opening statements have been made.  I am joined by the chairperson of the Teaching Council, Ms Noelle Moran, who is a post-primary teacher at St. Jarlath's College in Tuam.<\/p> <p>  By way of background, the Teaching Council is the statutory professional standards body established to maintain and enhance professional standards in teaching and learning in Ireland.  We are responsible for promoting and regulating the profession of teaching under the Teaching Council Act.  There are almost 100,000 teachers on the register, which is the largest professional register of its kind in the country.  One of our legal functions includes advising the Minister for Education and Skills on teacher supply.<\/p> <p>  The council has representation from all the education stakeholders, many of whom are here today.  These include teachers, principals, school management bodies, teacher unions, parents' councils, nominees of the Minister for Education and Skills and the higher education institutions who offer programmes of initial teacher education, which all nominate members to the Teaching Council in addition to the 16 members elected by the profession itself.  We are, therefore, uniquely placed to contribute to discussions and inform decisions on teacher supply.<\/p> <p>  The Teaching Council has been working on teacher supply for a number of years.  At its most recent meeting earlier this year, the council discussed the matter of teacher supply and demand at some length.  This was in clear recognition of the serious challenges which schools are facing daily in securing substitute teachers at both primary and post-primary level, as well as the difficulties in filling contract posts and even permanent vacancies in certain subjects at post-primary level.<\/p> <p>  All stakeholders are united in their serious concern at the profound problems which have emerged and are escalating with regard to teacher supply and demand.  We are all looking for a plan of action now.  At the most recent consultation with all stakeholders, a number of issues were raised, including the need for supply panels, the resolution of pay equality, casualisation and the hours culture, and a more targeted approach by teacher education programmes to schools&rsquo; needs.  They need qualified registered teachers in classrooms.<\/p> <p>  We need a single body or committee to pull all the strands together into a coherent plan.  In that light, the Minister&rsquo;s recent announcement of the establishment of the teacher supply steering group, which will include the Teaching Council, is a positive step forward.  It is essential that all stakeholders collaborate with the Department, the council and the Higher Education Authority to chart clear pathways to attractive and sustainable careers for teachers.<\/p> <p>  The report, Striking the Balance, which we produced on teacher supply in December 2015 in collaboration with the Department and the Higher Education Authority, formed the council&rsquo;s advice to the Minister.  That report has been referenced by a number of speakers and the committee this afternoon.  At a consultative forum two weeks ago, there was a resounding consensus that the recommendations of the report be implemented without delay.<\/p> <p>  The issues relating to teacher supply are abundantly clear.  We have many possible solutions.  We need to pull back from the crisis which threatens.  We in the council are ready to work with the Department and all stakeholders in resolving the teacher supply issue.  This will ensure that schools can recruit registered, qualified, high-calibre teachers to meet the needs of all learners.  Time is not on our side.  The solutions to the problem are there.  Let us work together on their implementation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#M00300","nonspeaker":"Mr. Tom&aacute;s &Oacute; Ruairc"},{"type":"speech","time":1519142400,"counter":49,"content":"<p>Our last speaker is Ms Joan Russell who is the director of school support services at Education and Training Boards Ireland, ETBI.  We have had the pleasure of hearing from her before.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#M00400","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":50,"content":"<p>Being last is always difficult.  I had a lovely presentation but there are lines through everything because everyone has said everything already.  I will therefore paraphrase it.  Following a survey we conducted, last month we made a written submission on the issues we are facing in the education and training board, ETB, sector.  We welcome the opportunity to engage the committee again today, however.  We also would welcome the opportunity to work with the Teaching Council, the higher education institutions, the teachers' unions and other management bodies to devise and construct policies that will address the issue in the short term and, more importantly, in the long term.  Short-term solutions alone are not really satisfactory.<\/p> <p>  While ETBs are patrons of 12 primary schools, we have more than 170 post-primary schools.<\/p><p>The issue at primary level is substitution.  Long-term contracts are an issue at post-primary level because of the specialised subjects.  When we submitted the paper to the committee in January, we had gathered data over two different periods and the same thing stands.  There are issues with teachers of Irish, home economics, mathematics, particularly for higher level in the leaving certificate, French, Spanish, German, chemistry, physics, special education and guidance counselling.  As my colleague, Mr. D&oacute;nal &Oacute; hAinif&eacute;in, said, it is further compounded with Gaelchol&aacute;iste and Gaelscoileanna in Gaeltacht and non-Gaeltacht areas.  We welcome the Striking the Balance teacher supply report which was published in 2015, and is now almost three years old, as an inaugural attempt to address the issue of teacher supply.  However, it has to be acknowledged that it falls short on the issues in the post-primary sector.  We need to move on the post-primary sector urgently.  The recommendation to allocate resources to facilitate the report's implementation is fully supported by ETBI.  We will readily work in partnership to progress a solution to this crisis.<\/p><p> On recommendation No. 3 of the report, about gathering relevant data, much work has been done by various management bodies which would certainly act as a platform from which further work could be launched.  It is time, and even beyond time, to progress this.  It is a crisis.  As part of the submission in January, we outlined some solutions that could be explored to address the issue.  I will not continue to highlight the issue of pay and better contracts because all my colleagues have said this already.  It is crucial that the unequal pay and situation with better contracts is addressed.  It is unsustainable for us to ask teachers to take up contracts for three or four hours in the week and, at the same time, live in the current climate with the cost of living, buying a house, renting a house, buying a car, etc.  As a Corkwoman, I would not agree that those working in Dublin should get a grant but I agree with my colleague that there are issues everywhere, even in rural areas.  In County Cork, from Schull to Bantry to the north of Cork, there are huge distances to travel.<\/p><p> It is time to be more strategic in our planning.  When measures are identified to meet a particular need or solve a particular issue, consideration needs to be given to the long-term impact of such measures.  In particular, I am talking about such things as promotional opportunities and the moratorium on promotional opportunities in 2010.  It was a solution at the time because of the financial crisis.  However, the impact that has had on the teaching career cannot be underestimated.  Teachers have been going in and until recently, with the publication of the circular letter 03\/18, there was no opportunity to be promoted within the school sector.  That has had a huge impact on teachers' careers and the profession overall.  The impact of moving guidance counsel allocation out of the ex quota position and into quota has an impact on guidance counselling and causes a lack of it.  Why would teachers pay for a course, give up their time outside of school hours and end up with a lack of security with regard to being able to use that course?<\/p><p> While ETBI understands the economic crisis was an issue, more strategic consideration needs to be given to measurements for the future.  I will address two more matters which are very close to my heart.  Deputy Jan O'Sullivan mentioned home economics.  It is important to increase the number of home economics teachers but training should not be at just one college.  We need to look at establishing a second college.  The positioning of one college on the west coast is not really suitable for people travelling from the south west or south east of the country.  These people are being attracted into industry, an issue which was raised already.<\/p><p> I compliment the Teaching Council on the development of Festival of Education in Learning and Teaching Excellence, F&Eacute;ILTE, to celebrate all that is good in teaching and the sharing of best practice.  We could mirror that by promoting teaching as a career of choice, all that is good in teaching and what can be achieved in teaching.  It is an opportunity where all stakeholders could come together and promote teaching as a career choice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#M00500","nonspeaker":"Ms Joan Russell","continuing":true},{"type":"speech","time":1519142400,"counter":52,"content":"<p>I still have not got to the bottom of who is responsible for this.  Will anybody enlighten me?  I know when Brian Mooney wrote in <i>The Irish Times<\/i>, it prompted Mr. Tom&aacute;s &Oacute; Ruairc to respond.  I do not know if that means that the Teaching Council is responsible for this.  I am not sure that it is but it certainly has a role.  It prompted Mr. &Oacute; Ruairc to respond at the time to say that everything was going fine.  I will be putting this forward as a recommendation, which is beside the point in a way.  Why was the report on teaching supply suppressed within the Department?  I know nobody here can answer that question but somebody sat on this report for a year and a half and, laughably, the recommendations are all out of date anyway because they talk about doing something in October 2016 or implementing something for the 2017 to 2018 year.  Somebody sat on this and the committee should endeavour to find out who sat on it and why they did so when a problem was clearly identified and has continued to be identified.  Following from the answers to this problem that the witnesses are putting forward, we need to find out why someone sat on this report and ignored it.  We need to emphasise how seriously we, and the education stakeholders, take this and the dire need for somebody, somewhere in the Department of Education and Skills to take responsibility, sort this out and do something.<\/p><p>Mr. Tom&aacute;s &Oacute; Ruairc cannot be blamed for this steering group that was only set up a few weeks ago.  It was due to be set up a year and a half ago according to the Striking the Balance report but it was not.  Some political pressure was put on but the children in the classroom and the lack of teachers to teach them did not seem to be enough pressure on the Department.  Does Mr. &Oacute; Ruairc know why this steering group was not set up until a few weeks ago?  Why was the meeting of the steering group, which was to be held in May, brought forward to now?  Why was it decided to only schedule it for May initially?  I raised the matter of this specific report in the D&aacute;il a year ago.  I am sure other people were raising the issue of the lack of teachers and the substitute crisis in primary level, but I raised this twice in priority questions.  I need answers to that.  T&aacute; m&eacute; an-bhuartha faoi na gaelchol&aacute;ist&iacute;.  Is fadhb &iacute;, agus Bliain na Gaeilge &aacute; ch&eacute;ili&uacute;radh againn, go bhfuil dains&eacute;ar ann nach bhfuil m&uacute;inteoir&iacute; le Gaeilge sna scoileanna sin.  An bhfuil an tUasal &Oacute; hAinif&eacute;in in ann a insint d&uacute;inn c&eacute; mh&eacute;ad gaelchol&aacute;ist&iacute; at&aacute; ag fost&uacute; m&uacute;inteoir&iacute; nach bhfuil Gaeilge acu?  Measaim gur fhadhb an-mh&oacute;r &iacute; sin.<\/p><p>We need answers to these questions.  Ms Breda Corr has raised serious questions on special education.  I hope somebody is listening to this in the Department of Education and Skills.  As one of my colleagues said, we need to get the officials and the Minister in here as soon as possible.  They need to know that we are taking this seriously and that everybody else seems to know the answers to the questions collectively.  We know what to do.  The witnesses have all told us what to do.  Somebody, somewhere needs to distil those answers and say that we will bring it in.  I do not think anybody would argue with the list that Fianna F&aacute;il put forward in the D&aacute;il motion, which were all the witnesses' ideas, really.  Nobody would argue with them.  We did not include one or two of the more contentious ones for the sake of avoiding hassle, so that we could get something done.  There have been forums after stakeholders after meetings.  When will we sort it out and value the teaching profession, as Ms Russell said, and celebrate it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#N00200","speaker":"1225"},{"type":"speech","time":1519142400,"counter":53,"content":"<p>Maybe I should go back to my former profession and be celebrated as a teacher more than as a Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#N00300","speaker":"1257"},{"type":"speech","time":1519142400,"counter":54,"content":"<p>Maybe they could have a specialty for all the teachers to go back and teach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#N00400","speaker":"1225"},{"type":"speech","time":1519142400,"counter":55,"content":"<p>Mr. &Oacute; Ruairc mentioned in his presentation that 100,000 are on the register.  How many of those 100,000 are teaching in schools today?  For those who have left and wish to come back, I know the one dread in a teacher's life is if he or she has missed the deadline to renew his or her registration.  It is quite laborious.  Thankfully, it never happened to me but I saw what teachers had to fill out, the transcripts, etc.  Would there be any sort of leeway, if a teacher was on sick leave or wanted to come back having emigrated, to make it easier so that the teacher would not have to face the incredible amount of documentation that has to be gathered if he or she is considering returning to the teaching profession in Ireland?  I forgot to ask Mr. Paul Byrne a question on jobsharing.  Teachers feel frustration about it and it might be a disincentive to staying.<\/p><p>When teachers apply for job-sharing and it is granted by the school, often it is so that they can spend time with their children or some other personal reason.  They might say that they need perhaps three afternoons off so that they can pick up their child after work.  School A has no problem with allowing for it in the timetable but school B will say that the teacher is on every afternoon for the year.  The principal says the timetable threw it up and that it was outside his or her control.  Is there a standardised system that could be given to principals and deputy principals?  I know some teachers who are considering leaving the profession or taking early retirement because their request was not granted and they perceive an injustice as other schools seem to be able to handle it no problem.<\/p><p> Gabhaim m&iacute;le bu&iacute;ochas as an gcur i l&aacute;thair faoin nGaeilge inniu.  Mar a d&uacute;irt m&eacute; n&iacute;os luaithe, t&aacute; fonn ar an Aire tosa&iacute;ocht a thabhairt do mh&uacute;inteoir&iacute; STEM.  C&eacute;n tionchar a bheadh ar a leith&eacute;id de ghn&iacute;omh ar na Gaelscoileanna?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#N00500","speaker":"1242","continuing":true},{"type":"speech","time":1519142400,"counter":57,"content":"<p>Bh&iacute; ceisteanna an-shonrach ann agus is l&eacute;ir go bhfuil na freagra&iacute; ann.  An air&iacute;onn na finn&eacute;ithe i nd&aacute;ir&iacute;re, &aacute;fach, go bhfuil an Roinn ag &eacute;isteacht leo agus go bhfuil an Roinn ag t&oacute;g&aacute;il an gh&eacute;arch&eacute;im seo mar gh&eacute;arch&eacute;im?  A number of people have said this is a crisis, but do the witnesses feel the Department sees it as a crisis and is engaging with them in crisis mode to fix it?<\/p> <p>  Mura miste leis, an nd&eacute;arfaidh an tUasal &Oacute; Ruairc c&uacute;pla focal maidir le haitheantas a thabhairt do mh&uacute;inteoir&iacute; &oacute; t&iacute;ortha eile?<\/p> <p>  Is it just a perception around the number or has there been an increase since 2011 of teachers on contracts with fewer than 18 hours?  I get the sense that there has been an increase and that it has been a means to an end.  This is possibly the case in the ETBs, in particular, where they have had to do it because of the means available.  Therefore, many teachers have fewer than 18 hours and find themselves in a precarious situation.  Do the facts stack up in that regard?  Has there been an increase in the number of teachers in those situations?<\/p> <p>  Aonta&iacute;m go hioml&aacute;n leis an Uasal &Oacute; hAinif&eacute;in maidir le c&uacute;rsa&iacute; Gaelscola&iacute;ochta.  &Oacute; thaobh shol&aacute;thar m&uacute;inteoir&iacute; agus na pain&eacute;al reatha at&aacute; ann, feiceann muid go bhfuil fadhb ansin agus go bhfuil scoileanna teoranta &oacute; thaobh glacadh le daoine &oacute; na pain&eacute;al at&aacute; ann i l&aacute;thair na huaire.  D&aacute; bhr&iacute; sin, m&aacute; th&eacute;ann muid i gcomhair pain&eacute;al faoi leith &oacute; thaobh sol&aacute;thar m&uacute;inteoir&iacute; breise ionada&iacute;che, an mbeidh g&aacute; le pain&eacute;al faoi leith at&aacute; ag pl&eacute; le c&uacute;rsa&iacute; Gaeilge agus Gaelscola&iacute;ochta don t&iacute;r ar fad &oacute; thaobh m&uacute;inteoir&iacute; at&aacute; oilte, inni&uacute;il agus &aacute;balta m&uacute;ineadh agus teagasc tr&iacute; mh&eacute;an na Gaeilge go huile is go hioml&aacute;n is go cumasach?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#O00200","speaker":"1377"},{"type":"speech","time":1519142400,"counter":58,"content":"<p>To go back to the supply panels and Ms O'Connor's response to my first intervention, she said it used to be that at primary level there would be one teacher on a supply panel for approximately every 35 teachers.  This is primarily a primary level solution.  As I said already, I will speak on the national development plan.  In the education section of the plan, there is reference to demographic growth.  We all know that this has been significant in recent years and that it will continue.  It is estimated that there will be an extra 1 million people in Ireland during the timeframe of the plan.  Further, the Department of Education and Skills has a section that deals with demographic planning etc.  As Senator Byrne said before she left, there has been an increase in the actual number of teaching positions.  This will have to continue if we are to keep the pupil-teacher ratios as they are or improve them as time goes on.<\/p> <p>  If we are to have a supply panel as well, we clearly need more teachers in addition to the extra numbers we need to meet demographic growth.  It is probably an issue for the Department of Education and Skills rather than anyone here but we need to quantify the numbers in some way and go about finding solutions.  We have all been talking about various solutions in terms of pay, bringing people back, and raining more teachers etc.  I do not know if anyone has an answer to it but we need to focus on trying to quantifying in some way how one would set up supply teacher panels.<\/p> <p>  If Mr. &Oacute; hAinif&eacute;in does not mind, I will put the next question in English.  Will he expand on the difficulty of getting people who can teach the subjects as well as speak the language in post-primary Gaelchol&aacute;ist&iacute;?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#O00300","speaker":"1325"},{"type":"speech","time":1519142400,"counter":59,"content":"<p>I will make a few comments before I revert to members.  I apologise to Mr. Paul Byrne who had his hand up but I did not see it.  I am glad Deputy Martin asked a question of him because I would have gone back to him anyway.  Further, if anyone has any further comments to make in writing, please send them to the clerk and they will be circulated to the committee.  We will be having another hearing on this issue and cannot make recommendations until we have finished it but we are interested in hearing further from the witnesses.<\/p> <p>  I thank the witnesses for their written submissions, opening statements and clear and practical recommendations.  That is essential because there is a short-term problem and a long-term problem.  There is no doubt that the figures speak for themselves and, without a shadow of a doubt, we have reached crisis stage at this point in time.  Although we will have another meeting, I suggest that we write to the Department in the meantime and ask why there was a delay in the implementation of the report.  We will also ask the Minister and his officials to attend our next meeting.  At the end of the day, the buck stops with the Minister and those in his Department and we must be able to ask the Minister the hard questions.  We will discuss that further at another time.<\/p> <p>  It is shocking to think that the country spends so much money training our teachers and ensuring they get a top class education and then more or less encourage them to go abroad to take up positions.  I recently met a young couple who had been teaching in a secondary school in my town of Newbridge.  They went abroad last September purely to try to make money to be able to buy a house.  They came home at Christmas time to get married and have now gone back.  We are exporting our brightest young people.  Both of those are fantastic teachers.  I have seen them in the classroom setting and know the extra gifts they brought to their school community.  We, the Department and the Minister have to deal with this.  Young people cannot be blamed for going away to raise money.  Given the problems with pay parity, escalating rent costs and how lucky people are to be able to get a mortgage, it is very difficult for them and their situations must be dealt with.  Everyone has mentioned the pay equity issue, which is hugely important, and the witnesses' evidence speaks volumes.<\/p> <p>  Deputy Martin raised the issue of teachers who want to come back from abroad re-registering with the Teaching Council.  I am aware of new teachers who had been offered roles but had problems completing their registration and could not take up the positions as a result.  It seemed to be a big problem for those who were coming to me and I have no doubt other people experienced the same situation.  Mr. &Oacute; Ruairc might address the issue.<\/p> <p>  I call Mr. Byrne.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#O00400","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":60,"content":"<p>I will start with the question about teachers being on fewer than 18 hours.  One aspect is job-sharing itself, where two teachers will be offered 11 hours each.  Second, if a combination of subjects is advertised, for example, Irish and English or Irish and history, but no one applies for it, it may be necessary due to the shortage of teachers to advertise two shorter-hour jobs in order to fill the positions.  It must be remembered that it is necessary to put a qualified teacher in the subject area in front of classes.  That said, it is in our interest to bring teachers from, say, 16 hours up to as close to 22 hours as possible, and few, if any, finish up without the full 22 hours for many weeks of the year.<\/p><p>Sometimes the allocation from the Department is 0.5 of a teacher, which equates to 11 hours.  Therefore, there is no conscious effort to keep teachers on short hours.  We are trying to do our best to bring them as close as possible to 22 hours.  When a contract of indefinite duration becomes available, if a teacher is on 18 hours, he or she is automatically brought up to 22.  If he or she is on 12 hours or above, he or she will be brought up to 18.<\/p><p> To respond to Deputy Catherine Martin's question about timetabling and job sharing arrangements, realistically the timetable serves students and the school first.  When the timetable has been devised, what happens is that if one can make a change to accommodate a teacher, one will make it, but the priority is to look after the students first.<\/p><p> On fewer teachers coming through the system, while schools have advertised for qualified teachers, they cannot recruit them.  They then employ young graduates who teach as unqualified teachers for four days a week.  I know from speaking to these teachers that the reason they have not proceeded to take the two-year postgraduate diploma in education course is they cannot afford to take it because of the fees charged and the cost of accommodation for two years.  Instead, they will teach as unqualified teachers, either in Ireland or abroad, to get the money to obtain their postgraduate qualifications.<\/p><p> Deputy Catherine Martin stated incentivising teachers to teach in certain subject areas would lead to the creation of inequality.  We are at crisis point and finding it impossible to recruit Irish teachers.  God help the poor gaelscoileanna which cannot find teachers to teach different subjects through Irish.  The teaching of the Irish language has to be incentivised and one can do so in a number of ways.  The fees for the first year of the postgraduate course could be paid for students to entice them to take it; in the second year they could be employed for up to 12 hours and paid properly.  That might get over the problem of their not being able to afford to take the course.<\/p><p> There is no teacher in any school who has not been vetted by An Garda S&iacute;och&aacute;na.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#O00500","nonspeaker":"Mr. Paul Byrne","continuing":true},{"type":"speech","time":1519142400,"counter":62,"content":"<p>The question was related to the default position.  If one has to bring in somebody into a school who does not have a teaching qualification, will it leave the principal in a vulnerable position?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#P00200","speaker":"1377"},{"type":"speechnospeaker","time":1519142400,"counter":63,"content":"<p>A person has to be Garda vetted before entering a school.  One cannot teach in a school without being Garda vetted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#P00300","nonspeaker":"Mr. Paul Byrne"},{"type":"speech","time":1519142400,"counter":64,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#P00400","speaker":"1377"},{"type":"speechnospeaker","time":1519142400,"counter":65,"content":"<p>I will now respond to the former Minister, Deputy Jan O'Sullivan.  We have identified where the crunch areas are by using the statistics.  However, what has not been factored in is that when the professional development time was introduced for the new junior cycle programme and the number of teaching hours went from 22 hours to 21 hours and 20 minutes, it actually took the guts of 700 teachers to fill the time gap.  For example, if one has 33 teachers and reduces teaching time by 40 minutes, it means that an extra teacher has to be found.  Given that there are 738 schools in the country, that means another 700 teachers have to be recruited.<\/p> <p>  Senator Robbie Gallagher raised the very interesting question of what we could do.  I know that on a daily basis I am spending more and more time in searching for and employing substitute teachers.  There are a couple of things that could be done.  The State Examinations Commission requires schools to release teachers to conduct examinations in music, home economics and oral language subjects.  The practical and oral examinations are centred in one time period of the year.  I think Deputy Catherine Martin asked if any teacher's request for leave to conduct the practical examinations had been refused.  It is happening because a school does not have a suitable substitute available.  How can a principal release a teacher to work for the State Examinations Commission without having a suitable substitute in place, especially in the subject area in which students will be examined.  This issue could be addressed in a number of ways.  The State Examinations Commission could stagger examinations over the space of two years or especially in the year of the leaving certificate examinations where home economics teachers are not required at the same time as music, geography, Irish and German teachers.  Realistically, not all schools are willing and capable of releasing teachers.  Another suggestion is to move parts of the examinations to the mid-term break or Easter holiday period.  That might have an opposite effect, in that teachers might opt not to conduct the practical examinations and would have to be incentivised more.  The students would not lose a week's tuition time when their teacher became an examiner or for two to three days when their teacher was an advising examiner.  <\/p> <p>  I worked as an examiner for the State Examinations Commission for a number of years.  The marking conferences used to be held on a Saturday until they were moved to a Friday.  Two issues arise.  If a teacher is to act as an examiner, he or she must obtain permission from the principal.  If examinations were held during holiday time, permission would not need to be sought.  Schools are much quieter places in which to conduct examinations when one does not have the full 650 students in them as only approximately 250 students will be participating in the examinations.  That issue needs to be investigated.   <\/p> <p>  Circular 0006\/2014 from the Department of Education and Skills prevents principals from paying fully qualified teachers for engaging in supervision and substituting duties over and above 43 hours.  This is crippling us.  There was an opt-out under the supervision and substitution scheme, whereby teachers were allowed to opt out of supervision and substituting duties in the school.  In my school 20 out of the 40 teachers will engage in supervision and substituting duties.  By April each year, some of the teachers will have completed the 43 hours, but they are quite prepared to continue to engage in corridor supervision duties for absent colleagues.  However, the facility to pay them for doing so has been removed, although the money is actually available in the school.  There would be no additional cost to the Department of Education and Skills, but section 24 of the circular prevents us from paying the teachers in question.  It would help to alleviate the problem.  If one line was removed from the circular, it would remove a great deal of stress from principals and deputy principals throughout the system.  <\/p> <p>  Deputy Kathleen Funchion asked about a class being left without an Irish teacher.  One may have an Irish teacher among the staff, but if he or she has completed the 43 hours, one cannot ask him or her to do any more.  However, if principals had the ability to pay a teacher who had completed his or her 43 hours to substitute for another in the short-term, it would allow them time to recruit somebody else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#P00500","nonspeaker":"Mr. Paul Byrne"},{"type":"speech","time":1519142400,"counter":66,"content":"<p>I thank Mr. Byrne.  He has come up with a number of practical suggestions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#P00600","speaker":"1257"},{"type":"speech","time":1519142400,"counter":67,"content":"<p>May I reply to some of the comments made by Mr. Byrne?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#P00700","speaker":"1242"},{"type":"speech","time":1519142400,"counter":68,"content":"<p>I will allow the Deputy to come in, if need be, but to be fair to her, I will call Ms Russell now as she indicated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#P00800","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":69,"content":"<p>I will follow on from what Mr. Byrne said on the question about the education and training boards.  The boards and schools were hard pushed to hold teachers in all sectors.  We do the best we can in the contracts we offer to teachers.  We give them as many hours as we possibly can.  We must remembers that both schools and the education and training boards, of behalf of which I am speaking, are governed by the circular letter which is directed by the Protection of Employees (Fixed-Term Work) Act 2003 in the allocation of fixed term contracts.  We have to work within the governance framework.  We are governed equally by the teacher allocation framework.  We are not permitted to work outside our teacher allocation.  That is equally important.  What cannot be lost sight of in all of this is that students' needs must dictate.  The level of student demand for particular subjects is what dictates the need for teachers in particular areas and the hours made available to them.  It is a bigger pot than just saying we are not meeting the number of hours required.  It would be disappointing to think any school in the ETB sector was purposely keeping down the number of hours available so as to avoid a situation where a teacher would be given a contract of indefinite duration, CID.  I do not think that is the case.<\/p> <p>  I think it was Senator Robbie Gallagher who asked what were the three issues the delegates would like the Minister to address.  Without putting too much thought into them, what came to mind first was pay equalisation, which I think is key.  The second was support in the upskilling of teachers in terms of time, pay and grants.<\/p><p>Support has to be available to incentivise them to become involved in upskilling and I do not mean upskilling in terms of a master's degree or career progression.  I am talking about upskilling in terms of content, pedagogy, their initial subject area or others akin to it.  We need to raise the profile of teaching in recognition of the work teachers do.  I have been out of teaching since 2003, but I am tired of picking up newspapers and seeing teachers get a battering, even though they are doing absolutely amazing work to implement the constant raft of changes coming from the Department of Education and Skills.  I have suggested three things that could raise the profile of teaching as a career choice and ask the Minister to address them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#P00900","nonspeaker":"Ms Joan Russell","continuing":true},{"type":"speechnospeaker","time":1519142400,"counter":71,"content":"<p>I want to get to a couple of queries raised in the earlier session and will do so as succinctly as possible.  There are almost 100,000 teachers on the register.  The Department has the employment statistics.  Working from memory, the chief inspector's report which was launched recently stated there were approximately 60,000 full-time equivalent teachers in the primary and post-primary system.  That figure does not include the number in the further education sector which is also covered by the register.  It does not include the number of substitute teachers either, which figure could be between 15,000 and 20,000.  It can be confirmed by the Department.  The register deals with the supply of teachers who are available to work in the system.  Working from memory, I think there are approximately 60,000 full-time equivalent teachers in the primary and post-primary system.<\/p> <p>  Reference has been made to the challenge in reapplying for registration.  It is worth noting that 86% of the 98,000 teachers on the register complete their renewals online.  It is a very straightforward process.  It costs &euro;65 before tax, or roughly &euro;38 after the tax credit is allowed for.  A specific provision in the Act requires anyone who falls off the register for any reason to go through the full reapplication process.  Obviously, we would have no objection if the Minister or the Department were to see fit to amend that part of the Act.  I have explained what is provided for in the Act, as it stands.  We work very closely with people outside the State.  I will come back to that query.  Retired primary teachers who have sought in recent months to get back onto the register, perhaps having originally been trained in some of the old training colleges that are now closed, might be unable to obtain transcripts.  There is an internal process to work around that problem in cases in which people simply are unable to obtain transcripts.  While we work very hard with candidates in such situations, there are basic requirements that we must meet.  The number opting to renew online - it can be done from anywhere in the world - has been increasing for some time.  Some 86% of renewals are now completed in this way.<\/p> <p>  Each year we process between 3,000 and 3,500 registrations of newly qualified teachers.  It is a fast-tracked process because the higher education institutions transfer the results directly to us after the summer examinations.  The process used by newly qualified teachers to apply for registration differs from that used for standard registrations.  We issue forms to newly qualified teachers in their graduating year.  We speak to all graduating students in every college across the country throughout the academic year.  The visits are ongoing.  We outline the vetting process, the character reference form and the various other forms that must be completed.  Typically, when all of the documentation has been received, including the vetting documentation, there is a turnaround period of between two and four days in the case of an Irish registration application in respect of a newly qualified teacher in a college.  We will be more than happy to look at particular queries or representations members of the committee may have received in respect of which other issues may have arisen.  We have gone to the extent of banning staff holidays in August to ensure applications will be processed as quickly as possible.<\/p> <p>  Deputy Thomas Byrne raised a number of concerns.  I am happy to reassure the committee that we have been taking this problem very seriously in the five-year period since 2013.  We have been working on it for quite some time.  One part of the Striking the Balance report mentions that this problem was foreseen and emphasises the need to get a handle on the data management aspect of it, for example.<\/p> <p>  We were asked why the consultative forum had not been brought forward sooner.  It is very much about stakeholder engagement.  Our process of engagement with stakeholders has been predicated on the notion that we do not want short-term solutions to become long-term problems.  We are aware that if we rush into it too quickly, we could create long-term problems.  When in October we flagged the May date, broadly everyone seemed to be happy with it.  I can certainly say there were no objections to it.  When we became aware of the increasingly serious nature of the problem, we announced off our own bat that we intended to bring the date forward and this was welcomed by the stakeholders.  We are keen to maintain this united front.<\/p> <p>  Deputy Thomas Byrne asked where the teaching supply steering group was going.  The terms of reference are very much a matter for the Department.  We want the standing group mentioned in the report to be established, particularly from the point of view of data management.  We have had this since the Investment in Education report of 1965 which called for ongoing and proactive management of teacher supply.  We now need to bring it to a head in line with the recommendation made in our report.  The seriousness with which the issue is being treated prompted our response to Brian Mooney's column, my response in particular.  I was not suggesting everything was hunky-dory in the garden - far from it - but I was highlighting the fact that we were making progress, even if there was a lot more to be done.<\/p> <p>  I can give a direct answer to Deputy Thomas Byrne's question about responsibility for teacher supply.  Our two functions under the Act are to advise the Minister formally on teacher supply and to promote and regulate the profession.  We have a legitimate interest in that regard.  It is absolutely the case that ultimate responsibility in policy terms lies with the Department of Education and Skills.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#Q00200","nonspeaker":"Mr. Tom&aacute;s &Oacute; Ruairc"},{"type":"speech","time":1519142400,"counter":72,"content":"<p>The Minister, Deputy Richard Bruton, announced on 26 January that he intended to establish a teaching supply working group.  Is Mr. &Oacute; Ruairc saying it has not been established?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#Q00300","speaker":"1225"},{"type":"speechnospeaker","time":1519142400,"counter":73,"content":"<p>I am saying it is a matter for the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#Q00400","nonspeaker":"Mr. Tom&aacute;s &Oacute; Ruairc"},{"type":"speech","time":1519142400,"counter":74,"content":"<p>The Teaching Council has not been informed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#Q00500","speaker":"1225"},{"type":"speechnospeaker","time":1519142400,"counter":75,"content":"<p>We are aware of the announcement.  We are awaiting the terms of reference, etc., just like everyone else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#Q00600","nonspeaker":"Mr. Tom&aacute;s &Oacute; Ruairc"},{"type":"speech","time":1519142400,"counter":76,"content":"<p>This is another announcement by the Minister that has not been followed up by any action.  I am making a list.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#Q00700","speaker":"1225"},{"type":"speechnospeaker","time":1519142400,"counter":77,"content":"<p>A question was asked about teachers who qualified outside the State.  We treat all applicants from outside the State in accordance with the terms of the EU directive which provides for mutual recognition of qualifications received in any other state in the world.  The process thereafter may require conditions to be applied to make up for certain shortfalls.  The underlying principle is to make sure anybody on the register in Ireland has had to meet the exact same standards.  Therefore, those who qualify abroad should not have to meet lower standards than those who qualify here.  It is about fairness and equity.  That has been the common refrain, rightly so.<\/p> <p>  We process approximately 500 applications per annum from people who qualified outside the State.  Approximately 80% are from the United Kingdom which are typically subject to a desk-bound process, which means that there is a fairly tight turnaround time.  Approximately 10% are from other countries in which English is spoken, while the other 10% are from countries in which other languages are spoken, which means that translation costs may arise.  We have engaged with the migrant teacher project which was mentioned by the Minister in his speech in January to the Irish Primary Principals Network.  We will continue that engagement to see how the process can be streamlined further.  We are conscious of the need to review the subject criteria in terms of the granularity of the requirements.  We are also conscious of the need to look at the Teaching Council's requirements in the qualifications assessment process to see whether they can be streamlined further.<\/p> <p>  I am happy to add a note of clarification to the clear statements we have heard about vetting.  Under the National Vetting Bureau (Children and Vulnerable Persons) Act 2012 and the Teaching Council Acts, every teacher on the register has to be vetted.  In 2017 we processed 40,000 vetting applications under the e-vetting system and 12,000 vetting applications under the paper-based system.<\/p> <p>  Senator Robbie Gallagher spoke about data and asked how many teachers were working abroad.  One of the key issues mentioned by Ms Russell and highlighted in the report, Striking the Balance, is the need to get a better handle on data across the system.  Those on the register now provide their addresses by means of self-declaration.  The system of online renewal allows a teacher who is renewing from abroad to use his or her home address with Mammy and Daddy in Dublin or wherever it might be.  We are open to conducting a survey of the register, or perhaps particular sectors of the register, to determine where people are based.  A targeted roadshow campaign, along the lines of that mentioned by Ms Russell, might be of assistance in that regard.  We know that there is an over-supply of teachers in Northern Ireland, for example.  We also know that there are Irish teachers working in Scotland and other parts of the United Kingdom, the Middle East and other jurisdictions that have been mentioned during the meeting.<\/p> <p>  There is a sense that we need to get the hygiene factor - things like pay equality - sorted first in order that we can approach people with a clear narrative.  I suspect that there are people abroad who want to come home.  The system needs to make it easier for them to do so.  An online portal to have a single application point would make it easier for them to apply for jobs.  When I qualified as a teacher in 1999, I photocopied an application form 60 times and sent it to the various education and training boards.  The modern technology available should make it relatively straightforward to make the process much easier for people.  There are many ways in which we can do this, for example, by facilitating Skype interviews from abroad.  We are keen to move more and more of the council's application process online.  We want to move the initial registration application process which is currently paper-based online.  We are keen to move in that direction.  <\/p> <p>  I hope I have dealt with most of the queries raised by the committee.  I will be happy to take more if they arise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#Q00800","nonspeaker":"Mr. Tom&aacute;s &Oacute; Ruairc"},{"type":"speech","time":1519142400,"counter":78,"content":"<p>I thank Mr. &Oacute; Ruairc.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#Q00900","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":79,"content":"<p>T&aacute; go leor ceisteanna curtha ag baill an choiste.  Rithfidh m&eacute; tr&iacute;othu chomh tapaidh agus is f&eacute;idir liom.  T&aacute; a fhios againn go l&eacute;ir nach f&eacute;idir cramming a dh&eacute;anamh i gcomhair teangacha ar n&oacute;s na Fraincise n&oacute; na Gaeilge.  N&iacute;l aon slait&iacute;n dra&iacute;ochta nuair at&aacute; teangacha &aacute; bhfoghlaim.  N&iacute; oibr&iacute;onn s&eacute; thar dheireadh seachtaine amh&aacute;in.  Is g&aacute; go mbeadh m&uacute;inteoir&iacute; at&aacute; inni&uacute;lach agus cumasach sa teanga ag dalta&iacute; ionas go mbeid&iacute;s in ann a gcuid scileanna teanga a fheabhs&uacute;.  D&eacute;arfainn leis an gcoiste go bhfuil na c&uacute;rsa&iacute; at&aacute; againn maidir le teangacha n&iacute;os g&eacute;ire n&aacute; na c&uacute;rsa&iacute; sna h&aacute;bhair eile.  T&aacute; s&eacute; riachtanach go mbeadh m&uacute;inteoir&iacute; d'ardchaighde&aacute;n ar f&aacute;il le haghaidh na Gaeilge agus na teangacha eile i gcoitinne.  B&iacute;onn ar mh&uacute;inteoir&iacute; bunscoile n&iacute;os m&oacute; n&aacute; &euro;1,000 a chaitheamh nuair at&aacute; s&eacute; de dhualgas orthu tr&iacute; seachtaine a chaitheamh sa Ghaeltacht mar chuid d&aacute; bhforbairt r&eacute;amh-sheirbh&iacute;se san ollscoil.  Is &eacute; sin an ch&eacute;ad bhlaiseadh don Ghaeilge a fhaigheann m&uacute;inteoir&iacute;  - iarrtar orthu an seic a sh&iacute;neadh agus away leo go dt&iacute; an Ghaeltacht.  D'fh&eacute;adaim&iacute;s an costas sin a bhaint uathu gan aon dua agus b'fh&eacute;idir dearcadh n&iacute;os fearr a fhorbairt.  N&iacute;l polasa&iacute; againn sa t&iacute;r seo d'fhorbairt na gaelscola&iacute;ochta.  T&aacute; polasa&iacute; an-mhaith againn don oideachas Gaeltachta.  Beidh B. Oid. l&aacute;n-Ghaeilge &aacute; fh&oacute;gairt go luath - tosn&oacute;idh an c&uacute;rsa ceithre bliana sin in 2019 - agus beidh m&aacute;istreacht oideachais l&aacute;n-Ghaeilge ag tosn&uacute; in 2018.<\/p><p>Beidh na c&uacute;rsa&iacute; sin &aacute; bhf&oacute;gairt go luath.  N&iacute;l plean againn d'fhorbairt earn&aacute;il na gaelscola&iacute;ochta.  Luadh an obair iontach at&aacute; ar si&uacute;l ag na boird oideachais agus oili&uacute;na timpeall na t&iacute;re.  T&aacute; plean ag Bord Oideachais agus Oili&uacute;na Luimnigh agus an Chl&aacute;ir Gaelchol&aacute;iste neamhsple&aacute;ch a fhorbairt i gContae an Chl&aacute;ir - an contae ina bhfuilim f&eacute;in faoi l&aacute;thair - le os cionn 12 bliain anuas.  Bh&iacute; an plean ag Clare VEC nuair a bh&iacute; Clare VEC ann.  N&iacute;l an taca&iacute;ocht ann &oacute;n Roinn.  Go deimhin f&eacute;in, t&aacute; taith&iacute; phearsanta agam ar caip&iacute;n a bheith &aacute; chur ar f&aacute;s na Gaelscoileanna, agus an Roinn ag r&aacute; gur f&eacute;idir leo f&aacute;s go dt&iacute; pointe &aacute;irithe ach n&iacute; f&eacute;idir leo f&aacute;s n&iacute;os faide.  B&iacute;onn tionchar di&uacute;ltach aige sin ar ch&uacute;rsa&iacute; c&oacute;ir&iacute;ochta sna scoileanna.  N&iacute; ceart go gcuirf&iacute; caip&iacute;n ar f&aacute;s Gaelscoil ar bith ag an mbunleibh&eacute;al n&oacute; ag an dara leibh&eacute;al sa t&iacute;r seo.  T&aacute; go leor cloiste againn faoi dhaoine at&aacute; ag iarraidh dul isteach iontu.  Ba cheart don Roinn a thuilleadh Gaelscoileanna a bhun&uacute; agus ligint don new schools advisory board a thuilleadh acu a aithint agus a bhun&uacute;.  Roghn&oacute;dh suas le 25% de dhaonra na t&iacute;re seo na scoileanna seo d&aacute; mbeid&iacute;s ar f&aacute;il.  D&aacute; mbeadh n&iacute;os m&oacute; d&oacute;ibh ann, n&iacute; bheadh aon easpa m&uacute;inteoir&iacute; Gaeluinne s&iacute;os an b&oacute;thar.<br\/><br\/>N&iacute;l figi&uacute;ir&iacute; agam le haghaidh m&eacute;id na scoileanna at&aacute; ag feidhmi&uacute; le m&uacute;inteoir&iacute; nach bhfuil acu ach an B&eacute;arla amh&aacute;in.  T&aacute; taith&iacute; phearsanta agam ar scoileanna go mb&iacute;onn orthu m&uacute;inteoir&iacute; le B&eacute;arla a chur isteach chun an rang a mh&uacute;ineadh tr&iacute; Bh&eacute;arla.  N&iacute;l aon rogha ag na pr&iacute;omhoid&iacute; a leith&eacute;id a dh&eacute;anamh in &aacute;bhair ar n&oacute;s stair, bitheola&iacute;ocht, fisic n&oacute; ceimic.  Cad &eacute; an rogha at&aacute; acu?  Is fearr m&uacute;inteoir c&aacute;ilithe gan Gaeilge a bheith ann n&aacute; gan aon mh&uacute;inteoir ar bith a bheith ann.  T&aacute;imid ag baint na cosa de na scoileanna.<br\/><br\/>Maidir leis na h&aacute;bhair STEM, t&aacute; s&eacute; an-t&aacute;bhachtach go mbeadh an M&aacute;istir Gairmi&uacute;il san Oideachas ar f&aacute;il in oirthear na t&iacute;re s&iacute;os an b&oacute;thar ionas go mbeidh m&uacute;inteoir&iacute; at&aacute; &aacute;balta an teanga a &uacute;s&aacute;id agus at&aacute; &aacute;balta m&uacute;ineadh tr&iacute; mhe&aacute;n na Gaeilge ar f&aacute;il chun fisic, ceimic, bitheola&iacute;ocht, mata feidhmeach, matamaitic agus na h&aacute;bhair sin go l&eacute;ir a mh&uacute;ineadh tr&iacute; mhe&aacute;n na Gaeilge.  Is f&eacute;idir linn &uacute;s&aacute;id a bhaint as an teicneola&iacute;ocht chomh maith.  Is f&eacute;idir le scoileanna nach bhfuil m&uacute;inteoir&iacute; &aacute;irithe ar f&aacute;il acu d'&aacute;bhair &aacute;irithe sc&eacute;imeanna p&iacute;ol&oacute;tacha a chur ar bun chun cuid de na h&aacute;bhair sin - mata feidhmeach, ceimic n&oacute; fisic - a chur ar f&aacute;il tr&iacute; mhe&aacute;n na Gaeilge.  T&aacute; molscoileanna luaite sa phlean oideachais Gaeltachta.  D'fh&eacute;adfa&iacute; an moladh sin a fhorbairt gan aon mhoill agus gan aon dua.<br\/><br\/>Chuir an Teachta Byrne ceist maidir le caighde&aacute;n na m&uacute;inteoir&iacute; sa t&iacute;r seo agus caighde&aacute;n na Gaeluinne, srl.  T&aacute; cuid de na m&uacute;inteoir&iacute; is fearr ar domhan againn in &Eacute;irinn.  T&aacute;imid br&oacute;d&uacute;il as &aacute;r m&uacute;inteoir&iacute;.  Ba cheart d&uacute;inn a ngairmi&uacute;lacht agus a gcumas a aithint.  Ba cheart d&uacute;inn iad a &iacute;oc d&aacute; r&eacute;ir.  N&iacute; aon iontas go bhfuil &eacute;ileamh orthu thar lear.  N&iacute; aon iontas go bhfuil seicleabhair &aacute; dt&oacute;g&aacute;il amach &oacute; Dubai go dt&iacute; Ceanada go dt&iacute; an Astr&aacute;il go dt&iacute; an Nua-Sh&eacute;alainn.  Aithn&iacute;onn na h&uacute;dar&aacute;is sna t&iacute;ortha sin go bhfuil na m&uacute;inteoir&iacute; is fearr againn in &Eacute;irinn.  M&aacute; t&aacute; s&eacute; mar aidhm againn go mbeidh an c&oacute;ras oideachais is fearr san Eoraip againn faoin bhliain 2026, is anois an t-am chun an t-aicsean agus an gn&iacute;omh a dh&eacute;anamh agus cuid de na deacrachta&iacute; seo a r&eacute;iteach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#Q01000","nonspeaker":"Mr. D&oacute;nal &Oacute; hAinif&eacute;in","continuing":true},{"type":"speechnospeaker","time":1519142400,"counter":81,"content":"<p>I have a few brief comments.  Not many questions have been asked about special educational needs today.  I do not blame people for that because the concentration is probably-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R00200","nonspeaker":"Ms Breda Corr"},{"type":"speech","time":1519142400,"counter":82,"content":"<p>To be fair, I think we-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R00300","speaker":"1225"},{"type":"speechnospeaker","time":1519142400,"counter":83,"content":"<p>No, the Deputy-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R00400","nonspeaker":"Ms Breda Corr"},{"type":"speech","time":1519142400,"counter":84,"content":"<p>I am not defending myself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R00500","speaker":"1225"},{"type":"speech","time":1519142400,"counter":85,"content":"<p>I did not let Deputy Martin in earlier so I am not going to let Deputy Byrne in now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R00600","speaker":"1257"},{"type":"speech","time":1519142400,"counter":86,"content":"<p>Okay.  We all accept that it is actually a worse problem in our schools.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R00700","speaker":"1225"},{"type":"speechnospeaker","time":1519142400,"counter":87,"content":"<p>That is what I want to say.  I thank the Deputy for saying that it is a worse problem.  I know he is always-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R00800","nonspeaker":"Ms Breda Corr"},{"type":"speech","time":1519142400,"counter":88,"content":"<p>We all know that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R00900","speaker":"1225"},{"type":"speechnospeaker","time":1519142400,"counter":89,"content":"<p>We do.  The rights of the most vulnerable pupils are now at risk.  There is a severe shortage of teachers in this area.  My biggest concern is that mainstream schools with special classes or special schools will have enrolment issues.  We cannot afford to be back here next June giving out about the lack of teachers to fill these classrooms.  Where will these pupils go at that stage?  We are working with some of the colleges on providing for meaningful placements in special schools, or in areas of special education like resource teaching and special classes, so that teachers will be prepared.  Some of the colleges are doing this themselves.  At present, teachers are probably a bit overwhelmed when they go into special classes or special schools.  That needs to be worked on.  As I said in my submission, new initiatives need to be planned.  I think Mr. Mulconry said this earlier as well - great minds and all of that.  The restoration of posts is also essential for people going forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R01000","nonspeaker":"Ms Breda Corr"},{"type":"speechnospeaker","time":1519142400,"counter":90,"content":"<p>I would like to make two points.  People have spoken about the demographic bulge which is going through the education system.  I think there is a belief in some quarters that we will allow demographics to deal with the issue of the lack of substitute teachers.  The suggestion that in approximately two years time, this will not be as big a problem is not fair to vulnerable children now, or indeed to any pupil now.  I do not think it is a policy or strategy we should adopt.  My background is in strategy rather than in education.  In strategy, one looks at the biggest threats to the system.  We have a primary school system that is working, but principals are spending far too much time dealing with administration, raising funds and searching for substitute teachers.  We need a strategy for primary education that deals with this.  Every year, we have an avalanche of new initiatives coming out.  Teachers do not have the time to take them in.  The system needs to be de-stressed a little bit.  We need a strategic plan that rolls out in a way the system can absorb.  If we do not provide for such a plan, we risk the integrity of the primary school system.  If it crashes, or if we have a revolt when teachers and principals say \"enough is enough\", we really will have a problem.  Substitution is an example and an indicator.  We need to tackle it to take some of the pressure off the people working in the system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R01100","nonspeaker":"Mr. Seamus Mulconry"},{"type":"speech","time":1519142400,"counter":91,"content":"<p>Before I bring in Ms O'Connor and Ms Russell - I will come back to Deputies Catherine Martin and Thomas Martin thereafter - I would like to pick up on Mr. Mulconry's point that principals are spending too much time on raising funds and trying to get substitute teachers.  A colleague of mine who works in a very busy primary school in a disadvantaged area that does not have DEIS status, and therefore has no home school liaison teacher, has told me she spends one third of her time dealing with social issues.  Some of those present will be familiar with the school, Scoil na Naomh Uilig, which has an ASD unit.  It is absolutely shocking.  I do not know how principals do the job they are doing, to be honest, with everything that is coming onto their plate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R01200","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":92,"content":"<p>It is heartening to hear that management and unions in primary schools are on the same page on issues like workload and initiatives.  Deputy O'Sullivan asked how many teachers it would take to set up a supply panel.  As there are approximately 36,000 whole-time equivalent teachers in the primary system, between 1,000 and 1,100 teachers would be needed to set up supply panels.  It has to be borne in mind that this is not additionality because those days are already being covered in the system through substitution.  It is not as if there is any additionality on top.  The Striking the Balance report suggests that 5,000 teachers are needed to cover all absences and that 1,000 of them are needed to cover short-term casual absences that happen from time to time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R01300","nonspeaker":"Ms Deirdre O'Connor"},{"type":"speechnospeaker","time":1519142400,"counter":93,"content":"<p>The MML questionnaire is a double-edged sword in the sense that it could be a stick to be used to beat the principal again if the information is taken out of context.  I think this proposal would need careful consideration and consultation.<\/p> <p>  I would like to pick up on what Mr. Mulconry said by pointing out that teacher supply is the issue we are facing today but - watch this space - the supply or lack of supply of principals could be the next issue we face.  As Mr. Mulconry has outlined, the lack of resources and the constant changes make it an onerous task.  We are finding that fewer and fewer people are applying for principal positions.  I think we will have to face this issue fairly soon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R01400","nonspeaker":"Ms Joan Russell"},{"type":"speech","time":1519142400,"counter":94,"content":"<p>I would like to make two short points.  Mr. Mulconry summed up the strategy brilliantly.  Principals are overstretched and under-resourced.  We regularly hear young teachers saying they will never become principals.  When they walk into the principal's office, they cannot see him or her because of all the paperwork.<\/p> <p>  Mr. Byrne mentioned that many teachers are saying \"No\" to oral examinations.  Much of the training for examiners happens in late January or early February.  Has a problem presented itself this year?  Will there be a crisis for those examinations this year?<\/p> <p>  I am curious about the guarantee that every single substitute teacher has been vetted.  I do not know how that can be guaranteed.  Is there a procedure or a process whereby a principal does not allow a retired teacher back in?<\/p><p>I am not saying all of this to tackle the schools.  I am just saying this could be a way to get around the Minister and encourage him to say there is an issue.  In no way am I saying anything to tackle the schools on this issue.  Is that what it will take, if the Minister feels there is not a guarantee on vetting.  I want to clarify that that is the angle I am coming from.  It is obvious that the issues of people working in an unequal system and equal pay for equal work are not a priority for the Minister.  Do we have to approach the matter from a different angle?  That is the only reason I raised the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#R01500","speaker":"1242","continuing":true},{"type":"speech","time":1519142400,"counter":96,"content":"<p>I thank the Deputy.  I will ask Mr. Byrne and Mr. &Oacute; Ruairc to comment after we hear from Deputy Thomas Byrne again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S00200","speaker":"1257"},{"type":"speech","time":1519142400,"counter":97,"content":"<p>I have more questions.  Does the Chairman want me to comment now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S00300","speaker":"1225"},{"type":"speech","time":1519142400,"counter":98,"content":"<p>Yes.  I want the Deputy to ask his questions just in case he has specific questions for Mr. Byrne and Mr. &Oacute; Ruairc.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S00400","speaker":"1257"},{"type":"speech","time":1519142400,"counter":99,"content":"<p>The witnesses can answer my questions when I am finished.  Will Mr. Mulconry comment on how the alleged ban on career breaks has impacted on the school boards of management?<\/p> <p>  I am concerned about the comment made by Mr. &Oacute; Ruairc that the Teaching Council has not heard about the standing group or steering group for teaching supply.  I want to put it on record that the establishment of such a group was the first recommendation made in the Striking the Balance report.  I am open to correction but I believe the standing group and steering group are the same thing.  The report was completed in December 2015, published in June 2017 and the Minister announced that he would implement it in January 2018.  According to Mr. &Oacute; Ruairc, the recommendation has not yet been implemented and I ask him to comment.  On the same day, the Minister told Mr. Clerkin's organisation, the IPPN, that he would ask the Teaching Council to do the following two things: review subject criteria and processes for assessing out-of-State qualifications, including further engagement with the migrant teacher project, and engage more with graduate fairs and final year students.  Has the Teaching Council received correspondence from the Minister since he spoke at the IPPN conference?<\/p> <p>  Last October, in a radio interview with the National Association of Principals and Deputy Principals, the Minister announced that he would encourage homemakers to avail of Springboard courses to encourage them to become teachers.  Have any of the groups present had an official communication from the Minister on the matter?  I suspect that the Teaching Council has not received any such communication.  A shortage of teachers is the most serious problem in the sector at present.  The Minister has said that he would tackle the problem and, therefore, I must ask my question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S00500","speaker":"1225"},{"type":"speech","time":1519142400,"counter":100,"content":"<p>The Deputy has made a fair point.  I wish to comment on what Ms Corr said about the special education sector.  It is appalling that we have situations, particularly in mainstream schools, where resource teachers or teachers who deal with special education provision are being used for supervision or yard duty.  I mean when there is a staffing problem and other teachers are not in school.  Without a shadow of a doubt, such people are just seen as an extra resource to be deployed when something goes wrong.  I do not blame the school principals for the situation but the culture exists and I believe it is completely wrong.<\/p> <p>  Mr. &Oacute; Ruairc mentioned teachers from abroad and the fact that 10% of teachers do not speak English as their first language.  I want to mention the qualified teachers who live in direct provision.  I accept that we have a high standard of teaching in this country, and rightly so.  However, it would be feasible to have qualified teachers, who have been trained in other jurisdictions, teaching as substitute teachers as opposed to unqualified teachers doing the same work.  I would like to hear the views of the witnesses on the matter.  I propose that we commence with Mr. Byrne, Mr. &Oacute; Ruairc and Mr. Mulconry as they were asked specific questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S00600","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":101,"content":"<p>In terms of teachers required for oral exams, schools greatly benefit from teachers being involved with the State Examination Commission, SEC.  We make every effort to facilitate that happening.  Let us say I have two or three substitute teachers who do not have Irish, but they are the only substitutes available, plus the oral Irish examination coincides with teachers going out in another subject area.  In that instance one needs substitute teachers to cover instances of illness and one also needs to have a substitute teacher for each of the subject areas where teachers wants to go out.  Let us say three teachers want to assist or supervise the oral Irish examination.  In that case one must adopt a rotational system, which means each teacher goes out one year at a time.  The problem for the SEC is that not all schools agree to release teachers to assist with oral examinations.  If every school released one teacher, for example, it would mean schools could provide cover with substitute teachers and the system would be more fair.  Also, the SEC could choose from a greater pool of examiners.  I am not sure that I have answered the question that has been asked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S00700","nonspeaker":"Mr. Paul Byrne"},{"type":"speech","time":1519142400,"counter":102,"content":"<p>I fully understand that a principal would say no due to a shortage of teachers, and more principals are doing so.  Are there enough examiners for the oral and practical examinations this year?  Has that information been ascertained yet?  A lot of the training of examiners takes place around now, and therefore principals should know how many people have volunteered to train as an examiner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S00800","speaker":"1242"},{"type":"speechnospeaker","time":1519142400,"counter":103,"content":"<p>The training starts from February onwards and normally consists of a one-day examination conference.  In previous years teachers were called to do such work even though they had not applied to do so.  That situation has not arisen so far this year, so maybe it is not as much of a problem.  It is a matter for the SEC.  I do not know the workings of the SEC.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S00900","nonspeaker":"Mr. Paul Byrne"},{"type":"speechnospeaker","time":1519142400,"counter":104,"content":"<p>The National Vetting Bureau (Children and Vulnerable Persons) Act provides that a school principal, as an employer, must ensure that his or her employees are vetted before they work in a school.  That means school employees cannot work in a school without being vetted.  Where we come into the picture is with the Teaching Council (Amendment) Act 2015, which specifically provides for our role in promoting the protection of children and vulnerable adults.  Therefore, the Teaching Council has been designated the responsible body, on behalf of the system, for vetting teachers.  The e-vetting system provides that a person gets his or her disclosure released to his or her smartphone or tablet which is a very confidential and secure manner.  That person then shows the disclosure to the school principal, which satisfies his or her needs.  One of the first cohorts that we tackled in respect of vetting, once the National Vetting Bureau (Children and Vulnerable Persons) Act had commenced, was the substitute cohort because we understood, and we were advised by the Department, that they are vital for keeping the system going.  I have outlined the e-vetting system and how it works.  I cannot be clearer about the matter.<\/p> <p>  The establishment of a standing group is one of the key recommendations.  It will help to ensure that short-term solutions do not become long-term problems.  I am not entirely sure whether the standing group that we and the report had in mind is the same as a steering group.  I presume that aspect will be clarified in time.<\/p> <p>  In terms of a review of the subject criteria, we are already beginning to consider the matter because we are conscious that the granularity of the criterion may be a factor, given the hours involved, the culture and the casualisation of the profession that have been referred to other speakers.  We are considering, for example, the possibility of creating families of subjects, in terms of the criteria for languages and the criteria for sciences, thus making it easier for schools to deploy teachers.  We would retain the same standards of level 8 qualifications and 60 European Credit Transfer and Accumulation System credits in terms of the amount of time one spends studying.  We are accelerating our work on the area.<\/p> <p>  The Migrant Teacher Project was mentioned, which brings me to the comments made by the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S01000","nonspeaker":"Mr. Tom&aacute;s &Oacute; Ruairc"},{"type":"speech","time":1519142400,"counter":105,"content":"<p>The Minister mentioned that he would contact the Teaching Council when he spoke at the IPPN conference.  Has he done so?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S01100","speaker":"1225"},{"type":"speechnospeaker","time":1519142400,"counter":106,"content":"<p>Once the Minister made those comments in public, we acted on them.  We have attended graduate fairs and we began to activate ourselves in that space this year.  We found ourselves very much in demand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S01200","nonspeaker":"Mr. Tom&aacute;s &Oacute; Ruairc"},{"type":"speech","time":1519142400,"counter":107,"content":"<p>Did the Minister instigate proceedings or did he jump on something that the Teaching Council was already doing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S01300","speaker":"1225"},{"type":"speechnospeaker","time":1519142400,"counter":108,"content":"<p>He made that call and we have acted on same.  In terms of the comment made about migrant teachers who live in direct provision, under the terms of an EU directive, once a person has a qualification from another state, that person is entitled to register immediately and be employed under section 30.  That person may have to fulfil a condition over a period, but he or she can seek and gain employment during that time.  Nonetheless, we are prepared to work with migrant teachers and are happy to do so to see whether there is anything else we can do to streamline the process for them.  I am happy to clarify that there are no immediate obstacles to their employment.<\/p> <p>  In terms of the top-up programmes area, we are crystal clear that State policy for both the Department and the Teaching Council is that we should have a fully qualified and registered teaching profession in this country.  We have that and we want to maintain same.  Top-up programmes occur where there is a shortage of teachers for certain subjects.  I would refer the matter to some of the other speakers, especially Ms Russell.  For example, science teachers who specialise in biology and physics may have to top-up their knowledge on chemistry and there may be routes through the Springboard programmes.  The need for a basic high standard in teacher education is State policy and has been for some time, particularly under the literacy and numeracy strategy and the Teaching Council's standards for teacher education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S01400","nonspeaker":"Mr. Tom&aacute;s &Oacute; Ruairc"},{"type":"speech","time":1519142400,"counter":109,"content":"<p>Did Deputy Catherine Martin ask Mr. Mulconry a question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S01500","speaker":"1257"},{"type":"speech","time":1519142400,"counter":110,"content":"<p>No.  I agree wholeheartedly with the statement made by Mr. Mulconry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#S01600","speaker":"1242"},{"type":"speechnospeaker","time":1519142400,"counter":111,"content":"<p>In response to Deputy Byrne, we were frankly somewhat surprised by the Minister's announcement as he seemed to be suggesting an unworkable solution to a non-existent problem.  There is not a problem filling fixed-term positions. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#T00100","nonspeaker":"Mr. Seamus Mulconry"},{"type":"speech","time":1519142400,"counter":112,"content":"<p>I am not going to let anyone else in-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#T00200","speaker":"1257"},{"type":"speechnospeaker","time":1519142400,"counter":113,"content":"<p>Senator &Oacute; Clochartaigh asked me a question and I understand this is his last week in the House so I would like to respond.  Chuir s&eacute; ceist mar gheall ar na pain&eacute;il Gaeltachta agus is f&eacute;idir pain&eacute;il a chur ar f&aacute;il do mh&uacute;inteoir&iacute; Gaeltachta, pain&eacute;il ar bhonn th&iacute;reola&iacute;ocht na nGaeltachta&iacute; agus is f&eacute;idir pain&eacute;il do mh&uacute;inteoir&iacute; l&aacute;n-Ghaeilge a chur ar f&aacute;il do chnuasach Gaelscoileanna aon &aacute;it a bhfuil scoil ag feidhmi&uacute; go hioml&aacute;n tr&iacute; mhe&aacute;n na Gaeilge.  N&iacute;l aon bhac ann m&uacute;inteoir&iacute; le hardchumas a bheith ar f&aacute;il do phain&eacute;il ar bhonn r&eacute;igi&uacute;nda Gaeltachta n&oacute; sna bailte m&oacute;ra agus sna cathracha, &aacute;it a bhfuil cnuasach Gaelscoileanna agus aon &aacute;it eile nach bhfuil ach Gaelscoil amh&aacute;in n&oacute; dh&aacute; Ghaelscoil d'fh&aacute;ilteodh gach scoil roimh mh&uacute;inteoir&iacute; ar an bpain&eacute;al le hardchumas sa Ghaeilge chomh maith.  Go raibh m&iacute;le maith agat as a bheith chomh foighneach liom.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#T00300","nonspeaker":"Mr. D&oacute;nal &Oacute; hAinif&eacute;in"},{"type":"speech","time":1519142400,"counter":114,"content":"<p>That was a very special dispensation on behalf of Senator &Oacute; Clochartaigh as others wanted to get in too.  We are very happy to accept any written submissions from the witnesses.  We really appreciate the engagement and discussion today.  It was very interesting and worthwhile.  I too would be of the belief too that there was not an apparent but a very real lack of substitute teachers.  At the same time, we must go through the process.  We have learned a lot and gained insight into recommendations that will be very practical and useful when we conclude our stakeholder meetings.  We will be able to make very clear recommendations to the Minister.<\/p> <p>  I remember as a young teacher the dread of the door opening at about ten past nine and between 12 and 15 children coming in with their schoolbags because their teacher was out.  One could have a class of 36 students for the day.  It should not be about a teacher being overwhelmed but about pupils getting the best teaching.  Unfortunately everyone in the class is impacted when it becomes a matter of crowd control.  I was in a big school and whatever about a class coming in from the same stream, it was more difficult when one was dealing with a totally different age group.  I know that fear that strikes in the hearts of teachers and principals in that situation.  Hopefully, as a committee we will be able to make recommendations on that.  <\/p> <p>  I thank the witnesses.  We will go into private session to discuss a couple of matters. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ESJ2018022000002#T00400","speaker":"1257"},{"type":"unspoken","time":1519142400,"counter":115,"content":"<p>The joint committee went into private session at 7.03 p.m. and adjourned at 7.09 p.m. until 4 p.m. on Tuesday, 6 March 2018.<\/p>","notice":"TIME STRING DETECTED"}]