[{"type":"majorheading","content":"Public Accounts Committee","time":1606926600,"counter":2},{"type":"unspoken","content":"<p>AN COISTE UM CHUNTAIS PHOIBLÍ COMMITTEE OF PUBLIC ACCOUNTS<\/p><p>Dé Céadaoin, 2 Nollaig 2020. Wednesday, 2 December 2020.<\/p><p>The Committee met at 16:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Colm Burke, Deputy Paul McAuliffe, Deputy Jennifer Carroll MacNeill, Deputy Marc MacSharry, Deputy Matt Carthy, Deputy Imelda Munster, Deputy Cormac Devlin, Deputy Catherine Murphy, Deputy Alan Dillon, Deputy Verona Murphy.<\/p><p>DEPUTY BRIAN STANLEY IN THE CHAIR.<\/p>","time":1606926600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002"},{"type":"unspoken","time":1606926600,"counter":4,"content":"<p>Mr. Seamus McCarthy(An tArd Reachtaire Cuntas agus Ciste)called and examined.<\/p>"},{"type":"speech","time":1606926600,"counter":5,"content":"<p>I welcome everybody to the meeting.  We are joined by the Comptroller and Auditor General, Mr. Seamus McCarthy, as a permanent witness to the Committee.  Apologies have been received from Deputy Neasa Hourigan.<\/p> <p>  Before we move on to the other items of business I want to make a statement.  I want to address the issue surrounding the tweet that I published over the weekend marking the 100th anniversary of the Kilmichael ambush in County Cork.  I am very conscious, as the Chairman of the Committee of Public Accounts, that the controversy has placed all the members in a difficult and totally unnecessary situation, particularly when this committee has such important work to carry out.  What I was attempting to do was to highlight that following the disastrous decision to partition the country almost 100 years ago, in the wake of events such as Kilmichael we still had conflict that went on for a long time during which a lot of suffering took place.  I deleted the tweet and apologised for posting it.<\/p> <p>  As we work to advance reconciliation on our island, we need to be able to talk about the past in a way that is honest to all of us and our beliefs but that does not deepen division or cause hurt.  As an Irish republican and someone who is in a position of political leadership, I have to be more aware of my responsibility to ensure that I do not do anything that is disrespectful to others.  Since the mid-1980s, when A Scenario for Peace was published, right through the Hume-Adams dialogue, and, finally, to the achievement of the Good Friday Agreement, I have actively supported initiatives to bring about peace on the island.  On Sunday, I apologised for any offence that I caused due to the insensitive nature of the tweet and I want to repeat that apology to the members today.  I also want to apologise to all my colleagues for the position in which I put them.  My tweet fell below not just the standard we expect of each other but the standard I expect of myself as a Member of the D&aacute;il and for that I am genuinely sorry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#A00200","speaker":"1491"},{"type":"speech","time":1606926600,"counter":6,"content":"<p>I thank the Chairman for making that statement.  I welcome the decision by the Ceann Comhairle to respond to the letter from Arlene Foster.  It was a very strong statement to the effect that nothing we do in here should in any way contribute to undermining the democratic process.  I believe the tweet was offensive at a time when, more than ever, we all need to work together with the UK leaving the European Union.  We all have a harder task in respect of working together with the Six Counties, which will be outside the EU, and we must make sure that nothing is done to undermine that process whereby the entire issue is now changed.<\/p> <p>  This committee is one of the most important committees in this House.  We are here to hold Departments and State authorities to account.  Likewise, it is here to hold every one of us to account, including Deputy Stanley, as Chairman.  It is disappointing that this tweet was sent out.  The Chairman's party leader said his was a one-off tweet but a number of tweets have been sent over the past number of months which were subsequently withdrawn.  There is a lot of speculation that some of these tweets are being deliberately and carefully drafted.  That is not the way to deal with issues and create division, and I certainly believe the tweet has created division.  <\/p> <p>  It is extremely important now that the Chairman makes a full statement on this matter in the D&aacute;il to re-establish his credibility as Chairman and the credibility of this committee.  Many people died over the 30 years of conflict.  The day the Chairman mentioned, the Narrow Water attack, was the same day two people aged 14 and 15 died in another tragedy at a different location.  It is extremely important that we do not bring back the divisions that existed at that time or add to them in any way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#A00300","speaker":"1523"},{"type":"speech","time":1606926600,"counter":7,"content":"<p>Does anybody else want to comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#A00400","speaker":"1491"},{"type":"speech","time":1606926600,"counter":8,"content":"<p>I acknowledge that the Chairman took down the tweet, apologised and has made a statement here.  As Chairman of the Committee of Public Accounts and a Member of the D&aacute;il, the tweet got much more attention beyond Twitter in the broadcast and the mainstream media.  That is not terribly surprising but it does have an external impact also beyond this jurisdiction.  I sat on the decade of centenaries committee which dealt with the pre-1916 period and there were members of the Chairman's party on it who played a very constructive role.  The one thing we all understood was how difficult any kind of marking of the War of Independence and the Civil War would be and the need to be very respectful in any of that.  I would want an assurance that this is a one-off mistake.  I would like to hear that from the Chairman.  The Committee of Public Accounts does not have a role in respect of this issue.  Any role in respect of it is within his party in terms of how media and social media are handled.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#A00500","speaker":"1489"},{"type":"speech","time":1606926600,"counter":9,"content":"<p>I am a member of the Joint Committee on the Implementation of the Good Friday Agreement.  Last week, John Finucane, MP, came in to seek our support for his family's quest for an inquiry into the horrific murder of his father.<\/p><p>In the course of that meeting and of the debate on the Seanad motion which preceded it, the Houses of the Oireachtas recognised and recounted the terrible details of the violence visited upon the Finucane family.  The Chairman of joint committee, Deputy O'Dowd, offered his full support and noted that Mr. Finucane's family was not the only one to suffer and that all the victims of violence need to be respected.  The party of our Chairman has stated repeatedly that there is not a hierarchy of victims.  We have to acknowledge that his tweet was about a very violent incident within recent memory, involving the death of very young men and in a very strategic and deliberate way.  We heard at another committee last week about the human impact of violence.  There is a human impact to this violence also that is very significant and has been well recounted.  The Chairman's tweet hurts the survivors who are alive today and whose family members - teenage boys and young men, some of them fathers - are still missing this Christmas.<\/p><p> What I want to know is what was behind the sentiment the Chairman expressed and what it says about what we are trying to do in terms of reconciliation for the future and about mutual respect.  The tweet seems to have no regard for the personal impact on the people who are left behind, in the way his party quite rightly called for in recognition of the Finucane family last week.  It is what is behind that sentiment that concerns me.  I am also interested in what prompted the Chairman to remove it and what was his thought process in that regard?  It is hard to see because a person must have that sentiment within himself or herself in the first place in order to express it.  Did somebody call the Chairman and tell him to delete it?  Did he receive an instruction?<\/p><p> I do not think that anything Sinn F&eacute;in does is by accident.  It is a highly strategic operation that has been well controlled, well managed and well planned in all its steps, before 1998 and since.  This is the first time Sinn F&eacute;in has held such a senior position in this Parliament.  Deputy Stanley is Chair of this committee, which, historically, is the most important of all the parliamentary committees and which is always chaired by an established parliamentarian of significance and of significant experience.  It is because of the significance of his office, that the reaction we have seen has been forthcoming.  My view is that he needs to go further than making an apology to this committee.  What he has said represents an attempt to alleviate the discord within the committee, but the real offence is to the Irish people and to their representatives in D&aacute;il &Eacute;ireann.  I think the Chairman should go to the D&aacute;il and apologise or make a personal statement there.  His party needs to make a statement of a similar nature that genuinely separates this repeating of violence and the glory of violence every couple of weeks.  The sequence is that it happens every couple of weeks and then there is an apology and we move on.  Meanwhile, it becomes more normalised just as we move towards a period of commemorations.<\/p><p> As parliamentarians, we must ensure that we take steps to protect the moderate nature of our politics.  Every party here has done things in stepping towards the centre in defence of the State that might have been politically uncomfortable for it.  I do not want to lose that centre ground to a polarised sort of politics like we have on other parts of this island.  I urge the Chairman and his party to take those steps towards moderation and to talk about separation from violence and to reject that.  I think he can play a hugely significant role in that regard.  His office is of such significance that it is hard to let the matter pass without noting it in this way.  I really urge him to give the matter further reflection before we get on with our business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#A00600","speaker":"1480","continuing":true},{"type":"speech","time":1606926600,"counter":11,"content":"<p>I thank the Cathaoirleach for making that statement.  I know it is never easy for a public representative, especially somebody who holds the Chair of an important committee such as this, to sit in front of his or her colleagues and tell them that he or she made a mistake and to outline that he or she is genuinely sorry for that mistake.  I believe the Chairman.  I think anybody who knows him, regardless of their political affiliations, will believe him.  Anybody who knows him will know that the tweet was a clumsy attempt at something.  I think he has accepted that and that it was not the place to have, as other members of the committee have alluded to, an important debate in which we all need to participate.<\/p> <p>  Anybody who knows Brian Stanley will acknowledge that, first and foremost, he is a good man.  He is a fair man.  He is certainly a very fair and effective Chair of this committee.  In the short number of months since the committee has been in existence, anybody looking on, recognising the challenges that it has faced trying to deal with two-hour sessions and what are in some instances very elaborate and detailed issues and sets of accounts, knows that the Chairman has conducted himself in a very fair and effective manner that has allowed this committee to deliver, insofar as it can, under those restrictive measures.<\/p> <p>  These are going to be a very important number of years, not only in the context of the ongoing decade of centenaries, but also as we move to the full implementation of the Good Friday Agreement.  That means we all need to be part of mature reflection, but also mature discussion and debate and a recognition that there is not a shared narrative in terms of the causes of conflict in the first instance but also the outworking of those conflicts.  The only thing we all agree on is that in whatever roles we have, we must all do everything within our power to ensure that never again does this island experience the conflicts that have been a hallmark of Irish history.  We are moving to a point in terms of the Good Friday generation where some Members of this House have no recollection of the conflict itself.  This means that those of us who have some recollection and those who have a very clear recollection of the conflict have a very important responsibility to ensure that there is no glory in conflict.  Unfortunately, many people suffered.  As has already been mentioned, lots of people tragically lost their lives.  The role that we all now need to play is to ensure that the suffering and loss of life in those circumstances never happens again.<\/p> <p>  As for this committee, we have important work to do.  I, for one, accept the Chairman's apology.  I believe that it is heartfelt.  I hope that in our own individual ways we can play a role to ensure that we can all give commitments that we will be incredibly careful in terms of our public utterances on these issues in the first instance, but that we can play constructive roles in the ongoing job of building peace in our country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#B00200","speaker":"1451"},{"type":"speech","time":1606926600,"counter":12,"content":"<p>I thank Deputy Carthy very much.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#B00300","speaker":"1491"},{"type":"speech","time":1606926600,"counter":13,"content":"<p>I accept the Chairman's apology and his statement.  I have known Brian outside of my short time in the D&aacute;il as president of the Irish Road Haulage Association and I have always found him to be a pure gentleman.  Unfortunately, given social media as it is today, things happen in this regard.  I do not condone the content.  I spoke to the Chairman personally about that.  I do, however, accept his apology.  I did not agree with the motion that was brought by Sinn F&eacute;in in respect of the previous Taoiseach, who is now T&aacute;naiste.  As a result, I do not agree with anybody calling for his head.  I think we have far too much important work to get on with.  I do not think anybody has taken the level of offence that is being purported.  I think we are all aware of our history and we should just get down to work and get on with what we have to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#B00400","speaker":"1622"},{"type":"speech","time":1606926600,"counter":14,"content":"<p>I thank the Chairman for his statement.  I accept his apology to the committee and I thank him for it.  There is no doubt, however, that the tweet was hurtful and that it was a glorification of what happened at Narrow Water.  The Chairman's words from when we started our work ring true, namely, that we need to leave party politics at the door.  We are here on behalf of the Oireachtas to scrutinise public bodies and other bodies.  That said, I accept his apology.  I do not think this is the place to scrutinise the tweet.  That is for the D&aacute;il Chamber and it is for the Chairman and his party to reflect on whether they want to deal with the matter in that forum.<\/p> <p>  I would not classify the tweet as clumsy.  I do not say the Chairman did so.  I hope that when he says he apologises for the tweet, it will not happen again.  That is an important element because, as he rightly points out, this is a very prestigious committee within the Houses and there is an extra onus on him, as Chair.  I know he accepts that and I know he understands it now.<\/p><p>I hope, however, that we will not have this situation in respect of the Chairman again because it puts the committee into disrepute and it is something we do not want to see again.  I thank the Chairman for his statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#B00500","speaker":"1481","continuing":true},{"type":"speech","time":1606926600,"counter":16,"content":"<p>I accept the Chairman is making an apology to the committee.  Apart from distracting from the work of this committee, my view is that the apology should be made to those impacted by the tweet, rather to us.  I was not going to comment on the issue but in the Chairman's explanation and in Deputy Carthy's contribution, whether it was a clumsy tweet or a strategic approach, as another member mentioned, a definite attempt was made to try to conflate actions which the army of the Republic of Ireland took in 1920 and the actions that an organisation of the same name took at Narrow Water.  That is not new.  It is a political difference the Chairman's party has with many others in the D&aacute;il.  It is also an attempt to suggest that for someone to be in favour of a united Ireland, it is enough to be anti-British.  We know we need to do far more than that to create a shared island.<\/p> <p>  While I and many other members of the committee were quite reasonable when we were getting media requests yesterday, the irony is not lost on me that if any of us had been in the Chairman's position, we would probably be the subject of a pile-on.  I do not draw my political tactics from that style of politics when I am in the wrong and I do not believe I should do it when other people are in the wrong.  I object to the Twitter pile-on today in respect of the Ceann Comhairle.  It was an attempt to open up a second line of defence and it was deplorable, especially when so many members of this committee have been so reasonable on this issue.  Deputy Devlin put it well when he said that this is a political difference between the Chairman's party and others here.  The Chairman has as much of a mandate as any other Deputy in this House.  The matter is one between Sinn F&eacute;in and the Irish people, not the Committee of Public Accounts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#C00200","speaker":"1568"},{"type":"speech","time":1606926600,"counter":17,"content":"<p>I thank the Chairman for his apology, which I accept.  Like Deputy Verona Murphy, I do not condone the content of the tweet, which was insensitive and inappropriate.  It caused hurt to victims and descendants of victims and people who have a particular perspective.  I respect and fully understand that.  The Committee of Public Accounts is not the place for what some people are seeking, however.  The Joint Committee on the Implementation of the Good Friday Agreement should by all means invite the Chairman before it to explore this matter.  If the Ceann Comhairle wants to pursue this issue, that is what the Committee on Procedure is for; it is not our role.<\/p> <p>  Like Deputy Verona Murphy, I believe that, as a nation, we have become a colosseum where we are far too anxious to set up a guillotine every time there is a misdemeanour.  I have previously stated outside this room that an appropriate body, such as the Standards in Public Office Commission, SIPO, should develop a book of quantum of sorts, with a list of appropriate sanctions for appropriate levels of misdemeanour, from lesser offences right up to more serious ones.  The outcome of the approach we are taking now is the same every time there is an indiscretion or a misdemeanour, however serious or minor.  It is to seek someone's head.  We saw that recently with the T&aacute;naiste's leak.  Some approached that issue in an appropriate way, but others in a different way.  <\/p> <p>  I am not for one second condoning the content of the tweet.  It was insensitive.  It is a matter, however, for the committee on the Good Friday Agreement, and certainly not for us.  A great deal of dirty laundry will need to be washed out publicly in the years ahead, as the healing and reconciliation process continues.  That of course includes the Finucane family and a public inquiry in that regard, where we have done our end of the bargain with the Smithwick tribunal, as agreed at Weston Park.  That has not been matched by the British, who have, unfortunately, brought their judicial system into disrepute by their actions.  <\/p> <p>  I am old enough to remember the Troubles being a nightly blight on the news, in respect of the loss of life on both sides.  We all regret that.  Given the years we are in, I wonder, when we look back, why we manage to romanticise and glorify atrocities of 100 years ago and then look at others in a different light.  I abhor all violence.  I mourn the victims of all violence, no matter on what side or in what era.<\/p> <p>  I would prefer if this committee stuck to its business.  We have a huge body of work to get through.  I accept the Chairman's apology.  If the Joint Committee on the Implementation of the Good Friday Agreement wishes to pursue a particular line, it can do that.  If the D&aacute;il wants to pursue a particular line, the Business Committee and the Committee on Procedure are there for that purpose.  We do not have the competence, and I certainly do not have the will, to pursue this matter any further here.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#C00300","speaker":"1606"},{"type":"speech","time":1606926600,"counter":18,"content":"<p>I thank the Chairman for his statement.  There is not a shred of doubt in my mind that every word spoken was genuine and sincere.  That reflects the type of person the Chairman is.  The Chairman, like me, is a lifelong and proud Republican.  He is a person who walks the walk.  People talk about bringing peace to the island and the Good Friday Agreement.  The Chairman was actively involved in promoting and working for that peace and seeing it come to fruition.  We have had a permanent peace now for more than two decades.  I know the Chairman's words are genuine because he has walked the walk.<\/p> <p>  Regarding the chairmanship of this committee, I think the two matters are totally separate.  In the short time he has been in this role, the Chairman has been exemplary.  He has been impartial and fair on all occasions.  Again, that reflects the type of individual he is.  That is the end of the matter for me.  The Chairman has genuinely apologised and, as others have said, this committee has much work to do and we need to get on with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#C00400","speaker":"1497"},{"type":"speech","time":1606926600,"counter":19,"content":"<p>I welcome the Chairman's statement.  The Committee of Public Accounts is one of the most important and effective of the parliamentary committees.  The Chairman's actions have impacted on the work of the committee, especially given his privileged position as the Chair.  The public see accountability as a moral construct which is only achieved when public officials serve with the commitment to do the right thing.  As Deputy Carroll MacNeill has said, an important step will be for the Chairman to clarify his position in D&aacute;il &Eacute;ireann.<\/p> <p>  Time and again, we have seen Sinn F&eacute;in members not taking responsibility for their actions.  We had Deputy John Brady a fortnight ago and the Chairman last weekend.  This is not a singular or once-off event.  The Chairman's party leader also needs to make a statement on this matter.  It is seen by the Irish public as a strategic ploy to inflate tensions.  We all have a responsibility in the decade of commemorations to commemorate the past in a respectful manner.  That is an important step.  Political representatives, irrespective of their political and ideological differences, must lead responsibly.  It is apparent that we need a statement on this matter and we must also continue the important work of this committee in an appropriate manner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#C00500","speaker":"1601"},{"type":"speech","time":1606926600,"counter":20,"content":"<p>I acknowledge the thoughtful comments of members.  There is obviously a range of views among members who are coming to this matter in a thoughtful way.  I clarify that my actions are my own.  I take full responsibility for them.  I was wrong.  I have apologised, and I am saying that sincerely.  Nobody else needs to take any responsibility.  I am solely responsible for my actions and I have to take responsibility for them.<\/p> <p>  I am conscious of what the members have said on this matter.  My commitment in the time ahead, through my words and actions, is to have the confidence of members, as Chairman, as we deal with the important work ahead.<\/p> <p>  A number of members mentioned the decade of commemorations.  We are in that decade now and there are a few difficult years to go through because there are difficult issues.  The lesson for me and all of us is that during that period we need to be very careful and continue to build reconciliation on the island of Ireland.  That is my commitment. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2020120200002#C00600","speaker":"1491"},{"type":"unspoken","time":1606926600,"counter":21,"content":"<p>Additional debate to follow.<\/p>"}]