[{"type":"majorheading","content":"Joint Oireachtas Committee on Children and Youth Affairs","time":1542792600,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Denise Mitchell, Senator Joan Freeman. Deputy Tom Neville, Deputy Anne Rabbitte, Deputy Sean Sherlock,<\/p><p>DEPUTY ALAN FARRELL IN THE CHAIR.<\/p>","time":1542792600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002"},{"type":"minorheading","content":"Business of Joint Committee","time":1542792600,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#A00100"},{"type":"speech","time":1542792600,"counter":5,"content":"<p>I have received apologies from Senator Warfield.  I propose we go into private session to deal with housekeeping matters.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#A00200","speaker":"1300"},{"type":"unspoken","time":1542792600,"counter":6,"content":"<p>The joint committee went into private session at 9.32 a.m. and resumed in public session at 10 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Governance Issues in Scouting Ireland: Discussion","time":1542792600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#D00100"},{"type":"speech","time":1542792600,"counter":8,"content":"<p>I welcome the members and any viewers who may be watching the proceedings on Oireachtas TV to this public session.  The purpose of today's meeting is to have a discussion first with the Minister for Children and Youth Affairs, Deputy Zappone, on governance and child safeguarding policies in Scouting Ireland.  Our second session will be a discussion with representatives of Scouting Ireland on the same topic.  I would like to advise the members of the committee that while there have been reports in the media, it is important to note that the committee cannot discuss individual cases and members should avoid naming names and individuals, whether those names are in the public domain or not.  It is also important that we do not discuss anything which is likely to be the subject of court proceedings.<\/p> <p>  On behalf of the committee, I welcome the Minister for Children and Youth Affairs, Deputy Zappone.  She is accompanied by her officials, Ms Clare McNamara, principal officer in the Department of Children and Youth Affairs and Ms Michelle Shannon, director and assistant Secretary General in the Department.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him, her or it identifiable.<\/p> <p>  I remind members and witnesses to please turn off their mobile phones or switch them to flight mode because they interfere with the sound system and make it difficult for parliamentary reporters to report the proceedings of the meeting.  Television coverage and Internet streaming might also be affected adversely.  I advise witnesses any submission or opening statement made to the committee will be published on its website after the meeting.  After the presentation, there will be questions from members.  I now call on the Minister, Deputy Zappone, to give her opening statement.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#D00200","speaker":"1300"},{"type":"speech","time":1542792600,"counter":9,"content":"<p>I thank the Chair for inviting me to attend this session of the Oireachtas Joint Committee on Children and Youth Affairs to address the subject of Scouting Ireland and its funding.  Deputies and Senators will be aware that the Department of Children and Youth Affairs administers a range of funding schemes and programmes to support the provision of youth services to young people throughout the country including those from disadvantaged communities.  Youth clubs and services have a significant contribution to make to realise the goals of the national youth strategy as part of a cross-sectoral, whole of society approach to supporting young people in their everyday lives.  Scouting Ireland is one such service which provides a non-formal educational experience that is firmly rooted in the experiential educational mode.  It is one of Ireland's largest youth movements, with more than 50,000 members.<\/p> <p>  Scouting Ireland is funded by my Department through the youth service grant scheme and the allocation for 2018 was &euro;876,336.  Scouting Ireland groups around the country also are eligible to apply for grants under the local youth club grant scheme.  In March or April 2018, I became aware that there were deficits in the governance arrangements in Scouting Ireland.  I had concerns about how a serious alleged incident was handled in addition to other matters, including safeguarding and Garda vetting.  All publicly funded organisations are required to meet strong governance standards and as Minister for Children and Youth Affairs I have a duty of care regarding the public funding provided by my Department.  In light of my concerns, I decided to withhold any further drawdown of funding to Scouting Ireland until such time as I could be satisfied that the organisation&rsquo;s governance standards were up to the required level.<\/p> <p>  When I became aware of the extent of the concerns, some of which had been aired in the media, I wrote to Scouting Ireland on Friday, 13 April advising it of my intention to withhold further funding to the organisation.  I also requested an urgent meeting with the board of Scouting Ireland.  The purpose of the meeting was to provide Scouting Ireland with an opportunity to clarify the revelations highlighted in the media coverage which raised serious questions for the organisation.  I subsequently met with Scouting Ireland on 19 April.  It confirmed its commitment to implement the recommendations on safeguarding and Garda vetting and to carry out a full review of historic cases.  Scouting Ireland also informed me of its proposals to put new structures in place.  <\/p> <p>  In light of that carrying out of the full review of historical cases, I received information late last evening.  It was stated verbally that the following is the case.  Mr. Ian Elliott has been examining the historical evidence.  He has found evidence of 71 alleged abusers and 108 alleged victims.  This is based on his work to date and the numbers may change.  Most of the cases occurred between the 1960s and the 1980s but there may be one from an earlier period.   None of the alleged abusers is still working with Scouting Ireland.  Reports have been made to Tusla and the garda&iacute; in respect of all of the alleged abusers still living.  <\/p> <p>  As I think the committee is aware, Mr. Elliott had also been engaged by Scouting Ireland to conduct a review of its child safeguarding, protection policies and procedures.  An interim report was produced in October 2017 and a final report was produced in January 2018, and both of these reports were subsequently submitted to my Department in March 2018.  In 2017, Scouting Ireland commissioned Mr. Elliott to carry out a case review into the organisation&rsquo;s handling of an allegation of a serious sexual assault on an adult volunteer by another adult volunteer.  While this alleged assault took place in 2009, it was only reported within the organisation in 2016.  Following on from Mr. Elliott's report of his review, Scouting Ireland engaged an independent barrister to conduct a full investigation into this allegation.  In particular the investigation would examine the handling of the matter by four senior volunteers, three of whom were on the board of Scouting Ireland at the time of Mr Elliott&rsquo;s report.  I expect to receive both reports once the independent barrister's investigation is completed.<\/p> <p>  In May, I appointed Ms Jillian van Turnhout, as an independent expert, to examine the governance and related issues within Scouting Ireland.  Ms van Turnhout submitted her final report to me on 14 June.  It contained a number of recommendations in the areas of safeguarding, management of the organisation, governance proposals and charities regulation.  The report suggested that the restoration of funding to Scouting Ireland should be clearly linked to the successful implementation of these recommendations.  The board of Scouting Ireland subsequently confirmed its decision to fully implement all the recommendations contained in the review of the Scouting Ireland report.  On this basis, I decided on 25 June to provide Scouting Ireland with interim funding for a further three month period, up until the end of September of this year.<\/p> <p>  In providing this interim funding, I requested that Scouting Ireland provide me with a further report by 24 September detailing progress in the implementation of the outstanding recommendations contained in the van Turnhout review of Scouting Ireland.  This report was subsequently submitted to me on 24 September for consideration.  At the end of September the then board of Scouting Ireland voted to reinstate the Chief Scout as chair of their forthcoming emergency general meeting.  This was done notwithstanding the fact that the Chief Scout is a respondent in the ongoing independent barrister&rsquo;s investigation.  I felt that this was unacceptable.  Shortly afterwards, I received letters from the then interim chair and Mr. Ian Elliott setting out their serious concerns about the board's actions and its ability to properly govern the organisation.  Having discussed the matter with the interim chair and Mr. Elliott, I decided to suspend funding for as long as the then board was in place.<\/p> <p>  Scouting Ireland held an emergency general meeting on 6 October 2018.  At the meeting, all the new governance proposals were passed by over 95% of those in attendance.  A new ten member board was elected following a skills assessment process and they took up their new role as of midnight on 6 October with the former board resigning from that time.  I have met with Ms Annette Byrne, who was acting chairperson during this change process and also with the CEO.  I was pleased to learn of the organisation&rsquo;s commitment to change and good governance.  A new interim chairperson, Ms Aisling Kelly, has now been appointed along with new board members at the emergency general meeting.  I look forward to having a constructive working relationship with the new team and the realisation of Scouting Ireland&rsquo;s ambitions for the young people it works with.<\/p> <p>  To date, I am satisfied with the significant progress made by Scouting Ireland regarding implementation of the van Turnhout recommendations and in the essential governance changes committed to by the organisation.<\/p><p>For that reason I have restored funding to Scouting Ireland until the end of April 2019.  I have requested a further progress report from the organisation by the end of March 2019 as well as copies of the independent barrister's report and the final report by Ian Elliott of the individual case review he conducted.  I will review the funding arrangement again at that stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#D00300","speaker":"1358","continuing":true},{"type":"speech","time":1542792600,"counter":11,"content":"<p>I thank the Minister for her opening statement.  I think there is one pertinent question to ask before I open the floor to members.  It is a question for both the Minister and Scouting Ireland concerning the likely presentation of the independent barrister's review to them.  My second question is whether the report will be made available to the committee.  It is important that we would have oversight of the report given its importance to the organisation in the context of the various goings on over the past 12 months.  I invite Deputy Rabbitte to contribute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E00200","speaker":"1300"},{"type":"speech","time":1542792600,"counter":12,"content":"<p>I thank the Minister very much for her presentation this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E00300","speaker":"1231"},{"type":"speech","time":1542792600,"counter":13,"content":"<p>Excuse me for interrupting.  Do you wish me to respond to your questions, Chairman?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E00400","speaker":"1358"},{"type":"speech","time":1542792600,"counter":14,"content":"<p>The Minister may, that might be helpful.  I apologise to Deputy Rabbitte.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E00500","speaker":"1300"},{"type":"speech","time":1542792600,"counter":15,"content":"<p>I have requested that Scouting Ireland would provide me with the reports prior to a reconsideration of the full restoration of funding in 2019.  I note your request on behalf of the committee, Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E00600","speaker":"1358"},{"type":"speech","time":1542792600,"counter":16,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E00700","speaker":"1300"},{"type":"speech","time":1542792600,"counter":17,"content":"<p>I thank the Minister for her presentation but I will focus on what she did not say in it, and on what she just said.  She referred to information that came to her last night.  That is probably the most shocking part of her entire presentation this morning.  It is probably too soon to ask where the Department sits in relation to funding.  I will be asking Scouting Ireland later whether any of the 71 alleged abusers are currently in the network or were when Mr. Elliott was carrying out his review.  Based on that, what is the position with funding?  It all goes back to governance, standards and transparency.  I supported the Minister when she suspended the funding last September.  She did the right thing.  What is the situation now with Scouting Ireland in terms of support from the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E00800","speaker":"1231"},{"type":"speech","time":1542792600,"counter":18,"content":"<p>The Deputy will have the opportunity to raise some of those questions with Scouting Ireland subsequent to my testimony.  Based on the verbal information I have received, my understanding is that none of the alleged abusers is still working with Scouting Ireland.<\/p> <p>  As Deputy Rabbitte is aware from what I said in the presentation, one of the reports Mr. Elliott was asked to do by the organisation on safeguarding and Garda vetting recommended that a historical analysis of cases would be carried out and that is currently under way.  The information I provided to the committee this morning comes out of the process of doing a piece of work the organisation asked Mr. Elliott to do.  My understanding is that the work is not yet completed.  I am in the process of continuing to review whether to fully restore funding to the organisation.  The information I received yesterday and the additional information that will be available on completion of the report will be integral to the assessment of the restoration of funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E00900","speaker":"1358"},{"type":"speech","time":1542792600,"counter":19,"content":"<p>Of course.  I thank the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E01000","speaker":"1231"},{"type":"speech","time":1542792600,"counter":20,"content":"<p>I welcome the Minister here today.  She has given us some very devastating news based on what she heard late last night.  We heard that there are 71 alleged abusers historically and 108 survivors that we know about.  It is pertinent for us to empathise with the fact that there are potentially more than 108 people out there who are potentially traumatised by their experiences.  When Mr. Elliott came before us on 9 May he gave an undertaking that he would look at the historical cases pre-2003 and the review has come up with that devastating news.<\/p> <p>  In light of this news very late last night I want to get an understanding of the Minister's interaction with the new board in terms of how she and the Department will deal with it.  Is it the case that all bets are now off regarding future funding until such time as the situation is clarified and rectified?  Notwithstanding what I have said, I should add a proviso to the effect that 99.9% of those involved in Scouting Ireland are honest, decent volunteers who are doing an excellent job and will be devastated by the news.  They  will be traumatised by this as well and they will want the funding to continue.  How do we find a mechanism to ensure that scouting continues and that the new board, which we wish well and which has been given a clean slate, can operate and that we find a mechanism to deal with the historical issues and also ensure that scouting can continue safely and without any cloud hanging over it?  The Minister's human response will perhaps give some solace to people who are honest and decent and who constitute the vast majority of scouters, their parents and friends.  We need to hear from her on how it is intended to deal with the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E01100","speaker":"1276"},{"type":"speech","time":1542792600,"counter":21,"content":"<p>I thank Deputy Sherlock for his very heartfelt and helpful question.  He is correct that it is devastating.  As Minister, I find it extremely distressing to have received the information I have at present.  I have been assured that none of the alleged abusers is currently still working with Scouting Ireland.  I have also been told that reports have been made to Tusla and to the Garda in respect of the alleged abusers who are still living.  I will be listening carefully to the Scouting Ireland testimony that the committee will receive this morning.  I will engage with the Chair as a matter of urgency.<\/p> <p>  I will examine where we are right now in terms of the funding decisions that I have already made.  I also acknowledge the extraordinary work that does go on within the organisation, which I have seen at first hand throughout the country.  I want to assure people that I will continue to support that work and the work involved in supporting the children and young people and also the volunteers given how important that is.  At the same time, we have been given this information and also other information.  I am waiting still for a couple of outstanding reports.  My officials and I are working closely with Scouting Ireland.  We are monitoring the situation and trying to understand it and looking for the best way to proceed in this regard.  The funding has not been fully restored in the same way that it has been before, so this is happening in the context of that decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E01200","speaker":"1358"},{"type":"speech","time":1542792600,"counter":22,"content":"<p>A lot of our focus in the main meeting of the committee was on the barrister's report on the alleged event that took place in 2009.  This new information is shocking.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E01300","speaker":"1276"},{"type":"speech","time":1542792600,"counter":23,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E01400","speaker":"1358"},{"type":"speech","time":1542792600,"counter":24,"content":"<p>I am viscerally shocked by the information we have received today.  I want to get clarity in my own mind that the Minister is satisfied that those files have now been sent to the Garda.  Given that the Minister only received the information late last night I would like to know what has occurred, procedurally, in the less than 12 hours or so since she has been in receipt of the information.  I am sure we will have an opportunity to speak to the board in respect of its handling of the issue but I wish to get the Minister's perspective.<\/p><p>I have been assured by both the CEO of Scouting Ireland and Mr. Ian Elliott that those files have been sent to Tusla and the Garda S&iacute;och&aacute;na.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#E01500","speaker":"1276","continuing":true},{"type":"speech","time":1542792600,"counter":26,"content":"<p>Before I call Senator Freeman, I have a number of questions.  Will the Minister repeat the two figures?  Am I correct that there were 71 perpetrators?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#F00200","speaker":"1300"},{"type":"speech","time":1542792600,"counter":27,"content":"<p>There were 71 alleged abusers and 108 alleged victims.  The figures are based on the work to date and numbers may change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#F00300","speaker":"1358"},{"type":"speech","time":1542792600,"counter":28,"content":"<p>That is understood.  Deputy Sherlock made a reference to the fact that Mr. Elliott has referred to this before in the review of the documents held by the organisation.  Is the Minister aware of the most recent date of an alleged incident of abuse of a child in the organisation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#F00400","speaker":"1300"},{"type":"speech","time":1542792600,"counter":29,"content":"<p>The only information I have is that there are cases between the 1960s and the 1980s.  I will be listening carefully to the next set of decisions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#F00500","speaker":"1358"},{"type":"speech","time":1542792600,"counter":30,"content":"<p>One of my questions is similar to one asked by Deputy Sherlock.  When Mr. Elliott spoke to the Minister last night, did he outline a procedure to put in place a protocol for the victims?  Is action on funding the only punitive measure the Department wishes to consider to deal with this revelation?<\/p> <p>  As the Minister said there are 50,000 members of Scouting Ireland.  Is just withdrawing funds the totality of what the Department?  Are there other ways of putting a stop to this behaviour because the Department only got the information last night?  While the withdrawal of funding is important and is evidence of the serious concern of the Department of Children and Youth Affairs, would it not stop the implementation of the suggestions made by Ms Jillian van Turnhout?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#F00600","speaker":"1428"},{"type":"speech","time":1542792600,"counter":31,"content":"<p>I think the Senator has asked very helpful questions.  People may come forward who need support and my understanding is that there are policies and procedures and supports for victims who come forward in the organisation.  It is important to take a look at that again and to review it.<\/p> <p>  As the Senator is aware, we have been very focused on the governance of the organisation.  I asked Ms van Turnhout to examine Scouting Ireland and make recommendations.  The recommendations have been strongly made.  The board has put in place an implementation plan.  One of the key aspects of the recommendations is the resignation of the last board and the appointment of a new board based on the skills and competencies of board members and the 95% agreement of the whole organisation to follow through on the implementation of those recommendations with new leadership in the context of governance.  Those actions come as a result of the work of my Department to ensure that we are moving forward into a different area.  It is a very difficult time for the organisation.  There are a lot of things that need to be done.  There are more ways in which they will need to respond in light of the information I have just shared.  I will be discussing these issues with the chief executive and the board as a matter of urgency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#F00700","speaker":"1358"},{"type":"speech","time":1542792600,"counter":32,"content":"<p>As the members have expressed, we are clearly shocked.  The Minister has expressed her shock.  Does the Minister have confidence in the organisation?  Admittedly these allegations date from the 1960s-1980s, and the committee has no evidence of other incidents with the exception of the 2006 case, which is under review, and was subject to a <i>nolle prosequi <\/i>by the DPP.<\/p><p>Does the Minister have confidence in the organisation, having learned from this experience?  There have been governance changes - the board and Chairman have changed - but, further to Senator Freeman's query, is funding the only means by which the Minister can make the organisation sit up and provide information in a timely manner to the authorities, not just to Tusla and the Garda S&iacute;och&aacute;na but to the Department, as primary funders of the organisation?<\/p><p>I do not want to diminish the significance of the figures the Minister has given to us.  Is any of the alleged perpetrators or victims deceased?  We have been told by the Minister that none is currently in the organisation.  Is the State aware of the names of these individuals?  In the case of the alleged perpetrators, is this the first instance in which any complaint has been made about them?  Are the Garda S&iacute;och&aacute;na or Tusla aware of the names of the individuals?  I appreciate that the Minister has only been made aware of this in the past 12 hours or so.  Are the alleged perpetrators of crimes in the 1960s-1980s still active in any organisation with children or young people?  I think these pertinent questions should be given an airing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#F00800","speaker":"1300"},{"type":"speech","time":1542792600,"counter":33,"content":"<p>It is true that I too am shocked by the figures.  As I said, I find it deeply distressing.  I am also aware of the fact that some of the alleged victims could be listening to what we are discussing right now.  I am deeply upset about that as  I cannot imagine what they must be going through.  I hope that the actions that my Department and I are taking and the actions of my colleagues are in the best interest of the organisation.  We are doing everything we can to ensure ultimately there will be opportunities for them to go through a different process of healing.  I hope for some of them that healing has already taken place but we are so aware of the fact that an integral aspect of that process is an acknowledgement.  <\/p> <p>  As I said I have information of alleged victims.  It is important that we are able to have this knowledge now and that the knowledge is interrogated and investigated.  As I have said already, I too will be listening carefully to what the evidence provides and we will continue that conversation with the organisation to follow it up.<\/p> <p>  It is important to say in this context of people wondering whether children are safe in Scouting Ireland that I have been assured by the former interim chairperson, Ms Annette Byrne and also Mr. Ian Elliott, who is the child safeguarding expert, that the vast majority of volunteers involved in Scouting Ireland do an excellent job.<\/p><p>I assure Deputies, Senators and parents that all the actions I have taken were a response to bad governance and were in no way connected to the fantastic work being carried out by scout groups, leaders and volunteers throughout the country.  I have been assured they are committed to and compliant with the highest possible level of safeguarding standards. <\/p><p> The Chairman and Senator Freeman asked if funding was the only measure.  I have outlined the other actions and measures we are taking to ensure the organisation is supported to move beyond this period.  We have a new board as a result of the report of the independent reviewer who made recommendations which the organisation followed.  The board is in place to take the next steps needed to ensure the safety and proper responses to information coming forward now about the organisation.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#F00900","speaker":"1358","continuing":true},{"type":"speech","time":1542792600,"counter":35,"content":"<p>I thank the Minister for coming in.  I looked over her statement last night and thought it was very positive and then we were hit with a bombshell today.  There is very little we can discuss about it.  How soon does the Minister hope to meet the board to discuss this sad and distressing news?  I was going to ask the Minister questions about it but I do not know if it is appropriate to do so now.  According to Scouting Ireland, Mr. Ian Elliot indicated the organisation was under-resourced with regard to safeguarding.  Does the Minister think we may have to consider increased funding?  How many of the recommendations from Ms van Turnhout's report have been implemented?  Is there a timeframe for implementation of all the recommendations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G00200","speaker":"1362"},{"type":"speech","time":1542792600,"counter":36,"content":"<p>I will be writing a letter to the interim chairman today to seek an urgent meeting.  On the funding issue, it needs to be considered.  That is what I will say right now.  One of the areas that I am particularly concerned about in light of the revelations is that the organisation is supported or resourced enough to provide support to alleged victims.  On the question about how many of the recommendations have been implemented, we have 13 recommendations from the report and all are in the process of implementation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G00300","speaker":"1358"},{"type":"speech","time":1542792600,"counter":37,"content":"<p>I want to put on record my reaction to what I heard this morning.  Like every other member of the committee, I am aghast at what has come out.  It is important to note there were procedures, reviews and examinations to identify this information.  I will try to phrase this as well as I can.  I welcome that the information has been found and that it is coming out.  I do not welcome that it happened.  It is important we continue with our examinations to extract the truth and that we get the likes of this out in the open.  We should deal with it through Government channels and also put measures into practice to ensure we mitigate against this kind of behaviour and that it is identified extremely quickly if it happens in the future.  The Utopian view is that it should never happen.  We have to put all necessary procedures in place to ensure it does not.  I will be waiting to hear the update from our next witnesses.  I thank the Minister for her contribution and for answering questions.  I will not repeat questions that have been asked already.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G00400","speaker":"1328"},{"type":"speech","time":1542792600,"counter":38,"content":"<p>As I was the lead questioner, I was a little bit taken aback by all the information I heard.  I have only processed certain things.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G00500","speaker":"1231"},{"type":"speech","time":1542792600,"counter":39,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G00600","speaker":"1358"},{"type":"speech","time":1542792600,"counter":40,"content":"<p>How many files from the 1960s to the 1980s did Mr. Elliot investigate?  Was that information given to the Minister?  The last time Mr. Elliot appeared before the committee he told us more than 500 files were in a safe room and were handed over to him.  I am trying to do the maths.  It would be nice to know how many files he investigated from that period.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G00700","speaker":"1231"},{"type":"speech","time":1542792600,"counter":41,"content":"<p>The committee will receive that information from Mr. Elliot when members have the opportunity to ask him that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G00800","speaker":"1358"},{"type":"speech","time":1542792600,"counter":42,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G00900","speaker":"1231"},{"type":"speech","time":1542792600,"counter":43,"content":"<p>If the Minister is telling us there are 71 alleged abusers and that there are 108 victims, is it fair to assume it is only a sample?  I am making that assumption and I could be wrong.  I would like to be corrected or educated on whether that is the case.  If it is only a sample, the question then arises as to whether the Minister or Department has been informed about whether this is representative of a much larger figure that is under investigation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G01000","speaker":"1276"},{"type":"speech","time":1542792600,"counter":44,"content":"<p>I will answer that as best I can with the information I have.  The use of the term \"sample\" may not be quite correct although I appreciate what the Deputy is saying.  I understand there is a process happening and that these are the numbers that have surfaced so far.  That is why I indicated it is based on the work to date and that the numbers may change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G01100","speaker":"1358"},{"type":"speech","time":1542792600,"counter":45,"content":"<p>To try to assist my understanding of this, is it safe to assume that in Larch Hill, there are a number of files in addition to the numbers we are talking about here today?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G01200","speaker":"1276"},{"type":"speech","time":1542792600,"counter":46,"content":"<p>I cannot answer that question.  I cannot say whether it is safe to assume that.  What I do know is the numbers could change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G01300","speaker":"1358"},{"type":"speech","time":1542792600,"counter":47,"content":"<p>It is pertinent to this because what it means is that what the Minister is presenting us with today - to speak to the Minister's bona fides - is that the figures she has articulated to us are exactly the number articulated to her as Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G01400","speaker":"1276"},{"type":"speech","time":1542792600,"counter":48,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G01500","speaker":"1358"},{"type":"speech","time":1542792600,"counter":49,"content":"<p>I know the Minister only received the figures last night and is just as much in the dark as everybody else.  My fear is that when this becomes public there will be vast numbers of victims.  The answer is probably \"No, not yet,\" but will there be a protocol ready to handle the impact of this information?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G01600","speaker":"1428"},{"type":"speech","time":1542792600,"counter":50,"content":"<p>I thank the Senator for the question.  We could assume it is public now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G01700","speaker":"1358"},{"type":"speech","time":1542792600,"counter":51,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G01800","speaker":"1428"},{"type":"speech","time":1542792600,"counter":52,"content":"<p>The Senator's question is excellent.  I had the opportunity to speak with members of the organisation before coming into the committee room.  They are fully aware of the implications of this.  They have had procedures and practices in place in the past.  They know they will possibly need to change to ensure that ultimately they have the capacity for supporting, listening and hearing the people who will step forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G01900","speaker":"1358"},{"type":"speech","time":1542792600,"counter":53,"content":"<p>I will leave it at that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G02000","speaker":"1428"},{"type":"speech","time":1542792600,"counter":54,"content":"<p>Before I let Deputy Rabbitte back in, I will ask a difficult question which the Minister may not be able to answer.<\/p><p>This may be a difficult question and the Minister may not be able to answer it.  I am thinking of other revelations of child sex abuse in the past.  When figures of 71 alleged perpetrators and 108 victims are presented, it is clear that multiple children were subjected to abuse by the same individual.  Has the Minister been presented with any evidence thus far of that sort of concentration?  Is one individual responsible for multiple alleged incidents?  Did the information presented to the Minister last night allude to any location or locations in which these incidents allegedly took place?  Would it be pertinent at this point to put that into the public domain?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#G02100","speaker":"1300","continuing":true},{"type":"speech","time":1542792600,"counter":56,"content":"<p>I do not have that level of detail.  It is important to say that I have been told that reports have been made to Tusla and An Garda S&iacute;och&aacute;na in respect of any of the alleged abusers who are still living.  That has happened.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#H00200","speaker":"1358"},{"type":"speech","time":1542792600,"counter":57,"content":"<p>Does the Minister have any idea of the number of individuals who are still alive?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#H00300","speaker":"1300"},{"type":"speech","time":1542792600,"counter":58,"content":"<p>I have not been provided with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#H00400","speaker":"1358"},{"type":"speech","time":1542792600,"counter":59,"content":"<p>This is not a question but a statement of fact.  When I was travelling to the Oireachtas yesterday morning I got a phone call.  It was an unknown number and I just managed to answer it.  It is important to put on the record what was said.  A gentleman who was one of the 108 called me.  I was a bit taken aback.  He proceeded to tell me about the trauma of his life for the last several years.  On the flip side, he also told me about the intervention he has received in the last several months because his was one of the files that was investigated.  He wanted to say that he was eternally grateful for the opportunity to benefit from the counselling and support he has received.  He believes it has been a game-changer for his life.  It is important to mention the support for the victims of abuse that is coming to light.  The Minister is right.  People are watching and listening to us this morning.  It is important to say that this man is totally grateful for the support he has experienced.  He asked me not to identify him, but to put on the record that he is grateful for the support he has received from the people he has engaged with within Scouting Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#H00500","speaker":"1231"},{"type":"speech","time":1542792600,"counter":60,"content":"<p>I thank the Deputy for providing his testimony.  As Deputy Rabbitte says, it is really important to put that into the conversation today and acknowledge it is happening.  I am consoled to hear that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#H00600","speaker":"1358"},{"type":"speech","time":1542792600,"counter":61,"content":"<p>This is also a statement.  I brought this up before the meeting started this morning.  I too have been contacted by somebody who is very grateful, not necessarily to counsellors, but to the staff of Scouting Ireland.  Obviously some mechanism is now in place that is allowing the staff to handle these queries and to handle the victims.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#H00700","speaker":"1428"},{"type":"speech","time":1542792600,"counter":62,"content":"<p>I thank the Senator.  I wish to note two things.  One is that it is really good to hear the Senator bearing witness to the testimony that she has heard in the context of what we are doing this morning.  This also indicates the importance of the work the committee does.  The fact that its members are public representatives and able to receive that information really helps this process to move forward.  I want to acknowledge that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#H00800","speaker":"1358"},{"type":"speech","time":1542792600,"counter":63,"content":"<p>I thank the Minister.  That concludes the first part of our meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#H00900","speaker":"1300"},{"type":"unspoken","time":1542792600,"counter":64,"content":"<p>Sitting suspended at 10.45 a.m. and resumed at 10.48 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1542792600,"counter":65,"content":"<p>I welcome members and viewers who may be watching proceedings on Oireachtas TV to the public session of the Joint Committee on Children and Youth Affairs.  On behalf of the committee I welcome Ms Aisling Kelly, interim chairperson and non-executive director of Scouting Ireland; Dr. John Lawlor, chief executive officer of Scouting Ireland; Ms Lisa Barnes, non-executive director of Scouting Ireland; Mr. Adrian Tennant, non-executive director of Scouting Ireland; and Mr. Ian Elliot, independent safeguarding consultant.<\/p><p>I draw the attention of witnesses to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  <\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p><p>I ask witnesses to switch off their mobile telephones or put them on flight mode, as they interfere with the sound system, make it difficult for reporters to report our meeting and adversely affect our television coverage.  I advise witnesses that any submission or opening statement they have provided to the committee will be published to the committee website after this meeting.  After their presentation I imagine there will be a significant number of questions for witnesses. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#H01100","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":66,"content":"<p>I thank the Chairman.  I wish to clarify the position concerning my title before I deliver my opening statement.  On 7 October, the first date on which the new board met, I was appointed interim chair.  At the next meeting I was elected to the position of chair by the board of directors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#H01200","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":67,"content":"<p>I thank Ms Kelly for that clarification.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#J00100","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":68,"content":"<p>I thank the committee for inviting Scouting Ireland to appear before it again.  I have been an adult scout volunteer for 23 years.  Previously I was a youth member of Girl Guiding from the age of 9.<\/p> <p>  I am accompanied by Mr. Adrian Tennant, director of Scouting Ireland, Ms Lisa Barnes, director of Scouting Ireland, who resides in Northern Ireland, Dr. John Lawlor, CEO of Scouting Ireland and Mr. Ian Elliott, an independent safeguarding consultant, who has been working with us as the interim safeguarding manager. <\/p> <p>  I want to tell members about the progress Scouting Ireland has made since the last time the organisation appeared before the committee on 9 May 2018 and I also want to outline the challenges we face.  When we last appeared before this committee, an apology was offered for the hurt that has been caused as a result of poor practice on the part of those involved in scouting.  Some of this occurred many years ago but the effects are still causing distress today.  I want to reiterate that apology and add to it our sincere regret for what has happened, and our absolute determination to learn from those mistakes and make Scouting Ireland today as safe an environment as we can create for all of our members.  To that end, we have made many positive changes in our structure and our approach to governance.  <\/p> <p>  The committee will recall that previously Mr. Martin Burbridge was present in his capacity as the head of the governance review group, which was the group responsible for designing and recommending governance changes within Scouting Ireland.  At that time, the company, Scouting Ireland Services CLG, and the unincorporated association, Scouting Ireland, were run as one entity.  The company's board and the association's national management committee were populated by the same people.  There was no non-executive board which one would expect to find in a company of this size.  The executive and non-executive were enmeshed.   <\/p> <p>  I am very happy to report that this is no longer the case.  The company and the association, on 6 October 2018, voted overwhelmingly, nearly 99%, in favour of radical governance change.  This was a monumental decision for the organisation, heavily debated and examined by the membership in minute detail.  Our youth members were instrumental on that day and I am delighted to say that it reflects how informed our organisation is by its youth-led ethos.  This decision was taken against the backdrop of the highly sensitive safeguarding investigation being carried out by independent barrister, Ms Lorna Lynch.  However, despite requiring the high threshold of a 75% majority, the membership at the EGM on 6 October 2018 showed great determination in voting for a new future for Scouting Ireland.  It will be a new era of openness, integrity, transparency and, most important, accountability.  <\/p> <p>  The unincorporated association is in the process of being wound down and we have instructed solicitors in this regard.  The assets and liabilities of that entity will be transferred to the company.  Residual accounts which are held there will also be transferred to the company.  There will be no renewal of membership in that association from January 2019.  The membership of Scouting Ireland now resides in the company in the form of the individual scout groups.  The governance documents which reflect the relationship between the scout groups and the company are clear in what each entity expects of each other.   <\/p> <p>  I am glad to inform the committee that, since 6 October 2018, the new board has been extremely busy.  It took office earlier than originally envisaged under the governance review group proposals but has hit the ground running.  It has met 15 times in seven weeks, averaging two meetings a week, one by teleconference and one face-to-face.  The ten members of this board, three of whom are present today, are dedicated and committed to steering the company into a new era of transparency and one where safeguarding of children and adults is our number one priority.  Scouting Ireland commits to making the organisation a safe environment for all of our members.   <\/p> <p>  As recommended in the Jillian van Turnhout report, safeguarding is now a standing item on our agenda.  The board has had the benefit of two detailed briefings from Mr. Ian Elliott in relation to the current and historic situations which we now face into.  It is apparent from the ongoing review of past practice being carried out by Mr. Elliott at the behest of the board that there is evidence of past abuse emerging from the former organisations that merged to form Scouting Ireland some 16 years ago.  Unfortunately, this is the situation, as with so many other organisations in this country's history, but Scouting Ireland is working hard to establish the full extent of the knowledge that exists in relation to that abuse.  That is a process which takes time and space in order to gather an accurate picture.  No adult volunteer wants to hear that of their organisation which forms more than a hobby for them, but rather a way of life.  Personally, as a mother of two very young children, this fills me with deep sadness. <\/p> <p>  I want to say categorically that Scouting Ireland is committed to providing support and help to all victims of past abuse within Scouting Ireland and is looking to include this in our policy framework.  The committee should be assured that this new board of oversight will meet this situation with integrity, compassion and dedication.   <\/p> <p>  It has been highlighted by Mr. Ian Elliott that Scouting Ireland is under-resourced with regard to safeguarding. The board has some work to do on scoping out what the these new resources will look like, how key people will be needed with new skills.  This work is not just critically important, it is highly specialist and expert.  I would ask all members of this committee to have regard for what Scouting Ireland is trying to achieve in ensuring a comprehensive and compassionate response to those who were so badly wronged in the past.  We look forward to a discussion with the Minister in the future about how these resources can be sustainably funded.  <\/p> <p>  As an indicator of how much of a priority this is for the new board, I can inform the committee that just this week we have advertised for a safeguarding manager in the national and international press.  The recruitment of an experienced and independently minded individual is a key priority for the new board.  Indeed, when we last appeared before this committee, we reported that we were in the process of implementing the recommendations of Mr. Ian Elliott in ensuring that the safeguarding team is made up of professional members of staff.  I am happy to report that we are working hard to achieve this.  <\/p> <p>  In addition to ensuring that safeguarding is resourced and supported within the organisation, the new board has made another priority in the enactment of new policies relating to dispute resolution and disciplinary procedures.  These policies have been externally reviewed by a specialist employment lawyer and we are happy to report that the board was in a position to ratify and adopt them at our meeting on Sunday, 18 November 2018.  The roll-out of these policies will ensure that Scouting Ireland develops a culture of consequence.  The position of the adult volunteer must always be that he or she serves as a volunteer for the furtherance of the development of young people.  Positions of responsibility over young people, and fellow adults, are a privilege, not a right.  We, after all, are adults who agree, by thought, word and deed, to be a positive influence to young people.  <\/p> <p>  Scouting Ireland welcomes the ongoing discussions with the Department of Children and Youth Affairs.  As the committee is aware we met with the Secretary General and members of his staff on 24 October 2018.  We had a detailed and constructive meeting, where I and Dr. Lawlor and two others briefed the Secretary General as to the governance changes within the organisation.  The officials in the Department with whom we have been working are supportive and encouraging and we greatly appreciate the Department walking the walk with us this past year.  Scouting Ireland welcomes the restoration of funding from the Minister as announced on 30 October 2018 and sincerely thanks the Minister in that regard.   <\/p> <p>  We are an organisation which welcomes oversight.  There has been concrete progress on implementing the recommendations of Jillian van Turnhout and I am glad to be able to report that substantial progress has been made on these recommendations and reported to the Department to its satisfaction.   We are also in the process of ongoing engagement with the Charities Regulatory Authority and our next meeting is on 10 December 2018.  We welcome the publication of the new governance code for charities which was published on 7 November 2018 and are committed to full compliance with this code.  <\/p> <p>  Lastly, we value your interest and oversight as the Oireachtas Joint Committee on Children and Youth Affairs.  We hope that some of our younger members watching this on TV look at each of you as role models and understand the important responsibility you have in being prepared to hold organisations and individuals to high standards.  It is a significant role which allows us the opportunity for self-examination and reflection.  We welcome all support and constructive feedback.  The new board genuinely thanks the committee members in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#J00200","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":69,"content":"<p>Before I invite Senator Freeman to question the group, I think, in light of the Minister's revelations to us, that it might be helpful to frontload some comments on those revelations both from the chair, Ms Kelly, and Mr. Elliott.<\/p><p>Perhaps they might like to say a few words on that matter.  It is of such significance that it should not be skipped over.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#J00300","speaker":"1300","continuing":true},{"type":"speechnospeaker","time":1542792600,"counter":71,"content":"<p>I am distressed to learn of the depth of the behaviour to which the past organisations of Scouting Ireland were witness.  Mr. Ian Elliott, who has conducted the review, is in a position to comment further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#K00200","nonspeaker":"Ms Aisling Kelly"},{"type":"speechnospeaker","time":1542792600,"counter":72,"content":"<p>I am happy to add some further detail to the information that has already been shared with the committee.  When I came before the committee on 9 May, I made reference to the fact that I was concerned about the situation that I believed existed in relation to the past practice of the scouting organisations which now form part of Scouting Ireland.  On this occasion, it is important I share with the committee the knowledge that I have at this point.  Although it is dark, I emphasise that this is the information that I have at this time.  There is knowledge of 71 alleged sex offenders and 108 alleged victims.<\/p> <p>  It is important for the committee to understand that this information has come from a number of sources.  It has not been simply acquired through a reading of the documentation that exists within the organisation.  Obviously, there is information there that has contributed to that, but it has also come from two other important sources.  One source is personal memory and recollection of individuals within the organisation who have shared with me concerns and knowledge stemming from many years back which has not been properly bottomed out.  Also, importantly, it has been derived from victims, people who have come forward, spoken to us and shared with us what their experience has been.  That is happening in increasing numbers.  There are an increasing number of people who are coming forward and talking directly to us.  The reason they say they are doing so is that they have confidence in the process and confidence that they will be listened to, believed and helped.<\/p> <p>  The figure of 108 victims is an important one.  I want members to think of that, not in numerical terms but in human terms.  That is 108 people who have suffered and are suffering today as a result of being exposed to situations to which they should never have been exposed.  It is important for me to confirm to the committee that the new board of Scouting Ireland has impressed on me its absolute commitment to responding to those individuals with compassion and concern and to helping them in every way that it possibly can.  That is what we are seeking to do.<\/p> <p>  I do not believe the figures I am sharing with the committee at this time will be the final figures.  I believe the numbers will increase.<\/p> <p>  I will provide a significant detail that the committee needs to be aware of because a question was asked when the Minister spoke with regard to how many of the individuals of whom we are aware had multiple victims.  There are 14 such individuals.<\/p> <p>  The committee is also concerned to ensure that the reporting requirements in relation to all of those individuals have been met. I can assure members that that is the case.  The majority of the alleged offenders are deceased.  Those who are alive have been reported to the appropriate authorities in the jurisdiction in which they are located because Scouting Ireland is an all-island body and they are not all located within the Republic.  Some are in Northern Ireland and some are overseas.  We do not know at this time what all those, among this group of individuals, who are alive today are currently doing.  What we know is that they are not in scouting.  We have reported to the appropriate authorities who they are but we do not track those individuals as we do not have that capacity.<\/p> <p>  Senator Freeman asked what protocol applies in relation to victims who are coming forward.  Since the new board came into being on 7 October last, considerable progress has been made from my perspective in handling and dealing with the difficult issues that arise from this matter.  I proposed to the new board that it adopt a victims' policy for Scouting Ireland which simply sets out the board's commitment to victims, the responses that should be made and how those should be monitored.  The board has agreed to do that and is in the process of adopting that policy.  I believe it will shortly become part of the policy framework.  That is a considerable step forward and I compliment the board on that.<\/p> <p>  There is an issue about the resources that are required to ensure that every victim who comes forward and speaks to us is responded to in an appropriate way.  The work is not only time-consuming but also emotionally demanding.  Experience and skill are required to do it effectively.  I have shared with the board and also the CEO, Dr. Lawlor, my concern with regard to the capacity of the organisation to respond.  However, I have absolutely no doubt that the commitment is there.  As the committee will possibly be aware, I have a fair amount of experience of working with organisations that have a difficult and bad history in this area.  One meets with a variety of approaches but what the new board of Scouting Ireland is doing is stating that it is owning this problem, not denying it, and that it wants to accept that it has happened, deal with that reality and reach out to those who have been hurt and harmed in a compassionate and effective way.  I have been offered all the support the board can provide in order to do that.  That is an important message to take to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#K00300","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":73,"content":"<p>Ms Kelly's distress is almost palpable and members also feel great distress for the thousands of members of Scouting Ireland.  I am sure the new board, the staff of the organisation and the volunteers have a difficult and challenging time ahead.<\/p> <p>  We were told by the Minister for Children and Youth Affairs, Deputy Zappone, that she was advised last night about the 71 perpetrators and 108 victims.  Did Mr. Elliott have that information before last night?<\/p> <p>  Ms Kelly stated that Scouting Ireland has created a policy to help anybody who telephones or gets in contact with the organisation.<\/p><p>Will our guests talk me through that?  Policy is one thing but I want to know what happens on a day-to-day basis.  Are people informing Scouting Ireland about what happened to them and how they are doing?<\/p><p> Capacity is another issue.  The figures related to the terrible experiences of some members of Scouting Ireland have been revealed today.  These revelations will probably encourage other victims to make contact.  What capacity does the organisation have to contain or handle that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#K00500","speaker":"1428","continuing":true},{"type":"speechnospeaker","time":1542792600,"counter":75,"content":"<p>The Senator has asked important questions and I will do my best to provide her with the answers that are available to me.  I emphasise that I am conscious of the fact that when I last came before the committee and spoke about this issue, I did so in terms that may have conveyed to members that I thought this was a serious situation.  It is not until one has the evidence that the situation becomes real.  I can give the numbers to members but I need them to think of the human cost that is involved.  Very significant human suffering has taken place and has been part of the history of those who have been involved in scouting.  I know that is an unpleasant message and that many people will be very shocked.  The way to deal with it, however, is to own up to it and face it, not to deny it.  That is important.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L00200","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":76,"content":"<p>We are aware of that.  The question I asked, though-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L00300","speaker":"1428"},{"type":"speechnospeaker","time":1542792600,"counter":77,"content":"<p>No, relatively.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L00400","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":78,"content":"<p>-----was whether Mr. Elliot had information before the Minister was informed yesterday evening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L00500","speaker":"1428"},{"type":"speechnospeaker","time":1542792600,"counter":79,"content":"<p>The numbers have changed very recently.  I chose today's meeting as being the appropriate medium to introduce the information into the public domain.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L00600","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":80,"content":"<p>I ask Mr. Elliot to address my question on capacity and talk me through the protocol that is in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L00700","speaker":"1428"},{"type":"speechnospeaker","time":1542792600,"counter":81,"content":"<p>I will try to do both.  Our capacity is limited, which is a concern to me and one about which I have spoken to the board and others.  It is limited not just by the issue of dealing with the past but also the issue of making sure that what is happening currently is dealt with in an effective and efficient way.<\/p> <p>  Ms Kelly made the committee aware of the fact that we have placed an advertisement for a safeguarding manager, and that is an excellent start.  I hope that advertisement will be successful and I also hope other advertisements, which we will require for case officers to strengthen the safeguarding resources that are available to us at this time, will be successful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L00800","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":82,"content":"<p>My next question is for Dr. Lawlor in his capacity as chief executive officer.  Scouting Ireland is being contacted by people daily.  How are his staff handling that and are they receiving support, given that this must be distressing for them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L00900","speaker":"1428"},{"type":"speechnospeaker","time":1542792600,"counter":83,"content":"<p>The information given today and the hurt that has been caused to people over decades is a source of great personal distress to me.  A point was made about numbers.  Each number is an individual who has suffered terribly.  That also has an impact on our staff who live it on a daily basis.  Our staff are very good people and very human in their response.  I was heartened to hear the two testimonies offered in the previous session in regard to the actions of staff when working with victims.  That has been my experience of our staff working with victims and, more recently, when they had the benefit of the professional guidance provided by Mr. Elliott.<\/p> <p>  There is no gainsaying that we have been badly stretched.  A number of our staff have built up experience and received training as designated persons and in counselling services.  We have redeployed front-line staff to do this work and plug the gaps.  We have also engaged professional external counselling support.  The service is stretched now.  Over the past five months, our staff have been within days of receiving notice of being laid off, yet they continued to do a professional job, particularly in this important area.  Their commitment is undeniable and they will continue to show that commitment.  However, we desperately need to put additional resources into this area.<\/p> <p>  The Senator is right.  I believe the information placed before the committee today was correct.  It was important that we did that today.  The move will encourage more victims to come forward, which is healthy.  It is terrible that people have carried this burden without being able to reveal it for so many years.  The Senator knows from her own work how that adds to a person's pain.  We will work with people and find the resources to do so.  We look forward to engaging with the Minister and her officials to see if they can help us in this matter. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L01000","nonspeaker":"Dr. John Lawlor"},{"type":"speech","time":1542792600,"counter":84,"content":"<p>I thank Dr. Lawlor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L01100","speaker":"1428"},{"type":"speechnospeaker","time":1542792600,"counter":85,"content":"<p>In terms of methodology and, in a practical sense, the support that is offered to the staff involved in this work for whom I am responsible, I am very aware of the emotional cost that is involved in being effective in this work.  I provide reflective supervision to each member of staff.  That is an absolute guarantee.  If I feel they are being overwhelmed by what they are being exposed to, I will withdraw them from that work.  Our staff are very dedicated and committed people who have a history in scouting.  It is a great source of distress to them that this has happened.  They want to address the issue but, at the same time, I have a responsibility to keep them healthy.  I must make sure they do not overstretch themselves because if they were to do that, they would not be effective in terms of working with the victim.  Staff must have the capacity and emotional strength to do this work, and not everybody has that.  Many people cannot do this work.  We must have an ability to respond and we have that ability.<\/p> <p>  The victims' policy, which I believe will be adopted shortly, is a great step forward.  It is a statement by the organisation that we are committed to this work and which sets out what we will do and how we will do it.  It is a value statement and incredibly important.  I praise and compliment the organisation on this policy.  In addition, others who have been hurt in the past will take great strength from the fact that it is now the policy of the organisation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L01200","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":86,"content":"<p>I will address three issues arising from the information presented to the committee this morning on the 108 victims of child sex abuse within Scouting Ireland from the 1960s through to the 1980s.  In the conduct of the cold case review Mr. Elliot has carried out in recent months, one of my colleagues has suggested the total number of cases may be 500.  I remember that figure being mentioned so I will use it again.  What percentage of the files has Mr. Elliot gone through?  I presume he has read them all.  How many files were found to require the intervention of An Garda S&iacute;och&aacute;na and in how many cases was it considered appropriate to close the file?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L01300","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":87,"content":"<p>These are all closed cases; they are not current.  The majority of the individuals referred to as alleged perpetrators are deceased.  I cannot stress enough the variable quality of the information that exists.  In some cases, one has handwritten notes of a very limited nature.  It is only through taking on further investigation that one gets an idea of what is being referred to.  One of the issues that has come to light is the discovery of a very serious perpetrator on whom we did not have a file.  It was a case that was discovered as a consequence of a victim coming forward and saying what had happened.  We were not aware, within the organisation, that the individual in question was a perpetrator.  A simple review of the paperwork is only part of the story.<\/p><p>I have already spoken to the board about the work that has to take place.  The approach that I would like to follow - I would like to have the time to do it as well - is to formally interview a number of people who have memories and experience of those times and formally gather information from them, and add to that the victims' stories to put together a comprehensive knowledge of what took place.  We know it is bad practice.  We know there were situations that should have been responded to and were not responded to in a proper way, and although the perpetrators may be dead, the victims most certainly are not.  Not all of the perpetrators are alive.<\/p><p> I do not believe that figure of 108 is a final figure.  When we explore that further, the figure will probably rise quite considerably, and possibly as a consequence of what we have today, it will rise further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#L01400","nonspeaker":"Mr. Ian Elliott","continuing":true},{"type":"speechnospeaker","time":1542792600,"counter":89,"content":"<p>In relation to victims, it is a situation where that expertise begets confidence.  In the short time that we have had the benefit of Mr. Elliott with the organisation, one can see that there is a dramatic response by victims to that because they see that there is someone there and a team in place that have the appropriate training to deal with this.  We are stressing to the committee that it is expertise that we need because it will allow victims to come forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#M00200","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":90,"content":"<p>I have another query on the cold case review.  I assume that either Mr. Elliott or An Garda S&iacute;och&aacute;na has been in contact with all of the living victims of child sex abuse.  Ms Kelly mentioned the requirement of the organisation to have professionals to handle this so that, as Mr. Elliott outlined, the victims coming forward have confidence in the process due to his presence, because of his reputation and the fact that this matter is in the public domain.  The additional supports that are required within the organisation must be addressed by the Minister.  Indeed, the Minister has referred to seeking a meeting with Ms Kelly in short order.  I would imagine, from an organisational perspective, that Dr. Lawlor will be aware of the numbers of staff we are talking about because it is clearly not only one individual.  Given the size of the organisation, I do not imagine that would be sufficient.  Would Dr. Lawlor like to put some meat on the bones of the particular requirement that Scouting Ireland may have in the future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#M00300","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":91,"content":"<p>There has been some scoping of what a dramatically enhanced safeguarding capability within Scouting Ireland would look like and it is a quantum difference.  Mr. Elliott has been helpful on its elements.  It will require an experienced safeguarding manager with a track record in the sector and suitable qualifications.  It will require professional case officers with experience of safeguarding, investigation and support of victims.  It will require significant additional administrative support.  It will require the engagement of sessional officers to deal with cases - these would be external professionals we would engage on a case basis.  I might ask Mr. Elliott to comment on that.  It is a substantial commitment in terms of the salary expenditure that would be involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#M00400","nonspeaker":"Dr. John Lawlor"},{"type":"speech","time":1542792600,"counter":92,"content":"<p>Would those individuals be permanent or contracted to the organisation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#M00500","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":93,"content":"<p>I would expect that the safeguarding manager, the administrative support and the case officers would be permanent.  The sessional officers would be by engagement.  Of course, we must be mindful where we are using contracted support that it is in the context of observing the confidentiality of this kind of work.  That would apply even down to administration.  In trying to alleviate some of the pressure on us in the administration area, we might engage contract administration staff but we cannot do that in the safeguarding area, and would have to do that in-house.<\/p> <p>  Mr. Elliott might comment further on the structure I have outlined.  The committee will know from those sort of numbers that it requires a fairly substantial investment for the organisation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#M00600","nonspeaker":"Dr. John Lawlor"},{"type":"speechnospeaker","time":1542792600,"counter":94,"content":"<p>As Dr. Lawlor outlined, we are talking about a substantial amount of resources being channelled towards safeguarding.  I believe that there is the commitment now.  As Ms Kelly referred to, I have given two detailed briefings to the new board over the past month.  I have gone through all of this work in great detail with them.  The first time I met them, I remarked to them that I did not trust them, which is probably not a good way to start off.  I did it because my experience of previously working with individuals within Scouting Ireland has not always been easy and straightforward.  I said: \"I will learn to trust you when I see your actions give me cause to trust you.\"  They were quite taken aback but I have to say that over the course of the six weeks or so that they have been in place, on behalf of those people who have been hurt as a consequence of having contact with scouting I have been greatly impressed, reassured and encouraged.  I now feel that we are in a very different place going forward.<\/p> <p>  One cannot view the victims as being a homogenous group.  Victims are adults and they have a right to their privacy.  They may not want to have any contact with Scouting Ireland or anything to do with us, or they may want to have simply very limited contact.  I have been contacted by victims, individuals who were in very senior positions in scouting, who simply wanted to have a conversation with me so that they could be apologised to and also so that they could be reassured that what happened to them mattered to scouting today and that there was concern for their situation; that was really important to them.  They were reassured by that and they did not want any further contact.  That was it.  That is not an uncommon reaction.  In other cases, it is very different.  One is meeting individuals who have been very seriously impacted as a consequence of what happened to them and who are still dealing with the trauma they suffered when they were abused at ten or 11 years of age.  In many respects, one is responding to and meeting a ten or 11 year old boy who happens to be a middle-aged man with serious life difficulties.  That is the human cost that one must always take into account.<\/p> <p>  The point is Scouting Ireland is a brilliant youth organisation doing a wonderful job but it has a responsibility to every young person with whom it comes into contact that it treats him or her fairly, with respect and ensures his or her safety at all times.  I believe and have confidence in the new board and in the chair, and in the CEO, Dr. Lawlor, that now there is that total commitment to ensure that happens.<\/p> <p>  Today is, in a sense, a starting off.  We are not hiding anything from the committee.  This is what we know and as we know more, we will share that with the committee.  We are not trying to deny anything.  This is exactly what the situation is.  We want it known so that we can address it and also encourage others who we do not know to come forward and talk to us so that we have a full, in-depth understanding and knowledge of what has taken place in the past.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#M00700","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":95,"content":"<p>On behalf of the committee, I ask that Ms Kelly provide us with the disciplinary procedure and, indeed, the victims policy when it is adopted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#M00800","speaker":"1300"},{"type":"speech","time":1542792600,"counter":96,"content":"<p>We have made a great deal of progress since the witnesses' appearance in May.  At that point, there was much that we did not know.<\/p><p>Mr. Elliot had said at that stage that records were &quot;kept securely in fireproof filing cabinets in Larch Hill&quot; and the Garda and Tusla had been informed about that.  We are a number of months on in the process and we have a picture of the number of alleged abusers.  We may not have been presented with a finite number but we understand that it is an iterative ongoing process and that the number of victims may increase as well.  As he said, there are no files on one or more alleged perpetrators.  <br\/><br\/>I am satisfied as to the openness of Scouting Ireland's engagement with us today in ensuring that there is confidence on the part of Members present but, most important, on the part of the  ordinary decent people who give of their time every day to the organisation and those who fund the organisation, namely the taxpayers.<br\/><br\/>Notwithstanding the devastating numbers of people who are survivors or victims, some of whom are deceased, we cannot even imagine on a human level what the survivors are going through at present.  It is unconscionable.  We have to have some confidence in the fact that the organisation is now, to use its own phrase, &quot;taking ownership&quot; of the issue and that they are putting in place a victims policy.  That certainly gives me some confidence.<br\/><br\/>Is Scouting Ireland making a financial contingency on its books for a number of cases where the DPP decides that there is a <i>nolle prosequi<\/i>with some cases because of insufficient evidence?  I do not want to presume the outcome here but, for example, there was a recognition in the Cloyne diocesan investigation where certain cases came before the court with the same <i>modus operandi<\/i>that on the balance of probabilities etc. that there was enough proof, notwithstanding the lack of proof in the book of evidence, and that there should be some form of compensation.  Is the new board discussing those issues?  I do not expect the board to say that it is but I want this issue on the agenda to get some sense from the organisation that it is dealing with that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#M00900","speaker":"1276","continuing":true},{"type":"speechnospeaker","time":1542792600,"counter":98,"content":"<p>There are two prongs to that question, one of which is whether the board has looked at the reserves of the company and the contingent liabilities that are on the books in respect of existing litigation. We have had a full briefing from Dr. Lawlor, the financial officer, in on that.  The second part of the question is whether we have considered ring-fencing a reserve for a general compensation fund without the need for a victim to go through a litigation process.  That is something that we will have to explore - I do not want sound like a broken record - but finances are an issue for us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N00200","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":99,"content":"<p>There are precedents in cases brought to the DPP where <i>nolle prosequi<\/i>was the determination of that office but there was an acknowledgement by the organisation that abuse took place.  Is Scouting Ireland discussing the possibility that some fund will be made available for financial compensation or for services to be wrapped around the person in question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N00300","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":100,"content":"<p>On the latter point, money has been ring-fenced to give the necessary supports to the victims.  They are being funded for counselling if that is required and for basics like travelling to meet people so that none of those act as a bar to victims coming forward and engaging with us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N00400","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":101,"content":"<p>Is litigation outstanding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N00500","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":102,"content":"<p>There is litigation.  As with any company, there would always be a proportion of litigation on the books.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N00600","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":103,"content":"<p>Can Ms Kelly say how many cases are outstanding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N00700","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":104,"content":"<p>I do not want to deal with the details of that at this point in time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N00800","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":105,"content":"<p>But Ms Kelly acknowledges that there are cases outstanding specifically in respect of alleged abuse.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N00900","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":106,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N01000","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":107,"content":"<p>I would like further engagement with the committee regarding progress on those matters.<\/p> <p>  The second issue is the complaints policy.  Ms Kelly's intervention deals with three thematic areas: safeguarding; accountability and disciplinary policy.  As a member of this committee, I wish the new board well.  The mood music has changed on ensuring that there is a new transparency in how matters are dealt with.  The new board has received a strong mandate from the individual members of the scouting organisation.  When it comes to a new disciplinary policy, am I correct that the organisation has engaged an employment lawyer who has externally reviewed the policies, and that it has adopted new procedures since 18 November?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N01100","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":108,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N01200","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":109,"content":"<p>If there are complaints then, for instance, by a senior member of the organisation against an individual, which were registered prior to that, what is the status of those complaints now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N01300","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":110,"content":"<p>We have four live complaints relating to ongoing matters, which are currently before the disputes resolution appeals panel.  That is the in-house panel, which deals with disciplinary matters.  I do not know whether that answer the Deputy's question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N01400","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":111,"content":"<p>It does but only to a certain point, because I am in receipt of correspondence about individuals.  There are outstanding issues that I want to deal with.  There is, for instance, a complaint against an individual who is now the subject of a disciplinary procedure because he was critical of a senior officer within the organisation.  There are allegations against the complainant by a senior officer of the organisation, who has stated in a letter that the complainant has actively supported criticism of him and of his performance of his duties and has called for his resignation.  The person who called for the resignation of the senior person is now being brought in front of Scouting Ireland under page 11 of the disputes and adults policy, etc.  When we are members of organisations and put our heads out there, it is likely that people will criticise us.  There is a fine line between criticism and something that is actionable or subject to a disciplinary procedure.  Has the new board examined whether the four live complaints will proceed?  Have they the support of the board?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N01500","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":112,"content":"<p>First, it is not appropriate to comment on live complaints at this point.<\/p><p>We must have regard to the integrity of the process afforded to the disciplinary appeals panel.  As a non-executive board, we are also the board of final oversight.  We must have confidence in the disputes panel, to which we have devolved responsibility for this matter, to carry out the procedures.  If there is a requirement then for an appeal or subsequent attention, we would come to any issues completely untainted from knowledge of them.  My opinion and that of the board is that must have confidence in our disputes panel to deal with these matters.<\/p><p> The second leg of the question related to whether the board was aware of criticism.  What I can say in commenting generally is that I welcome criticism.  It is something that is to be supported and encouraged.  It is not that the organisation does not regard the criticism of the board or staff members as something to shy away from.  There is a line beyond which, however, appropriate criticism becomes perhaps inappropriate criticism, and that is a line to which all organisations should have regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#N01600","nonspeaker":"Ms Aisling Kelly","continuing":true},{"type":"speech","time":1542792600,"counter":114,"content":"<p>I am keen to understand the new structures.  The voluntary board is disaggregating itself from the procedures.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#O00200","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":115,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#O00300","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":116,"content":"<p>I am suggesting now that this will become a live issue if there are four live complaints.  It is something that Ms Kelly, as chairperson, should have cognisance of in respect of the nature of the complaints.  That is all I am saying.  I am keen to keep this in a positive vein.<\/p> <p>  Again, I thank the representatives of Scouting Ireland for coming before the committee.  We have a clear sense and understanding now of where Scouting Ireland is going, and that is important.  I wish to ask about the advertising of the safeguarding manager position.  Ms Kelly said the safeguarding manager was advertised in the national and international press.  When was that exactly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#O00400","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":117,"content":"<p>The advertisement was loaded on our website on Monday night.  I spoke to the operations manager yesterday.  That process is in train.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#O00500","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":118,"content":"<p>Scouting Ireland representatives were before the committee in May.  In the time since then, was it the position of the board that Scouting Ireland would have an interim position with Mr. Elliot in place and then move to advertising?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#O00600","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":119,"content":"<p>Yes, Mr. Elliott was appointed as the interim safeguarding manager.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#O00700","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":120,"content":"<p>I thank Scouting Ireland for the presentation.  I have sat back and watched this for the past few months, no more than the witnesses have.  Indeed, it has been going on almost a year at this stage.  I will surmise what happened and then get into the questions.<\/p> <p>  My belief is that the lid not only came off but was blown off Scouting Ireland.  The governance needed dramatic change and cultural change.  Interpersonal difficulties came to the fore as well.  A legal quagmire came about.  What was at risk at all times was the main purpose and ethos of Scouting Ireland and the 50,000 personnel and young children who were part of Scouting Ireland.  At all times they were caught in a stormy sea through no fault of their own.  They were at sea in stormy conditions.  That is why it is important to acknowledge the great work of the volunteers and parents who continued to send their children to Scouting Ireland throughout this entire process.  It is important to acknowledge the great work of the paid staff who stuck with Scouting Ireland through the uncertainty from quarter to quarter over whether funding was going to come.  They have to be acknowledged.  For much of this time they were left in a stormy sea with little information.<\/p> <p>  At all times I have taken the view that Scouting Ireland was taking three steps forward and then seven steps back.  We must talk about this in the context of last September or October.  To be honest, I was disgusted about the process that unfolded last September and October.  At the time we had an Oireachtas committee meeting at which it was clear that guidelines and a process were being set in place.  However, I cannot understand the train of thought that could allow a situation in which, one week before an annual general meeting, all of this could unravel and put at stake the paid staff jobs and put at risk the parents who continued to support Scouting Ireland and children who continued to attend.  As far as I was concerned, we were facing into the abyss at that stage, from which there was no coming back, in the knowledge, because we are well informed, that Ian Elliot had received the guts of 500 files from Larch Hill and in the knowledge of what was unfolding there.  I believed it was very important that Scouting Ireland be kept together for all the reasons set out by the Minister for Children and Youth Affairs, Deputy Zappone, this morning.<\/p> <p>  I am glad to see the report from Ms Kelly this morning.  It is most welcome.  I am warmed by what Ian Elliot has said in support of the board.  I am disappointed that it has taken months to have a safeguarding position advertised.  While the matter was in the capable hands of Ian Elliot, it would have been important to have the position advertised to show that we were taking it seriously and that we were prepared to move forward and to stop having an interim arrangement.  In any event, it is good to see that the post has been advertised.  How long did we leave the position vacant?  How long did we not have a full-time person covering that role?  I do not want to hear about \"interim\" or the post being \"under the role of the chief executive\".  When was the last time Scouting Ireland had a safeguarding officer in place?<\/p> <p>  After all my surmising, much of this comes back to Mr. Elliot.  I am confused at this stage because the Minister harked on about one point but we did not get into it enough because of what she said.  I am referring to the independent barrister.  How many times has the board of Scouting Ireland met that independent barrister?  Why was that independent barrister assigned from the first day?  We do not have any updated information on what is going on there.  What was the role of the independent barrister?  I am wondering about it and something out there is not sitting right with me because I do not have a report or review from that particular person.<\/p> <p>  How many cases have gone before the Director of Public Prosecutions, DPP, in the past ten years?  We are talking about between 60 and 80 cases and it seems to be back there the whole time.  I am talking about here and now.  In the past ten years, how many cases have gone before the DPP relating to Scouting Ireland?<\/p> <p>  The optics around all of this are very important because the optics indicate what we want to show in the future.  I realise we have only got to the 1980s with Scouting Ireland files, but I want to know whether all the files before 1980 have been assessed.  Is Scouting Ireland still going through some of these?  As far as I am concerned, we have a further 30 years of files to go through and the 540-odd files that Mr. Elliot would have seen on the first day.  Mr. Elliot said that persons are becoming more forthcoming with information but we did not have files on them at all.  I want to hear the Scouting Ireland take on it.  Today is 21 November.  Where are we at with the whole review?<\/p> <p>  As far as I am concerned, this has blown wide open.  We know what is going on with Tusla on child protection.  We know about mandatory reporting.  Where are we going to get the skill set to support the board?  Unless every board member is trained in social care, counselling and everything else, we will not get the skill set to do this work.  Will Scouting Ireland keep it all in-house to ensure the work is done to its ability?  I am sorry.  I realise I have asked many questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#O00800","speaker":"1231"},{"type":"speechnospeaker","time":1542792600,"counter":121,"content":"<p>A number of separate issues arise.  First, I acknowledge the thanks of Deputy Rabbitte in respect of the thousands of volunteers.  More than 14,500 adult volunteers give their time every day.  That number is in excess of the number of garda&iacute; in the country.  My husband thinks that I have taken on a second job because, after we put the children to bed, I sit down in the evening and work for four hours a night on this.  We have to acknowledge that there are thousands of people doing very good work.  The staff in Larch Hill have been exemplary in their dedication to Scouting Ireland.<\/p> <p>  I will address the comments relating to the independent barrister's report.  I share Deputy Rabbitte's concerns about the response time for the report.<\/p><p>However, this is an independent process and the minute we start putting deadlines on it, we will then have a question mark with regard to whether or not due process is followed.  It is something we are following up with regard to instructing solicitors and it is a concern of mine.  I can see Deputy Sherlock shaking his head.  Perhaps he has a follow-up question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#O00900","nonspeaker":"Ms Aisling Kelly","continuing":true},{"type":"speech","time":1542792600,"counter":123,"content":"<p>I will go back to Deputy Sherlock.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P00200","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":124,"content":"<p>Regarding the other matters, perhaps Mr. Elliott could address the issues relating to safeguarding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P00300","nonspeaker":"Ms Aisling Kelly"},{"type":"speechnospeaker","time":1542792600,"counter":125,"content":"<p>I will certainly attempt to do that.  There are some questions I cannot answer because I simply do not have the information.  Deputy Rabbitte asked about the independent barrister's report.  Obviously, this is not really a matter on which I can comment but the Deputy asked a specific question about how often I met her.  I met her once.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P00400","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":126,"content":"<p>On one occasion?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P00500","speaker":"1231"},{"type":"speechnospeaker","time":1542792600,"counter":127,"content":"<p>Yes.  There is really nothing else I can say beyond saying that I met her on one occasion.  With regard to skill sets, I share the Deputy's concern about where these will come from.  Would we keep them all in-house?  We are committed to providing a service and we work in partnership with a variety of different voluntary organisations and groups.  If those skill sets are available to us from elsewhere and we are unable to get them in-house, we will be open to that conversation and to trying to bring those people in.  The concern for us is making sure those people who need a service are provided with that service.  I know from experience that this is quite specialised work and is not readily available in the marketplace, but it is important work.  We will explore all possibilities available to us.  If it means establishing a partnership with another provider, we will do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P00600","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":128,"content":"<p>Was it not the independent barrister who commissioned or requested Mr. Elliott to take up the role he has taken up?  Who requested him to come in to perform his-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P00700","speaker":"1231"},{"type":"speechnospeaker","time":1542792600,"counter":129,"content":"<p>The board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P00800","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":130,"content":"<p>The board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P00900","speaker":"1231"},{"type":"speechnospeaker","time":1542792600,"counter":131,"content":"<p>The board that preceded the current board asked me if I would be willing to act as an interim safeguarding manager, which I have done.  I work on a part-time basis.  I work at least two days per week in Dublin and work more hours than that for Scouting Ireland, but I am physically present here two days per week.  It is a job that requires a full-time resource being available to meet it.  It is not just simply one person.  A safeguarding team is required to meet the needs within Scouting Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P01000","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":132,"content":"<p>Has Mr. Elliott looked to meet the independent barrister more than once?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P01100","speaker":"1231"},{"type":"speechnospeaker","time":1542792600,"counter":133,"content":"<p>No.  Obviously, if I was requested to do so, I would.  It is an independent process-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P01200","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":134,"content":"<p>All right, that is okay.  Ms Kelly spoke about openness, integrity, transparency and accountability.  Does Mr. Elliott feel these qualities are there with regard to the procedures in place relating to safeguarding and the people watching this meeting?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P01300","speaker":"1231"},{"type":"speechnospeaker","time":1542792600,"counter":135,"content":"<p>Absolutely.  I welcome the opportunity to be able to confirm that again to the Deputy.  If I did not feel that this was in place, I probably would not be here.  It has not always been present with regard to the experiences I have had in working with Scouting Ireland.  I have had good experiences and experiences that were not very good.  I made it clear to the board when I first met it that I needed to be convinced that it was going to do the right thing at the right time for the right reasons.  Although we have only known each other for a short time and I have only worked with it for a short time, I have been greatly impressed by its commitment, openness and willingness to accept criticism and what I am saying.  These are not easy lessons to learn.  These are all people who have very positive experiences of scouting so they think Scouting Ireland is a wonderful organisation, which it is, but they also think that this sort of experience does not happen to young people who come to scouting.  I am saying that it does happen, has happened and to more than one person, and that Scouting Ireland should accept responsibility for that problem, own and deal with it and get it out there so we can move on from it.  I have confidence that Scouting Ireland is doing that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P01400","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":136,"content":"<p>That is very good.  In respect of the shocking numbers laid before us by the Minister earlier this morning, I have a question relating to geographic locations.  Does it involve any particular area?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P01500","speaker":"1231"},{"type":"speechnospeaker","time":1542792600,"counter":137,"content":"<p>I realise that the information I have given the committee is crude in that there is a lot more that needs to be provided to the committee in terms of detail.  What I can say and what I have been particularly interested in identifying are locations and activities that seem to feature prominently in victims' stories.  In respect of the victims with whom I have spoken, it is obvious that residential camps and jamborees are high-risk activities as far as the victims are concerned.  Abuse is frequently reported from those activities.  In a way, it makes sense.  When a child or young person is removed from the protective care to which he or she is subject in the home environment, that child or young person is more vulnerable and it is harder to put in place good signed safeguarding processes for those activities.<\/p> <p>  It is important to mention that two members of my team were on site for 12 hours every day at the jamboree that took place this year in Stradbally.  I was in the background monitoring that so there was a very good safeguarding presence at that jamboree, which was a very positive experience.  Of the 6,000 young people who attended that jamboree, the vast majority had a wonderful experience, but we had 16 referrals.  There were 16 or 18 situations that occurred within that setting.  The point was that we had the cover and the staff, the staff provided that service and those situations were dealt with.  We talked to An Garda S&iacute;och&aacute;na and Tusla.  It was dealt with very well.  That is an example.  I am sure all the people who attended the jamboree were unaware that during that very positive activity, that number of situations arose, but that is the reality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P01600","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":138,"content":"<p>Is Deputy Rabbitte happy with the responses?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P01700","speaker":"1300"},{"type":"speech","time":1542792600,"counter":139,"content":"<p>To be honest, nobody could be happy with that response but that is not Mr. Elliott's fault.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P01800","speaker":"1231"},{"type":"speech","time":1542792600,"counter":140,"content":"<p>It was probably a poor choice of words.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P01900","speaker":"1300"},{"type":"speech","time":1542792600,"counter":141,"content":"<p>It is not Mr. Elliott's fault that I would not be happy to hear that there were 16 referrals relating to a jamboree.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P02000","speaker":"1231"},{"type":"speech","time":1542792600,"counter":142,"content":"<p>I might ask a clarifying question because that screams rather unpleasant things.  Mr. Elliott might be able to clarify matters.  Are we talking about disagreements and fighting or are we talking purely about matters of a sexual nature?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P02100","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":143,"content":"<p>Safeguarding concerns do not simply involve sexual abuse.  We are talking about the whole range of activities and situations that cause distress and upset to young people, some of which can be extreme.  They can involve trying to access alcohol or leaving the site inappropriately.  All these activities are included in that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P02200","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":144,"content":"<p>How many people were at the Stradbally event?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P02300","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":145,"content":"<p>I think it was 6,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P02400","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":146,"content":"<p>And it was over two nights?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P02500","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":147,"content":"<p>No, not at all.  It was over ten days.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P02600","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":148,"content":"<p>And there were 16 referrals?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P02700","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":149,"content":"<p>Yes.  The team was engaged 16 times.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P02800","nonspeaker":"Mr. Ian Elliott"},{"type":"speech","time":1542792600,"counter":150,"content":"<p>I thank Mr. Elliott for that clarification.  Obviously, we have been looking at the revelations that have been brought to us this morning.  I have three points to make before I call Deputy Sherlock.  Does Ms Kelly envisage that the independent barrister's report into events regarding four members of the scouting organisation will be published when it is produced?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#P02900","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":151,"content":"<p>When the document is produced, the board will consider it.  The Minister has already asked for a copy and I do not see why she would not be furnished with a copy as the board is fully committed to honouring requests of that nature.  It is difficult to speak in the abstract about the content of the report but we would have to consider whether there was a need for redaction.  We would have to seriously consider its wider publication for the membership but my default attitude is for, rather than against, disclosure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q00100","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":152,"content":"<p>I appreciate that.  Is Ms Kelly aware of any procedural issue delaying the process through which the report is going?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q00200","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":153,"content":"<p>There is none of which I am aware.  I have requested an update and last week I was informed that the delivery of the report was imminent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q00300","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":154,"content":"<p>Scouting Ireland is due to provide the Minister with a progress report on the implementation of the Jillian van Turnhout report at the end of March.  Ms Kelly said she was at an advanced stage of implementing a number of the 11 measures.  Does she envisage completing that process before March?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q00400","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":155,"content":"<p>One of the key recommendations relates to the safeguarding manager and the closing date for that is 31 December.  We hope to have appointed somebody prior to 31 March and that would be the last key recommendation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q00500","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":156,"content":"<p>The other ten recommendations will be completed by the end of March.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q00600","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":157,"content":"<p>I would anticipate so, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q00700","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":158,"content":"<p>My final question relates to a chief scout, which Scouting Ireland does not have at the moment.  Is it envisaged that the organisation will replace the chief scout who left?  Has that been discussed at board level?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q00800","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":159,"content":"<p>The chief scout voluntarily stood down from his role in April this year.  Under the company owning model, the role of the chief scout is considerably different and the role is now written into the company's constitutional documents.  The executive function of the chief scout, who would traditionally have been involved in the management of the company, has been taken away and the role is more ceremonial, or presidential.  I cannot comment on the role of the current chief scout until the delivery of the report and it would not be appropriate to anticipate any of the findings of the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q00900","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":160,"content":"<p>Is Ms Kelly referring to the barrister's report?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q01000","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":161,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q01100","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":162,"content":"<p>As laypersons looking in on Scouting Ireland, we all want to give the organisation a fair wind.  However, in the answers being given today I am hearing that the organisation will decide if and when the barrister's report will be published.  I want to ensure that taxpayers' money is spent wisely and I believe we need to hear something stronger to assure us that there is full transparency around the report.  I do not get a sense of that at the moment, on account of the time that has passed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q01200","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":163,"content":"<p>I understand that.  It is about striking a balance between respecting the information contained in the report and the concurrent rights of the individuals who are the subject of the report.  As I indicated, my default position is for publication.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q01300","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":164,"content":"<p>On the disciplinary procedures, I am very heartened to hear that the organisation has brought in an external lawyer with expertise in the area of employment and labour law.  However, I and others are in possession of letters about complaints made against individuals.  I accept Ms Kelly's statement that there is a disaggregation between her role as a volunteer and as a member of the executive but if she is aware that there are four live complaints, I assume she is aware of the nature and content of those complaints.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q01400","speaker":"1276"},{"type":"speech","time":1542792600,"counter":165,"content":"<p>I am a little uncomfortable with this.  We have already visited this issue and Ms Kelly has said she will not discuss live cases.  I am a little reluctant to go there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q01500","speaker":"1300"},{"type":"speech","time":1542792600,"counter":166,"content":"<p>I am discussing policies and procedures.  A submission was before us-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q01600","speaker":"1276"},{"type":"speech","time":1542792600,"counter":167,"content":"<p>The Deputy referenced letters he had received but which the committee does not have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q01700","speaker":"1300"},{"type":"speech","time":1542792600,"counter":168,"content":"<p>There is correspondence and we are told a new policy is in place for disciplinary procedures, which was agreed on 18 November.  Disciplinary letters were issued prior to that, the content of which I have not gone into.  I am trying to ascertain whether the new board had regard to those letters when it was considering the new policy which was agreed on 18 November.  In other words, does the new board stand over the letters that were issued and the policy around them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q01800","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":169,"content":"<p>We are not in possession of the letters to which the Deputy refers but I am aware that letters were issued.  I feel uncomfortable speaking about the particulars of those matters.  There is no point in a company having a set of policies if the board has control over who issues a complaint, who does not and the content of the complaint.  There has to be integrity in the process.  If there is a policy and somebody submits a complaint, it should be allowed to take its course and be resolved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q01900","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":170,"content":"<p>I thank Ms Kelly for her frankness, which is refreshing.  There needs to be a clear demarcation between roles and everything should be upfront.  A person who is listening to this meeting and who may be the subject of a complaint will know that there is a policy and procedures for how the complaint is dealt with.<\/p> <p>  I wish the new board well.  There will be a role for us in seeking to examine how the transition between the old and new boards progresses.  Mr. Elliott was very honest with us on the challenges he found and I imagine that the new board will have to challenge a pre-existing culture.  I am not saying there is a black mark against existing cultures but one has to let in the light and certain people might not be favour of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q02000","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":171,"content":"<p>We are very keen to make sure there is a culture of consequence throughout the organisation but that is like pushing an open door for 99% of the people involved in the organisation, who are good, decent hardworking volunteers working for the good of other people's children all the time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q02100","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":172,"content":"<p>What is the number of files that went to the DPP in the past ten years?  How many years was Scouting Ireland without a safeguarding officer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q02200","speaker":"1231"},{"type":"speechnospeaker","time":1542792600,"counter":173,"content":"<p>I cannot answer the question on the number of files that went to the DPP but I am happy to get back to the committee with an answer.  I do not know off the top of my head and I would not like to guess at the figure.<\/p><p>As Mr. Elliot stated, we observed all our reporting obligations in respect of Tusla and An Garda S&iacute;och&aacute;na and, in the other jurisdiction, in the context of the PSNI.  Prosecution is a matter for the respective prosecution authorities and the police.  I am not trying to dodge the question, I just do not want to guess the answer.  I hope the Deputy will accept that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#Q02300","nonspeaker":"Dr. John Lawlor","continuing":true},{"type":"speech","time":1542792600,"counter":175,"content":"<p>Absolutely.  Can Dr. Lawlor give me a timeframe for when the secretary will have a response to that question?  It is crucial for me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R00200","speaker":"1231"},{"type":"speechnospeaker","time":1542792600,"counter":176,"content":"<p>We can check.  It is not something we would want to hold back.  If we know it, we can find it out.  It is a matter with the statutory authorities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R00300","nonspeaker":"Dr. John Lawlor"},{"type":"speech","time":1542792600,"counter":177,"content":"<p>It is something I am looking for.  It is a request.  The other question relates to the number of years without a safeguarding officer being in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R00400","speaker":"1231"},{"type":"speechnospeaker","time":1542792600,"counter":178,"content":"<p>We did not have a position of safeguarding officer.  When we engaged Mr. Elliot in the summer of 2017, our child protection officer had left that month.  We engaged Mr. Elliot immediately to take on the role.  We have not had someone in the old position but, as I have outlined previously, what is proposed now is an entirely new structure; it is not the replacement of one officer for another.  We believe that would be an inappropriate structure not only because of the volume of complaints, of which the committee has got some sense of today, but the complexity of the job.  It would put undue strain on one person if it all fell on him or her.  Mr. Elliot spoke about the team and the need for a manager.  We believe the next key step is to employ a manger who has the experience, background and qualifications and to build a team around that person.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R00500","nonspeaker":"Dr. John Lawlor"},{"type":"speech","time":1542792600,"counter":179,"content":"<p>I totally understand what Dr. Lawlor is saying.  Prior to Mr. Elliot arriving, when was the last time Scouting Ireland had somebody in that role in a full-time capacity?  I am not talking about somebody in an interim position or covering sick leave, maternity leave or any other sort of leave.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R00600","speaker":"1231"},{"type":"speechnospeaker","time":1542792600,"counter":180,"content":"<p>It was June 2017.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R00700","nonspeaker":"Dr. John Lawlor"},{"type":"speech","time":1542792600,"counter":181,"content":"<p>Was that in a full-time capacity?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R00800","speaker":"1231"},{"type":"speechnospeaker","time":1542792600,"counter":182,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R00900","nonspeaker":"Dr. John Lawlor"},{"type":"speech","time":1542792600,"counter":183,"content":"<p>Who is the current national secretary of Scouting Ireland?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R01000","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":184,"content":"<p>The national secretary of the association is Charles McGuinness.  As stated earlier, we are in the process of winding it down.  As it is an incorporated association, it exists while there is membership.  There will be no membership renewal in January 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R01100","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":185,"content":"<p>If a disciplinary proceeding was issued under the signature of the national secretary in October, what is the status of that if the association is wound down?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R01200","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":186,"content":"<p>The disciplinary procedures that were issued-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R01300","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":187,"content":"<p>On 1 October.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R01400","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":188,"content":"<p>-----would follow the policies that were operational on that date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R01500","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":189,"content":"<p>The policies have remained the same.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R01600","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":190,"content":"<p>No, the policies have materially changed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R01700","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":191,"content":"<p>How?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R01800","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":192,"content":"<p>There has been a separation out of the first instance disputes and grievances policy, which was married with the disciplinary policy.  There was an update on the fit-and-proper-person test.  There is an update on how we deal with a number of material issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R01900","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":193,"content":"<p>To be straight about it, will Ms Kelly indicate what the status of a complaint is if a letter was issued on 1 October by an Accounting Officer, in Civil Service parlance, or a paid official, and if it involves disciplinary proceedings against an individual?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R02000","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":194,"content":"<p>The procedure being followed is the procedure of the association.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R02100","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":195,"content":"<p>Of the association.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R02200","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":196,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R02300","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":197,"content":"<p>It was adopted by the members at the AGM.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R02400","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":198,"content":"<p>It is Scouting Ireland, unincorporated association, <i>vis-&agrave;-vis<\/i>Scouting Ireland as the company.  Any matters which predated 6 October are being dealt with under the policies of the Scouting Ireland association.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R02500","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":199,"content":"<p>For which the new board has no oversight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R02600","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":200,"content":"<p>We have a good working relationship with the national secretary.  The national secretary and I have been speaking about these matters and we are aware of them.  Further to what I stated earlier, it is not a matter on which I want to elaborate any further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R02700","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":201,"content":"<p>It is my intention to pursue, in so far as I can, while I have a mandate here, natural justice in respect of any complaints that are made.  I have an obligation to certain people who have approached me to ensure-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R02800","speaker":"1276"},{"type":"speech","time":1542792600,"counter":202,"content":"<p>So do I.  I have received them as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R02900","speaker":"1231"},{"type":"speech","time":1542792600,"counter":203,"content":"<p>-----it is followed through to the letter of the law.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R03000","speaker":"1276"},{"type":"speechnospeaker","time":1542792600,"counter":204,"content":"<p>I welcome that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R03100","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":205,"content":"<p>There must be some sort of legal relationship between the two.  If there is a complaint on file from the end of September, one from 7 December and one from 7 October, there is different treatment and a different authority.  There has to be some sort of legal arrangement in place for the organisation to take that up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R03200","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":206,"content":"<p>There is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R03300","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":207,"content":"<p>Can Ms Kelly clarify that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R03400","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":208,"content":"<p>I can clarify it.  We have instructed a firm of specialist solicitors who are dealing with the wind-down of the unincorporated association and within that there will be the legal transfer of any existing issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R03500","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":209,"content":"<p>Ms Kelly can give assurances to Scouting Ireland members that nothing will fall through the cracks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R03600","speaker":"1300"},{"type":"speechnospeaker","time":1542792600,"counter":210,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R03700","nonspeaker":"Ms Aisling Kelly"},{"type":"speech","time":1542792600,"counter":211,"content":"<p>That concludes our session.  On behalf of the committee, I thank our guests for their presentation and for dealing with the members' questions in such a comprehensive manner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CYJ2018112100002#R03800","speaker":"1300"},{"type":"unspoken","time":1542792600,"counter":212,"content":"<p>The joint committee adjourned at 12.15 p.m. until 9.30 a.m. on Wednesday, 5 December 2018.<\/p>","notice":"TIME STRING DETECTED"}]