[{"type":"majorheading","content":"Joint Oireachtas Committee on Environment, Culture and the Gaeltacht","time":1373619600,"counter":2},{"type":"unspoken","content":"The Joint Committee met at 10:00","time":1373619600,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200002"},{"type":"minorheading","content":"Heads of Climate Action and Low Carbon Development Bill 2013: Discussion (Resumed)","time":1373619600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200002#A00100"},{"type":"unspoken","content":"<p><b>Ernst and Young<\/b><\/p>","time":1373619600,"counter":6,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200002#A00150"},{"type":"speech","time":1373619600,"counter":7,"content":"<p>I advise members to turn off their mobile phones because they interfere with the broadcasting technology.<\/p><p>  We will proceed with our consideration of the heads of the Climate Action and Low Carbon Development Bill 2013.  Under section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the joint committee.  However, if a witness is directed by it to cease giving evidence on a particular matter and continues to do so, he or she is entitled thereafter only to qualified privilege in respect of his or her evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against a person, persons or an entity by name or in such a way as to make him, her or it identifiable.  They are asked to read the document which was circulated to them on privilege.<\/p><p>  Members are fully aware of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.  I also insist on members restricting their contributions to questions, as they have done up to now.  Each member may speak only once in each section.<\/p><p>  I welcome our first guest this morning, Mr. Barry O&rsquo;Flynn, director and lead adviser on environmental finance at Ernst &amp;amp; Young.  I remind delegates not to read their opening statements which have been circulated to members of the committee and will be taken as read.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200002#A00200","speaker":"996"},{"type":"speechnospeaker","time":1373619600,"counter":8,"content":"<p>I thank the Chairman for the invitation to speak to the joint committee.  I have been following with interest all of its debates to date online.  <\/p><p>  From our experience as a global firm which is very focused on the clean-tech sector, we see the proposed Bill as a positive step in the right direction.  Every country is going down the exact same route.  From the perspective of the private sector and private capital, this a huge area of economic growth.  The main drivers to date are social and environmental obligations or responsibilities, as opposed to economic necessity or opportunity.  Our experience in various markets is that the sector is rocketing; there is massive growth, with an eightfold increase in investment in the past eight years.  Last year alone $250 billion was invested in the sector.  We expect this to continue.  <\/p><p>  When addressing this important set of objectives and their implementation for low carbon use and transformation to a resource-efficient economy, it is important to keep in mind how to turn this opportunity into an economic growth story for Ireland, with increased competitiveness, employment, job creation and economic stability.  From what we have seen in other markets, that is one of the fundamental drivers behind the entire transition to a low carbon economy, not only the environmental, social and moral aspects but also the ability to address our own domestic challenges as a country, to learn, innovate and export these skills and capabilities to other markets.  Denmark, Israel and Saudi Arabia are doing this and it is central to the Chinese economy.  A low-carbon and resource-efficient objective needs to fit very nicely and neatly within the economic growth strategy, development opportunities and the competitiveness and employment agenda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200002#A00300","nonspeaker":"Mr. Barry O'Flynn"},{"type":"speech","time":1373619600,"counter":9,"content":"<p>I thank Mr. O&rsquo;Flynn for his presentation and paper.  He has said investment in the sector has increased eightfold in the past five years.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200002#A00400","speaker":"1102"},{"type":"speechnospeaker","time":1373619600,"counter":10,"content":"<p>Eight years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200002#A00500","nonspeaker":"Mr. Barry O'Flynn"},{"type":"speech","time":1373619600,"counter":11,"content":"<p>That is welcome, but in the Irish context, there seems to be sluggishness or resistance to it in large parts of the business sector, which is reflected in some of the presentations we have heard over the four days of hearings.  Would Mr. O&rsquo;Flynn like to comment on how the private sector has bought into this development?<\/p><p>  Mr. O&rsquo;Flynn states in his paper that a key focus of the proposed Bill should not only be setting long-term targets and an appropriate implementation plan but also engaging fully with the private sector to reduce policy barriers.  Will he please explain what he sees as the main policy barriers, where they are and which ones need to be addressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200002#A00600","speaker":"1102","continuing":true},{"type":"speechnospeaker","time":1373619600,"counter":13,"content":"<p>On the question of where Ireland stands at this time from the point of view of a private sector initiative, from the renewable energy perspective, Ireland is regarded as possibly one of the most stable markets in Europe.  We have seen a lot of new investors trying to invest in wind farms in the Irish market.  The reason is there has not been any change or even talk of any change to existing policies on the implementation of renewable energy plans, which has been very positive, unlike in much of the rest of Europe.  I congratulate the Department in that the incentives, subsidies or feed-in tariffs provided for renewable energy projects are competitive, on a par almost with electricity prices, and there has been negligible cost to the consumer.  From an investor perspective, that means there is very little chance of any change in the policy environment because renewables just make sense in Ireland.<\/p><p>  Right across the globe this is an issue.  The big story was that investors were moving towards decarbonisation, whereas now the market is really about investing in countries where the economic fundamentals are very strong.  In Ireland, onshore wind energy projects are on a par with any other form of electricity production and it is actually driving down the cost of electricity.  For that reason alone, investors regard this as a positive aspect.  <\/p><p>  There is a challenge about what will happen post-2020 because nobody knows how the fade-out will happen.  Right now, everything is being driven by compliance rather than by economic opportunity.  In the United Kingdom, Denmark and elsewhere anything that goes down the compliance route for a low carbon and a resource-efficient model does not address the issue of competitiveness because everyone does the same.  To be competitive as a society, one is obliged to abide by EU global agreements, but one needs to go beyond this to be competitive, to innovate, to be one step ahead of other countries and to deliver solutions.  That is where Irish companies act globally in this space and they are doing phenomenally well, almost unbeknownst to the Irish media.  That is because they have stepped out and taken their experience and expertise to the international market.<\/p><p>  On the question of policy barriers, it is most important that there be direct and ongoing interaction with the private sector which has the solutions and capital.  The private sector will jump from one country to the next wherever there is the opportunity.  Sometimes even a consultation will not attract an input from the private sector because Ireland is often regarded as an island off an island in the middle of the Atlantic.  For example, a Korean player in this sector will not respond to an Irish consultation because it is not on his or her radar.  One of the challenges is how to engage with what is happening in every other market, understand what is working and how the solutions are being implemented and funded by the private sector because, ultimately, the private sector is the engine to reach the targets or objectives.<\/p><p>  The third point was about the roadmaps.  I have been following the debate and there is quite a difference in the views expressed.  It is important to keep Ireland as a market that knows what it is doing and is being seen and packaged as a market in which there are opportunities.  If the 2050 goals cannot be defined on one page or in ten bullet points, a trick is being missed.  The foreign investor looking at Europe as a point of entry who cannot easily find out what are the 2050 targets and the economic drivers behind them will not bother because he or she will just go to the next market such as Denmark which states it will have 100% renewable energy by 2050.  The investor will go to Israel where water technology is an absolute priority, or to China where three of its top industries are clean-tech related - transport, energy efficiency and renewable energy, which is an embedded strategy.  That is the one challenge of this entire sector because it is so fragmented across public sector buildings, transport, energy generation and energy efficiency.  If one cannot provide an aggregate clear answer and delivery mechanism and for implementation, it becomes challenging because it becomes too complicated.  Outside investors do not see the immediate pressing need to go down this route because it is not immediately apparent.  That is one of the challenges in not having a very clear implementation plan, a clear set of objectives and, more important, very clear accountability around delivery.  Just going down the compliance route is a <i>de minimis<\/i> approach and it is neither forcing innovation nor encouraging growth, other than the bare minimum.  This is important from the perspective of the private sector which is seeing a lot of money being lost by Spanish, German, French and Italian tariffs being changed almost overnight in the renewables sector.  It needs to have stability and to know this is being driven for very good reasons and will be the case for successive Governments because it underpins economic growth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200003#B00200","nonspeaker":"Mr. Barry O'Flynn"},{"type":"speech","time":1373619600,"counter":14,"content":"<p>I welcome Mr. O'Flynn.  I have four questions.  Mr. O'Flynn has referred in his submission to Denmark and South Korea using emissions reductions as an economic development opportunity.  Could Ireland use any of these strategies?  I ask Mr. O'Flynn to list two or three key points on how we could benefit from their experience.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200003#B00300","speaker":"1033"},{"type":"speechnospeaker","time":1373619600,"counter":15,"content":"<p>Both Denmark and South Korea have resource issues to varying extents.  They will both face oil and gas challenges in the long term, as will Ireland which is spending &euro;6 billion a year on energy.  One needs to use one's weakness as a strength and this is what these countries have done, as has Israel in the case of water.  One needs to use that weakness to develop solutions to meet one's own challenges and then export these solutions.  Compared with other countries, Ireland has some of the cheapest and best wind energy resources in the world which are still relatively unexploited.  We should be exporting renewable energy at speed to the European market as we can produce renewable energy cheaper than anyone else.  Our building stock is very poor by European standards and it can all be upgraded and made cost-effective in order that the energy saving measures will pay for themselves.  The public sector building stock, in particular, is probably of most interest to the investment community because there is a creditworthy counter party and it is very clear who will be paying back.  That is an entire area that can be developed.  <\/p><p>  Transport is always a tough nut to crack.  Similarly, Denmark has a target to have 100% renewable heat and electricity by 2035, but it has held off on transport until 2050.  However, although transport is tough, there is innovation on a worldwide basis.  We have certain strengths in that we have one owner of the electricity network; one owner of the distribution network into people's houses.  Therefore, for the electrical vehicle market, Ireland can be a test site for deploying this technology without all of the competing issues between competing grid operators.  On transport, I would look at the approach taken in Israel, which is to question whether we are doing what is needed from a long-term strategy perspective, that is, to ask what are the options from a procurement perspective other than using oil and diesel.  Compressed natural gas is very popular.   In Madrid there are 600 buses running on compressed natural gas which is also being used in Verona in Italy.  A number of other countries are moving towards using natural gas rather than diesel for public sector transport which is a bridge to using bio-gas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200003#B00400","nonspeaker":"Mr. Barry O'Flynn"},{"type":"speech","time":1373619600,"counter":16,"content":"<p>Mr. O'Flynn has indicated that agricultural emissions can be offset by strategies such as for afforestation.  Can he provide statistics in that regard?  Has any detailed research been carried out or is that just a comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200003#B00500","speaker":"1033"},{"type":"speechnospeaker","time":1373619600,"counter":17,"content":"<p>At this stage the agriculture sector is a very tough nut to crack, given the position in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200003#B00600","nonspeaker":"Mr. Barry O'Flynn","continuing":true},{"type":"speech","time":1373620200,"counter":19,"content":"<p>Has Mr. O'Flynn's company conducted any hard research in this area?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200004#C00200","speaker":"1033"},{"type":"speechnospeaker","time":1373620200,"counter":20,"content":"<p>Not at this stage.  Our colleagues in New Zealand have done some work in the area, but we have not done any in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200004#C00300","nonspeaker":"Mr. Barry O'Flynn"},{"type":"speech","time":1373620200,"counter":21,"content":"<p>Mr. O'Flynn indicates in his submission that there is potential to create between 26,000 and 80,000 jobs if the right policies are pursued.  We receive a large number of submissions, across all committees, many of which contain various figures which sometimes seem to have been pulled out of nowhere.  How has Mr. O'Flynn arrived at this estimate of 26,000 to 80,000 jobs and how many of that number would be displacement jobs?  Has he conducted any hard research analysis in compiling these figures?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200004#C00400","speaker":"1033"},{"type":"speechnospeaker","time":1373620200,"counter":22,"content":"<p>We produced a report last year, Cleantech Ireland, which analysed the economic input of the clean-tech sector.  The study was undertaken with the assistance of a specialist economics adviser.  It was partly a review of studies and literature produced to date, together with some initial modelling in terms of what the impact might be into the future.  In terms of job creation, we found that the analysis was very subjective.  There are lots of numbers being thrown out and it is difficult sometimes to substantiate them.  The estimate of 26,000 to 80,000 jobs was based on previous literature and studies, in conjunction with certain assumptions in terms of GDP growth as a consequence of a reduction in energy consumption in the Irish market.  The estimate also included a portion of indirect jobs which might be created.  For example, if we were to reduce our energy input by 10% per year, that would generate more cash flow in the country which would, in turn, generate more cash.  That is the indirect aspect.  On the direct side, we have the energy efficiency agenda which involves upgrading all of the buildings in the country.  Given the way the construction sector is today, it would not involve any displacement of existing jobs; rather, it is a case of deploying existing skill sets to avail of additional jobs in the market.  It is a combination of jobs related to economic growth and jobs related to energy efficiency efforts.  In addition, a number of studies have pointed to the export opportunity in terms of large-scale renewable energy projects in the midlands, for example, and the jobs and supply chain growth around this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200004#C00500","nonspeaker":"Mr. Barry O'Flynn"},{"type":"speech","time":1373620200,"counter":23,"content":"<p>Ernst &amp;amp; Young's website indicates that the Irish Wind Energy Association, IWEA, is one of its clients.  Is there a balance in terms of clients, with some, for instance, having interests other than renewables?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200004#C00600","speaker":"1033"},{"type":"speechnospeaker","time":1373620200,"counter":24,"content":"<p>That is a good question.  The IWEA is not, in fact, a client of ours; we are actually a member of that association.  We are very dedicated to the energy sector generally and participate in many energy associations worldwide, the Irish Wind Energy Association being one of them.  If the Deputy is asking whether we have clients whose views conflict with those of the IWEA, the answer is very few.  The vast majority of people involved in the energy sector in Ireland are very much in favour of renewable energy.  The utilities are the primary examples in this regard, but the banks are also happy to fund the sector and there is engagement by pension funds, infrastructure funds and so on.<\/p><p>  Stepping away from clients, there is friction in general around renewable energy and its impact on local stakeholders and so forth.  That is the case in every market around the world.  It is an issue that needs to be addressed very carefully and appropriately to ensure everybody is inclined to deliver what needs to be delivered.  For example, any future renewable energy targets must take into account the impact on society at a local level.  Otherwise, efforts in this area simply are not sustainable.  That is a fundamental driver behind the entire sector.  The vast majority of the &euro;250 billion invested to date was invested with the full approval of all stakeholders.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200004#C00700","nonspeaker":"Mr. Barry O'Flynn"},{"type":"speech","time":1373620200,"counter":25,"content":"<p>We have had a broad range of contributions on the proposed legislation.  Corporate input has included representatives of the Irish Business and Employers Confederation, IBEC, and a delegation of corporate leaders.  The message we are getting from this sector is somewhat mixed.  IBEC, for example, seemed to have come with a very defensive message.  There are similarities between what Mr. O'Flynn is saying today and what the corporate leaders said about a 30-year horizon and so on.  Mr. O'Flynn differs slightly in that he has focused on how we might achieve the 30-year target.  That is interesting.  If I am understanding him correctly, he is emphasising the breadth of opportunity in this area and that how we go about harnessing that opportunity is very important.  I published a Bill last year which received a hearing earlier in the year but did not go any further.  I included energy security and climate change because they are absolutely connected and are where the real opportunities are.<\/p><p>  Mr. O'Flynn seems to be suggesting the change in culture might come via carbon budgeting at company or investor level.  It is about having a horizon to work towards and setting out very clear targets to reach it.  The IBEC delegates were very defensive because, one assumes, they were looking to represent the food and agriculture sector.  Would Mr. O'Flynn see a benefit in disaggregating that sector in order to arrive at a policy position on energy which sets clear targets for the investor sector?  He has pointed to the &euro;6 billion per year we are expending on fossil fuels.  We have very small storage capacity and there is a possibility that a future oil shock could be very disruptive.  There are risks in the approach we are taking.  I am asking Mr. O'Flynn for assistance in looking at the issue from a business perspective in terms of driving targets on the investment side.  For instance, in recent years we have seen a decline in the take-up of retrofitting of people's homes.  Some of this has to do with the gap in policy as we move towards a pay-as-you-save strategy.  We cannot really encourage people to start up businesses and invest in them if policy in this area is going to be up and down.  I agree with the message Mr. O'Flynn seems to be giving, namely, that there must be certainty and consistency in this area.<\/p><p>  Will Mr. O'Flynn address the issue of the cost of achieving a transformation in the transport sector?  Last year I travelled to Trieste which has been one of the pioneers in moving to an electric public transport system.  It was very impressive and clearly a forward-looking approach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200004#C00800","speaker":"1052","continuing":true},{"type":"speechnospeaker","time":1373620800,"counter":27,"content":"<p>The Deputy has referred to the differing views the committee has received to date.  We are very much involved with the private sector in the context of helping it to grow.  That is our role as a firm.  We would very much be in line with what the Irish Corporate Leaders on Climate Change has said in the context of this being a growth opportunity and that it should be viewed in that way.  Anything else will actually impede that growth.  The challenge globally has been that emissions have been seen as an obligation.  That does not incentivise people or give rise to enthusiasm among them.  What has changed in recent years, particularly in emerging markets, is that the renewable energy sector has taken off.  This is because we need energy and the lights to stay on.  It is cheaper than the next best option.  Countries such as South Africa, Chile and Brazil which I visited a few weeks ago are not obliged to meet obligations set by Europe or anyone else.  They are involved in producing renewable energy at scale because it is in their economic interests to do so.  They want to remove the risk of an external shock.  Saudi Arabia, an oil exporter, recently announced that it would be producing 56 gigawatts of renewable energy.  This is because it does not want to consume all of its own oil, which is what it is doing; rather, it wants to be in a position to export it.  Renewable energy just happens to be cheaper than every other option available in the context of keeping the lights on.  South Africa is in the same boat.<\/p><p>  The end sometimes justifies the means.  They all end up reducing emissions.  The drivers in this regard are reducing energy costs and increasing energy independence, <i>per se<\/i>, as opposed to minimising the impact of obligations set by others.  This will drive culture, behaviour and capital to move in a different way.  That is why it is important to link the proposed Bill with the enterprise and economic development story.  If Ireland sets out its stall and states it is going to reduce the &euro;6 billion of energy it imports each year by X% over a period because this will save money and grow the economy as a consequence, it will be in a much stronger position than if it stated it was doing so because Europe had placed an obligation on it.  One will possibly be confronted with the same result at the end of the process, but what I am suggesting would involve linking the fundamental driver relating to why we are doing this with real life cash flows and economic development and growth.<\/p><p>  On the policy gaps, the challenge - this is not unique to Ireland - is to take a co-ordinated and integrated approach to addressing resource efficiency and decarbonisation.  This needs to be incorporated into a long-term plan because the infrastructure in which Ireland invests today is going to be in place for the next 30 years.  As a result, there is a need for policy stability during that period.  If Ireland were to decide that it was going to have building stock in 2050 that would be as good as it possibly could be from an energy-efficiency perspective, then it would need to put in place the necessary measures in the short term in order to ensure this would happen.  One would be obliged to consider whether we had in place rules that would ensure the highest energy-efficiency standards for all future buildings.  Public sector building stock is an invaluable catalyst in mobilising private sector innovation and capital.  This is building stock which needs to be upgraded and there is a very good economic rationale for upgrading it - the cost in this regard would be lower than the long-term savings - and one has a creditworthy counter-party.  This could set the entire supply chain in motion, in Ireland and beyond, in figuring out how the same could be done for the residential and other markets internationally.<\/p><p>  On energy security, I am sure many people have different perspectives, but my personal view is that Ireland, as a country and an economy, is massively exposed to outside energy prices over which it has no control.  For me, that is a concern.  As stated, 90% of our energy is imported.  If anything happens to oil and gas prices internationally - be it another Arab Spring or a shock similar to that which occurred in the 1970s - we will be exposed because we are at the end of the pipeline.  That alone provides a very strong driver in arriving at the right solution.  That ties in very nicely with the 2050 targets.  I use Denmark, Israel and South Korea as examples in this regard.  All countries are equally exposed and those which become less exposed will be more competitive and, as a result, more attractive in the context of the growth opportunities they have to offer.  Turning this into an economic opportunity is the route we must take.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200005#D00200","nonspeaker":"Mr. Barry O'Flynn"},{"type":"speech","time":1373620800,"counter":28,"content":"<p>How do we achieve the targets?  Mr. O'Flynn has set a target for 2050.  How can it be realised?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200005#D00300","speaker":"1052"},{"type":"speechnospeaker","time":1373620800,"counter":29,"content":"<p>That is a good question.  First, we must understand what is the target and why it must be achieved.  There is no point in plucking a number out of thin air.  There needs to be a reason for it.  We must decide if we are going to be carbon neutral and energy independent by 2050 and, if so, why is that the case.  We must also indicate our reasons for choosing 2050, rather than 2040 or 2060, as a target.  All of the targets we have had to date have been imposed by others.  The question I would ask of policy makers is, \"What is the right target from Ireland Inc.'s perspective, independent of everyone else?\"  That is the first question I would ask and on the basis of the answer, I would consider what we are obliged to do and then seek to exceed it.  In view of the direction in which climate change is moving and in the light of the growth opportunities in the areas of energy and resource efficiency worldwide, regardless of whether the date is 2050 or otherwise, the targets need to be to achieve carbon neutrality and 100% renewable energy.  In other words, I am referring to an energy system which would be entirely decarbonised.<\/p><p>  What is outlined in the proposed Bill must be underpinned by economic fundamentals.  Given that it is the fourth most exposed country in the world in the context of energy imports, Ireland will have a very strong case for achieving the relevant targets.  This will drive our growth.  Other markets are equally exposed, but, as is the position with all islands, Ireland is the canary in the coalmine in the context of climate change.  We are the most exposed in terms of both resources and many of the impacts of climate change.  On that basis, we will be among the first to learn about all of this and to develop solutions to it.  That is Denmark's goal.  Denmark, which is as exposed as everyone else, sees this as a global phenomenon and is taking a first mover advantage approach to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200005#D00400","nonspeaker":"Mr. Barry O'Flynn"},{"type":"speech","time":1373620800,"counter":30,"content":"<p>There are approximately six minutes remaining and three members - Deputies Gerald Nash and Marcella Corcoran Kennedy and Senator C&aacute;it Keane - wish to ask questions.  As a result, I will be grouping the questions and asking Mr. O'Flynn to reply to them together.  Our next delegation is due before us at 10.45 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200005#D00500","speaker":"996"},{"type":"speech","time":1373620800,"counter":31,"content":"<p>In 2011 and 2012 there was a great deal of discussion about Ireland's potential to create green finance jobs.  I recall a figure of 7,000 jobs being mentioned in this regard by the previous Government.  Are we on target to reach our potential in this regard?  What kind of green financial services products might we develop in this country which is a financial services hub and possesses the necessary skills and expertise?<\/p><p>  On access to finance and credit in order to resource young companies which are developing exciting green and clean technology initiatives, I am concerned that the pillar banks really do not get it and do not understand how the sector is evolving.  I may be wrong, but it is just a hunch I have.  Does Mr. O'Flynn share my concern?  We must ensure there are lines of credit open to young innovators who are developing really exciting technology if we are to meet our targets, export some of the skills we possess, etc.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200005#D00600","speaker":"1067"},{"type":"speech","time":1373621400,"counter":32,"content":"<p>We only have two minutes each on this side of the House so I will try to speak quickly.  Reference was made to zero carbon being the aim.  On the social and economic side, the main question has been answered as to how to achieve the target.  A response has also been made on the issue of volatility.  We are exposed in this country as we import 90% of our fuel at a cost of &euro;6 billion.<\/p><p>  Reference was made in the report to offsetting for agriculture.  I would welcome some elaboration on the domestic strategies for offsetting.  Forestry was mentioned.  At the previous meeting we referred to accounting methodologies and the fact that this country is different in terms of agriculture.<\/p><p>  I agree that in order to be competitive we must innovate.  It was also said that private sector companies with capital are ready to invest.  What are the top targets for which we should aim?  Buildings use 40% of energy and that is a sector to target.  The retrofitting of social housing, public buildings and schools has been recommended.  Private capital is available for that.  There is a 50:50 payback.  Does private capital offer 20% payback or no payback?  How does one target that?  If 40% of energy is used in buildings, we must know how to address the issue in order to make a recommendation on improving the situation.<\/p><p>  We are engaging with the private sector.  I did not think there was so much of a divergence between the witness and IBEC.  Perhaps I am wrong.  I will have to read the report again.  How will we engage other than how it is done in the current manner?  Does Mr. O&rsquo;Flynn have any other ideas on the physicality of the engagement?  What else must we do?  Is wind the top priority for us to target?<\/p><p>  I had a question on jobs.  Deputy Humphreys's question was answered.  Is there an opportunity for further manufacturing, particularly in the wind energy sector, or do we import all of our hardware?  In terms of parts, should the engineering sector focus on small parts engineering or large parts manufacturing?<\/p><p>  The single-grid operator is a positive element in this country.  We always say the single monopolies are a negative.  Could Mr. O&rsquo;Flynn elaborate on the matter and whether we should preserve the single-grid operator?<\/p><p>  I will probably have to hold my question on the sun changing until the climatologist comes in again.  Last night, a meteorological change was announced.  We heard that the sun is now doing what it should not be doing and that we are due to have freezing climate change.  Perhaps we will come back next week and turn the tables on what has been said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200006#E00100","speaker":"1135"},{"type":"speech","time":1373621400,"counter":33,"content":"<p>Mr. O&rsquo;Flynn spoke about rapidly reducing our dependence on oil for home heating.  What measures would he suggest we employ to achieve that?  Could he expand further on the Government-related procurement policy he has in mind in terms of cost and energy security?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200006#E00200","speaker":"1099"},{"type":"speech","time":1373621400,"counter":34,"content":"<p>I will give Mr. O'Flynn two minutes to respond.  I apologise that I cannot give him more time.  I know he will not get to respond to all of the questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200006#E00300","speaker":"996"},{"type":"speechnospeaker","time":1373621400,"counter":35,"content":"<p>In the area of green finance, we have an opportunity to leverage the IFSC to attract green capital.  Green capital will move into the IFSC when it has somewhere to deploy the capital and it sees the skills and capabilities there.  This country has that and there is a big initiative currently to try to increase it.  It is a tough one because many other countries are competing for the same capital.  There is no home currently for green capital.  London currently attracts a lot of capital but Singapore, Toronto and others are trying to attract it.  The issue must be tackled on an ongoing basis because it is tied to the money being deployed locally.  If that is the case, it would be attractive, but if that is not the case, it would be more difficult to attract investment.<\/p><p>  Access to credit has been difficult in recent times.  Project finance has been tough and expensive.  There are roles for venture capital funds to provide support for SMEs in this space.  SMEs need to be able to provide a solution to our existing problems.  It needs to be very clear what the money is being used for and where the opportunity is around the deployment of the capital.<\/p><p>  Energy efficiency is the cheapest way to get one&rsquo;s money back as it will pay for itself rapidly without any external support.  It is challenging to structure it in the right way.  We have seen that with the Green Deal in the United Kingdom, but if designed and implemented in the right way it will work, and it has been seen to work in a range of countries to date.  There is a good working group currently &ndash; the better energy finance team &ndash; in the residential sector.  Public sector building stock is probably the most attractive from an investment perspective because one landlord is involved, which means one party is going to pay one back rather than 200,000 houses with 200,000 credit histories.  I would tackle that one as a near-term opportunity to attract private capital to deploy in the sector and to drive down energy consumption and emissions as a consequence.<\/p><p>  In terms of jobs and manufacturing, offshore wind is growing rapidly in the UK.  That is a key market.  Siemens and DONG Energy have set up operations in Belfast to export into the UK market.  We should consider doing something similar.  If we develop an export opportunity, it will act as a catalyst in attracting the supply chain to this country.  There are localisation rules that must be investigated.  There must be scale as that will attract people.  Everything built to date in this country has all been imported because each project has been small.  If there are large procurements and projects, that will change the nature of the business and force and encourage localisation into the Irish market.<\/p><p>  On the use of the monopolies, the ESB has done much good work on the innovation side of things.  It should be encouraged to continue on that route.  What it does on electric vehicle infrastructure must tie in very well with the planning in terms of putting infrastructure in place and support incentives to get vehicles on the road and to ensure that the procurement for any future vehicles, private or public, encourages that type of technology.  Electric vehicles are coming whether we like it or not.  It has not been as fast as everyone expected but all of the automobile manufacturers are going down that route.<\/p><p>  On oil heating, as of this year Denmark has banned oil heating in new houses and by 2016 existing houses cannot install oil heating.  The policy is quite draconian but if one puts in those measures, it forces the market to respond.  We have various technologies available currently.  There are interesting electric storage innovations involving leading Irish companies in this space which will facilitate renewable energy.  A range of other technologies are being deployed worldwide to support domestic and residential heating.  The right policy measures over time are required so there are no sharp shocks but people are clear that something needs to be done by a certain date.  That will encourage a change in building stock.  The building stock should be the priority to drive down energy costs and emissions in the near term.<\/p><p>  Agriculture is a tough area and will continue to be so.  We must work around that and come up with creative, innovative solutions and mobilise our links into emerging international markets, in particular countries that will be most affected by climate change, and use their challenges to meet some of our offsets and make it more of a holistic Ireland Inc. approach to addressing issues and being able to deploy Irish enterprise in the process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200006#E00400","nonspeaker":"Mr. Barry O'Flynn"},{"type":"speech","time":1373621400,"counter":36,"content":"<p>I thank Mr. O'Flynn for addressing the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200006#E00500","speaker":"996"},{"type":"unspoken","content":"<p><b>Institute of International and European Affairs<\/b><\/p>","time":1373622000,"counter":37,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200007#F00050"},{"type":"speech","time":1373622000,"counter":38,"content":"<p>Our second group of witnesses today are Mr. Peter Brennan and Mr. Joseph Curtin from the Institute of International and European Affairs.  Mr. Brennan is aware of the issue regarding privilege.  He has documentation and, therefore, I will not go into that.  I remind Mr. Brennan not to read the opening statement.  It has been circulated to members and will be taken as read.  Mr. Brennan has five minutes to address the committee.  <\/p><p>  I remind members that we have already gone five minutes over time.  That results in either witnesses not being able to answer the questions they have been asked or some questioners not being able to ask questions.  I ask them to be cognisant of that.  When we move on to the question and answer session, I ask members to ask questions only.  They should not make policy statements, give opinions or welcome the witnesses.  I ask Mr. Brennan to address the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200007#F00100","speaker":"996"},{"type":"speechnospeaker","time":1373622000,"counter":39,"content":"<p>Mr. Joe Curtin and myself are privileged to be here.  We represent the research committee of the Institute of International and European Affairs.  We have been working on climate change since 2007 within the institute.  I should add that I was an adviser to the Oireachtas Joint Committee on Climate Change and Energy Security regarding its drafting of the previous climate change Bill and that will be reflected in some of the comments we have to make.<\/p><p>  The first comment we would like to make is on the urgency of the situation, which has been reflected by a number of stakeholders.  This Bill is long overdue and the sooner it is adopted, the better, and the sooner the implementation measures that are envisaged under the Bill are put into place in a practical way, the better.  The International Energy Agency, among many other organisations, has illustrated that we cannot afford to lose any more time and therefore we would encourage the committee to get this Bill back to the Minister and into the Oireachtas as quickly as possible.<\/p><p>  There are many positive measures in the Bill and we have a generally positive attitude towards it.  It may be somewhat minimalistic compared to the previous drafts but it is a very good working document and we will generally be positive in our approach.  <\/p><p>  We will address four key issues, the first of which is targets.  Everyone seems to be talking about targets.  I heard the Minister say the targets are set at European level and that we only have European targets.  The burden-sharing directive that applies to Ireland requires Ireland to reduce our greenhouse gas emissions year by year by some 8 million tonnes, from 45 million tonnes to 37 million tonnes.  Whether that is a target or an emissions allocation does not really matter but it is part of a directive that is legally binding on Ireland.  The big issue, as the NESC identified it, is the way it will be implemented.<\/p><p>  While there may not be a need, strictly speaking, to set a target in the legislation we would argue that it is very important that the national plan would set targets.  The national plan will be for five or seven years, depending on the counterpart EU proposal to which we are trying to match it.  It would be very important for clarity, regulatory certainty and to drive investment that the national plan, and the sectoral plans, set targets.  We would argue that the carbon Bill should state that the national plan, and the sectoral plans, should set targets.  I do not believe it is necessary for the Bill itself to set a particular target, apart from what our ambition might be to 2050.<\/p><p>  The second point is that there are significant issues around energy, and energy is the silent partner in this particular equation.  Energy and climate change are opposite sides of the same coin.  Climate change cannot happen without actions happening in energy.  There is nothing in this Bill that fuses what we need to do in energy.  It is all to do with climate change.  There are minimal references to what should happen regarding energy in this Bill and I would hope in the next draft due account will be taken of, among other things, the way energy efficiency and renewables will contribute to Ireland becoming carbon-neutral by 2050.  <\/p><p>  The reality is that this is a major business opportunity.  Somewhere in the region of &euro;80 billion to &euro;90 billion could be spent on the green economy in the next ten to 20 years if we have a price for carbon and if we know where Ireland will be, and there are Ireland-specific targets that need to be determined.<\/p><p>  The NESC has also argued, which we support strongly, that we should move beyond just a compliance approach.  The Bill should put in place structures that will enable the implementation of all the actions that have to be taken and the supervision by this House of those actions on a regular basis.<\/p><p>  The European Union directives - one on emissions trading, which is outside the scope of the Bill, and the other on burden-sharing - require that Ireland report to the Commission every year on its achievement of these allocations or the breaches or rolling over of them.  Quite a degree of accountability will be required at European level, and we would like to see that reflected in the Bill.<\/p><p>  The strategy, as we would see it, is that we must formulate what we call a co-ordinated strategy in line with our best interests, and it is important to add that co-ordination includes climate change and energy.  The Bill should also stress the implementation of these measures, which it does not do as it currently stands.  There are mutually enforcing climate change and energy policy objectives and they must be addressed.<\/p><p>  The language about the primacy of the national roadmap is ambiguous.  The national roadmap should be driving everything.  It should not be supported by sectoral strategies; it should be the other way around.  The Bill does not state that and we hope the next draft will do so.  The first action that should be taken is that the national plan should be prepared.  It is long overdue.  The burden-sharing directive kicked into effect on 1 January last and therefore we are already six months into the period during which we should be doing something.  Also, the sectoral strategy should support and be fully consistent with the national strategy.<\/p><p>  The expert advisory group is also a key issue for the institute, and many of the people are stakeholders.  The expert advisory board must, not \"may\", be consulted.  It must have a proactive role, be able to initiate reports and have the task of submitting the first national roadmap.  One could argue that the expert group should be set up immediately and not wait until next year or the end of the year, if that is to be its role, even on an interim basis.  We would argue that the export board should publish automatically all its advices and that the export board might have a role in creating awareness of climate change.  Those are my introductory remarks and Mr. Curtin and myself will do our best to answer members' questions in the time available to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200007#F00200","nonspeaker":"Mr. Peter Brennan"},{"type":"speech","time":1373622000,"counter":40,"content":"<p>I thank Mr. Brennan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200007#F00300","speaker":"996"},{"type":"speechnospeaker","time":1373622000,"counter":41,"content":"<p>If I may, I wish to add a brief comment on the question Mr. Barry O'Flynn posed in his address.  He asked about the right target for Ireland.  There is an assumption that if we were to consider a 2050 target it would be an 80% target in line with what the United Kingdom, Germany and other countries have done.  I addressed that question in the NESC paper recently published, which suggests that an 80% target might not be the target for Ireland.  For example, if we took a global justice approach and took account of a demographic increase in the Irish population in the period to 2050, and everybody was allocated a <i>per capita<\/i> target, Ireland's target might be less because we have a faster-growing population.  If cost effectiveness at EU level was taken into account, our target might be less because we have a huge number of emissions from the agricultural sector.<\/p><p>  I agree with Mr. O'Flynn that this issue is often overlooked in the debate.  We have this knee-jerk assumption that the correct target for Ireland, if we were to go down the route of setting a 2050 target, would be an 80% reduction.  I agree the analysis has not been done, with the exception of the NESC paper I drafted.  There is a little bit of self-promotion in that statement but I believe we need to examine what would be the correct target for Ireland.  We do not need to assume our target would be in line with those of other countries.  Why should our target be the same as Germany or the UK?  We must examine the reason we would set a target, and the criteria for setting a target.  If the Bill will have a 2050 vision, we then need to examine what that target might be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200007#F00400","nonspeaker":"Mr. Joseph Curtin"},{"type":"speech","time":1373622000,"counter":42,"content":"<p>I thank Mr. Curtin.  I intend keeping to the time allocated for this session and I will ask whoever is in possession at 11.30 a.m. to conclude.  I ask members to please ask questions.  The first questioner is Deputy Murphy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200007#F00500","speaker":"996"},{"type":"speech","time":1373622000,"counter":43,"content":"<p>I will try to be as brief as possible.  Mr. Brennan outlined the institutional arrangements to some degree.  I presume he sees those as being independent.  Regarding the make-up of it, the Bill suggests it would be dominated by agencies.  Is that the way Mr. Brennan sees it or how would he see it being made up?<\/p><p>  Food Harvest 2020 is mentioned in the submission, and that sector is the area where emissions will increase.  Those increased emissions will have to be traded off in terms of provisions in the energy sectors or whatever.  We may end up having to buy quota to offset those.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200007#F00600","speaker":"1052","continuing":true},{"type":"speechnospeaker","time":1373622600,"counter":45,"content":"<p>The advisory board should be independent.  It should have a full-time secretariat.  Whether that will be NESC will be a matter for the Government to decide.  Since it is to be independent, it will absolutely need the support of the two key agencies, namely the EPA and SEAI.  Whether they are members of the board will be a political decision.  The more expert the group, the better for accountability.<\/p><p>  It is possible to buy credits; it is allowed under the burden-sharing directive.  The exercise on cost effectiveness has not yet been done because it is crucially dependent on the price of carbon.  The price of carbon is really low at present, at only &euro;4 per tonne.  Therefore, if we had a problem amounting to 2 million tonnes of an overshoot, we could certainly buy in 2 million tonnes at &euro;4 a pop.  It would not matter in those circumstances, but if the price of carbon reached &euro;20 per tonne, we would have serious issues.<\/p><p>  In his speech during the week, the Minister referred to the land use, land-use change and forestry, LULUCF, sector, whereby we will potentially be able to offset, at or after 2020, the forest and land-use carbon against our agricultural emissions.  That is probably the best way to arrive at a solution to the agriculture issue.  It is written into the burden-sharing directive that the Commission will, in the context of an international agreement, bring forward proposals.  I would be very confident that, by 2020, this will be in the picture with the Commission proposal.<\/p><p>  We did not refer expressly to a carbon budget in our submission.  The length of the budgetary term, be it five or seven years, really depends on the period that the Government is responding to at international level, particularly EU level.  The current burden-sharing directive covers a seven-year period.  It makes sense that the carbon budget, or our entire planning process, would centre on the seven-year period.  If the European Union decided to have a planning period of five years, one would produce a five-year budget.  It is correct that the Bill would not necessarily stipulate a period because it might not coincide with what the European Union wants subsequently.  As we all know, a set period represents the way Brussels does business, so we have to go along with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200008#G00200","nonspeaker":"Mr. Peter Brennan"},{"type":"speechnospeaker","time":1373622600,"counter":46,"content":"<p>I agree with Mr. Brennan that the independence of the expert advisory body is paramount.  I have heard the fiscal advisory body being referred to as a sort of exemplar.  It is not really a good exemplar because it situates itself completely outside the policy cycle.  For the expert advisory body to have some real input into policy, it needs to be part of the policy cycle.  On the issue of sectoral interests, it is a question of determining the Irish perspective. At present in the Bill, there is a great danger that it will not be reflected, for a number of reasons.  Chief among the reasons is that the sectoral roadmaps come first.  Inevitably, sectoral roadmaps will be a little more reflective of sectoral concerns and interests, and that is why Mr. Brennan, in his opening remarks, said the national plan should be developed first.  If I were to leave the members with one message, it would concern the primacy of the national plan and a national strategy.  We need overall national direction on how we are to deal with the challenge.  There should not be a bottom-up approach but a top-down approach.  The arrangement should be agreed with the first input coming from an independent advisory body that reflects Ireland's national interests.  I agree with Mr. Brennan that the input of the EPA and SEAI on the expert advisory body is paramount.  It must be able to draw on the data, information and expertise of those agencies.  How one can guarantee independence while ensuring the ability to draw on the resources of those bodies constitutes a difficult issue.  It comes down to the nuances of the legislation.  Trying to strike a balance is a challenge that I leave with the members.  It must be ensured that the body does not reflect any one sector or interest over another.  It must really take a completely independent Ireland Inc perspective.  If this Bill can do anything, it will be delivering a national roadmap that is independent of sectoral interests, such that each sector's concerns will be reflected in a balanced way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200008#G00300","nonspeaker":"Mr. Joseph Curtin"},{"type":"speech","time":1373622600,"counter":47,"content":"<p>There are a number of perspectives on the expert advisory body.  A common appeal is the appeal for independence and autonomy, which I completely understand.  The delegation said the Government should appoint the members of the expert advisory body in advance of the enactment of the Bill.  I am confused as to how that would help in one way or another.  Could the witnesses elaborate on how this would reinforce the independence of the body?  Who do the witnesses believe should be represented, as of right, on the body?  Are they in favour of having a statutory role for NGOs, for example?  If so, which ones?  I would like the witnesses to be explicit about that if possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200008#G00400","speaker":"1067"},{"type":"speechnospeaker","time":1373622600,"counter":48,"content":"<p>Ireland has a requirement to implement the emissions reduction targets set in the burden-sharing directive.  We have to take 8 million tonnes of carbon out of the economy.  That has already been agreed.  The annual targets or allocations have been agreed.  We must have a plan to ensure this happens.  I refer to the national plan.  The targets kicked into effect on 1 January and it is now July.  The national plan might be prepared at the end of this year, and implementation of the sectoral plans might commence next year, so we are already significantly behind in putting into place the plans and the supporting sectoral strategies.  Hence, I believe this is extremely urgent.  The sooner the national plan, which must be subject to consultation, is in the public domain, the better.  We could wait until the legislation is enacted at the end of January and start the national planning cycle next year but we would then be 18 months or two years behind target.  If we are to be innovative and offer leadership, we should perhaps set up the expert body on an interim basis and get working on the national plan.  This is a personal view.  If the committee is of the view that the setting up of an expert body is a cross-party initiative that members could support, the Government could probably put it into play sooner rather than later, or rather than waiting for another six months.  We do not have any time to wait around.  We have been waiting for a national plan for quite some time.  The two NESC reports have given us considerable evidence pointing to what should be in the plan; it just needs to be wrapped around the autonomous body.<\/p><p>  Nobody should be on the body \"as of right\".  I would take a cue from the word \"expert\" because the people who sit on the board will have to know what climate change is about and have a fundamental understanding of emissions, emissions trading, energy efficiency and all the dimensions of climate policy and the international political arena in which we will be operating up to 2050.  It is not just a question of climate change as it is also a question of energy, natural resource efficiency and a global discussion.  The Government will have to pick experts.  It would be absolutely wrong for us to suggest who they might be.  It is understandable that the NGO sector would wish to be part of the expert group.  I have no particular problems with that.  Everyone would like to be on the expert group but I would imagine it will have to be fairly small if it is to be independent and fairly autonomous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200008#G00500","nonspeaker":"Mr. Peter Brennan"},{"type":"speechnospeaker","time":1373622600,"counter":49,"content":"<p>Let me be very direct: there should not be NGOs on the expert advisory body.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200008#G00600","nonspeaker":"Mr. Joseph Curtin","continuing":true},{"type":"speech","time":1373623200,"counter":51,"content":"<p>I am not suggesting there is necessarily a move within the NGO sector for that to take place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200009#H00200","speaker":"1067"},{"type":"speechnospeaker","time":1373623200,"counter":52,"content":"<p>No; I know.  It was just a question and these issues need to be raised.  An NGO is there to push a particular agenda, as are IBEC and the IFA.  The idea of independence is that one is trying, at least.  Everybody has his or her own agenda to a certain extent, but one is trying to look at this through the glasses of Ireland Inc.  That is the only caveat I have for those on the board.  They are not tied to an organisation that is pushing a particular agenda.  It is not very popular to suggest we should set up a completely independent organisation outside any existing body.  The Bill provides for a secretariat and I agree that the EPA is a perfect body to host this independent organisation and provide secretarial services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200009#H00300","nonspeaker":"Mr. Joseph Curtin"},{"type":"speech","time":1373623200,"counter":53,"content":"<p>I will be brief.  I want to get it straight that Mr. Curtin has said we should not have targets in the Bill, but that it should be driven by the national plan and the national roadmap.  Will he outline the <i>per capita<\/i> target in more detail, in addition to the recommendations made, as he wrote the paper for the NESC?  <\/p><p>  As regards the make-up of the group, will it be science-based?  Mr. Brennan was an adviser on the last climate change Bill.  Does he work for a company or did he at the time?  I am trying to define what &quot;independent&quot; means.<\/p><p>  Obviously, the recommendation is academic, scientific and fact-based to get the result, both in environmental and economic terms.  As regards NGOs, will the delegates comment on the European Union's Aarhus Convention and the obligations on each country under it for representation?<\/p><p>  The Minister has stated the European Union's obligations will be protected.  He was left with 37 files of fines that he had to pick up when he came here.  He has said loud and clear that he will not let that happen.  The European Union's objectives and directives include the burden sharing directive which is part of the Union's target.  It is incorporated in existing policy.  <\/p><p>  I would welcome the delegates' comments on these points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200009#H00400","speaker":"1135"},{"type":"speechnospeaker","time":1373623200,"counter":54,"content":"<p>If the Chairman does not mind, I will not take all of the questions because I am not familiar with all of the issues raised and I do not want to waste the committee's time.  <\/p><p>  On the <i>per capita<\/i> target issue, essentially I have tried to say every country needs to move seriously down the decarbonisation path towards 2050.  There will be some emissions in 2050; ultimately, therefore, how does one allocate them between various countries?  Every country will state it has this or that; therefore, it will not have to do as much.  I tried to choose some criteria that would be fair in allocating emissions.  A global justice approach suggests everybody should converge on the same <i>per capita<\/i> emissions by 2050.  That would be popular among NGOs, for example.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200009#H00500","nonspeaker":"Mr. Joseph Curtin"},{"type":"speech","time":1373623200,"counter":55,"content":"<p>If Mr. Curtin is using accounting methodology, how does he balance the <i>per capita<\/i> target when he is starting from a different base?  Has he considered this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200009#H00600","speaker":"1135"},{"type":"speechnospeaker","time":1373623200,"counter":56,"content":"<p>That is the idea.  Let us say the United States has 20 tonnes <i>per capita<\/i>, while India has two or three.  Ultimately, we are saying everybody will converge on 2.6 tonnes <i>per capita<\/i> by 2050.  This is an example of how one could look at determining a target for Ireland.  Because Ireland's population will increase very quickly, our target could be lower.  We could have a little more room to manoeuvre than Germany the population of which has evened off and is in decline.  Another way to do it is to look at the European Union which is committed to an emissions reduction of 80% to 95%.  If we were to do this in a cost-effective way according to the economic modelling, about which I have various reservations, one would say Ireland would also have a slightly more generous target because it was expensive to reduce emissions in agriculture, as we know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200009#H00700","nonspeaker":"Mr. Joseph Curtin"},{"type":"speechnospeaker","time":1373623200,"counter":57,"content":"<p>The European Council has agreed that the European Union, as a community of 28 member states, will be at a figure of around minus 80% by 2050.  It has not agreed the split per member state, to re-emphasise Mr. Curtin's point.  It is, therefore, possible that Ireland could be well above or below that figure.  It a global European target.  It is critical that the Bill - much more clearly than is the case - write down that we are committed to heading in the direction of a low-carbon economy.  The language should be clear, although it is not that clear.  In that way, policy makers, regulator, investors and households would know where we were going.  It is absolutely critical to have a clear vision statement set out in the Bill.<\/p><p>  The expert group should have scientists, academics and other independent people.  I agree with Mr. Curtin that the more independent experts are, the higher the degree of confidence that the NGOs and politicians will have that the expert group can do its business.  That is what has happened in other jurisdictions.  There are plenty of precedents for how the mix might be worked in looking at other jurisdictions.<\/p><p>  I was asked about my involvement in the last Bill.  There was a tender competition to appoint advisers to the Oireachtas and I happened to win that tender.  I work for myself and do not represent anyone other than myself.  I am self-employed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200009#H00800","nonspeaker":"Mr. Peter Brennan"},{"type":"speech","time":1373623200,"counter":58,"content":"<p>Thank you, Mr. Brennan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200009#H00900","speaker":"996"},{"type":"speechnospeaker","time":1373623200,"counter":59,"content":"<p>I am somewhat worried that my comments are coming across as a little unambitious for 2050.  I reiterate what Mr. Brennan said.  We need a much stronger statement of purpose and vision than we have in the Bill.  As the committee heard from William Fry Solicitors, what is included is extremely ambiguous from a legal perspective.  I am not sure what that means, but there are other examples.  It can be an emissions reduction target; it could be a statement of purpose, as the Danish, Norwegians and Swedish have taken on.  Personally, I would favour something along the lines of climate neutrality.  I understand that yesterday the committee heard from the Minister that the vision for agriculture could be climate neutral by 2050.  If agriculture can be climate neutral by 2050, the economy can also be.<\/p><p>  I am just looking at the facts.  If we were to take a science-based target for Ireland, it might not necessarily be a figure of 20.  When I conducted that research, I did not go in with a preconceived notion of what our target would be; I was allowing the facts to emerge from the criteria I had chosen.  I want to make it clear that I am not one of those people who think we should not be ambitious.  I very much believe we should be.  Strong regulation drives innovation and there is an amount of research which suggests that is the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200009#H01000","nonspeaker":"Mr. Joseph Curtin"},{"type":"speech","time":1373623200,"counter":60,"content":"<p>I thank Mr. Curtin and Mr. Brennan for attending the joint committee.  <\/p><p>  On the issue of how head 4 is set out, I am trying to read the intent and how this will be reflected when the Bill is drafted.  Do the delegates have concerns about head 4?  It states Ministers \"shall have regard to...\" and refers to the ultimate objectives of the convention, existing obligations of the State under European law and national greenhouse gas emissions.  If that type of language is reflected throughout the final draft of the Bill, do the delegates agree that we would be setting ourselves on a very elastic course, for want of a better term?  They may wish to comment on this point.<\/p><p>  As regards overall responsibility for reporting, there is a major debate on whether the buck stops with a Minister or the Taoiseach.  The role of the D&aacute;il in the reporting mechanism is also important.  At the end of the day, the D&aacute;il represents the citizenry.  It is the most representative body in the State.  Therefore, how strong should the D&aacute;il's powers be in that respect?<\/p><p>  The delegates have already dealt with my third point, which was that the Bill tends to adopt a minimalist approach.  In answer to the last question they seemed to be indicating the need for strong regulations to ensure investment certainty.  What was said in that context was interesting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200009#H01100","speaker":"1102"},{"type":"speechnospeaker","time":1373623800,"counter":61,"content":"<p>The stronger the language the better.  The word &ldquo;shall&rdquo; should be used instead of &ldquo;may&rdquo;.  That would give policy makers, regulators and investors a much higher degree of confidence as to where we were going.  For example, in head 4(1) reference could be made to the language used by the European Council in supporting a stretched target for 2050.<\/p><p>  This committee's predecessor recommended two provisions that are not contained in the Bill.  The first was that a new agency should be established, blending the EPA, Environmental Protection Agency, and the SEAI, Sustainable Energy Authority of Ireland, to have a climate change and energy agency.  That has not happened and it is now the responsibility of the EPA through the Department of the Environment, Community and Local Government.  I have no problem with this if it works.  However, the Bill is silent on the energy and related issues regarding climate change.  There must be an overall co-ordinated strategy in order that the energy efficiency and other energy-related issues, as well as the renewables piece, are blended into the climate change piece.<\/p><p>  The previous committee also suggested the Taoiseach have overall responsibility.  The architecture in the Bill, with the Minister for the Environment, Community and Local Government and the expert group, will work.  The National Economic and Social Council, NESC, has produced fantastic work.  All of the evidence needed to establish a national plan is in the public domain and the Department has been driving the negotiations at international level.  The political and delivery infrastructure as envisaged in the Bill is fit for purpose.<\/p><p>  There is also a strong role for the D&aacute;il in terms of accounting and reporting.  More particularly, there is a strong role for this committee to be questioning and querying the expert advisory group to discuss specific issues.  For example, the expert advisory group could take its own initiative to produce a policy document on Ireland&rsquo;s response to the post-2020 negotiations or the Commission&rsquo;s Green Paper on 2030 targets.  This committee will have a significant role to play in the coming years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200010#J00100","nonspeaker":"Mr. Peter Brennan"},{"type":"speechnospeaker","time":1373623800,"counter":62,"content":"<p>The role of the committee, as set out in head 10, will be significant.  I was pleasantly surprised to see the extent to which sectorial ministries and the Minister for the Environment, Community and Local Government would have to report back on the implementation of their various roadmaps and the national plan.  However, I get a sense the Bill is scared of public participation.  Why will the reports of the expert advisory body not be published?  Is it envisaged that the Government will be embarrassed by these reporting requirements?  Publishing these reports would be very basic in terms of the public accountability and the open, transparent and accountable governance citizens are increasingly demanding.<\/p><p>  If the expert advisory body were to produce a first draft of a national roadmap, this committee could hold hearings on it with all of the sectoral interests and incorporate the feedback into the roadmap.  Climate change could be one of those areas that could develop the committee system to interact with the public.  The publishing and making of information available to the public is a key enabler of public participation.  One weakness of the Bill is that any dissenting opinion on the Government&rsquo;s policy will not be in the public domain.  It is the opposite in the United Kingdom where in 2011 the climate committee published its third national roadmap for 2023, but the UK Government disagreed with it.  There has been a debate with all of the sectoral interests, with, for example, the Treasury stating the roadmap would damage the United Kingdom&rsquo;s economic outputs.  All of this is in the public domain, which allows people to decide which group they believe.  In vibrant democracies there is nothing wrong with different people disagreeing with each other in the public domain and allowing the citizen to decide whose position they support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200010#J00200","nonspeaker":"Mr. Joseph Curtin"},{"type":"speechnospeaker","time":1373623800,"counter":63,"content":"<p>The urgency of this legislation is extreme and the science is compelling.  The sooner the Bill is enacted the better.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200010#J00300","nonspeaker":"Mr. Peter Brennan"},{"type":"speech","time":1373623800,"counter":64,"content":"<p>I thank Mr. Brennan and Mr. Curtin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200010#J00400","speaker":"996"},{"type":"unspoken","content":"<p><b>PublicPolicy.ie<\/b><\/p>","time":1373624100,"counter":66,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200011#L00100"},{"type":"speech","time":1373624100,"counter":67,"content":"<p>I take the opportunity to welcome the third set of delegates this morning: Professor Frank Convery, chairman of the Earth Institute at UCD and chairman of PublicPolicy.ie; and Mr. Cormac O'Sullivan, head of research at PublicPolicy.ie.  Before we begin, witnesses should note that they are protected by absolute privilege in respect of their evidence.  However, if they are directed by the joint committee to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed to restrict their evidence to the subject matter of these proceedings and to respect parliamentary practice by not criticising or making charges against a person, persons or an entity.  They are also asked to read the document which has been circulated to them on privilege.  I remind them not to read their opening statement which has been circulated to members and which we will take as read.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200011#L00200","speaker":"1067"},{"type":"speechnospeaker","time":1373624100,"counter":68,"content":"<p>It is a pleasure and privilege to be here.  I am here with two hats on - my hat as chairman of the Earth Institute at UCD and my hat as chairman of PublicPolicy.ie.  My colleague, Mr. Cormac O'Sullivan, is from PublicPolicy.ie.  <\/p><p>  There are eight points in our submission and I will quickly go through them in determining how we know whether we have good legislation.  The first concerns the fact that Ireland can only be effective if it works through the European Union.  A sinn f&eacute;in, unilateral policy will not work.  The key test is whether we are being an effective leader in Europe and whether what we are doing is having a European multiplier effect.  I make the case for this in our submission.<\/p><p>  The second point concerns whether we are transforming agriculture to be climate-efficient.  This is covered on page 4 of my document.  Agriculture contributes 44% of our emissions in the non-trading area.  It is a hugely significant sector, economically, socially and environmentally.  A test of whether we have an effective climate policy will be whether we can drive the sector in ways that create jobs and protect the climate.  We go through the Glanbia model, which is a very exciting one.  We strongly urge the committee to look specifically at addressing this challenge in the legislation.  <\/p><p>  The third point is covered on page 5 and concerns whether energy efficiency is prioritised.  That is where the biggest pay-off is in terms of effort.  However, there are huge challenges involved in getting us all to be energy efficient.  A test of whether we have effective climate legislation is whether we are effective in achieving energy efficiency. <\/p><p>  The fourth point is very close to my heart as an academic.  It is the question of innovation.  We cannot achieve what we need to achieve without doing things differently - sometimes radically differently.  The universities, research institutions, farmers, businesspeople and the transport sector all have key roles to play, but we must create a policy framework that essentially will drive us in new, different and better ways.  That is missing in the current draft and I strongly urge the committee to make sure creating an innovation infrastructure is part of the system.<\/p><p>  The fifth point concerns whether our political institutional arrangements foster and facilitate effective action.  There are key players.  One of the nice things about the heads of the Bill is that they create a structure through the management system to bring these together.  This needs to be strongly embedded in the legislation.  <\/p><p>  The sixth point concerns whether the policies we have in place are sustained and developed.  We courageously brought forward a carbon tax that is working and is very important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200011#L00300","nonspeaker":"Professor Frank Convery","continuing":true},{"type":"speech","time":1373624400,"counter":70,"content":"<p>I welcome Professor Convery and Mr. O'Sullivan.  I listened with interest to their contributions on innovation and agree with them.  I spoke at previous hearings on the alignment of policies and target setting.  It is all very well to set targets, but if in our sectors there is no alignment with the overall national policy on how to reduce carbon emissions, we will find it very difficult to achieve any target or progress.  What are the delegates' views on target setting?  What practical innovation do they see in the various sectors?  We have had contributions from the sectors, but are there major issues about which the delegates would like to speak to the committee regarding innovation?  Is that something we need to constantly keep revising and reviewing to find new ways of dong things?<\/p><p>  I gave some practical examples the other day where people in industry were genuinely trying to reduce their carbon emissions - for example, by installing hydroelectric schemes or wind turbines - but when they go to do it, they have difficulty in connecting to the grid or there are planning issues.  The old structures are still in place and this blocks innovation.  Is that what the delegates are trying to get at regarding alignment, new innovations and ensuring we make progress?  Will they develop that point a little further?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200012#M00200","speaker":"1092"},{"type":"speechnospeaker","time":1373624400,"counter":71,"content":"<p>I agree very much with the spirit of what the Deputy said.  There are two segments in the European system.  Parts of all European economies are in the European emissions trading scheme which operates virtually independently of national policy.  Then there are the non-traded sectors, namely, agriculture, transport and heat.  We already have binding targets in Europe in the non-traded sectors.  We have to reduce our emissions by 20% by 2020 in these sectors.  We should definitely meet these legally binding targets, but introducing new, unilateral Irish targets does not make sense.  We should stick with the European targets.  Even with the recession and the effort we have made, we are not on target to meet these European obligations for the non-traded segment.  These three sectors are key: agriculture, transport and heat.  I agree completely that we should have an innovation strategy for them and they will interact.  How can one really help people do new things and do them better?  I strongly encourage the committee to have an ongoing watching brief on implementation because that is the key issue.  We should alert people to the fact that somebody independent with expertise is watching.<\/p><p>  There should be innovation, pricing and grant subsidy strategies and all the pieces should fit.  In agriculture I mentioned Glanbia, which is very significant.  One does not act unless one has real information.  Glanbia is creating an information base and asking how it can do better, working with farmers and processors to work up a system.  That all needs to be co-ordinated and integrated.  All of the agencies need to work together, including SEI and the EPA.  This is critical.  The National Transport Authority is not included in the legislation, but I would include it.  These agencies should meet regularly, interact and be brought before the committee if things are not happening, if there are blockages and stoppages.<\/p><p>  As in many areas in Ireland, we are 80% of the way there and if we get the organisation, incentives and support right, we can become an international leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200012#M00300","nonspeaker":"Professor Frank Convery"},{"type":"speech","time":1373624400,"counter":72,"content":"<p>Professor Convery has said we work with the European Union and that is the best strategy, that it should not be \"ourselves alone\".  Deputy Brian Stanley came in just as Professor Convery was saying \"sinn f&eacute;in\" and might have-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200012#M00400","speaker":"1052"},{"type":"speechnospeaker","time":1373624400,"counter":73,"content":"<p>I meant it in the Irish sense, not in the political sense, of course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200012#M00500","nonspeaker":"Professor Frank Convery"},{"type":"speech","time":1373624400,"counter":74,"content":"<p>Yes, I know.  Professor Convery was saying we could assist in advancing the policy agenda in Europe.  In giving ourselves the best prospect of taking things from that perspective, would we not have to show an element of leadership in meeting our own targets?  How we do this is a key issue.  Professor Convery highlighted the expert advisory group and the various agencies involved and I agree that they all have to be part of it.  How do we get away from this silo-based approach in terms of the institutional arrangement involved?  Some people have come and said this should be driven by the Department of the Taoiseach.  The Department of Communications, Energy and Natural Resources is a better location from which to drive it because that is where the opportunity is.  I would be interested to hear what Professor Convery has to say on whether it is appropriately located.  In the Department of Communications, Energy and Natural Resources it is almost seen as the negative side of climate change rather than the positive side in terms of the opportunities available and innovation.  There may be a mindset that could be an advantage.<\/p><p>  We have had sectoral roadmaps in the past.  We will not meet our targets and that might not be because of the sectoral roadmaps.  Why does Professor Convery think that mechanism will work now?  Does it need something more to work?  How would he frame an innovation segment in this policy that would work and not just be a statement?  He has said the carbon tax is working.  It may be working on one level by giving an advantage to vehicles with lower emissions.  However, on the policy side, the tax is not ring-fenced and people do not see a return via a fund that is used, for example, for the retrofitting of housing.  If there was a return on it, it would be a more complete policy.  I would welcome Professor Convery's comments on that issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200012#M00600","speaker":"1052"},{"type":"speechnospeaker","time":1373624400,"counter":75,"content":"<p>We have just finished our Presidency of the Council of the European Union and I am proud to say our efforts at European level on the climate change agenda have been extremely positive.  We do not give ourselves credit for it or structure it such that we receive credit.  As I said before, there are two big pieces to the European jigsaw.<\/p> <p> The trading scheme is struggling because of the collapse in prices.  It is important for us to show leadership and provide support in improving and correcting this problem and to be seen to be doing so.  It has no huge implications locally, but it does have massive implications internationally.  Helping Europe to protect this policy instrument is very important.  <\/p><p> With regard to the non-traded side, I agree completely that meeting our European targets is critical because we will have no credibility in Europe if we do not do so.  There is an out in the legislation, whereby the Government could buy allowances from other countries to meet our obligations.  By doing so we could meet the legal requirement, but we would be completely inconsistent with the spirit of the law.  Meeting the obligations we already have in the non-trading sectors is hugely demanding, which is why I do not believe we should layer another domestic target on top of it.  We will be pushed to the pin of our collar to meet what we need to meet.<\/p><p> With regard to institutional arrangements, the involvement of the Taoiseach is critical.  We need a Cabinet-level committee chaired by the Taoiseach to seriously track this business.  Having for the first time in legislation a requirement that each sector perform is an innovation.  They must answer to the committee, the Oireachtas and their peers.  I believe this is new.  The committee or group being discussed will help people to speak to each other.<\/p><p> As a wider thought, I do not believe public servants should be promoted unless they have demonstrated during their career a serious ability to reach out from their own silo and work effectively with others.  Existing incentives in the public service do not support civil servants who push out the boat and reach across.  It is much safer to stick to one's own silo.  This is outside the committee's brief, but the promotions system must actively encourage this type of activity.  University people respond immediately when one states that unless they publish, they will not be promoted, and the next year everybody publishes.  That is the way the world works.  We need to think this through.<\/p><p> The climate change agenda needs an innovation strategy and it must be front and centre.  It must involve the key stakeholders.  We must get the message across to the business community and those on the ground such as farmers and those involved in transport that we must do new and different things and learn to take risks and do a few things which will not work.  This needs to be embedded.<\/p><p> This year the carbon tax will bring in approximately &euro;344 million.  It is quite significant, in that if we did not have it and had to raise the same amount from income tax, we would have to increase income tax by approximately 2.5%.  It plays quite a role at the macroeconomic level in not requiring us to increase taxes on labour.  The suggestion of using some of the money to support the carbon reduction agenda contains much logic.  As we all know the Department of Finance goes ballistic at the very mention of ring-fencing, a more nuanced parallel approach is required.  It raises approximately &euro;100 million for every &euro;5 it is increased; therefore, an increase would bring in approximately &euro;70 million or &euro;80 million extra.  If we were to take this route, we would definitely have to suggest putting &euro;50 million towards the carbon agenda.  The logic is very strong of having collateral investment in greenhouse gas abatement and energy efficiency measures when we get out of this economic mess.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200012#M00700","nonspeaker":"Professor Frank Convery","continuing":true},{"type":"speech","time":1373625000,"counter":77,"content":"<p>I thank the delegates for coming before the committee.  I wish to mention that the translation of the two words in English is different.  I agree with the point made that it must be joined up with and part of the European effort.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200013#N00200","speaker":"1102"},{"type":"speech","time":1373625000,"counter":78,"content":"<p>The committee also covers Gaeltacht matters, although not necessarily in this particular model.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200013#N00300","speaker":"1067"},{"type":"speechnospeaker","time":1373625000,"counter":79,"content":"<p>I am an Irish speaker.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200013#N00400","nonspeaker":"Professor Frank Convery"},{"type":"speech","time":1373625000,"counter":80,"content":"<p>With regard to agriculture, which will be a massive issue in Ireland, what are the main changes the delegates envisage need to take place in this context?  Do they see a substantial trade-off as a realistic option in agriculture?  We have Harvest 2020 and Ireland is a huge food producer relative to its size.  Do the delegates see the potential for a large trade-off with other sectors?  How realistic is this?  How far can we go in making substantial reductions in the areas of energy and transport?<\/p><p>  The seventh question posed by the delegates in their paper is key.  This morning we had a discussion on the fact that time was not on our side because we had already lost a lot of ground.  People receive information from and form their opinions based on the media and the education system.  How much and what needs to be done to trigger this?  The media have been all over the debate on the Protection of Life During Pregnancy Bill which is being discussed in the Seanad on the same days the committee is discussing the issue of climate change.  The Bill deals with a very important issue, no matter where one stands on it, and I do not want to reduce its importance, but it would be a safe bet to state the four-day hearings of this committee on this massive issue which is about the future of society, the economy, the Earth, the environment, jobs and livelihoods will not attract the same attention.  I have never been able to work out what is missing whereby the media do not see this issue.  There is an occasional column or article in <i>The Irish Times<\/i> which, in fairness, ran a report on what happened at the committee meeting on Monday, but it does not get the same coverage.  The education system is a little ahead, in that our children and grandchildren are more tuned in and exposed to new thinking through An Taisce programmes and various other programmes in schools.  What do we need to do to kick-start media attention for this matter?<\/p><p>  If the 2020 targets are missed by a substantial amount such as 10% or 15%, what would be the estimated cost of the quota purchases that would be required?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200013#N00500","speaker":"1102"},{"type":"speechnospeaker","time":1373625000,"counter":81,"content":"<p>I thank the Deputy for the clarification, which I appreciate.  <\/p><p>  With regard to agriculture and innovation, according to the evidence in UCD, much of the reduction can be achieved by being more efficient and through farmers saving money on their inputs and in how they manage manure and the entire farm system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200013#N00600","nonspeaker":"Professor Frank Convery","continuing":true},{"type":"speech","time":1373625600,"counter":83,"content":"<p>There was substantial coverage of the committee's proceedings on Monday on that evening's &quot;Nine News&quot; on RTE by Mr. Will Goodbody, RTE's science and technology correspondent, as well as a substantial article by Mr. Harry Magee in <i>The Irish Times<\/i> last Saturday.  I hope I am not leaving anyone out, but there has been an interest in our hearings.<\/p><p>  In general, we have noticed - even in our constituencies - that there may not be the immediacy to this problem that we would expect people to feel.  They view it as someone else's problem, but it is not.  It is ours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200014#O00200","speaker":"1067"},{"type":"speechnospeaker","time":1373625600,"counter":84,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200014#O00300","nonspeaker":"Professor Frank Convery"},{"type":"speech","time":1373625600,"counter":85,"content":"<p>Legislators, NGOs, academics, experts and all other stakeholders in Ireland must take the lead.  I invite Senator C&aacute;it Keane to ask her questions.  Approximately six minutes remain for questions and responses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200014#O00400","speaker":"1067"},{"type":"speech","time":1373625600,"counter":86,"content":"<p>I was laughing at the media.  Two weeks ago I organised a conference in Dublin Castle of policy makers from all over Europe.  It involved the corporate and non-governmental sectors on the issues of energy, energy efficiency and renewable energy.  The media covered the protest outside Dublin Castle and did not even mention that there was a conference on renewable energy taking place inside.<\/p><p>  Professor Convery mentioned a good idea, that civil servants should not be promoted without ensuring they are aligned with the agenda and stand front and centre.  We could take that suggestion on board and draw up a grid for each Department to reach targets.  The media should also draw up a policy.  Rather than covering a wind energy protest, they should cover the issue of why wind energy production is necessary in Ireland.  Education of the media is important.<\/p><p>  Professor Convery has stated we should achieve the European targets and avoid taking an \"ourselves alone\" policy.  Given our last presentation, I was led to believe we had been doing everything wrong.  However, Professor Convery is an academic and we have discussed using academia and science to guide us independently.  I have listened to the comments on how to drive particular sectors.  Agriculture is important.  I do not know whether this is Professor Convery's field, but what recommendation would he make to drive that sector?  We have received presentations on it.  With the exception of Austria, Ireland has the most efficient carbon footprint in the European beef sector.  There is another country with a good footprint, but I cannot remember which one it is.<\/p><p>  I agree with Professor Convery on green schools.  The issue was mentioned at the committee by An Taisce and I compliment it on its work.  What else could be done?  Professor Convery mentioned school visits.  Every politician is delighted to visit green schools, as I have done.<\/p><p>  In terms of sustainable energy, Professor Convery referred to buildings.  Two presentations ago retrofitting was mentioned.  Obviously, this would be a priority for Professor Convery.  How would we go about funding it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200014#O00500","speaker":"1135"},{"type":"speechnospeaker","time":1373625600,"counter":87,"content":"<p>I will address the Senator's point on agriculture.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200014#O00600","nonspeaker":"Professor Frank Convery","continuing":true},{"type":"speech","time":1373626200,"counter":89,"content":"<p>That would be very useful.  I thank Professor Convery and Mr. Cormac O'Sullivan.  That concludes this section of our hearings.  I thank the delegation for their enlightening contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200015#P00200","speaker":"1067"},{"type":"unspoken","content":"<p><b>Sustainable Energy Authority of Ireland<\/b><\/p>","time":1373626500,"counter":91,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200016#Q00050"},{"type":"speech","time":1373626500,"counter":92,"content":"<p>I welcome the fourth set of delegates to address the joint committee today.  From the Sustainable Energy Authority of Ireland, SEAI, I welcome Dr. Brian Motherway, chief executive officer, Mr. Matthew Kennedy and Mr. James Scheer.  Witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by it to cease giving evidence and continue to do so, they are entitled thereafter only to qualified privilege.  They are directed to restrict their evidence to the subject matter of these proceedings and respect parliamentary practice by not criticising or making charges against a person, persons or an entity.  They are asked to read the document circulated to them on privilege.  I remind them not to read their opening statement as it has been circulated to members and we will take it as read.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200016#Q00100","speaker":"1067"},{"type":"speechnospeaker","time":1373626500,"counter":93,"content":"<p>On behalf of my colleagues, I thank the Acting Chairman and committee members for the invitation to come before the joint committee.  We are pleased to be here to participate in the debate and to see the Bill progressing.  Like many delegates, we share a sense of urgency about accelerating our action on the climate.<\/p><p>  For a number of years the SEAI has been working on a range of analyses on the energy dimension of the climate, which is our area of expertise.  We have carried out a number of studies, including a number of sectoral roadmaps for 2050 pathways to decarbonisation or substantial decarbonisation.  We have brought hard copies for the committee and the content is also available on our website.  All of the work we have done reflects the point made to the committee by other delegates, which is that energy, in all its dimensions, has a very substantial opportunity to contribute to carbon abatement, often with very strong positive benefits such as job creation, cost reduction for homes and businesses and the alleviation of fuel poverty.<\/p><p>  It all comes down to the simple fact that we import 90% of all the energy we use, which is a major financial drain out of the country.  When we invest in energy efficiency measures, we divert money with which we previously enriched another economy by buying its fossil fuels and keep it in the local economy to spend on labour and technology.  Similarly with renewable energy, we have an opportunity to permanently reduce our dependence on other people's commodities and keep money in the local economy and exploit what is, in Ireland's case, a very substantial natural resource.<\/p><p>  We have seen in practice quite a bit of progress in recent years.  I will mention several highlights.  The committee is aware that retrofit is an active recognised sector in Ireland.  In recent years the SEAI has supported energy upgrades in approximately 250,000 homes.  Approximately 150 retrofits are carried out every day in homes.  This employs many people, reduces costs and takes people away from fuel poverty.  It also substantially reduces emissions.  Wind energy levels have grown substantially in recent years and are now making a major contribution to Ireland's carbon emissions reduction figure.  They are also reducing our natural gas imports and do all of this without increasing consumer bills.<\/p><p>  We have made a start, but, as the committee will agree and as has been the subject of this debate, much more action is required, as is an acceleration of pace.  Central to this and of core relevance to the debate on the Bill is how, at governance level in Ireland, we identify the priorities and opportunities to reduce our carbon emissions and, in so doing, target and mandate resources towards these areas to accelerate action.  This involves modelling and analysis and learning on the ground.  Most fundamentally, it involves structures to enable us to share this learning and understand where the opportunities are and what are the costs, benefits and other implications before ultimately assigning the resources to get it done.  If the Bill can accelerate progress in this regard, build on the political leadership we have already seen and create opportunities for us to learn from what we have already done, it will do excellent work.  <\/p><p>  We will happily answer questions committee members may have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200016#Q00200","nonspeaker":"Dr. Brian Motherway"},{"type":"speech","time":1373626500,"counter":94,"content":"<p>Electricity will play a much bigger part in all of our lives and energy efficiency and retrofitting are major issues.  Dr. Motherway has stated 250,000 homes have already been retrofitted.  From parliamentary questions I have asked the Minister and exchanges on the floor of the House, I believe we have reached a plateau because of a policy gap.  The pay-as-you-save concept has not kicked in and much work must be done before it is introduced.  This demonstrates that consistency in policy is absolutely essential to keep sustainable the segment of the market which is doing this work.  People will not establish companies just to get a little work before it dries up and they have to start again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200016#Q00300","speaker":"1052","continuing":true},{"type":"speechnospeaker","time":1373627100,"counter":96,"content":"<p>The Deputy has asked very interesting questions.<\/p><p>  I will deal with the issue of retrofit.  The number of grants is lower than was the case a couple of years ago.  To a certain degree, we have run out of early adopters and run out of people who have savings or a willingness to take out a loan to put in their share of the money.  I would not say the scheme has run out because we are still offering between 300 and 350 grants every week.  That figure is lower than it was, but it is still quite substantial.  We have done a couple of things.  We have upped the level of activity and are putting more effort into the fuel poverty sector, in which people do not have to make a contribution.  We have tried to find other ways to come at people, particularly as a community rather than as individuals.  This year we are putting much more effort into encouraging people to come to us as a community of 100 homes or for community buildings such as the local GAA clubs grouping together and coming to us for retrofit funds.  We are reaching new audiences in that way.<\/p><p>  Second, there are economies of scale, which is quite powerful.  We need to transition to a system of pay-as-you-save at the right pace.  It is important to remember that no other country has successfully at a national level made the transition from grants to a pay-as-you-save system.  The only country that is at the cliff edge is the United Kingdom and it is finding it very difficult to secure sufficient uptake now that it has made the transition to the green deal.  It is very important that we make the change at the right pace and with the right kind of transition.  Even though we do not know all of the details of the policy, if one speaks to the market actors, the contractors and so on, they know that Ireland is serious about retrofit and that we have created a lot of employment potential and business development opportunities.  I have met the owners of many companies who have told me that they have reconfigured their small building businesses because they believe retrofit is the future of the market.  We need to keep up the momentum.  <\/p><p>  I will ask my colleague to respond to the question on complete retrofitting and outline the roadmap to 2050 in terms of where we think retrofit can ultimately go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200017#R00200","nonspeaker":"Dr. Brian Motherway"},{"type":"speechnospeaker","time":1373627100,"counter":97,"content":"<p>Dr. Motherway is referring to our residential 2050 roadmap, of which we have copies for members.<\/p><p>  We have modelled a number of scenarios.  It is important when modelling to look at a few avenues for decarbonisation, using the range of technologies available.  We show that there is potential to reduce the emissions from residential dwellings to about 10% of what they are now, representing a 90% reduction.  There are a number of pathways to achieve this, using different technologies, but each has different costs and benefits.  The ambition set by the Government for the national energy efficiency action plan up to 2020 seizes that opportunity in buildings.  In total, about 50% of the savings would come from buildings and 30% from retrofit.  That does not exhaust the ultimate potential, but it is certainly a focus of the current policy.  If we consider retrofit as being on a scale from shallow to very deep, very deep being a comprehensive retrofit and shallow being some lighter insulation measures, costs can range from approximately &euro;2,000 to &euro;3,000 for a shallow retrofit to as much as &euro;30,000 or beyond for a very deep retrofit.  As the costs increase, so do the benefits.  It is always important to consider both.  Obviously, there is greater emissions saving potential the deeper we go on the basis that emissions are cumulative.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200017#R00300","nonspeaker":"Mr. James Scheer"},{"type":"speechnospeaker","time":1373627100,"counter":98,"content":"<p>Deputy Catherine Murphy also asked whether we could be a first mover, which obviously means in what area could we be a first mover.  If we look at renewable electricity, in particular, both onshore and offshore, Ireland has one of the greatest potential resources of renewable energy any place in the world.  That is the bottom line for me.  It is a question of how we maximise the benefit to Irish citizens and the businesses of Ireland.<\/p><p>  Offshore energy production, particularly wave energy, is still a while away on a technological level.  We need to promote it in order that there will be an industry in Ireland.  All other companies involved have cashflow issues.  It is a hard sector in which to survive when one is still a number of years away from commercial revenue generation.  Some of the successful companies such as OpenHydro in County Louth have partnered with international utility bodies and that seems to be the key to success in a number of cases.  We fund a number of wave energy and tidal energy companies, but we are not the complete solution.  All of them need to look for other sources of finance, but we will continue to promote the sector.  Ultimately, in the medium to long term Ireland can be a global centre for marine energy of various kinds because the bottom line is that we have the resource.<\/p><p>  The committee knows very well that there are complex policy questions in the trade-offs to be made in terms of costs and the competing uses of land, manpower and Exchequer resources and so on.  The starting point for bio-fuels clearly is wood and waste.  We see some very nice examples of forestry trimmings and the use of other waste materials to generate energy.  That is the place to start.  As the sector grows, the questions become harder in terms of whether we dedicate swathes of our land to grow energy crops instead of food crops.  I am afraid that I have lobbed that issue back into the court of the policy makers in term of the various factors to be considered.  One has to decide whether we are looking for the cheapest bio-fuel in the world, which may not be Irish, or we are looking for the maximum for Ireland, which may mean that the consumer has to pay a little more for it.  These are very much policy questions.<\/p><p>  Energy efficiency is driven by a directive.  It is driven, in particular, by the EU package of 2020 targets.  The level of activity in Ireland is driven by the 20% target set for us by the European Union.  In fact, it is not driven by the carbon target but by the sub-sectoral energy targets.  This is largely true for renewable energy also.  It is an interesting case study in that, first, the targets do not have to be Irish and, second, the targets do not necessarily have to be carbon-related to drive us.  In the policy world in which we move it is not the carbon target for 2020 but the energy targets that are most important.  They have been significant drivers of activity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200017#R00400","nonspeaker":"Dr. Brian Motherway"},{"type":"speech","time":1373627100,"counter":99,"content":"<p>I welcome Dr. Motherway and thank him for his valuable input, which is appreciated.  I also thank him for attending the conference in Dublin Castle.  <\/p><p>  Our last speaker spoke about the importance of community involvement and education.  The Sustainable Energy Authority of Ireland and its staff play a significant role in educating the public.  If Dr. Motherway was to recommend actions to ensure the people would play their part in reaching targets, how would he convince the community of the necessity and the benefits to the economy of doing so?  The speaker from UCD dealt with this issue.<\/p><p>  Women play a significant role in dealing with environmental issues.  I have noticed from going to schools - I was a teacher - and seeing what happens in the home that women implement good practices.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200017#R00500","speaker":"1135","continuing":true},{"type":"speechnospeaker","time":1373627700,"counter":101,"content":"<p>That is another good set of questions and it will be a challenge to be brief.  <\/p><p>  No one could disagree that education is at the centre of everything.  We do significant work in that area and know it is about our long-term future.  I have seen a change in my time in this business in terms of the level of general awareness of the issues, even in the number of retrofits that have taken place, although some have been shallow.  If 250,000 people have had work done in their homes, the power of word of mouth is tremendous.  Others come into these homes and tell their neighbours about the effects.  The most powerful driver for the next person to come to us and avail of our supports for a retrofit is somebody like a family member or neighbour, not an SEAI campaign or a leaflet issued by a Deputy.  The campaign or leaflet can tell people where to go, but engaging them is more about peer and local relationships.<\/p><p>  On the one thing I would do, if the Senator does not mind, I would do two things.  We have conducted significant research on why people undertake a retrofit, in order that we can persuade others to do the same, and on how people think about energy use in the home.  The Senator's point on the home and the role of women is very important.  Sometimes I get frustrated when I hear economists say we should tell people there is a payback period of seven years and that we should show them the spreadsheet.  People do not think like that, as members know.  Comfort, heating and energy in the home is much more of an emotional matter than a rational one.  It is about whether a person is providing for a family and keeping children in a healthy and pleasant environment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200018#S00200","nonspeaker":"Dr. Brian Motherway"},{"type":"speechnospeaker","time":1373627700,"counter":102,"content":"<p>And whether they can afford it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200018#S00300","nonspeaker":"Acting Chairman (Deputy Gerald Nash)"},{"type":"speechnospeaker","time":1373627700,"counter":103,"content":"<p>Yes.  That can be a core emotional issue, in terms of how we help people and engage them.  Much of this is about the language used.  We would never go to people and tell them they would get an internal rate of return of 7% by investing.  We tend to suggest they can make their home a nicer place to be in by insulating it and so on.<\/p><p>  Another dimension is the community dimension.  It is more of a peer-to-peer dimension.  In the past couple of years we have supported a couple of hundred communities in undertaking upgrades of their homes, community halls, health centres, etc.  If I had the power, I would bring every other community to visit these communities to show them what could be done.  It is about critical mass and spreading the word on the ground.  I would love the committee to visit several of these communities.  It would be a very pleasant day because they would meet people who would say they got together and organised themselves into a community, hired contractors and local people and worked together on what they wanted to do and got the kids involved.  They would say they felt a greater pride in their community, their homes were warmer, the church hall was warmer and the local health care centre's bills had reduced and it was, therefore, more affordable.  A visit such as this is very uplifting and the most powerful way to spread the message.<\/p><p>  On bio-fuels and the electrification of rail transport, I do not have many figures.  For me, both of these issues represent the main purpose of the Bill and what will come after it.  This means that we bring the experts together, do a detailed roadmap and compile the research we, Teagasc and others have already conducted.  We compare everything in a transparent way and consider the outcomes.  For example, we look to see that if we were to electrify rail transport, it would cost so much, but it would also bring so much in benefits.  Then we look to see what would happen if we were to do something else with that money.  I do not mean to say that everything is compared economically.  Agriculture and bio-fuels are the classic examples of where we need to think of far more than the cost benefits <i>per se.<\/i>  However, in so far as possible, we try to get everything on the table and compare it.<\/p><p>  That is the core challenge of governance in dealing with climate change.  Now, as far as possible, we must get together in one room and compare interventions in agriculture with those in transport, retrofitting and whatever else.  This is not an easy task, but it is the broad goal of analysis through road mapping forums.  This is then brought back to the Government and the Oireachtas to say that on the basis of what is agreed in that forum, we should assign and resource our priorities.  Then, if we feel the need to spend more money on retrofitting, we should do so, but if we believe we need to spend more money on the electrification of rail transport, we should do it.  Having a transparent process is key.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200018#S00400","nonspeaker":"Dr. Brian Motherway"},{"type":"speech","time":1373627700,"counter":104,"content":"<p>I thank the delegates for attending.  We have heard many contributions in the past few hearings.  One that I found of particular interest was the proposal suggesting responsibility for the climate change debate should be moved from the Department of the Environment, Community and Local Government to the Department of Communications, Energy and Natural Resources.  What is SEAI's view on this proposal?  If it had its say, what kind of sectoral plan would it establish for the Department with responsible for energy matters?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200018#S00500","speaker":"1099"},{"type":"speechnospeaker","time":1373627700,"counter":105,"content":"<p>In the context of climate as presenting a governance challenge, we have the side that is involved in understanding the challenges globally, such as emissions limits the system can take, what we need to contribute and what must change in Ireland in terms of adaptation.  Then, separate from this, we have the challenge of actually reducing emissions.  Therefore, on the one hand, the global challenges fall to the Department of the Environment, Community and Local Government, while the challenge of reducing emissions falls to the Departments with responsibility for energy, transport and agricultural matters.  Each of these Departments and its relevant agencies are the experts in how to do the job on the ground.  One cannot centralise all of this as the Department with responsibility for energy matters does not know much about cows, while the Department of Agriculture, Food and the Marine does not know much about attic insulation.  We must leave sectoral delivery to the sectoral experts and then we need some platform for co-ordinating and prioritising action.  It does not matter much where this co-ordination is housed, as long as it is done right and we can get over some of the competitiveness issues between Departments for resources or between silos where people do not tell each other what they are doing.  If we get the principles right, the exact geographical location is less important.<\/p><p>  If we look at other countries, we are unusual in our energy Department being where it is.  In most countries it is either part of an enterprise or an environment ministry and there are advantages and disadvantages attached to both.  We are unusual in that it is separate from these.  This is an advantage in some ways because it allows us to concentrate on energy matters, but compared to other countries it is a small Department which is stretched in terms of resources, manpower and budget and this limits what it can do.  The mission for us, regardless of the specifics, is to find ways to ensure the resources go to priorities in terms of delivery.  <\/p><p>  There must be a certain amount of co-ordination.  The NESC described this quite well in terms of the international-facing side and our climate obligations and accounting for our targets.  Then we have a more inward-facing side, with bodies such as ours which, at some level, do not take much heed of what is going on in the UNFCCC.  We just ask what the targets are and then try to save energy and hence emissions.  These various aspects need to remain within the sectors in which there is the expertise available.  <\/p><p>  I hope that answers the Deputy's question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200018#S00600","nonspeaker":"Dr. Brian Motherway"},{"type":"speech","time":1373627700,"counter":106,"content":"<p>I also asked what SEAI would include in the plan if it had the power to draft the sectoral plan for the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200018#S00700","speaker":"1099"},{"type":"speechnospeaker","time":1373627700,"counter":107,"content":"<p>There is no doubt that energy efficiency is the best source of emission savings.  Energy efficiency is not only cheap, but it is also profitable.  Renewable energy is particularly advantageous to Ireland because we have plenty of it.  Some of it requires effort initially.  Energy efficiency saves money over its lifetime but has up-front costs.  The position on renewable energy is similar, although it is reducing in price in many areas.  I would certainly like to see more firm recognition that energy has tremendous potential to play a leading role.  The energy sector and all of those who use or generate energy - bodies such as ours but also private organisations - can and want to play a part in bringing about wider benefits in terms of job creation and the alleviation of fuel poverty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200018#S00800","nonspeaker":"Dr. Brian Motherway","continuing":true},{"type":"speechnospeaker","time":1373628300,"counter":109,"content":"<p>We have a major challenge to overcome in respect of indigenous energy generation.  We are enormously dependent on imported fossil fuels.  There have been many discussions in this Parliament and particularly outside it about wind energy generation, which is controversial.  However, it is also the case that we need to take a much more radical approach to land use planning and so on in the next few years if we are to meet that challenge.  I do not expect Dr. Motherway to step outside his own remit, but I am sure he has his own views on how those issues might be addressed in a way that would support our energy requirements in the next few decades.<\/p><p>  There are major opportunities in retrofitting.  Some construction firms were early adapters in identifying the direction the industry was going and developing an expertise, a reputation and brand awareness for their own position in the market, and they have done particularly well.  How does Dr. Motherway work in the SEAI with construction firms and tradespeople who are interested in becoming more active in that sector?  Where does the SEAI fit in the current inter-agency approach to meeting the climate change policy demands in Ireland and at an international level?  Reference has been made by a number of delegates in the past few days to silos in the public service.  We are familiar with this through our own work.  I know that the SEAI works on an interdepartmental and an international basis, but perhaps Dr. Motherway might elaborate on how it operates in meeting the climate change challenge with other agencies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200019#T00200","nonspeaker":"Acting Chairman (Deputy Gerald Nash)"},{"type":"speechnospeaker","time":1373628300,"counter":110,"content":"<p>We are conscious that the subject of wind energy is becoming much more controversial.  We are strong believers in wind energy production as presenting an opportunity for Ireland.  We have the resource which we should exploit, but it has to be done right and in a transparent, rational and correct manner.  We have been doing work to improve things on the ground through our work on the local area renewable energy strategies, on which I will ask Mr. Kennedy to elaborate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200019#T00300","nonspeaker":"Dr. Brian Motherway"},{"type":"speechnospeaker","time":1373628300,"counter":111,"content":"<p>The SEAI is really in the business of providing for good practice to facilitate a greater deployment of renewable energy and energy efficiency measures.  In the context of renewable energy, especially wind energy, we have worked very closely with stakeholders such as the local authorities, NGOs, county managers, Departments, utilities and industrial associations to develop what we call LARES, or local authority renewable energy strategy.  It is a methodological approach for local authorities to take on board the development of renewable energy strategies.  It is all about achieving consistency of approach across local authorities to assist them in developing robust, co-ordinated and sustainable strategies in accordance with both national and European obligations.  That involves three strands.  The first is the provision of information, not only for the local authority but also for developers.  The second strand is consistency of approach with regard to best practice in the design and delivery of renewable energy measures at a local level.  The third strand is consistent identification of the best renewable energy resources within various municipalities or local authorities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200019#T00400","nonspeaker":"Mr. Matthew Kennedy"},{"type":"speechnospeaker","time":1373628300,"counter":112,"content":"<p>We think every local authority should have a renewable energy strategy in place for its county, region or locality in order that there is transparency on where renewable energy projects can be sited, the principles that apply and the very important issues of environmental assessment, public involvement and so on.  We see that a number of counties have taken this on board and become better places for debates on wind energy,and we would encourage others to do so.<\/p><p>  Many construction firms realise that retrofit presents an opportunity and until a few years ago all construction was new build, but in other economies there is a mix of new build and retrofit.  We are seeing a reconfiguration in that direction and a number of very forward looking companies getting involved.  I have come across companies that used to be called Murphy Builders and are now called Murphy Energy Builders; the more of this, the better.  We work with the willing and those who want to promote themselves.<\/p><p>  We emphasise quality a lot.  We do not necessarily have the culture in small build areas, either among some of the contractors or the homeowners.  Sometimes it is difficult to get homeowners to work within an environment of quality assurance, codes and standards.  If there is any future in the sector beyond grants when we want it to be a self-sustaining industry, it has got to be based on quality and credibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200019#T00500","nonspeaker":"Dr. Brian Motherway"},{"type":"speechnospeaker","time":1373628300,"counter":113,"content":"<p>Are there certain standards the SEAI expects from a contractor in the regulatory environment?  Are these standards imposed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200019#T00600","nonspeaker":"Acting Chairman (Deputy Gerald Nash)"},{"type":"speechnospeaker","time":1373628300,"counter":114,"content":"<p>Yes.  Obviously, there are basic standards such as tax compliance and insurance, but we also set codes of practice for a particular intervention, be it a boiler or an insulation upgrade.  We inspect a random sample of homes and ask builders to go back to homes if they have not met the standards set and so on.  The good builders welcome this because it can become a badge of quality and so on.  The same applies to homeowners.  If they work via our schemes, there is not just a financial incentive but also a quality environment.  It takes time to build this culture throughout the sector, but it is the future.<\/p><p>  We work with every single Department on our programmes.  We work with the Department of Education and Skills in improving schools.  We work with the Department of Social Protection on the issue of fuel poverty.  We work with the Department of Agriculture, Food and the Marine on the issues of energy efficiency and farms and so on.  We have good informal relations with everybody.  We have close working relationships with our sister agencies such as the EPA and Teagasc and we are in the same building as a few of the enterprise agencies.  We sit on the relevant committees also.  Mr. Kennedy sits on a couple of the UN related committees with our colleagues in the Department of the Environment, Community and Local Government.  We use the cross-cutting structures available such as the Cabinet sub-committees and the various working groups.  We find the inter-agency structures very important.  It is important to come out of silos and do things differently.  For example, we are working on changing the way public procurement works to improve energy efficiency in the public sector.  By definition, this must involve not just the SEAI but also the OPW, the Department of the Environment, Community and Local Government, the Department of Public Expenditure and Reform and so on.  The more of this we can do, the better.  In a country the size of Ireland, much of this can be done at a relatively informal level.  That is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200019#T00700","nonspeaker":"Dr. Brian Motherway"},{"type":"speech","time":1373628300,"counter":115,"content":"<p>In the sustainable energy plan for 2012 to 2020 of the Department of Communications, Energy and Natural Resources, the objective is to take forward the template being developed by the SEAI to the local authorities.  It is not mandatory.  Would it be beneficial if it was mandatory for each local authority?  Quite a few counties have done this, but it is not mandatory.  Would it be good if it were mandatory?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200019#T00800","speaker":"1135"},{"type":"speechnospeaker","time":1373628300,"counter":116,"content":"<p>Potentially, yes, but not necessarily.  It is absolutely essential that everybody does it well.  We recently published what we believed was best practice in this area.  Other counties may believe they can do it just as well by other means, but why not use our methodology?  Given that it is brand new, it is probably time to test it a few times and refine it.  We consider it to be a live document.  I could certainly see a point in the future where it would be better to have it mandatory, but that may not be the case until we prove it on the ground a few times.  We piloted it in a few counties and it has gone very well.  We have also learned from the counties that have done their own thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200019#T00900","nonspeaker":"Dr. Brian Motherway","continuing":true},{"type":"speech","time":1373628900,"counter":118,"content":"<p>Dr. Motherway has talked about electric heating.  I have heard a lot about radiant or infra-red heating.  Is there a role for this and, if so, does it have an important role to play?<\/p><p>  I know that it is important for us to share information and learn by word of mouth, but we cannot rely on this any more.  I am very concerned about the negative reporting of wind energy matters since the memorandum of understanding between Ireland and England was signed.  Suddenly the wind energy sector is the big bad wolf.  That is a huge problem because there seems to be a large gap in the information being shared, which is quickly being filled with negative stories.  The information deficit provides an opportunity for people who are totally against wind energy projects to fill that space.  Does Dr. Motherway have thoughts on how to fill that gap?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200020#U00200","speaker":"1099"},{"type":"speechnospeaker","time":1373628900,"counter":119,"content":"<p>Electrification of heating systems is an important opportunity for Ireland because heating is a difficult sector to tackle.  It is not included in emissions trading.  Ireland has made much more progress on the penetration of renewables into the electricity sector than it has in other sectors because our wind resource is very good.  If heat loads can be electrified, that is good.  Radiant heating, the new advanced storage heaters now on the market, and heat pumps all have a role to play and we will see further electrification of heating and transport systems, which fits with the fact that the best renewable resources we have been able to exploit to date are in the electricity sector.<\/p><p>  My comments on word of mouth referred to retrofitting and involving communities and so on.  I share the Deputy&rsquo;s concern about the information deficit on the export project.  Some of the more vocal actors have lost sight of what an early stage we are at and it is difficult to account for some of the misinformation when at this point we have a memorandum of understanding but are waiting for the intergovernmental agreement.  After that comes the strategic environmental assessment and planning permission.<\/p><p>  Wind turbines are not going up next week, despite what some people think.  There is much to be done and there are many opportunities for public involvement and comment, formal consultation and environmental assessment.  All of that has yet to happen.  Therefore, if people come out with misinformation, we struggle sometimes to say it is not true because there is no counterpoint.  If somebody says there is going to be a wind turbine in a particular place, I cannot say there will never be one there, but I can certainly say it is not yet decided.  We are a long way from being at that point.  The planning process for these projects has not even started.  It is important that, in as much as we can, we maintain some maturity in that debate until we know more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200020#U00300","nonspeaker":"Dr. Brian Motherway"},{"type":"speech","time":1373628900,"counter":120,"content":"<p>Who is going to take on the responsibility of educating people about the new items on the market?  If one recommends a particular item, is one accused of promoting it instead of another?  The cheaper item may not be good for the environment.  What body will be charged with giving information on such issues?  When a person spends money, he or she wants to be sure he or she spends it well for the sake of the environment and for his or her return.  Is there a gap in that regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200020#U00400","speaker":"1135"},{"type":"speechnospeaker","time":1373628900,"counter":121,"content":"<p>There are different elements to this question.  Some bodies might look after the safety of devices or their certification.  We have certain roles in terms of their energy performance.  There are a couple of mechanisms which I will not detail now, except to say that to qualify for supports or for utilities to meet their targets, if people have products that save energy and want these savings to be acknowledged, they should come to us because we have mechanisms to examine them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200020#U00500","nonspeaker":"Dr. Brian Motherway"},{"type":"speech","time":1373628900,"counter":122,"content":"<p>I thank Dr. Motherway, Mr. Matthew Kennedy and Mr. James Scheer for their contribution, which was very helpful.  That concludes this section of our discussion.<\/p><p>  In accordance with Standing Orders and in the absence of the Chairman and the Vice Chairman, I ask Deputy Catherine Murphy to take the Chair.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200020#U00600","speaker":"1067"},{"type":"unspoken","content":"<p><b>Ceartas (Irish Lawyers for Human Rights)<\/b><\/p>","time":1373628900,"counter":123,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200020#U00650"},{"type":"speechnospeaker","time":1373628900,"counter":124,"content":"<p>I welcome Dr. Peter Doran and Mr. Fergal Mawe on behalf of Ceartas, Irish Lawyers for Human Rights.<\/p><p>  Before we begin, witnesses should please note that they are protected by absolute privilege in respect of their evidence to the joint committee.  However, if they are directed by it to cease giving evidence and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed to restrict their evidence to the subject matter of these proceedings and to respect the parliamentary practice that, where possible, they should not criticise or make charges against an person, persons or an entity.  They are asked to read the document on privilege which has been circulated to them.  I remind them not to read their opening statements which have been circulated to committee members. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200020#U00700","nonspeaker":"Acting Chairman (Deputy Catherine Murphy)"},{"type":"speechnospeaker","time":1373628900,"counter":125,"content":"<p>On behalf of Ceartas, Irish Lawyers for Human Rights, I thank the joint committee for giving us the opportunity to appear before it and present the work of Dr. Peter Doran.  Ceartas commissioned this work on the connection between human rights and the environment, particularly at an international level, through international jurisprudence and law following publication of the recent Bill.  Without further ado, I will hand over to Dr. Doran.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200020#U00800","nonspeaker":"Mr. Fergal Mawe"},{"type":"speechnospeaker","time":1373628900,"counter":126,"content":"<p>I thank the joint committee.  It is a great privilege and pleasure to have the opportunity to be here.<\/p><p>  At the head of my submission for Ceartas I quote William McDonough, an award-winning green architect, who said, &ldquo;Design is the first signal of human intention.&rdquo;  In other words, if we get the design right and the intention behind it is right, many of the problems down the line will be avoided.  My interest and the focus of my paper was the design principle that we might pick up, in particular, from the UK Climate Change Act 2008.<\/p><p>  Based on the heads of the climate action and low carbon development Bill, it provides a sound structure that will certainly bring about a step change in creating a law-based arrangement for a whole-of-government approach.  That in itself, as other speakers have said, will be tremendous progress in institutionalising our whole of government response to climate change.  In the UK legislation there is a great focus on the presence of targets.  When we talk about the role that reference has played in the Irish debate, we have tended to focus on the presence of the headline target for 2050 and the other targets, but we should not lose sight of the way in which these targets are fully integrated into a rather ingenious design, a whole set of innovative reporting and budget mechanisms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200020#U00900","nonspeaker":"Dr. Peter Doran","continuing":true},{"type":"speech","time":1373629500,"counter":128,"content":"<p>I thank the delegates for their presentation and their attendance on such a sunny Friday afternoon.  The Minister appeared before the joint committee last Wednesday.  He has been clear and emphatic that he has almost a disregard for national targets.  He is kicking to touch and saying it is the business of the European Union.  In a way, it puts the committee's work at a significant disadvantage, because he was not shy about putting across his views.  I ask the delegates to comment on whether it is proper for us to adhere to the EU targets set.  <\/p><p>  One of the Minister's concerns is that the measurement of greenhouse gas emissions in Ireland is not quantifiable, or not sufficiently scientific, and that more work is required on measurement.  The submission from IBEC last week was very emphatic that the committee should not recommend the approach taken by the United Kingdom.  The IBEC representatives gave a particular example of the fractiousness between that committee and the environment committee.  What Mr. Doran recommends seems laudable in principle, but I ask whether it is borne out in the UK relationship.  Neil Walker commented in his submission: \"For the avoidance of doubt ... such a body must not be modelled on the UK&rsquo;s Committee on Climate Change, whose relationship with the Department of Energy and Climate Change and with the UK Treasury has become increasingly fractious and ineffective over recent years.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200021#V00200","speaker":"1167"},{"type":"speechnospeaker","time":1373629500,"counter":129,"content":"<p>As part of my preparations I listened very carefully to the Minister's contribution at the committee.  I am puzzled.  I have not been able to work out in my own mind what is the relationship between the difficulty, which is a genuine one, around land use, land-use change and forestry, LULUCF, and the agricultural methodologies and the adoption of targets.  A very simple way to overcome any uncertainty around the agriculture sector would be to mandate the expert body - established perhaps in shadow form at an earlier stage - to advise post-2015.  I presume some of these methodological issues will be resolved by 2015 as part of the international debate or negotiation.  It would be a simple matter to devolve in part decisions about the level of ambition of targets and how the EU targets would be reflected in Irish legislation and to allow time for this to happen when the EU negotiations on burden-sharing and the US-CCC negotiations are complete.  There would then be greater clarity.<\/p><p>  Whereas the Minister talks about the need to avoid a new layer of targets, there is no reason the targets which might be reflected in the legislation eventually should not incorporate and simply reflect a calibration of existing targets, both European and future UN targets.  The UK legislation includes the flexibility to revise targets, albeit in a way where the limits of that review would be prescribed.<\/p><p>  I refer to the point argued by IBEC and suspect that there is a certain exaggeration.  I understand part of IBEC's argument was the very point with which I began, that the fraught nature of these negotiations and the interaction of the sectors with the Government and the issues around burden-sharing are incredibly difficult.  Climate change is, ultimately, about redesigning the entire economic system, shifting its basis from a fossil fuel design to one that will be liberated from that paradigm.  The short-term calculations of business and industry can sometimes prevent us from seizing the opportunity to have a legislative design that will serve well into the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200021#V00300","nonspeaker":"Mr. Peter Doran","continuing":true},{"type":"speech","time":1373630100,"counter":131,"content":"<p>The difficulty is that what Dr. Doran has just described is not actually in the proposed Bill.  All of the expert witnesses have acknowledged that changing the economic system will involve an extraordinarily radical and momentous effort.  There is quite a strong and coherent argument in this country to the effect that we are not ready for change on such a scale, that it clashes with Harvest 2020 and so on.  There is a division in industry between those who welcome targets and those do not, and a tension between agriculture and other sectors.  There is also the issue of internal burden-sharing.  Does Dr. Doran accept that none of these issues is included in the proposed legislation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200022#W00200","speaker":"1167"},{"type":"speechnospeaker","time":1373630100,"counter":132,"content":"<p>The main risk for this process is the perception that the challenge of long-term transition will undermine economic recovery within sections of business and industry.  There is also, as we know, significant nervousness within agriculture.  I am saying a genuinely independent, well resourced and expert-led body would provide us with the ability to present scenarios to these sectors and define very clearly where their actual capacity for transition lies in the short, medium and long term.  It would allow us to begin to see where that capacity might be exhausted at any particular moment in the short term and thereby ascertain more clearly, in the context of the opportunities, the validity of the special pleading, defensiveness and occasional misrepresentation we have had from these sectors.  It is the role of an independent, robust and well resourced expert body to throw some light on the type of politicisation that leads to obfuscation and which might well undermine this very unique moment in Irish political decision-making where we have a consensus that can be translated into a long-term trajectory of action on climate change.<\/p><p>  The United Kingdom legislation is built on the notion of incremental momentum.  Nobody is trying to reset the economy overnight, but what we have there is a very clear set of mandates, reporting requirements and duties on the Minister which serve to build a political momentum and turn the legislation itself into an ally in stretching all sectors and politicians to embark on this journey.  It will not be easy.  In the longer term, as the transition progresses, there will be winners and losers.  We need an expert body which would facilitate that type of incremental process and allow new ideas to emerge without the type of defensiveness that tends to stem from our immediate economic conditions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200022#W00300","nonspeaker":"Dr. Peter Doran"},{"type":"speech","time":1373630100,"counter":133,"content":"<p>There is certainly no defensiveness on my part, even though I am part of the policy-making agenda.  I am totally open to listening to the expertise in academia and science, but I am also charged with ensuring the economy stays on track and that there is sufficient money, for example, to pay all social welfare recipients.  While broadly welcoming the heads of the Bill, Dr. Doran has pointed out that they do not include targets.  The reality is that the \"how to\" questions we are posing can be just as effective as targets if we are all working to the same agenda.  For instance, the Minister envisages a low-carbon objective for 2050 which would see zero omissions from energy generation.  How feasible does Dr. Doran consider that to be?  What is his view on the potential increase in the marginal cost of abatement measures for the end stages of the process to complete conversion?  There is also a carbon-neutral objective in regard to agriculture.  These laudable objectives are not called targets, but they signpost the direction in which everybody is trying to go.<\/p><p>  Dr. Doran has observed that design is the first signal of human intention.  We are charged with designing for living, the economy, sustainable development and so on.  We put on all of these hats when we come to these meetings and listen to the experts.  I take a great deal from their contributions.  A previous delegate made the point that we should avoid the \"ourselves alone\" mindset on this issue, which might see us dissociating from the European Union.  This is a small island and we cannot stand alone in seeking to effect change in this area.  Does Dr. Doran envisage a situation in which Ireland has the capacity to go out in front on this issue?  If it is possible for us to lead the way, we should do so.  In fact, we are already recognised as being ahead of the posse in several respects, being among the top three countries in Europe on several indicators.<\/p><p>  Dr. Doran's reference to the limits of capacity is very apt.  How does he see us proceeding within the limited economic capacity in which we find ourselves?  The incremental implementation approach being taken in the United Kingdom sounds like a good one.  Has any work been undertaken in ascertaining the cost - day to day, month to month and year to year - of implementing a strategic and incremental approach in each sector?  It seems that is how it should be done, but it is, as always, a case of \"how to\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200022#W00400","speaker":"1135"},{"type":"speechnospeaker","time":1373630100,"counter":134,"content":"<p>I tend to agree that there are many ways to reflect the long-term trajectory.  The language the Minister has used - that is, \"zero carbon\" and \"carbon-neutral\" - might well be the way to reflect the ambitious 2050 objective if it is ultimately supported by figures for each of the sectors.  It does need to be much clearer.  We had a discussion earlier about understanding the role of the media and communications in the climate change agenda.  Legislation has a communicative function also, especially where there is a headline objective which clearly shows there is a radical break with the past.  Climate change is different in so far as our choices are already laid down by physics.  As I said in my paper, we cannot negotiate with physics.  It is about working with the envelope, working together in a pragmatic way which does not undermine our economic capacity.  A clear headline objective in some form would be very useful.  As I said, there is no reason any target or objective could not simply refer to existing European and upcoming UN objectives.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200022#W00500","nonspeaker":"Dr. Peter Doran","continuing":true},{"type":"speech","time":1373630700,"counter":136,"content":"<p>Will Dr. Doran outline his thoughts on what should be the composition of the expert advisory body?  Will he also indicate his views on how we might start a national conversation on this matter?  We must face the fact that climate change is not currently a priority for people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200023#X00200","speaker":"1099"},{"type":"speechnospeaker","time":1373630700,"counter":137,"content":"<p>If members look at the papers I submitted for distribution to them, they will see that I have provided information on the membership of the Committee on Climate Change in the United Kingdom.  The committee is currently headed up by Mr. John Gummer, a former UK Secretary of State for the Environment, who has, since leaving government, become very active in multilateral environmental negotiations.  He has a well earned reputation for being a champion of ambitious climate change objectives, both at home and within the international system.  It is my experience, in the context of the UK system, that the people chosen to sit on the body should be defined by their expertise.  In other words, they should be recognised experts among their peers and, ideally, have an international profile.  They should understand the political system and not necessarily be individuals who have come out of that system.  At least some of them should have academic backgrounds, but there will also be a need for people who have a grasp of the likely economic impact of recommendations made.  That is also part of the profile of those who have become members of the UK Committee on Climate Change.  Some of these individuals worked with the Stern commission.<\/p><p>  The key word I would use in this matter is \"leadership\".  What is needed is people who embody ambition and have the respect and trust of the various sectors involved.  In the context of the point I made about constructing a circuit breaker to depoliticise, to some extent, some of the toing and froing between the sectors and the Government, I would avoid creating some kind of a stakeholder group.  What is required is people with expertise and authority who have access to the very best international research and can present challenging scenarios to each of the sectors and invite them to respond to them.  In that way, the sectors could explore the limits of their genuine capacity to contribute to the long-term targets.<\/p><p>  Will the Deputy repeat her second question?  I am having difficulty reading my own writing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200023#X00300","nonspeaker":"Dr. Peter Doran"},{"type":"speech","time":1373630700,"counter":138,"content":"<p>It was about starting a national conversation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200023#X00400","speaker":"1099"},{"type":"speechnospeaker","time":1373630700,"counter":139,"content":"<p>Yes.  I have already alluded to the communicative role the legislation can play, especially if it contains some very clear language in respect of ambition.  As part of this, there will be a need to provide an explanation of the massive opportunities and challenges to which this matter gives rise for any country.  As part of the conversation on the economic and financial transition we are undergoing, we need to take cognisance of the ecological aspect.  It is becoming clear in popular and academic discussions of the ecological <i>probl&eacute;matique<\/i> that climate change is but one of the issues involved.  Climate change is perhaps a vanguard issue, but there are other issues and tipping points which we are going to be obliged to address.<\/p><p>  It is clear that we are between stories.  The latter are not just stories about the ending or the twilight of a certain industrial or technological model.  We are between stories right across the board in the context of the challenge to our lifestyles and self-understanding and we must begin to explain the issue of climate change in that context.  People refer to a new age called the Anthropocene in which human agency is the key determinant of geological change.  This captures the imagination and is not necessarily a story of threat and sacrifice.  It is also a transition to a story that invites us to look long and hard at the meaning of our existence and the limits of the values relating to consumerism.  It is also a deeply moral and ethical story, not only as a result of our responsibility to adopt new lifestyles at home but also to meet our ethical obligation to those who, as a result of the problem of climate change, are facing much more immediate crises in terms of food and water security.  When this matter is cast in these wider contexts, it grabs the imagination.  There is a great deal of material which can be used to engage constituencies.  As we have heard, younger people are already alive to the frameworks for presenting these issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200023#X00500","nonspeaker":"Dr. Peter Doran"},{"type":"speech","time":1373630700,"counter":140,"content":"<p>Dr. Doran stated there might be a need for us to revisit the issue of subsidies.  A case was brought before the European court on this matter.  I presume our subsidies are based on fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200023#X00600","speaker":"1135","continuing":true},{"type":"speechnospeaker","time":1373631300,"counter":142,"content":"<p>The Senator has asked if we have the wherewithal to make the transition.  I have pointed out that we are beginning to see some serious high level political attention being given to the issue of fossil fuel subsidies.  I hope some of the money will be freed up with a view to investing in technologies that will put us on the road to the transition to clean energy, rather using than fossil fuels.  The European Union spends the equivalent of the cost of three or four Greek bailouts every year on fossil fuel subsidies, shoring up the fossil fuel industry.  A former executive secretary of the UNFCCC has pointed out that massive amounts of money are invested in the energy sector all the time.  The energy portfolios are massive, numbering in the trillions of dollars.  If this money is being spent, why would we not ensure we climate-proof these investments at every level within the international financial institutions, the European Union and our own jurisdiction?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200024#Y00200","nonspeaker":"Dr. Peter Doran"},{"type":"speech","time":1373631300,"counter":143,"content":"<p>I apologise for not being present for Dr. Doran's presentation.  I had to attend another meeting.  <\/p><p>  I imagine that most of us who have been involved in these hearings, especially those on the political side, are not too far away from each other in our thinking, especially having heard the evidence.  I met a large group at lunchtime and began to generate a discussion on the impact of climate change and the change in people's lifestyles and I was amazed that people switched off.  They just wanted to deal with what was happening in their day to day lives.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200024#Y00300","speaker":"1033"},{"type":"speechnospeaker","time":1373631300,"counter":144,"content":"<p>It is too far into the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200024#Y00400","nonspeaker":"Dr. Peter Doran"},{"type":"speech","time":1373631300,"counter":145,"content":"<p>It is too far in the distance for them.  We have moved on from focusing on the 2020 targets.  I sense there was a better buy-in a year ago, even though our economic circumstances were worse then than they are now.  As a member of a minor party, I am aware that we have always paid a penalty for being ahead of public opinion on various issues.  My party is the bit party of the two and a bit party system.  We have fought for people to have the right to remarry and for the legislation that went through today.  I was struck, particularly because the group was large, by the lack of buy-in on this issue; even though the problem could be related to climate change, they just wanted to have it fixed.  If we can get the foundations or model right in this Bill on which we can build, are we tying ourselves in a knot by focusing on the 2050 target and using specific language in terms of whether it should be a legal duty or a compelling action?  These are the words used in the Dr. Doran's submission, while the Minister has used the words \"low carbon\" and \"zero emissions\" in respect of a different head of the Bill, but essentially they are talking about the same issue.  <\/p><p>  A specific consideration in the heads of the Bill relates to the transfer of an international agreement into the Bill when it is finished, which will include enforceability because penalties, be they fines or otherwise, will apply if the international targets set are not reached.  We are living inside a bubble to a great extent and in the past four days of hearings we have spoken about a target in the case of every submission, for which some delegates were for and some were against.  It is the be all and end all to have an emissions reduction target of 80% by 2050, if that is what it should be.  It would be better for us at this stage to make sure we put in what is needed for the foundations.  There is a sense of urgency about this, but we need to introduce the Bill, put it in the Statute Book and then build on it.  Is there an over-emphasis on setting a target?  It probably is more important to get the expert group right than to insert a target for 2050 because we will get it through the international agreement.  We need to get the review periods right because they will all build up to the final equation.  I would be interested to hear Dr. Doran's opinion on this aspect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200024#Y00500","speaker":"1033"},{"type":"speech","time":1373631300,"counter":146,"content":"<p>Before Dr. Doran replies, I wish to add my tuppence worth because of the tight time schedule.  I was intrigued when he said a clearly defined relationship in terms of the expert body was just as important as targets.  We have a very poor history of designing good institutional architecture.  That may well be because we inherited architecture that we had not moulded ourselves.  In that context, there may be a different set of circumstances here compared to other countries.  How would Dr. Doran characterise climate change legislation that does not contain explicitly stated targets?  Would it be fit for purpose?  We sought but did not get the legal advice from the Attorney General on this issue.  Some of us assume there is a concern that including targets would make the legislation justiciable, which is why there is some resistance to it.  It might not be the only reason and I suspect it is not.  A contributor in one of our earlier sessions last week referred to the UK model and said there were political, as opposed to legal, targets and that they were important as almost a means of including them, yet Dr. Doran spoke about the UK Act being aspirational.  I would like to hear his comments on these points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200024#Y00600","speaker":"1052"},{"type":"speechnospeaker","time":1373631300,"counter":147,"content":"<p>I will take that last point first.  I have looked at some of the legal deliberations in the run-up to the adoption of the UK legislation and the consensus within the legal community which offered advice was that it was most unlikely that a court would consider, for example, a judicial review around the question of duties or targets, that they would be regarded as political and that the court would be most likely to defer to Parliament.  That is one of the understandings of these targets, that they are really political tools that enhance the accountability of the Executive and the ability to scrutinise, especially in forums such as this.  They are an instrument to enhance the scrutiny function rather than to haul the Minister before a court.  That was the consensus and I have a number of quotes in the document-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200024#Y00700","nonspeaker":"Dr. Peter Doran"},{"type":"speech","time":1373631300,"counter":148,"content":"<p>The Acting Chairman has made an important point and I wish to clarify the position.  Dr. Doran used the words \"most likely\" and \"consensus\" in relation to whether the matter could go before the court.  We have a Constitution and when the words \"most likely\" and \"consensus\" are used about a matter such as this, it usually ends up in the courts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200024#Y00800","speaker":"1033"},{"type":"speech","time":1373631300,"counter":149,"content":"<p>We are working to a very tight time schedule.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200024#Y00900","speaker":"1052"},{"type":"speech","time":1373631300,"counter":150,"content":"<p>Yes, but that is an important point that should be made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200024#Y01000","speaker":"1033"},{"type":"speech","time":1373631300,"counter":151,"content":"<p>We have inherited the same courts system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200024#Y01100","speaker":"1052"},{"type":"speechnospeaker","time":1373631900,"counter":152,"content":"<p>I will give an example from a leading authority in environmental law who contributed to the scrutiny stage of the UK legislation.  He said parliament had become fond of imposing duties of a kind which, since they were of a general and indefinite character, were perhaps to be considered as political duties rather than as legal duties which a court could enforce.  He also said many such duties might be found in statutes concerned with social services and nationalisation.  He further said that only in the unlikely event of its total default would an authority be at risk of legal compulsion in respect of its general duties.  Mr. Forsyth went on to consider the question of the duty on the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200025#Z00100","nonspeaker":"Dr. Peter Doran"},{"type":"speechnospeaker","time":1373631900,"counter":153,"content":"<p>It would be useful if there were further pieces of information that informed the UK legislation that fitted into that category.  Perhaps Dr. Doran might provide the information in writing?  We are coming towards the conclusion of the meeting and the information is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200025#Z00200","nonspeaker":"Acting Chairman (Deputy Catherine Murphy)"},{"type":"speechnospeaker","time":1373631900,"counter":154,"content":"<p>There is an example in the submission about fuel poverty targets.  Friends of the Earth attempted to take a judicial review because targets were included in the legislation and that was thrown out for much the same reason I outlined, that it was simply regarded as a support to an objective.  Targets often include issues that are not in the immediate control of the Minister.  The circumstances are not always within the gift of the Minister to control and the courts tend to recognise this in the event of there being challenges, or at least that is the view of the lawyers who contributed to the scrutiny.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200025#Z00300","nonspeaker":"Dr. Peter Doran"},{"type":"speechnospeaker","time":1373631900,"counter":155,"content":"<p>We will draw the discussion to a close.  I thank the delegates for their contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200025#Z00400","nonspeaker":"Acting Chairman (Deputy Catherine Murphy)"},{"type":"unspoken","content":"<p><b>Dublin City University<\/b><\/p>","time":1373632200,"counter":157,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200026#BB00050"},{"type":"speech","time":1373632200,"counter":158,"content":"<p>Apologies for the delay.  This is the sixth and final delegate to come before the committee today.  I welcome Dr. Roderick O'Gorman from the School of Law and Government on behalf of Dublin City University.<\/p><p>  Before we begin, please note that witnesses are protected by absolute privilege in respect of their evidence.  However, if they are directed by the joint committee to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege.  Witnesses are directed to restrict their evidence to the subject matter of these proceedings and to respect the parliamentary practice that they should not criticise or make charges against a person, persons or an entity.  They are asked to read the document that has been circulated to them on privilege.  I remind Dr. O'Gorman not to read his opening statement, as it has been circulated to members and we will take it as read.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200026#BB00100","speaker":"1052"},{"type":"speechnospeaker","time":1373632200,"counter":159,"content":"<p>I thank the joint committee for extending the invitation to me to speak about this matter.  As the Acting Chairman stated, my background is in law.  I am a law lecturer, mainly specialising in European Union and Irish constitutional law at the School of Law and Government in Dublin City University.  I am also chairperson of the Green Party in Ireland, but I am not speaking in that capacity today.<\/p><p>  As the last speaker in this series of hearings, I will not say anything to members that they have not heard already.  There will be nothing exciting or novel and I am sure with the long week members have had, they do not want to hear anything too dramatic at this stage.  However, I will focus on certain elements of the legislation and look forward to members' questions on these issues.<\/p><p>  In my submission, which I tried to keep as brief as possible, I focused on a number of areas.  Specifically, I looked at the independence of the expert advisory body and made some suggestions on the way I believe we could strengthen its independence in its ability to publish its reports and ensure they are not tampered with, particularly if they are critical of the policy of the Government of the day.<\/p><p>  I also tried to address some of the constitutional law implications.  As I said, for all of us, dealing with the advice of the Attorney General is like shadow boxing because we do not know what the Attorney General has said to the Cabinet.  Trying, therefore, to anticipate some of the areas that may have been of concern to the Attorney General is difficult, particularly the reason specific domestic targets were not enshrined in the legislation.  I will speak, first, about whether it is constitutionally viable in the first place to have targets enshrined in Irish law.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200026#BB00200","nonspeaker":"Dr. Roderick O'Gorman","continuing":true},{"type":"speech","time":1373632500,"counter":161,"content":"<p>I thank Dr. O'Gorman for attending.  It is a little harder when a delegate appears after everyone else.  <\/p><p>  The Minister's approach is to set sectoral targets and comply with overall EU targets.  Dr. O'Gorman is suggesting a very different approach in having clear national targets to bind everybody in.  Does he believe it would be divvied out between the different sectors at that stage?  The Government's proposed approach may change because these are only the draft heads of the Bill.  What key issues need to be addressed?  How would they be addressed in setting national targets and having a top-down approach by tying in the various sectors involved?<\/p><p>  Dr. O'Gorman has argued that it is possible to set targets, but how does he think that can be changed?  On the one hand, the Government states it cannot set these targets because it might lead to the Four Courts every day of the week, while, on the other, Dr. O'Gorman says that would not happen.  How does he think we can turn this situation around?<\/p><p>  Personally, we need targets if we want to mark where we are going, know what steps must be taken and how fast we must go.  Do we need to run faster to catch up, to slow down or to change course?  Perhaps Dr. O'Gorman might answer these points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200027#CC00200","speaker":"1102"},{"type":"speechnospeaker","time":1373632500,"counter":162,"content":"<p>When the Deputy initially spoke about targets, he used the term \"bind\", a really tricky word.  How binding are the targets?  I see targets as something to aim at and achieve.  One should look at how the various elements in the legislation are meant to operate.  There is a national roadmap, as well as sectoral roadmaps.  In addition, there is an annual review, a periodic review, the transitional statement, obligations on public bodies and the power to make regulations.  All of these feed into head 4(1), which sets out the low-carbon goal.<\/p><p>  The mechanisms for having a low-carbon economy and to review progress include the roadmap, regulations and the expert body's review mechanisms.  I fail to see how the initial plan can be made if we do not know what the target is.  I also fail to see how the expert body can review progress towards the achievement of a low-carbon economy if there is not some set figure that proves we are or are not on the way or are close to achieving it.  <\/p><p>  I accept that there is a figure for 2020, but I argue that we should have figures for 2030 and 2050 also.  We should not leave it until the introduction of the EU targets, although I accept that they will come, but we do not know when.  There is public consultation on the 2030 target.  The European Commission is talking about bringing forward its draft proposal by the end of the year, but it could be a number of years before the 2030 target is reached.  It is notionally a 40% cut.  The 2050 target could be a considerable length of time away.  <\/p><p>  My concern is that the framework set out, which is reasonably good, cannot operate properly.  It cannot show us the direction to get to this low-carbon economy if it does not know the end result.  It means that in the medium term the whole framework will be operating blindly.<\/p><p>  That covers the issue of targets.  Does the committee wish me to respond to the constitutionality of the targets set? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200027#CC00300","nonspeaker":"Dr. Roderick O'Gorman"},{"type":"speech","time":1373632500,"counter":163,"content":"<p>Yes, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200027#CC00400","speaker":"1102"},{"type":"speechnospeaker","time":1373632500,"counter":164,"content":"<p>I will look at a number of current pieces of legislation that set targets as a legislative practice.  A number of people have referenced the Fiscal Responsibility Act and there are also targets for achieving the debt and budgetary rules.  We see this as a target because there is a contingency or provision that if these targets are not met, there is a correction mechanism.  For example, the recently introduced gender quotas include a target set out in legislation, that is, 30% in the next general election and 40% subsequently.  If the Government had wanted to, it could have stated parties must, compulsorily, have figures of 30% and 40%, but it went for a target and consequence approach instead.  The consequence is a loss of funding if the target is not met.  <\/p><p>  Most usefully, section 47 of the Disability Act 2005 sets a target for public bodies to employ people with disabilities at a rate of 3%.  That legislation was included in the Statute Book in 2005 and there have been annual reports on the moves made to achieve that target.  It was only in 2011 - six years after the legislation was enacted - that it was finally achieved.  The failure to achieve it did not result in the Government facing litigation during that time.  However, the annual report showed that it was not just a case of ensuring people with disabilities were employed in public bodies; there was a goal to work towards and it has been achieved.  I hope it will be achieved continuously.  That indicates that there is no presumption against the use of targets in legislation in an Irish context.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200027#CC00500","nonspeaker":"Dr. Roderick O'Gorman"},{"type":"speech","time":1373632500,"counter":165,"content":"<p>Dr. O'Gorman referred to gender quotas and said there was a target and consequence approach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200027#CC00600","speaker":"1033"},{"type":"speechnospeaker","time":1373632500,"counter":166,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200027#CC00700","nonspeaker":"Dr. Roderick O'Gorman"},{"type":"speech","time":1373632500,"counter":167,"content":"<p>There are targets within the heads of Bills, but, to a great extent, it is a question of getting the foundations right.  The 2030 target will be negotiated in 2015 and there will be a consequence as a result of those negotiations.  Having listened to earlier evidence to the committee, we are still not clear on what will be counted.  Will bogs be counted as a single entity?  Will forestry or grasslands be counted?  If we were to unilaterally set a target for 2030 prior to 2015, could we be at cross-purposes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200027#CC00800","speaker":"1033","continuing":true},{"type":"speechnospeaker","time":1373633100,"counter":169,"content":"<p>The 2005 Disability Act contained no consequences for non-achievement, apart from the embarrassment of having a report on it.  The insertion of specific domestic targets into law would provide a goal for the apparatus of State and representatives of the key economic players.  When the EU 2030 targets are negotiated, they will be transposed and introduced in a direct manner of application.  They will then automatically be binding.  If they are more stringent than the targets put in place by this Bill, they will apply.  If they are less stringent, we will have a certain amount of wiggle room for a period.  I do not see how allowing the apparatus of State to start to plan for a target in that range would be a bad development.  When one examines the scope of change required in the economy to get to the 80% target in 2050, it will be one of the most massive shifts we will have ever seen.  When one is about to engage in such a massive shift, I cannot understand why one would not decide not to start planning towards that shift now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200028#DD00200","nonspeaker":"Dr. Roderick O'Gorman"},{"type":"speech","time":1373633100,"counter":170,"content":"<p>I do not think Dr. O&rsquo;Gorman answered the question.  If we were to set a 2030 target, should the State include in it forestry, grasslands, bog revitalisation and the deposit of carbon in the Kinsale gas field?  If the parameters are not in place in terms of what one is counting, what does the target mean?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200028#DD00300","speaker":"1033"},{"type":"speechnospeaker","time":1373633100,"counter":171,"content":"<p>If one refers back to the last example of targets in the Climate Change Response Bill 2010, which contained a 40% cut, I am not sure if one needs to be specific at this stage.  It is more about getting the economy to a position where it will be aiming in a particular direction and that is reflected in public policy such as this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200028#DD00400","nonspeaker":"Dr. Roderick O'Gorman"},{"type":"speech","time":1373633100,"counter":172,"content":"<p>We have a goal to work towards for 2020, which will be quite difficult.  The Government must ensure it hits this target with all of the parameters included.  Many have pointed out that the 2030 targets are so vague because we have not got the 2015 negotiations sorted.  Forestry should have been included in our 2020 target and it was not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200028#DD00500","speaker":"1033"},{"type":"speechnospeaker","time":1373633100,"counter":173,"content":"<p>I agree with the Deputy that it is essential we meet the 2020 target.  I am also concerned with the difficulty in achieving the 2050 target.  What we do to achieve the 2020 target will involve the low-hanging fruit, while achieving the 2050 target will require a large-scale shift in the economy.  My concern is that by not having a specific target for 2050, we will not have a step-by-step piecemeal approach.  Such an approach does not allow us to plan for the scale of the jump we will need to make to get to the target for 2050.  Some of the EU documents being circulated are talking about higher figures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200028#DD00600","nonspeaker":"Dr. Roderick O'Gorman"},{"type":"speech","time":1373633100,"counter":174,"content":"<p>There is a very vexed question around targets and how they are managed.  What is Dr. O&rsquo;Gorman&rsquo;s view of the proposed composition of the expert advisory group?  Does he believe it will have sufficient independence?  There has been an emerging theme that the Department of the Environment, Community and Local Government might not be the most appropriate Department to do this work.  Some have suggested that the Department of Communications, Energy and Natural Resources or the Department of the Taoiseach should do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200028#DD00700","speaker":"1167"},{"type":"speech","time":1373633100,"counter":175,"content":"<p>I know Dr. O&rsquo;Gorman is chairman of the Green Party, which was very much involved in the last climate change Bill.  Does he have any information on how one actually reaches the targets once they are set and what it is going to cost in each sector?  When one recommends what should be done, the science of how one does it would be a good starting place.<\/p><p>  On the independence of the advisory committee, how does one actually define &ldquo;independent&rdquo;?  When an academic is charged with preparing a paper on his or her specialty, he or she is bound through peer reviews and international comparisons to ensure it reaches the highest and best scientific standards available.  One must also ensure the best science is available on the economic front.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200028#DD00800","speaker":"1135","continuing":true},{"type":"speechnospeaker","time":1373633400,"counter":177,"content":"<p>I have a few questions.  The last witness talked about the institutional architecture being just as important as the targets.  I can see that it is critically important to have a rock-solid, independent expert advisory group because it will come forward with the science.  That is what drives it.  I am interested in hearing what Dr. O'Gorman has to say on this.  Clearly, he is saying it must be independent; we are on the same page on that point.<\/p><p>  On why there is resistance to targets, the agriculture sector will exceed them and it will be a challenge for us to make them up with the other sectors involved.  We heard one of the delegates talking about the shock to the agriculture sector, which is an important one in rebuilding the economy.  Will Dr. O'Gorman address that issue?  Will he also address the concern about targets being justiciable and how that issue has been handled in other countries?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200029#EE00200","nonspeaker":"Acting Chairman (Deputy Catherine Murphy)"},{"type":"speechnospeaker","time":1373633400,"counter":178,"content":"<p>With regard to Senator C&aacute;it Keane's first question on specific targets for various sectors, I cannot speak to it this afternoon.  I would want to have done significantly more work before I could speak to it.  As I did not prepare to deal with that area, I do not want to pretend to have a level of knowledge of it.  It links with the question on the shock to the agriculture sector.  As I said before, the scale of what we must do is huge and if one must carry out an enormous task, the way I understand it is that one plans as quickly as possible to move towards that target.  My worry is that by failing to know what the final destination is in respect of a specific figure at this point, we might minimise the changes we need to make in each sector now.  That means that when we finally do know what the 2050 targets are from the European Union, it is then, maybe ten years from now, that the agriculture system will have to undergo an even greater shock than it would have had to if we had been planning for that target from this point.  That would involve an even greater degree of hardship for the agriculture, transport and energy sectors, etc.  I do not underestimate the scale of the difficulty and do not blame sectors for being nervous about this, but we must understand this is happening.  The European Union will implement targets that Ireland and all other member states will have to meet and the sooner we start planning and get the various sectors prepared for this, the better prepared they will be in the long run.<\/p><p>  Most of the other questions relate to the issue of independence.  Quite a number of other contributors mentioned the Fiscal Advisory Council which has been created under the Fiscal Responsibility Act as a potential model of an independent institution with a very important reporting function.  If one looks at section 8(1) of the Act, it states, &quot;The Fiscal Council shall be independent in the performance of its functions&quot;.  That is a clear declaration within the legislation that the members of the council will be independent in what they do.  Something similar should be inserted in this legislation.  I say this because, as the committee identified, there are eight members of the expert advisory group.  There is a chairman; four people sit on it because of their other positions and up to three others have been independently appointed.  Without in any way trying to cast aspersions on the four, they represent very important organisations, but all of them are vested in a particular part of the apparatus of State.  It is important for the legislation to ensure that when they sit as part of the expert advisory body, they are not necessarily bringing the specific concerns of the EPA, Teagasc or the SEAI but are coming to it on a purely independent basis.  In the earlier draft Bill dating from 2010, only two obligatory seats were filled.  There are arguments on both sides.  Having only four totally independent members on the panel may limit the scope of the Government to pick really good individuals.  Nevertheless, the sectors filling the four obligatory spaces are important.  I would, however, have a small concern about the ability of the Government to identify the strongest people available.<\/p><p>  On the points I made about reporting, that is really crucial.  Again, I refer back to the Fiscal Responsibility Act, of which section 8(5) states that after the Fiscal Council gives its report to the Government on compliance with balanced budget rules, it must be published.  Under the proposed heads, permission must be sought for publication and publication will be in such manner as the Government determines.  When one looks back at the scandals in the health service or the abuse scandals, one can see we have had a problem in this country in speaking truth to power.  If we believe the move to tackle climate change is serious, it is vital that this institution be given the freest rein to ensure the best scientific advice and analysis of the moves taken by the Government in each annual or seven-year period are disseminated to the public.  Again, we have obligations under the Aarhus Convention, which speaks to the ideal in terms of access to environmental information.  I doubt the Government would suppress a report it did not like, but it would be a catastrophe if it were to delete a paragraph here and there.  We need to see the legislation strengthened in that area.<\/p><p>  In respect of the targets being justiciable, in my research I focus more on Ireland because that is probably the best area at which to look.  There was a provision in the Climate Change Response Bill 2010 that was seen as a guarantee of the non-justiciability of targets.  I know that this provision was criticised at the time and many felt it went too far.  My view is that I would rather see something like this in the Bill and genuine domestic targets rather than the lack of such targets.  If we must ensure the non-justiciability of targets, we could include something like section 3(2) of the Climate Change Response Bill which states: <blockquote>The emissions reduction targets specified in <i>section 4<\/i> shall not be justiciable and no proceedings shall be brought in respect of a contravention of a national plan other than a contravention consisting of a failure by a Minister of the Government to comply with <i>subsection (16)<\/i> of section 5 or a failure by a public body to comply with <i>subsection (1)<\/i> or <i>(4)<\/i> of <i>section 11<\/i>.<\/blockquote>That is an important option that is available.  It is important that this section did not exclude justiciability in a situation where a Minister or a public body directly contravened the obligation to have regard to national plans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200029#EE00300","nonspeaker":"Dr. Roderick O'Gorman","continuing":true},{"type":"speechnospeaker","time":1373634000,"counter":180,"content":"<p>I thank Dr. O'Gorman.  That concludes today's session and the public hearings.  We have heard from more than 30 sets of delegates over three fairly long days, the sunniest of the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200030#FF00200","nonspeaker":"Acting Chairman (Deputy Catherine Murphy)"},{"type":"speech","time":1373634000,"counter":181,"content":"<p>We are not bitter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200030#FF00300","speaker":"1167"},{"type":"speechnospeaker","time":1373634000,"counter":182,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200030#FF00400","nonspeaker":"Acting Chairman (Deputy Catherine Murphy)"},{"type":"speech","time":1373634000,"counter":183,"content":"<p>The Seanad will do it for someone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200030#FF00500","speaker":"1135"},{"type":"speechnospeaker","time":1373634000,"counter":184,"content":"<p>Perhaps that is a good omen in starting on the path of putting the legislation together.  I thank Dr. O'Gorman for his contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013071200030#FF00600","nonspeaker":"Acting Chairman (Deputy Catherine Murphy)"}]