[{"type":"majorheading","content":"Committee of Inquiry into the Banking Crisis","time":1427328000,"counter":2},{"type":"unspoken","content":"<p>AN COMHCHOISTE FIOSRÚCHÁIN I DTAOBH NA GÉARCHÉIME BAINCÉIREACHTA COMMITTEE OF INQUIRY INTO THE BANKING CRISIS<\/p><p>Déardaoin, 26 Márta 2015. Thursday, 26 March 2015.<\/p><p>The Joint Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Pearse Doherty, Senator Sean D. Barrett, Deputy Joe Higgins, Senator Michael D'Arcy, Deputy Michael McGrath, Senator Marc MacSharry, Deputy Eoghan Murphy, Senator Susan O'Keeffe. Deputy Kieran O'Donnell, Deputy John Paul Phelan,<\/p><p>DEPUTY CIARÁN LYNCH IN THE CHAIR.<\/p>","time":1427328000,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002"},{"type":"minorheading","content":"Context Phase","time":1427328000,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#A00050"},{"type":"unspoken","content":"<p><b>Mr. Gerry O'Regan and Mr. Michael Doorly<\/b><\/p>","time":1427328000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#A00075"},{"type":"speech","time":1427328000,"counter":6,"content":"<p>As we have a quorum, the committee is now in public session.  Session 1 this morning is a public hearing with Mr. Michael Doorly, former financial director of Independent News and Media, and Mr. Gerry O'Regan, former editor of the <i>Irish Independent<\/i>, on the role of the media in the lead into the banking crisis in the period from 2002 to 2007.  I welcome everyone to the 17th public hearing of the Joint Committee of Inquiry into the Banking Crisis.<\/p><p>During our sessions this week we are hearing from a number of witnesses on the role of the media during the property boom in the lead-in to the banking crisis 2002 to 2007 and any changes in approach after the crisis.  At our first session this morning we will hear from Mr. Michael Doorly, former finance director of Independent News and Media, and Mr. Gerry O'Regan, former editor of the <i>Irish Independent<\/i>.  Specifically, Mr. Regan and Mr. Doorly have been invited to discuss the independence of editorial policy on the economy and property boom and, separately, their newspapers' business model and sources of revenue including that from the real estate sector in the period from 2002 to 2007.<\/p><p>Mr. Doorly is the company secretary of Independent News and Media plc.  He is an experienced senior executive in the group and has held a variety of senior management roles in the subsidiary Independent Newspapers (Ireland) Limited, including that of sales and marketing director, finance director and operations director.  He has also travelled extensively with the group to New Zealand, South Africa and the UK.  Mr. Gerry O'Regan was editor of the <i>Irish Independent<\/i>for seven years from 2005 to 2012.  Prior to that he was editor of <i>The Herald<\/i>and the <i>Irish Daily Star<\/i>for periods of six years and five years respectively.  Before that he was deputy editor of the <i>Irish Independent<\/i>and held various other editorial positions on the newspaper.  Mr. Doorly and Mr. O'Regan are welcome before the inquiry.<\/p><p>Before I begin I wish to advise the witnesses that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  If they are directed by the Chairman to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and as they have been informed previously, the committee is asking witnesses to refrain from discussing named individuals in this phase of the inquiry.<\/p><p>Members are reminded of the long-standing ruling of the Chair to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official by name or in such a way as to make him or her identifiable.  In whatever sequence they wish, I invite Mr. Doorly and Mr. O'Regan to make their opening comments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#A00100","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":7,"content":"<p>I thank the Chairman and members of the committee for inviting us.  As the Chairman outlined, I was editor of the<i>Irish Independent<\/i>for a period of seven years from 2005 to 2012, and I was previously editor of <i>The Herald<\/i>and the <i>Irish Daily Star<\/i>for a total of 11 years.<br\/><br\/>I am qualified to discuss the editorial policy of the newspaper during my period as editor, rather than matters such as advertising revenue streams.  The established policy and practice of strict separation of the editorial and advertising functions meant I was solely responsible for editorial direction.  Under line management systems, other executives were accountable for commercial activities such as advertising.  Correspondence on behalf of the committee states it wishes to specifically discuss &quot;editorial policy on the economy and the property boom (2002-2007)&quot;.<\/p><p>By way of background and context, I think it should be noted that the overall role of an independent media in a free society is both complicated and nuanced, depending on events and circumstances.  However, my essential point in relation to editorial policy, particularly with regard to economic coverage, is that there was no conscious attempt on my part, or on the part of the newspaper, to fuel what has been described as the property boom.  It would be wrong, I think, to retrospectively arrive at definitive conclusions regarding the coverage of the economy and the property market on the basis of subsequent events and evidence which was not then but is now in the public domain.<br\/><br\/>The ever-changing dynamic which is a mass-selling daily newspaper requires sophisticated analysis when it comes to assessing editorial coverage on a particular issue.  As the biggest-selling daily newspaper in the country, the <i>Irish Independent<\/i>has a wide and multilayered readership base.  These demographics, by definition, continue to evolve.  The primary objective of an editor is to try to cater for such readership requirements by marrying statistical data and social trends with editorial instinct.  The roadmap for editing, therefore, by definition, remains constantly subject to change, depending on changing events.<br\/><br\/>Coverage of the economy and related matters, such as the property market, is a key part of the journalistic remit of a paper like the <i>Irish Independent<\/i>.  However, such coverage cannot be conducted in an intellectual vacuum, and editors, writers, contributors and analysts cannot but be influenced by the prevailing climate at a given point in time.  Certainly, up to and including 2007, the overwhelming consensus both domestically and abroad was that Ireland had transformed itself economically.  The country had by then enjoyed a number of years of unparalleled prosperity, manifest most of all in historically low unemployment rates and a period of net immigration for the first time in the history of the State.<br\/><br\/>It is important to give cognisance to the economic context and background in which media reporting and commentary we are now discussing took place.  It was obviously done within the parameters of knowledge at that particular point in time.  Certain objective data statistics and facts have to be taken into account when we look back at the period we are now reassessing.  The facts show the economy grew strongly from 2002 and this continued in 2007.  National debt was among the lowest in the developed world at 25% of GDP.  The country's fiscal performance was outstanding and employment levels were at heights never seen before in Ireland.  All of these factors led to a powerful so-called &quot;national feel-good factor''.  Ongoing reporting and analysis of economic and related matters continued against this background.  Central to some of the arguments being considered by the committee is that editorial work had to be carried out within the framework of known events and facts at that particular time.<br\/><br\/>The overwhelming consensus was that, despite the rapid growth of the construction industry and the ongoing rise in house prices, the essential pillars of our economy were sound.  The prevailing wisdom was that if a property bubble was to emerge, the country's still high employment figures and positive Government finances would mitigate against a serious economic downturn.  Hence the widespread belief in the financial, economic and political communities that a ''soft landing'' would result from the rapid expansion of the property and construction sectors over the previous number of years.  It is important to note also that this was the prevailing economic consensus abroad, particularly at EU level, and the approach to Irish fiscal and economic strategies by various reputable international organisations could be described as removed and benign, seemingly on the presumption that the fundamentals of our economy were sound.<br\/><br\/>As we now know, however, and as has so often happened in similar circumstances throughout economic history, underlying trends were gathering pace which would have serious negative implications for Ireland.  Clouds were gathering in the international financial world and the storm that erupted in 2008 led to a global financial crisis, which had profound economic and fiscal consequences for the economies of both the USA and Europe, and particularly for those on the periphery of things, such as Ireland.  In time, such developments would have profound consequences, particularly for our own banking structure.<br\/><br\/>The consequences for the Irish economy have been well documented, but for the period I have been asked to comment on, 2002 to 2007, the full import of a changing economic landscape worldwide was still in the future, and, as such, could not completely inform editorial coverage in the newspaper.  My predominant objective as editor was to optimise the circulation of the <i>Irish Independent<\/i>.  By definition, in an intensely competitive environment, this meant embracing and encouraging wide-ranging and diverse views in its editorial content.  Daily newspapers articulate and reflect various dimensions of what has been described as &quot;the national conversation&quot; at any particular point in time.  Sometimes, of course, the predictions and assertions by some commentators about possible future trends may prove to be incorrect, but that really is intrinsic to the very essence of journalism, including economic forecasting.<br\/><br\/>The ultimate safety valve for the maintenance of editorial standards in a newspaper is the perception and understanding of its readers.  They can be influenced in making the ultimate choice, and it is a very grim choice for any editor - they can decide to stop buying the paper - if they believe certain editorial standards are not being met.  For all media, including newspapers, the consumer is the ultimate judge and jury.  For this and other reasons, which I hope will emerge in the discussion to follow, there was no hidden agenda in the <i>Irish Independent <\/i>to try to artificially bolster the property market for the period under review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#A00200","nonspeaker":"Mr. Gerry O'Regan","continuing":true},{"type":"speech","time":1427328000,"counter":9,"content":"<p>Thank you.  I call Mr. Michael Doorly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#B00200","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":10,"content":"<p>Good morning to the Chairman and the members of the committee.  During the period which is the subject of the committee's inquiry, I was finance director of Independent Newspapers Ireland Limited, which is the Irish subsidiary of Independent News and Media plc.  At the outset I would like to briefly address the subject of the role of the media from a commercial perspective.  It is generally accepted that one of the lynchpins of a democratic society is a free press which operates on an independent basis.  It follows that, in order to establish and maintain independence, media enterprises must be financially sustainable and capable of survival in a commercial and competitive environment.  In seeking to achieve this, the print media has two core sources of income: these are revenue from the sales of its publications and revenues from advertising.  Both income streams are vital and there is an interdependence between them.<\/p> <p>  The reality, of course, is that the publication is the core product which, through the quality of its content and its success in building circulation, sales and readership, creates a channel for advertisers to promote their goods and services.  Advertising revenues are, therefore, a factor of the reputation and integrity of a publication, which is built through good reporting and good journalism, and content that is relevant to its readership.  The requirement to maintain and build on this editorial integrity underpins Independent News and Media's policy of a strict and absolute separation of the editorial and commercial functions within the organisation.<\/p> <p>  The committee of inquiry has requested me to address a number of matters, including the company's business model and sources of revenue, including revenue from the real estate sector.  They have asked me to address the importance of property-related revenues within the overall revenue mix, the group's engagement in property-related commercial activity and the relationship between the editorial and sales functions.<\/p><p>The committee will understand that the company, as a commercial organisation operating in a highly competitive industry, is not in a position to disclose detailed financial figures that would be of potential benefit, and certainly of interest, to our competitors.  However, I will attempt to deal with the issues in a manner that provides the committee with substantive information which will meet its requirements.<br\/><br\/>Referring to the business model, Independent News and Media is the largest media operation on the island of Ireland.  It is also a public limited company.  The group has a strong portfolio of national, regional and local print titles, including the <i>Irish Independent<\/i>, which is the market leader among the dailies, and the <i>Sunday Independent<\/i>, Ireland&rsquo;s biggest-selling Sunday newspaper.  The production and distribution of newspapers is a complex operation, but in the business sense it is quite simple: we sell newspapers and we sell advertising.<br\/><br\/>Referring to sources of income, newspaper revenues are derived from two sources: circulation sales and advertising revenues.  Between 2002 and 2007 Ireland was a country in the throes of a major economic boom.  GDP grew strongly in each of those years and newspaper sales and advertising revenues enjoyed increases broadly in line with the economy.  Over the period, the revenues of the <i>Irish Independent<\/i>and the <i>Sunday Independent<\/i>increased by an average of 6.5% per annum.  This is a total of 37.6%.  I wish to correct the figure of 31.7% presented in my written submission.  Advertising revenues increased by an average of 9% per annum, or 52% over the period.  Circulation sales increased by an average of 3% per annum, or 17% during the period.  This is not surprising in an economy in which personal consumption was growing at an average rate of almost 5% a year.<br\/><br\/>In terms of the revenue mix, in 2002, 60% of overall revenues came from advertising, with the remaining 40% coming from circulation.  By 2007, 66% of overall revenues came from advertising, with 34% coming from circulation.  This movement is not insignificant, but neither could it be described as a paradigm shift.<br\/><br\/>Referring to the importance of property-related advertising in the overall revenue mix, it is clear that the demand for advertising space to promote housing developments increased throughout the period under review.  The increase was in line with the scale of activity in the residential property market, where house completions increased by an average of 13% per annum, from 57,695 units in 2002 to just over 93,000 units in 2006.<br\/><br\/>From a relatively low base, property-related revenues in the <i>Irish Independent<\/i>and the <i>Sunday Independent<\/i>grew by a similar 13% per annum, or a quantum of 89% over the period.  For reference purposes, it is worth noting that advertising of travel increased by 25% per annum throughout this period, or a quantum of 153%.  Revenues from property-related advertising represented an average of 14% of total advertising income and accounted for just over 9% of overall income - that is, income including both circulation sales and advertising revenues.<br\/><br\/>In his submission, my former colleague Gerry O'Regan gave an insight into the role of the media during the economic boom and subsequent crash.  The only comment I will add, specifically concerning the property market, is that the media, in my view, cannot create or sustain a boom.  Demand for property is created by a mix of factors over which the media have no control.  These include overall economic conditions, employment levels, consumer confidence, the availability of finance, demographics, the rate of home formation, and society's capacity for risk.<br\/><br\/>In relation to information sought concerning engagement in property-related commercial activity, I can advise the committee that INM did not engage in property development activities and was at no stage a participant in the property industry.  I would like to add, however, that as part of our normal operations the <i>Irish Independent<\/i>did relocate its printing business from Abbey Street in Dublin city centre to Citywest in Dublin 24 and relocated its publishing division to Talbot Street in Dublin 1 in 2004.  This was in line with other publishers in moving printing facilities out of what were congested city centre areas.<br\/><br\/>With reference to the relationship between the editorial and sales functions, Mr. O'Regan and I have outlined the position concerning the complete separation of the editorial and commercial functions within our organisation.  I thank the Chairman and I hope my comments are of assistance to the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#B00300","nonspeaker":"Mr. Michael Doorly","continuing":true},{"type":"speech","time":1427328000,"counter":12,"content":"<p>I thank Mr. Doorly and Mr. O'Regan for their opening statements.  Before calling the questioners, I might address two issues with each of the witnesses.<\/p> <p>  In his opening statement, Mr. Doorly described the link between the quality of the publication and its journalism and its ability to gain circulation and readership, with this in turn translating into the ability to attract advertising.  So there is a sort of circular motion there.  However, in his presentation he stressed \"the strict and absolute separation of the editorial and commercial functions.\"  How did this work in practice?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#C00200","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":13,"content":"<p>Absolutely.  The reality is that our business is built around the product, and in this case the success of the product, the <i>Irish Independent<\/i>, is dependent on good reporting, on good journalism and on presenting content that is relevant to its readership.  The paper comes first, and through its success, which is measured in terms of circulation, sales and readership numbers, it does create a platform for advertisers to target their audience and promote their goods and services.  The balance that the Chairman referred to is therefore weighted towards the newspaper, and this is the domain of the editor and is separate from the commercial functions.  In practice, the editor will hold daily conferences to review the news agenda and the make-up of the paper; there is no commercial representation at those sessions.  It is the domain of the editor and it is separate from the commercial functions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#C00300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":14,"content":"<p>I have a question for Mr. O'Regan on a similar theme.  In his opening statement he said there was no conscious attempt by him, as editor, or on the part of the <i>Irish Independent<\/i>to fuel the property boom.  What were the main factors at play in the newspaper?  Regarding media coverage of the Irish property boom during the crisis period of 2002 to 2007, how would he describe the narrative that was being portrayed in the media at that time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#C00400","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":15,"content":"<p>As I said in my opening statement - I think I speak for anybody who has ever edited a newspaper - my predominant fixation was optimising the sales of the paper.  Newspapers, obviously, reflect the ever-changing panorama which is human life.  During some years when I was there, obviously, the property boom and economic growth and the subsequent economic collapse were key issues which we needed to cover.  We covered them and tried to reflect them, as I said, with the ultimate and primary objective of optimising sales, in the same way as we would cover the drama, the changes, the ups and downs, the victories and defeats in areas such as sport, politics, economics in this case, and the changing lifestyle patterns in the country.  We were trying to hold a mirror up to Irish life.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#C00500","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":16,"content":"<p>I think Bill Shankly once said that sport was more important than life or something like that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#C00600","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":17,"content":"<p>I think he said, \"Some people believe football is a matter of life and death ... it is much, much more important than that.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#C00700","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":18,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#C00800","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":19,"content":"<p>When it comes to newspapers, one can multiply that by ten.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#C00900","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":20,"content":"<p>We dealt with this issue with representatives of the <i>Irish Examiner<\/i>yesterday afternoon, and it will also come up with the other media representatives.  During the period, there was a view that people felt they had to get on to the property ladder as quickly as possible because of escalating prices.  This was creating a self-fulfilling prophesy in that it was driving up prices because it was increasing demand with the inevitable fear that &quot;If don't get in this year, I won't be able to get in next year.&quot;  What was the <i>Irish Independent<\/i>'s reportage of that phenomenon, or was there such reportage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#C01000","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":21,"content":"<p>The actual inclination of people to want to get on the property ladder has always been there, for a number of decades.<\/p><p>It has not gone away and is still there.  What I was conscious of particularly when I started editing the <i>Irish Independent<\/i>was to try to broaden its overall economic coverage.  I was appointed editor on 28 September 2005 and within a few weeks I met a man for lunch whose name has already come up repeatedly here at the committee meetings, Mr. David McWilliams.  I signed him up to write for the <i>Irish Independent<\/i>when I was ten weeks into the job.  He joined on 22 December, we both went off and enjoyed our Christmases and he started to write everything that he saw fit from early in 2006.  I have a number of key extracts here where his prognostications of the doom which was to come have been proved very much correct by what happened.<br\/><br\/>I recruited David McWilliams for two reasons, one of which was as part of an ongoing process to widen our economics coverage.  We had an excellent economics editor in Brendan Keenan.  I have an interesting aside to which I can speak later which was Brendan's response to that other man who has been repeatedly mentioned in relation to the downturn, Morgan Kelly.  That and a number of other key extracts show that the <i>Irish Independent<\/i>was willing and trying to embrace what was now a widening discussion about possible perils on the horizon.  The records in the <i>Irish Independent<\/i>at that time prove that was the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#C01100","nonspeaker":"Mr. Gerry O'Regan","continuing":true},{"type":"speech","time":1427328000,"counter":23,"content":"<p>Mr. Doorly and Mr. O'Regan are welcome.  I follow up Mr. O'Regan's remark about Mr. Morgan Kelly.  I am not entirely clear what he was saying there.  We understand from yesterday's evidence from Dr. Mercille that Morgan Kelly had at least one newspaper turn down his second article for publication, the first one that went to <i>The Irish Times<\/i>in 2006, and that a second article was also turned down.  Is Mr. O'Regan referring to that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#D00200","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":24,"content":"<p>I am unaware of that.  If Morgan Kelly had approached me with what I would describe not as a dissenting view but as an alternative view on our economic scenario, I would most certainly have given him a run.  What I am saying is so as to dispel any suspicion or inclination that the <i>Irish Independent<\/i>had a conflict with embracing an - I am uneasy about using the word &quot;dissenting&quot; - alternative, wider view of our possible economic scenario at the time.  I have an extract from the newspaper edition of 4 July 2007 when Brendan Keenan was responding to the statements made by Morgan Kelly.  He wrote in the context of an ESRI survey:<blockquote><br \/><br \/><font color=\"#111111\">Actually, there is a bigger danger; that the property market - rather than having a soft landing or a bumpy landing - crashes and burns.  This was the scenario outlined in the ESRI quarterly bulletin by UCD economist Morgan Kelly.<\/font><font color=\"#111111\">Although it was contained in the bulletin, it was not part of the ESRI forecast.  That predicts a soft landing, with house building falling 10pc over the 18 months, and house prices stabilising after a 3pc fall this year.  Prof Kelly takes a different view.  Based on property booms and busts in different countries over the past 40 years, an Irish crash could knock up to 60pc off the real (after inflation) price of houses over the next 10 years, he says.  The first thing to be said about Prof Kelly's scenario is that it <\/font><i><font color=\"#111111\">could<\/font><\/i><font color=\"#111111\"> happen.<\/font><\/blockquote><font color=\"#111111\">In other words, it could lead to a massive property crash.  Brendan Keenan, as economics editor of the Irish Independent, continued, &quot;Anyone who says it is impossible is whistling past the graveyard, or a downright fibber.&quot;  I use that as a case in point that the paper was more than willing to embrace contrarian views.<\/font><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#D00300","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":25,"content":"<p>What is the date of that article?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#D00400","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":26,"content":"<p>It was published on 4 July 2007.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#D00500","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":27,"content":"<p>In 2011, <i>Vanity Fair<\/i>reported that Morgan Kelly had been turned down by the editor of the <i>Irish Independent<\/i>who had said the article that was sent to him was offensive.  Is Mr. O'Regan saying that never happened?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#D00600","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":28,"content":"<p>I was editor in the period I was there.  I have no memory or recollection.  Certainly, I did not describe the article as offensive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#D00700","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":29,"content":"<p>That article subsequently appeared in <i>The Irish Times<\/i>later in September.  I thank Mr. O'Regan for the clarification in relation to Brendan Keenan.  In the final sentence of his opening remarks, Mr. O'Regan said &quot;there was no hidden agenda in the <i>Irish Independent <\/i>to try to artificially bolster the property market for the period under review&quot;.  How would he describe what the paper was doing?  Was it bolstering it in any shape or form?  Even if one takes out the word &quot;artificially&quot;, was the paper encouraging, supporting or doing anything at all given that Mr. O'Regan said he had to reflect life as it was and that any editor would want to do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#D00800","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":30,"content":"<p>The central point in that argument is that in the light of subsequent events, one can retrospectively draw conclusions.  In fact, the essential point I was making in my submission was that newspapers and the human condition can only make judgments and continue on making statements in light of what is known at a particular time.  The debate on our economy is ever-changing.  There is a new emphasis almost by the day and certainly by the month in light of a changing scenario internationally and domestically.  It would be as if the paper tomorrow carried economic predictions for the next year.  They will often vary in the context of the writer or economist who is making the judgment.  People come to these things with their own prejudices, presuppositions, blinkered approaches or whatever it is.  Often, one has to wait for events to happen to find out who was right and who was wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#D00900","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":31,"content":"<p>Was Mr. O'Regan just doing his job?  What I am trying to get at is whether his newspaper or INM Group newspapers contributed to the feeling that it was a safe bet and a good thing to buy property and that this was good for Ireland incorporated.  What role did they play?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#D01000","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":32,"content":"<p>I think retrospectively that some of our contributors were of the view that it was a good time to buy property at a particular point in time over those years.  It would be the same as asking someone today if he or she thought house prices will go up or down in Dublin and whether one should buy now or wait for a year.  He or she could be right or wrong.  The essential point I am making is that we were trying to cover all possibilities and going back to my other assumption, which was that I was trying to sell the newspaper.  For example, I recruited David McWilliams with that express purpose in mind.  On 22 March 2006 when I had been in the job three or four months, we put across the top of page 1 of the <i>Irish Independent<\/i>that David McWilliams was writing inside about Ireland's love affair with borrowing, saying our economy could turn from a crock of gold to a complete crock unless we checked this credit craze.  He wrote &quot;If the property boom goes pear shaped - and they tend to do so - not only will our feelings of prosperity evaporate, our European credentials might go too&quot;.  On 26 April, he wrote<font color=\"#111111\"> that our economy's over reliance on the construction sector would expose us to a hard landing if there was a slump, stating &quot;much of [our] employment is coming from the construction sector.  In fact, take construction and its attendant industries out of the equation and there is not much vibrancy [t]here&quot;.  He asked if people would ask if they did not see a slump coming, that is, an end to this artificial boosting of the economy.<\/font><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#D01100","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":33,"content":"<p>We understand that Mr. McWilliams had diverse views, many of which were published in Mr. O'Regan's paper.  Has Mr. O'Regan looked back to see the following?<\/p><p>If one could call him a contrarian and the others cheerleaders - I am just using the words in the broadest sense - would Mr. O'Regan have said his newspaper and the newspapers in the group had more cheerleaders or more contrarians?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#D01200","speaker":"1129","continuing":true},{"type":"speechnospeaker","time":1427328000,"counter":35,"content":"<p>I can really only speak for the newspaper I was editing, obviously.  The coverage began to change when feelings of unease developed.  In other words, we wanted the Irish economy to do well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E00200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":36,"content":"<p>Mr. O'Regan was making money out of it, as we have heard from Mr. Doorly.  I am not asking about revenue; I am just asking whether the newspaper had a balanced approach or whether Mr. McWilliams was the one contrarian while the rest of the newspaper was encouraging and supporting the property market, development, investment and the purchase of property.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E00300","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":37,"content":"<p>If Senator O'Keeffe will bear with me for one minute, I will read out another piece.  The only way to make this argument is by taking selective articles that show that we had people who could be taken as being in favour of a growing construction industry.  There are previous excerpts from the committee in which this was done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E00400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":38,"content":"<p>I am asking Mr. O'Regan in the round.  I am not giving him any specifics.  I am asking, in the round, would Mr. O'Regan say, if he looks back at his time in office as editor of that paper and the period before, which was also relevant, did the newspaper offer more on one side or the other about the property-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E00500","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":39,"content":"<p>When one knows exactly what has happened, it is like a sporting event.  One can then look back and say, \"We should never have played him at full forward.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E00600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":40,"content":"<p>I am not asking Mr. O'Regan whether he should or should not have; I am simply asking whether he did or did not.  If he looks back, did he give more space to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E00700","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":41,"content":"<p>I do not think one can use the word \"more\".  The definition of that word, retrospectively, is very difficult to diagnose.  What I would say is that I am happy that I gave proportionate coverage to the Irish economy in light of its evolution and its changing dynamics over that period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E00800","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":42,"content":"<p>Part of our debate here is about the nexus between politicians, property and the banks.  I wanted to look at the decision taken by the papers back in April 2007 to back the Government in the forthcoming general election.  How does Mr. O'Regan account for the change in the newspapers at the time?  Until then, the headlines for the incumbent Government had been pretty unpleasant, and then there was a sea change in April 2007 in support of the then Government in the election later than year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E00900","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":43,"content":"<p>I was not the editor of the paper in 2007.  I had no involvement in that decision whatsoever.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E01000","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":44,"content":"<p>Mr. O'Regan was-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E01100","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":45,"content":"<p>Sorry, I was.  What was Senator O'Keeffe's point about 2007?  I thought she was talking about the previous election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E01200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":46,"content":"<p>I am asking Mr. O'Regan what happened at the newspaper at that time that allowed such a sea change, where there had been little support for the incumbent Government and then suddenly there was a big change.  In fact, <i>The Observer<\/i>reported on 22 April 2007 that Independent News &amp;amp; Media would swing behind the Government: &quot;all three of [the] main national titles - the Irish Independent,  the Sunday Independent and the Evening Herald - will back Ahern to get re-elected.&quot;  How did that story unfold?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E01300","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":47,"content":"<p>Again, I can only speak for the <i>Irish Independent<\/i>, and what I am saying is that a paper is entitled to arrive at political conclusions, taking those decisions in the round at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E01400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":48,"content":"<p>Were those decisions based at all on private meetings that we understand took place between senior members of the Government and senior members of INM?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E01500","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":49,"content":"<p>Absolutely not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E01600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":50,"content":"<p>That never happened?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E01700","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":51,"content":"<p>I can categorically say that during my time editing the <i>Irish Independent<\/i>, I never got any direction whatsoever of that ilk on any occasion.  We certainly met various people.  We met various politicians, economists and businesspeople, but at the end of the day I was given freedom to edit the paper.  My predominant objective was trying to sell it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E01800","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":52,"content":"<p>One of the key members of the <i>Irish Independent<\/i>'s editorial staff said that such meetings had taken place.  I am not saying that Mr. O'Regan was present at those meetings, but this person said that senior members of the paper were at meetings with senior Government members.  I am asking whether or not-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E01900","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":53,"content":"<p>I was at various meetings with both politicians-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E02000","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":54,"content":"<p>The meetings that changed the approach?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E02100","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":55,"content":"<p>No.  I was not at any meeting where-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E02200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":56,"content":"<p>Did those meetings take place?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E02300","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":57,"content":"<p>We met various politicians and businesspeople over my time editing newspapers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E02400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":58,"content":"<p>But Mr. O'Regan received no direction to change-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E02500","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":59,"content":"<p>I want to be absolutely clear that we met various people from various walks of life who gave their views, or we gave their views, or it was off-the-record briefings or whatever.  At the end of the day, I came under no influence whatsoever to support any political party or to make any decisions about any of the election-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E02600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":60,"content":"<p>Mr. O'Regan received no direction to do so?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E02700","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":61,"content":"<p>I received no direction whatsoever.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E02800","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":62,"content":"<p>I thank Mr. O'Regan.  Mr. Doorly said in his opening statement that INM was not a participant in the property industry.  When the INM group bought <i>www.propertynews.com<\/i>in 2006, the chief executive of INM said, &quot;The combination of PropertyNews.com and INM's online and newspaper operations will allow the group to offer estate agents and home owners an unrivalled package.&quot;  What was the signal to the world if INM was now buying into a property website which was of course promoting the sale of property?  What was the signal-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E02900","speaker":"1129"},{"type":"speech","time":1427328000,"counter":63,"content":"<p>The Senator may ask a supplementary question of Mr. Doorly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E03000","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":64,"content":"<p>Independent News &amp;amp; Media started off as a traditional newspaper business and over time the company expanded both in Ireland and overseas.  It was investing in Australia, New Zealand, South Africa and the UK.  The natural progression was to diversify out of just newspapers, and it started to diversify into radio, outdoor advertising and new media.  In terms of new media and some structural changes that were beginning to take place in the market, the group was developing a strategy of involving itself in developing websites in news, business and sport, but also classified advertising.  It was part of its strategy on new media.  At the time it was called \"new media\"; it is now called digital or online content and it is normal enough.  The company was investing in classified advertisement sites, including sites for recruitment, motors, property and travel.  It is in the context of that structural change, moving from a dependence on newspapers alone into new media, that that purchase was made.  That purchase was made in the Republic of Ireland by the UK subsidiary.  It was a Northern Ireland business, and at the time, according to the same article, it had 20,000 properties, 4,000 of which were in Border counties in the Republic.  It was a Northern Ireland play in property.  The hope was to move into the Republic, which is what we are doing now.  We have our newspaper business and our digital business and we have other streams of income.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E03100","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":65,"content":"<p>There will be only one supplementary on this, if Senator O'Keeffe wishes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E03200","speaker":"990"},{"type":"speech","time":1427328000,"counter":66,"content":"<p>To be clear, it was buying into a part of the property business at the time, was it not?  No?  I do not understand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E03300","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":67,"content":"<p>No.  In isolation one can see it that way, but the reality was that it was part of a strategy to reduce our dependence on newspapers, which in the normal product life cycle are at a very mature stage, to say the least, and to move into new media.  That is why that purchase was made, and that is the context of the purchase.  It was the move by INM into digital.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E03400","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":68,"content":"<p>It was a business deal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E03500","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":69,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E03600","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":70,"content":"<p>I welcome Mr. Doorly and Mr. O'Regan and thank them for coming.  I will start with Mr. Doorly and will ask him to clarify the number of newspaper titles that INM had in Ireland during the years in question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E03700","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":71,"content":"<p>In Ireland it had approximately 13 titles.  It had its national titles, which were based out of Dublin, and its regional business in Drogheda, Wexford and Kerry.  In total, it came to 13 titles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E03800","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":72,"content":"<p>Can Mr. Doorly remind us, with regard to commercial and residential property, what supplements there were with the daily <i>Irish Independent<\/i>and the <i>Sunday Independent<\/i>, and on what days of the week?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E03900","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":73,"content":"<p>The Irish Independent had two property-related supplements.  It had a commercial property supplement, which appeared once a week on a Wednesday, and it had a residential property supplement that appeared once a week on a Friday.<\/p><p>In addition, the <i>Sunday Independent<\/i>carried property in addition to other forms of advertising.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#E04000","nonspeaker":"Mr. Michael Doorly","continuing":true},{"type":"speech","time":1427328000,"counter":75,"content":"<p>Was that a supplement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F00200","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":76,"content":"<p>It was a supplement - three supplements in total.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F00300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":77,"content":"<p>I will take Mr. Doorly through some of the numbers on the advertising revenue that the company benefited from that he provided in his opening remarks.  I put it to him that during the period in question there certainly was growing dependence on advertising revenue, which increased from 60% of the company's revenue base to 66%.  As such, the ratio of advertising revenue to circulation revenue moved from a ratio of 3:2 to 2:1.  Advertising grew by approximately 52% during the period in question.  Within the advertising, the property-related advertising element was growing quite rapidly.  Was the business becoming increasingly dependent on revenue from property-related advertising during the period?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F00400","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":78,"content":"<p>I take Deputy Michael McGrath's point.  It is true that throughout the period the ratio of circulation revenues to advertising revenues changed in favour of advertising and advertising revenues was growing at a faster pace than circulation revenues, but, as the Deputy may recall, the economy was flying at that time, between 2002 and 2007.  It was expanding, income levels were increasing and within the <i>Irish Independent<\/i>, we were showing increases across all categories of advertising.<br\/><br\/>We need to put property into context.  The most important advertising stream would be general run of paper display advertising.  I guess recruitment was probably second.  We had income coming in from the magazines, particularly the Sunday <i>LIFE<\/i>magazine and the <i>WEEKEND<\/i>magazine.  We had property and motors, and travel.  All the categories were improving year on year.  In addition, as I mentioned, the group had extended overseas.  We were getting involved in radio.  We were getting involved in outdoor advertising and in new media.  The business was thriving and there was no undue focus or pressure on property-related advertising.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F00500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":79,"content":"<p>Was it a reflection of the economy and the buoyancy of the property market that the property-related element of the company's advertising revenue increased from 11% to 17% during the five years in question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F00600","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":80,"content":"<p>Yes.  When one looks at the figures, circulation, sales and readership numbers tend to be very stable and advertising revenues are volatile and will rise and fall in line with consumer spending.  However, those rises and falls were not just in property; they were across the board.  One should look at the newspapers today.  One should look at the run of paper display advertising.  One should look at the number of jobs being advertised and the number of properties being advertised.  These are all down.  At the time, the economy was experiencing a boom and all boats were rising.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F00700","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":81,"content":"<p>Mr. Doorly states as well that revenue from the property advertising stream represented on average just over 9% of overall income for the years concerned.  At the peak, in 2006 and 2007, to what did that rise?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F00800","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":82,"content":"<p>It represented 14% of advertising and 9% of overall revenues.  The range in advertising was 11% to 17% and I guess the range in terms of overall revenues was 7% to 11%.  It represented approximately 11% of the revenues of the <i>Irish Independent<\/i>and the <i>Sunday Independent<\/i>.  That excludes the remainder of the Irish business and the international business.  As a proportion of the company's revenue, it was relatively small.  I do need to say there was no undue focus or pressure on advertising related revenues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F00900","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":83,"content":"<p>Is Mr. Doorly saying that at its peak the property-related advertising stream of revenue was approximately 11% for the <i>Irish Independent<\/i>and the <i>Sunday Independent<\/i>?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F01000","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":84,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F01100","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":85,"content":"<p>Would there have been a significant variation between the daily newspaper and the Sunday newspaper in terms of dependence on property-related advertising?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F01200","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":86,"content":"<p>There is a difference.  One could take it that most of the advertising revenues that we are talking about would have appeared in the <i>Irish Independent<\/i>because it produced two out of the three supplements.  It carried commercial supplements as well as the residential property supplement and the majority of that revenue was in the <i>Irish Independent<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F01300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":87,"content":"<p>Commercially, would the <i>Irish Independent<\/i>have had a greater dependence on such revenue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F01400","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":88,"content":"<p>Commercially, the<i>Irish Independent<\/i>is not managed in isolation.  We would manage the totality of our titles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F01500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":89,"content":"<p>Presumably, there would be internal management accounts measuring the performance of each newspaper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F01600","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":90,"content":"<p>Not by title.  When we talk about competition between titles, both internally and externally, the success of a title is measured almost exclusively in terms of circulation, sales and readership.  It is a little like radio with listenership or television with viewership.  It is all about circulation, sales and readership.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F01700","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":91,"content":"<p>Does Mr. O'Regan believe that national newspapers can be influential and while they may not eventually make up the readers' minds, they can be influenced by national newspapers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F01800","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":92,"content":"<p>I do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F01900","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":93,"content":"<p>If the balance of views being given in a national newspaper, albeit reflective of the submissions being made to Mr. O'Regan and the material being submitted, is on one side of an argument rather the other, that can influence public opinion.  Mr. O'Regan stated at the outset that there was no conscious effort on his part or on the part of the newspaper to fuel what has been described as the property boom, but the question I have for him is whether he believes that may have been the effect of the journalistic output from the company's newspapers even if it was not the intended effect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F02000","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":94,"content":"<p>All media, including newspapers, affect people and influence them.  Obviously, in the case of the <i>Irish Independent<\/i>during those times, of course, I would accept the newspaper may well have influenced people in many walks of life about various issues not only on the economy, but as regards such matters as politics, lifestyle and consumer affairs.  In fact, basically, I suppose one could say newspapers are divided into two broad streams of content.  First, they report the events that have happened.  Second, one has various writers who, one could say, by definition, are trying to influence people in the sense they are trying to persuade them that their way of thinking is the correct way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F02100","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":95,"content":"<p>Does Mr. O'Regan accept, if the predominance of views on his newspapers were favourable towards the property market, were not issuing warnings and were, in effect, encouraging readers to participate in the property market, that would have had an influence on readers' behaviours?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F02200","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":96,"content":"<p>Yes, but, as I stated earlier, my own thesis - I can only really speak from the time I was editing the newspaper - is that I was conscious that, no more than in any sphere of its coverage, our economics coverage would try to be balanced.  One person's idea of balance, as Deputy Michael McGrath will be aware, is another person's idea of bias.  No more than in the political sphere, one would try to maintain a balance, if only, as I mentioned on a couple of occasions already, to try to make the product as interesting and as readable as possible for the consumer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F02300","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":97,"content":"<p>When Mr. O'Regan published contrarian or alternative views compared to the mainstream views at the time, would he ever have had messages or signals from politicians or political sources that such publications were unwelcome or unhelpful?  Was that message ever conveyed to Mr. O'Regan, directly or indirectly, from those involved in politics?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F02400","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":98,"content":"<p>No.  One hears now and again, say, particularly in the political sphere, that somebody is unhappy with something but, in fairness to members of all parties, I never came under any pressure whatsoever.  In the same way, in relation to our business coverage, no member of any political party ever got on to me and said that I should be doing this or that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F02500","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":99,"content":"<p>Was a story ever suppressed because of commercial considerations or because it did not fit in with any overall narrative that the newspaper group was trying to convey in terms of the economy and the property market?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F02600","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":100,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F02700","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":101,"content":"<p>Was it ever considered?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F02800","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":102,"content":"<p>No.  The only reason that we held up stories was because of legal risk and threat of libel action.  I cannot recall any instance whereby we did not run a story on either the economy or anything else because it would upset somebody.  In the usual roundness of things, the stories that upset people are the best stories.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F02900","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":103,"content":"<p>At the time, was there a written policy within the company dealing with the issue of staff accepting gifts from banks, property developers and auctioneers, and also in terms of hospitality?  Was there a company policy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#F03000","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":104,"content":"<p>I do not think there was a company policy.  I think, as was mentioned yesterday - I looked at some of the proceedings - the broad guidelines operating in this area are the NUJ Code of Conduct and the Press Council Code of Practice.  There is also the Press Ombudsman.  As regards accepting gifts, I do not think there is any policy as such.  I thought about this this morning.  A couple of years ago, when Kerry was in the All-Ireland final and I could not get a ticket, one of the main drinks companies invited me.  I probably should have rung Deputy Higgins, who is a west Kerry man like myself.  He probably had some tickets that I could have accepted as a gift.  I took the tickets.  That kind of thing possibly does happen, but I do not know whether it actually corrupts anyone.  I do not think I was corrupted by it, and I enjoyed the match.  I would not have got a ticket otherwise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G00200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":105,"content":"<p>Was there ever an incident in which Mr. O'Regan or a member of staff was offered, whether it was accepted or not, a gift or hospitality from an organisation in the property sector which made him uncomfortable?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G00300","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":106,"content":"<p>No, I never heard that.  I was not closely involved, but I am sure people were brought to view properties and things like that, just as journalists are brought to view new industrial locations or journalists from abroad are brought to Ireland.  One is also depending on the journalist going back and writing a readable report, depending on what section of the paper it is going into.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G00400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":107,"content":"<p>Was anyone ever offered a loan by a financial institution at a preferential interest rate, as far as Mr. O'Regan is aware?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G00500","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":108,"content":"<p>I am not aware of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G00600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":109,"content":"<p>I have a final question for Mr. Doorly.  Does he believe, overall, that there was an unhealthy dependance on revenue from the property sector during the boom years in question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G00700","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":110,"content":"<p>No, I do not.  I believe the <i>Irish Independent<\/i>was financially sustainable, that circulation sales and readership were pretty rock solid and that advertising revenues were volatile, in that they will rise and fall in line with the economy.  This was a period where revenues rose and the company did well.  It was transient.  We are now in a different environment, but that is the business.  It rises and falls in terms of advertising revenues in line with the economy.  It was no more than in line with the economy.  As it has decreased or contracted, our advertising revenues have also decreased and contracted.  It was no more than a normal cycle of events with rising and falling economic cycles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G00800","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":111,"content":"<p>Would the Deputy like to ask one supplementary question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G00900","speaker":"990"},{"type":"speech","time":1427328000,"counter":112,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G01000","speaker":"993"},{"type":"speech","time":1427328000,"counter":113,"content":"<p>Can I just round off with some issues that Senator O'Keeffe and Deputy McGrath raised with Mr. O'Regan, before I go into general questioning?  The first question I would like to ask Mr. O'Regan and Mr. Doorly is whether the owner of INM had any input into your opening statements this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G01100","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":114,"content":"<p>Into our opening statements?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G01200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speechnospeaker","time":1427328000,"counter":115,"content":"<p>The owner?  INM is a public limited company and it has 8,000 shareholders.  Some have a greater ownership than others, but we are talking about the period from 2002 to 2007.  Neither the owners of the time or the owners of today have had any influence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G01300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":116,"content":"<p>I thank the witnesses.  There is another question, maybe specifically for Mr. Doorly.  It concerns the way advertising works in newspapers.  Studies will show that in an upturn in the economy there is an explosion in advertising and as the economy then contracts advertising dries up very quickly.  This is a dynamic that indicates that the economy is running very fast, and that speed is certainly measurable in the way advertising grows ahead of it.  Have any studies been done by INM into this dynamic?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G01400","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":117,"content":"<p>There have been no formal studies, but obviously the board and the management team would always be aware of this volatility.  As as a PLC we try to eliminate that volatility and de-risk.  We have, we believe, achieved this by diversifying and investing abroad, which spreads the economic risk and the exposure to cycles within each economy.  That is why we were in Australia, New Zealand, South Africa and the UK.  Also, dependence on newspapers<i>per se<\/i>, let alone circulation sales and advertising within them, had to be reduced.  Therefore, we began to invest in those businesses that had sub-businesses in radio, outdoor advertising and new media.  We have always been conscious of the need to de-risk and reduce our dependence on any one income stream.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G01500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":118,"content":"<p>It is the most significant new agency on this island.  The reason I am asking this question - I am sure other members might digress into areas that are related to this - is that if the average house price is running several multiples ahead of the national wage, that is an indication that there is something happening in the property market that needs to be dealt with.  If advertising is running so fast in media - if the advertising figures are so off the mark compared to the situation two or three years previously - does the question then get asked in the media as to what is actually going on here?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G01600","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":119,"content":"<p>Yes, and at the moment we are looking to see what is going to happen over the coming months.  It has been difficult over the last number of years, but the<i>Irish Independent <\/i>has now turned a corner.  I think it has been widely reported that for the first time in 2014 we have increased our revenue base and we are now showing improved profitability.  Could the Chairman repeat the question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G01700","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":120,"content":"<p>I refer to the speed at which advertising is growing, which is reflective of something that might be happening in the wider economy.  Does that not raise a kind of environmental question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G01800","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":121,"content":"<p>Advertising was growing at 9%.  It was in line with consumer spending.  It was right across the board.  It was in run-of-paper display.  There were ads for travel, motors and jobs.  There was no undue focus or dependence on property whatsoever in the commercial sense.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G01900","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":122,"content":"<p>Mr. O'Regan made a statement in response to a question from Senator O'Keeffe that I would like him to clarify.  He said he had arrived at a political conclusion.  Was it an editorial position that he would then favour one political party over another?  Maybe he could expand on what he actually meant by that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G02000","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":123,"content":"<p>I would have to think back now.  Any time I was editing the paper, I wrote editorials favouring a party, an issue, a proposal or whatever, and criticising also.  It is part of an ongoing judgmental process, if you like, which newspapers do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G02100","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":124,"content":"<p>Maybe Mr. O'Regan could talk us through that process.  We are used to other jurisdictions, which were mentioned yesterday - the UK in particular - where newspapers are associated with particular political entities.  In the United States it is even more unbraked, for want of a better term.  That is not really something that has historically been seen in the Irish context.  How does one arrive at a political position that this is what the editorial position of a newspaper is going to be<i>vis-&agrave;-vis<\/i>a certain political party?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G02200","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":125,"content":"<p>I think, again, it is probably instinctive judgment, and it is obviously, to an extent, subjective.  Obviously one would discuss it with other people on the editorial team, and there is a feeling that would evolve, perhaps, or an instinct would emerge.  I suppose one of the key reasons would be economic issues and what we feel would be best for the country.  The <i>Irish Independent <\/i>would be, broadly speaking, a centrist newspaper, but it is certainly pro-enterprise and pro improving the economy because it improves things for everybody - the country at large, the media and newspapers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G02300","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":126,"content":"<p>Mr. Doorly used the phrase \"no more than the normal cycle of events.\"  Could he expand upon that, please?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G02400","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":127,"content":"<p>The core business is the product.  In this instance the product is the <i>Irish Independent<\/i>and its success is built on good reporting, good journalism and providing content that is relevant to the readers.  That is the business.  The success of the title is measured in terms of circulation sales and readership.  What happens then is that the advertisers looking for channels to promote their goods and services will review the numbers and will or will not advertise, as appropriate.  The circulation and readership figures, as I said, are quite stable.  It is the advertising element that will rise and fall in line with the economy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G02500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":128,"content":"<p>Mr. Doorly made the point that the company tried to expand into different sectors and different jurisdictions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#G02600","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":129,"content":"<p>As a plc with shareholder expectations and so on we are always trying to improve the bottom line.  One cannot rely on any one business and one cannot rely on any one economy-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H00100","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":130,"content":"<p>That is understandable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H00200","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":131,"content":"<p>-----so we have had to expand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H00300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":132,"content":"<p>Was the group heavily indebted?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H00400","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":133,"content":"<p>Yes.  The investments that were made overseas were financed-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H00500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":134,"content":"<p>By debt.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H00600","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":135,"content":"<p>-----By credit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H00700","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":136,"content":"<p>Was there debt with Irish banks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H00800","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":137,"content":"<p>The debt was with a myriad of banks, including Irish banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H00900","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":138,"content":"<p>Does Mr. Doorly have a ratio of what the debt was with Irish banks versus external banks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H01000","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":139,"content":"<p>I do not.  I do not know.  In terms of numbers it was probably two thirds to one third with one third being Irish banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H01100","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":140,"content":"<p>One third Irish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H01200","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":141,"content":"<p>That information is available.  It would be published in our annual report - the number of banks that were supporting the company.  At the end of 2012, or at the start of 2013, the company had a debt in excess of &euro;400 million.  The list of banks would be in our annual report which is available.  I could forward it to the Deputy if he wishes to have a copy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H01300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":142,"content":"<p>Please.  There was subsequently a substantial write-down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H01400","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":143,"content":"<p>There was.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H01500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":144,"content":"<p>Would that not be a-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H01600","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":145,"content":"<p>There was a major restructuring in 2013.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H01700","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":146,"content":"<p>After that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H01800","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":147,"content":"<p>There were a number of elements to that.  It was quite complex.  The first element was that the company had to dispose of its asset in South Africa, the company had to restructure its defined benefit pension plan and the company had to raise finance from its shareholders.  That happened in 2013 and reduced the debt by &euro;300,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H01900","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":148,"content":"<p>Does Mr. Doorly mean &euro;300 million?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H01950","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":149,"content":"<p>One of those elements was a bank write-down which was just over &euro;100,000, sorry &euro;100 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H01975","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":150,"content":"<p>Would those events not be outside of the normal cycle of events?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H02000","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":151,"content":"<p>Again, talking about the business and the business in Ireland, and the <i>Irish Independent<\/i>and <i>Sunday Independent<\/i>, we are talking about the Irish operation.  Throughout all of this, and throughout the debt issue, and throughout the restructuring, the Irish business continued to be profitable and is so to this day.  It continued its normal cycle of business.  Yes, at a balance sheet level outside of the operation there were credit issues.  With the credit crunch the company was unable to extend its facilities.  That is what caused the problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H02100","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":152,"content":"<p>Was there a drag on the Irish finances to subsequently underwrite those areas where there was external loss-making?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H02200","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":153,"content":"<p>No.  The debt, to be clear, was &euro;400 million at the start of 2013.  That was dealt with through the disposal of assets, the restructuring of the pension plan, the bank write-down and raising cash from our shareholders.  Indirectly, the staff did suffer with a reduction in their pension.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H02300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":154,"content":"<p>I have two minutes which is not a lot of time to ask Mr. O'Regan many questions.  He came prepared and brought some examples with him of where the paper was correct in its outlook or forecast.  Has he brought examples of where the paper was incorrect in its outlook?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H02400","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":155,"content":"<p>I have not got those on me but they are on the files.  Actually, I probably have, in the sense that it is one of the points which was raised, I think.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H02500","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speechnospeaker","time":1427328000,"counter":156,"content":"<p>They have photocopied it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H02600","nonspeaker":"Mr. Michael Doorly"},{"type":"speechnospeaker","time":1427328000,"counter":157,"content":"<p>They have been provided.  For example-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H02700","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":158,"content":"<p>Can I give my example?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H02800","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":159,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H02900","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":160,"content":"<p>I shall refer to a <i>Sunday Independent<\/i>section.  I know Mr. O'Regan was not its editor but he is the editor from the group who is here today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H03000","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":161,"content":"<p>I was editor of the <i>Irish Independent<\/i>.  It is very difficult because-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H03100","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":162,"content":"<p>I understand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H03200","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":163,"content":"<p>-----the papers are separate.  If the Senator takes one selective piece from the <i>Sunday Independent<\/i>-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H03300","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":164,"content":"<p>I am asking for Mr. O'Regan's opinion as an experienced editor, if he will allow me please.  I am speaking about the stewardship of a financial institution.  The article reads: \"Sure, he needs more heavyweights on the board.  Sure, he has been overzealous in his pursuit of defaulters.\"  I am sure the Chairman will be happy to know that I shall not name anybody.  The article continued, \"Sure, he earns an awful lot of money.  Sure, he has been less than transparent.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H03400","speaker":"1160"},{"type":"speech","time":1427328000,"counter":165,"content":"<p>Can the Senator give us the date of the article?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H03500","speaker":"990"},{"type":"speech","time":1427328000,"counter":166,"content":"<p>It was 27 April 2003.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H03600","speaker":"1160"},{"type":"speech","time":1427328000,"counter":167,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H03700","speaker":"990"},{"type":"speech","time":1427328000,"counter":168,"content":"<p>I shall continue to leave the gentleman's name out.  The article continued, \"But ...., for all his faults, he has delivered....\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H03800","speaker":"1160"},{"type":"speech","time":1427328000,"counter":169,"content":"<p>The Senator has gone well over his time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H03900","speaker":"990"},{"type":"speech","time":1427328000,"counter":170,"content":"<p>The article continues, \"But ...., for all his faults has delivered the only thing that matters in business: profit.\"  What is Mr. O'Regan's editorial opinion on such statements, please?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H04000","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":171,"content":"<p>That is like asking the manager of Liverpool Football Club what he thinks of the Everton back four.  I was not editor of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H04100","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":172,"content":"<p>Then I am asking Mr. O'Regan about the Everton back four, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H04200","speaker":"1160"},{"type":"speechnospeaker","time":1427328000,"counter":173,"content":"<p>I would not comment because I have no knowledge of that piece.  I do not know who wrote it.  I do not know the context.  I do not know why it was commissioned.  I do not know if it was part of a totality of coverage on the given day.  It would be unfair to everybody for me to comment on it.  I simply do not know about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H04300","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":174,"content":"<p>I call Deputy Eoghan Murphy and he has six minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H04400","speaker":"990"},{"type":"speech","time":1427328000,"counter":175,"content":"<p>I thank the Chairman and both witnesses.  I want confirmation of something that has arisen from earlier questioning.  Was Mr. O'Regan ever contacted by a senior Government member or representative to complain about an article or series of articles that were carried in his newspaper?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H04500","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":176,"content":"<p>I have no memory of anybody senior of that ilk.  I would meet politicians socially and sometimes they would be happy but sometimes they would be unhappy.  That is a fact of the normal interaction between media and politics.  I never got any, if one likes, complaint of import, shall we say, formally in that sense.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H04600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":177,"content":"<p>Has he ever received a formal complaint from someone with significant business interests in the Irish economy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H04700","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":178,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H04800","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":179,"content":"<p>For an article or a series of articles?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H04900","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":180,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H05000","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":181,"content":"<p>What about a complaint from a major shareholder in the newspaper?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H05100","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":182,"content":"<p>No.  Complaints may have been made, at whatever level, but they did not find their way through to me, of that ilk.  As I said at the outset, I was given a free hand to edit the paper and that is what I availed of.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H05200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":183,"content":"<p>A view was expressed here yesterday that editors are hired or chosen because they have a similarity of viewpoint with the owner.  In this case there is a shareholding but there are majority shareholders.  Can Mr. O'Regan tell me a bit about how he was hired?  Does he think he was hired because he shared a similar viewpoint with a majority shareholder?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H05300","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":184,"content":"<p>It is hard for me to get into the mindset of those who were making the appointment at the time.  I think the main reason I was hired is because I had a reasonable track record, in the sense that I had been deputy editor of the <i>Irish Independent<\/i>for some years.  Prior to becoming editor of the <i>Irish Independent<\/i>I had edited two other newspapers for a total of about 11 years.  I would have had, at the time, a lot practical hands-on experience.  I think the appointment was made, as I said and I keep coming back to it, to try and optimise the sales and make sure the paper held its share of the market, etc.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H05400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":185,"content":"<p>Did Mr. O'Regan have a relationship with any of the shareholders?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H05500","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":186,"content":"<p>What does the Deputy mean?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H05600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":187,"content":"<p>Did Mr. O'Regan speak regularly with them?  Did a shareholder take him to lunch once a year, or once every two or three years, to talk about the paper?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H05700","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":188,"content":"<p>At the time, Anthony O'Reilly was the predominant shareholder.  We would meet him, usually, at the AGM or maybe subsequently when he would have a social event in his house.  Other shareholders or members of the board would be there and people of that ilk.  I did not have an ongoing relationship or interaction with shareholders in the company, no.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H05800","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":189,"content":"<p>Was editorial policy discussed at those social occasions or at the side of the AGM, for example?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H05900","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":190,"content":"<p>I do not think editorial policy would be discussed.  Certainly, the challenges of the newspapers, how the newspapers were doing and various things like that would be discussed.  The AGM was essentially a commercial meeting.  The other meeting was primarily social and there would be a considerable number of people attending.  It would not be the arena or event for a detailed analysis of the paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H06000","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":191,"content":"<p>Was it an opportunity for the major shareholder to have a sit down one-on-one to talk, in detail, about the state of the economy or the Government?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H06100","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":192,"content":"<p>Again, maybe in conversation it would come up.  I am not suggesting that it was like absolute rigid walls that one could not discuss \"Yay\" or \"Nay\".  Obviously one would discuss the economy or I am sure, maybe at the time, the property boom and how things were going but it would be part of general discussion.  At the end of the day it is very difficult to come up with a precise formula for what should or should not be covered in newspapers which will absolutely work by way of the newspaper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H06200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":193,"content":"<p>So a major shareholder in the company would have the opportunity to convey his or her views to Mr. O'Regan on matters of significance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H06300","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":194,"content":"<p>In a social setting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H06400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":195,"content":"<p>Did that happen?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H06500","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":196,"content":"<p>I am sure it did.  In fact, it did happen.  It would be extraordinary if I was down there, as editor of the paper, and somebody comes up and says, in fact they may well say one is either doing too much.  People have a lot of views on newspapers and how they should and should not be run.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#H06600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":197,"content":"<p>Were those views ever conveyed to Mr. O'Regan by way of an instruction?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J00100","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":198,"content":"<p>They were not conveyed to me by way of an instruction, but certainly people would have lots of opinions about newspapers.  They still have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J00200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":199,"content":"<p>Was Mr. O'Regan ever concerned by those interactions in terms of how they might influence his decision-making as an editor?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J00300","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":200,"content":"<p>No.  I would go back on what one of the famous editors in one of the English newspapers over the years said, that the best ideas are the ones you can steal.  So if they had a very good idea, I would take it and use it as my own.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J00400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":201,"content":"<p>I thank Mr. O'Regan.  I will ask Mr. Doorly a couple of questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J00500","speaker":"1034"},{"type":"speech","time":1427328000,"counter":202,"content":"<p>The Deputy has one minute left.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J00600","speaker":"990"},{"type":"speech","time":1427328000,"counter":203,"content":"<p>I thank the Chair and I will have to be brief then.  In relation to the property supplement, and Mr. Doorly has mentioned that there were three, how does management view the property supplement?  Is the supplement purely a vehicle for selling advertising?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J00700","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":204,"content":"<p>There is no doubt that management would view all supplements as having a different personality, different character, and different make-up from the main newspaper.  Supplements are primarily commercial, be it the recruitment section or the motors supplement or the travel supplement.  They are primarily a commercial vehicle.  I think the editorial content and make-up is the domain of the editor but in reality they are there to carry ads for advertisers to promote goods or services, including property, so they are primarily commercial.  Generally speaking, there would be more than 65% advertising and a lot less editorial, whereas in the main newspaper it is the reverse.  It is primarily editorial content carrying some advertising.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J00800","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":205,"content":"<p>An advertiser buys an expensive slot, say, the front page-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J00900","speaker":"1034"},{"type":"speech","time":1427328000,"counter":206,"content":"<p>This is the Deputy's final question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J01000","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":207,"content":"<p>Is the Deputy referring to a supplemental front page?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J01100","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":208,"content":"<p>No, the main newspaper, because the main newspaper is not a commercial vehicle.  If he or she buys the prime slot on the main page, what power does he or she have over what appears on the front page of that newspaper as a result?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J01200","speaker":"1034"},{"type":"speechnospeaker","time":1427328000,"counter":209,"content":"<p>None.  How this works in practice is the editor has his daily conferences with his team and he goes through the news agenda and they select whatever it might be that will make up the newspaper the next day.  There is no commercial involvement whatsoever.  There never has been.  I am in the company more than 20 years.  I have never attended nor has anyone else in the commercial side ever attended these conferences.  They are the domain of the editor and they are completely separate from the commercial side.  The answer to the Deputy's question would be a categorical \"No.\"  I am surprised it is even asked, but there you go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J01300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":210,"content":"<p>Mr. O'Regan said &quot;there was no conscious attempt on my part, or on the part of the newspaper, to fuel what has been described as the property boom&quot;.  The <i>Irish Independent<\/i>, from 2003 to 2008, gave substantial coverage and sponsored and promoted the property awards.  In 2004, for example, this is the type of coverage that was over many pages and it was described in 2004 as &quot;A glittering showcase of the cream of Ireland's property and development industries&quot; and &quot;An elite gathering of over 1,000 property professionals witnessed the cream of Ireland's residential and commercial products and services at the glittering Property Awards ceremony this week&quot;.  The property editor said:<blockquote><br \/><br \/>[T]ributes were paid to the outstanding skills and performance of the individuals and firms involved.  The winning projects and services provided by our outstanding agencies ably demonstrated the progress and innovation of this sector, which matches, if not surpasses, the high standards globally.<br \/><br \/>[...]<br \/><br \/>The relaxed black tie event was a welcome respite for an industry that has worked to full capacity in recent years ... attended by a record 1,000 property professionals with several hundred disappointed.<\/blockquote>The awards were followed by a casino evening.  The property editor sums up: &quot;This annual awards dinner followed a conference held earlier in the day which predicted the short-term future of the Irish property market and also saw the unveiling of a new addition to the awards - The Irish Property League - which ranked the top ten commercial agents in terms of staff, net worth, turnover, profit, and investment deals at home and overseas.&quot;<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J01400","speaker":"954"},{"type":"speech","time":1427328000,"counter":211,"content":"<p>The Deputy should move to a question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J01500","speaker":"990"},{"type":"speech","time":1427328000,"counter":212,"content":"<p>The commercial property expert said: \"No deal is too big, no proposition too ambitious for today's property professionals.  The world is their stage.\"  Going forward to Mr. O'Regan's own period particularly, in 2007 we have further very substantial coverage and again the property editor wrote, \"Tribute was paid to the risk takers who are flying the Irish property flag at home and abroad ... who have demonstrated their courage by forging paths where few, if any, Irish people have ventured before\", and so forth.  Among the awards was Irish investor of the year, Irish developer of the year, international property achievement, Irish commercial development of the year, Irish property personality of the year and residential development of the year.  Of those glittering awards, in 2007, the Irish property deal of the year was the Irish Glass Bottle site which cost the taxpayer hundreds of millions.  Seven of the award winners ended up in NAMA, five of whom were among the top ten debtors to Anglo Irish Bank, which cost the taxpayer billions of euro.  In view of all this, would Mr. O'Regan like to revise his statement that no conscious attempt was made on the part of the newspaper to fuel what has been described as a property boom?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J01600","speaker":"954"},{"type":"speechnospeaker","time":1427328000,"counter":213,"content":"<p>I would not.  What I would like to do is to put that in context.  The <i>Irish Independent<\/i>, in common with various newspapers, has award ceremonies.  We have had theatre awards, sports star awards, young entrepreneur of the year awards and, I think, maybe young scientist awards, etc.  Going back to that time, we had an award for the property industry which was, as I said, in the context of the knowledge which we had at that time whereby this was taken at a time when it was believed that the economy, the construction industry and the development of it was critical to our economic development.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J01700","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":214,"content":"<p>Mr. O'Regan has explained that but the time is short.  If he does not consider that it fuelled the property boom, did it glamorise the property boom?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J01800","speaker":"954"},{"type":"speechnospeaker","time":1427328000,"counter":215,"content":"<p>It is like taking a statement from a politician who makes a judgment on a particular issue, say three years ago, and she makes it in the light of known circumstances at the time.  One can pick up that statement three years later and say: \"Did you not know what was going to happen?\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J01900","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":216,"content":"<p>I am not asking Mr. O'Regan that.  I am asking him if he considers that this type of extensive coverage fuelled the property boom, if it glamorised it, never mind what happened later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J02000","speaker":"954"},{"type":"speechnospeaker","time":1427328000,"counter":217,"content":"<p>If I could put it into context, the point I have tried to make since my opening statement is that the newspaper tried to embrace varying strands of opinion.  That was the opinion of the property section in the newspaper, that things were going well and that they would continue to go well.  I will read four paragraphs that Sinead Ryan wrote around the same time, on 21 February.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J02100","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":218,"content":"<p>I do not have time.  I know there were what are called contrarian views.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J02200","speaker":"954"},{"type":"speechnospeaker","time":1427328000,"counter":219,"content":"<p>That is a contrarian view.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J02300","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":220,"content":"<p>What I am posing is the predominant editorial line.  I have put the questions to Mr. O'Regan but I want to move forward quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J02400","speaker":"954"},{"type":"speech","time":1427328000,"counter":221,"content":"<p>The Deputy is very close to time now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J02500","speaker":"990"},{"type":"speech","time":1427328000,"counter":222,"content":"<p>Our inquiry research team has shown on hard data that between 1996 and 2006, the price of an ordinary home increased each year for ten years by the equivalent of the average industrial wage.  By common consent there was rampant profiteering in the housing market and in speculation on building land.  Did Mr. O'Regan ever launch a project of investigative journalism to uncover the rampant profiteering in the housing industry, in land speculation, and how that would affect young people buying homes using 40-year mortgages and paying unsustainable levels of mortgage repayments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J02600","speaker":"954"},{"type":"speech","time":1427328000,"counter":223,"content":"<p>The Deputy is well over time.  I need to take a response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J02700","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":224,"content":"<p>What is the question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#J02800","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":225,"content":"<p>What was known was the massive increase in house prices and rampant speculation in building land, including by people who got some of the glittering awards from INM.  Did the group ever launch a project of investigative journalism to uncover the level of profiteering and how it impacted very negatively on a young generation of people trying to buy homes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K00100","speaker":"954"},{"type":"speechnospeaker","time":1427328000,"counter":226,"content":"<p>The price of building land and the profits made from it are essentially contingent on the political culture and legal processes operating in the country at the time.  That is still the case.  The profitability of development land is a political issue, but we certainly ran various pieces about the problems of young people and others, including the problems of 100% mortgages.  I have various cuttings here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K00200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":227,"content":"<p>Did the newspaper ever try to get to the heart of who was profiteering among the developers and the bankers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K00300","speaker":"954"},{"type":"speech","time":1427328000,"counter":228,"content":"<p>I must interject.  The question was asked, but I must summarise, as we have to move on because we are way over time.  There were standalone articles about what was happening in different sections of the property market.  The question is whether there was a targeted investigation programme by the INM group of newspapers in regard to what was considered to be excessive overpricing of property and the impact this was having on purchasers of homes rather than investors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K00400","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":229,"content":"<p>I cannot say there was an investigation, to my memory.  Certainly, the price of building land as a component of the totality of escalating house prices was touched on by many writers and commentators in the newspaper over the past few years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K00500","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":230,"content":"<p>I welcome Mr. O'Regan and Mr. Doorly.  Mr. O'Regan has made much about having contrarian views in the newspaper.  Morgan Kelly's piece is seen as the defining article.  Senator O'Keeffe referenced an article in <i>Vanity Fair<\/i>in 2011 which indicated that Morgan Kelly sent his piece to the <i>Irish Independent<\/i>, but the newspaper's editor wrote back to him stating that he found the article offensive and that it would not be published.  Mr. O'Regan has stated that he would not have described it as offensive.  For absolute clarity, did Morgan Kelly contact Mr. O'Regan as editor of the <i>Irish Independent<\/i>?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K00600","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":231,"content":"<p>Not in my memory.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K00700","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":232,"content":"<p>Did he write to Mr. O'Regan?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K00800","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":233,"content":"<p>Not in my memory, and I certainly never wrote to him.  Various pieces are submitted.  I am sure Morgan Kelly would be able to clarify the date he submitted the piece and who wrote back to him.  All I can say is that I certainly did not write back to him.  I have no memory of receiving that piece.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K00900","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":234,"content":"<p>The witness has no recollection of any of that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K01000","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":235,"content":"<p>No.  It would be worthwhile, although it is just a suggestion-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K01100","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":236,"content":"<p>He is refuting the <i>Vanity Fair<\/i>article.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K01200","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":237,"content":"<p>The reference could have been to the previous editor of the <i>Irish Independent<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K01300","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":238,"content":"<p>This was 2007.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K01400","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":239,"content":"<p>I have no memory of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K01500","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":240,"content":"<p>To move on, in Mr. O'Regan's time as editor of the <i>Irish Independent<\/i>, was there a group editor of the INM group?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K01600","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":241,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K01700","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":242,"content":"<p>Mr. O'Regan was completely standalone as an editor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K01800","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":243,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K01900","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":244,"content":"<p>The question has come up of whether issues might have arisen, particularly with regard to the property sector, which we are now covering as part of the banking inquiry, and any stakeholder involved in INM - or a chief executive or management - might have made contact on a particular issue.  It may have referred to some feature running in the <i>Irish Independent<\/i>which they were unhappy with.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K02000","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":245,"content":"<p>No, although we would discuss the newspaper, obviously, on occasions.  As I stated previously, there was no effort made to interfere with the content and the product.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K02100","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":246,"content":"<p>None at all?  The group acquired <i>www.propertynews.com<\/i>, which was a property website.  What was paid for it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K02200","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":247,"content":"<p>I do not know what we paid for it but I can give the Deputy-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K02300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":248,"content":"<p>Is it not correct that Mr. Doorly was finance director at the time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K02400","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":249,"content":"<p>I was finance director of Independent Newspapers (Ireland) Limited at the time, which is the Irish subsidiary of Independent News &amp;amp; Media.  That acquisition was made by our UK sister company.  It was a business in Northern Ireland.  I would have been aware of the scale of the purchase.  It would have been between &euro;5 million and &euro;10 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K02500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":250,"content":"<p>Does the website operate in the Irish market as well?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K02600","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":251,"content":"<p>At the time there were 20,000 units, or properties for sale, on the website, with 16,000 in Northern Ireland and 4,000 in Border counties of the Republic of Ireland.  It was primarily a Northern Ireland business and it was purchased as part of our digital strategy, as we were reducing our dependence on newspapers, as I stated earlier.  We were moving into radio, advertising and new media.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K02700","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":252,"content":"<p>In his presentation, Mr. Doorly indicated that circulation had increased by approximately 17%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K02800","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":253,"content":"<p>That was at 3% per annum over the period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K02900","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":254,"content":"<p>Reading publications between 2005 and 2010, it seems that circulation decreased for both the <i>Sunday Independent<\/i>and the <i>Irish Independent<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K03000","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":255,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K03100","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":256,"content":"<p>How can this be reconciled with the period about which we are talking?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K03200","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":257,"content":"<p>In the period we are discussing, the economy was buoyant and growing, and people were buying newspapers, among other consumables.  There was great interest in jobs, property, motoring and travel.  Newspaper purchases were solid.  We have to get into technology such as smartphones and the like, as since that time some structural change has been taking place.  People, and particularly the younger generation, are moving from the printed product to their phones.  That is the reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K03300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":258,"content":"<p>The purchase of <i>www.propertynews.com<\/i>was funded via the UK operation.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K03400","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":259,"content":"<p>That is correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K03500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":260,"content":"<p>Would the witnesses have had any involvement in running that operation at all?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K03600","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":261,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K03700","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":262,"content":"<p>Did journalists take trips in that regard or was there hospitality involved?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K03800","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":263,"content":"<p>There were no trips.  It was merely a website, just like our recruitment website or one dealing with motoring or travel.  It had properties on display.  Those properties came from estate agents in Northern Ireland and there was no editorial involvement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K03900","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":264,"content":"<p>If Morgan Kelly's article had landed on Mr. O'Regan's desk, would he have published it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K04000","speaker":"1060"},{"type":"speechnospeaker","time":1427328000,"counter":265,"content":"<p>I may well have.  I published similar articles.  I went out and recruited.  David McWilliams has been more consistently contrarian, if one wishes to use that word, about the Irish economy than Morgan Kelly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K04100","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":266,"content":"<p>I welcome our visitors.  What was the revenue from the sale of the Abbey Street and Prince's Street premises when moving to Talbot Street and Citywest?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K04200","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":267,"content":"<p>The revenue from that transaction was in the region of &euro;24 million.  That partly funded the transfer of the print facility to Citywest, where we invested in new presses and a mail room.  At the time, those new presses could facilitate more colour than the previous equipment, so it was a significant investment that would have exceeded the &euro;24 million we gained from the sale of our Abbey Street premises.  The move to Talbot Street was to a rented property.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K04300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":268,"content":"<p>We have seen evidence of the growth of the public relations sector.  One of the witnesses yesterday stated that in the US it became four times bigger than the number of working journalists in newspapers.  How many public relations documents would reach an editor's desk in an average week?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K04400","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":269,"content":"<p>I am sure there were many.  Alastair Campbell, a spin doctor of the former British Prime Minister Tony Blair, has written much about this.  He has articulated fairly clearly what one may describe as the constructive state of mutual antagonism which often exists, broadly speaking, between the public relations industry and journalism.<\/p><p>Any journalist worth his or her salt knows that there is often a conflict between what is PR and what makes news.  Most journalists can tell the difference.  That is not to say that, perhaps on occasion, those in PR utilise leaking news.  As we know, this happens relentlessly in politics.  The vast majority of journalists and PR people coexist but perhaps in an uneasy world.  That is how it always has been and, I am sure, how it always will be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#K04500","nonspeaker":"Mr. Gerry O'Regan","continuing":true},{"type":"speech","time":1427328000,"counter":271,"content":"<p>Is it a career path?  Do many journalists want to go into PR rather than into investigative journalism?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L00200","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":272,"content":"<p>Some journalists have crossed over and have become much wealthier than they were when they worked in their former profession.  It is a case of everybody to his or her own choice.  I do not see the spectre of PR as some new dark force threatening the very existence of the Fourth Estate.  Nor do I see those involved in the industry getting their way with often strong-willed journalists.  The journalist is primarily motivated by trying to obtain copy that is of interest to the public.  PR material is often not of interest to the public.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L00300","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":273,"content":"<p>Is there sufficient time to write copy?  We heard evidence yesterday to the effect that when the PR material is obtained, a journalist must then contact somebody else involved in the sector.  However, he or she has no time to carry out independent research in order to write a properly rounded article.  As a result, we tend to receive the views of incumbents rather than those of contrarians such as David McWilliams, who is, of course, an honourable exception in all of this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L00400","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":274,"content":"<p>I am of the view that there is time for journalists to appraise, assess, dismiss, discount or amplify material they have received from PR professionals.  Another aspect of the backdrop to all of this is the fact that the Republic of Ireland is one of the most competitive media arenas on the planet.  We import a great deal of media material from the UK via the BBC, various satellite television stations and different British radio stations and newspapers.  Generally speaking, Irish newspapers have been pretty competitive for the past number of decades.  They have been obliged to fight fairly hard to survive.  If a newspaper is reproducing a large amount of PR material all the time, this will not prove to be good for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L00500","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":275,"content":"<p>In discussing matters with <i>Irish Independent<\/i>journalists, did Mr. O'Regan pick up on any nuances with regard to what was happening?  Did any of them ever indicate that they did not like the look of what was happening at Anglo Irish Bank or Irish Nationwide?  Did anyone ever state that they were of the view that a particular briefing given by the Central Bank was strange and that they were concerned with regard to the direction in which the country was going?  Were any such nuances evident during Mr. O'Regan's discussions with his journalists?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L00600","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":276,"content":"<p>If one were to look back, perhaps the great untold story which none of the journalistic outlets in Ireland got at the time relates to the problems being experienced by two of the banks here.  However, one must recognise that the Central Bank, the IMF, the regulator and various powerful and influential people were essentially saying that matters were okay.  There may well have been some journalists who had a whiff of unease with regard to what was happening at the time.  There are many stories about which journalists have a whiff of unease but it is necessary to obtain the relevant facts and figures that will keep a publication out of the libel court.  In the context of the entire economic collapse which took place in Ireland, that was the \"Watergate story\" and, unfortunately, no one in the media got it.  I do not believe that was for the want of trying or effort.  Perhaps some journalists who were good at financial analysis may have had a feeling but nobody could write about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L00700","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":277,"content":"<p>Did people in provincial cities raised concerns with Mr. O'Regan to the effect that decision making in Irish banks had been replaced by a speaking clock-type of mechanism at their headquarters and that such banks were losing touch with the real economy outside Dublin?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L00800","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":278,"content":"<p>There was the beginning of unease about what is now being described as a broad withdrawal from rural Ireland.  The latter had to do with banks and post offices and there was also the fact people who sought to contact either were treated to a kind of amorphous speaking clock-type of response from individuals at call centres in Dublin or India.  That was an issue at the time and it has become an even greater one now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L00900","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":279,"content":"<p>I welcome our guests and thank them for attending.  Mr. O'Regan quoted from a number of articles earlier, one of which was written by Brendan Keenan.  Morgan Kelly was mentioned in that article in the context of an ESRI forecast.  What was the headline on that article?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L01000","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":280,"content":"<p>I do not have the headline relating to the article, I only have extracts from it.  The article was published on 4 July 2007.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L01100","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":281,"content":"<p>I would be interested in discovering whether the headline stated \"ESRI gives positive outlook\" or \"Morgan Kelly says there is going to be a crash\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L01200","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":282,"content":"<p>It would have been reasonably objective.  We published an article sometime prior to that from Brendan Keenan which was published under the headline \"Fools rush in, so regulators should try to protect them\".  That was at the time when 100% mortgages were first introduced.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L01300","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":283,"content":"<p>Mr. O'Regan stated earlier that his primary fixation was optimising sales of newspapers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L01400","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":284,"content":"<p>\"Fixation\" is an emotive word.  Perhaps the term \"objective\" was the one I used.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L01500","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":285,"content":"<p>In doing that job, would that fixation involve editing in a way to try to ensure that an editorial would take the form of something people either want to hear or need to hear?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L01600","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":286,"content":"<p>If I could answer that question about what people want to hear and what they need to hear, it is obvious that the answer is an amalgam of both.  The ultimate test is whether people actually read the relevant material.  It actually comes down to what it is they want to read.  Market research surveys have been carried out by various media organisations since time immemorial in the interests of trying to find an answer to the question of what exactly it is that people want.  Ergo, it is very simple: one just produces a newspaper in which one gives people precisely what they ask for.  No more than is the case in politics, the variable of the human condition is profound.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L01700","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":287,"content":"<p>Is that a \"Yes\" or a \"No\"?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L01800","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":288,"content":"<p>One gives people what one thinks they will read.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L01900","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":289,"content":"<p>Okay, but that might also be what they want to hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L02000","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":290,"content":"<p>Indeed.  It may coincide with what they want to hear.  If one gives them something that they want to hear and they then do not read it, that is not very effective.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L02100","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":291,"content":"<p>Will Mr. Doorly indicate if there is a property sales executive and a recruitment sales executive or is it just a general position?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L02200","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":292,"content":"<p>No.  There is obviously a single advertising team.  However, that team would be broken down and would have some title focus and some category focus.  So there would be-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L02300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":293,"content":"<p>Do people specifically work on property matters all of the time or is it for a week or-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L02400","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":294,"content":"<p>There was a team specific to property, as there was to recruitment and other categories.  It was a team of approximately four people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L02500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":295,"content":"<p>Who set the targets?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L02600","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":296,"content":"<p>The advertising director.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L02700","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":297,"content":"<p>Who set the targets for the advertising director?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L02800","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":298,"content":"<p>The finance director and the managing director.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L02900","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":299,"content":"<p>Did Mr. Doorly play a role in that regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L03000","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":300,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L03100","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":301,"content":"<p>Would actuarial analysis have been carried out in order to determine the targets that were set in respect of different areas?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L03200","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":302,"content":"<p>No.  It sounds like that should be the case but the reality is that the advertising targets would reflect the general economy.  The projections for the general economy within that would give-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L03300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":303,"content":"<p>I apologise for interrupting but there is interference on the sound feed from a mobile phone.  I do not know from where it is coming.  Will members and witnesses check their phones and ensure they are either in airplane mode or switched off?  If they are left on, they interfere with the sound.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L03400","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":304,"content":"<p>The targets were set in line with expected trends in the economy at a general level.  Then at a specific level one would delve into each category, be it run of paper display advertising, which would follow consumer spending, motors, for which statistics would be available, and recruitment, which is pretty general.  Property would also be pretty general but it would be lined up with general predictions and reports coming from stockbrokers more than from specialists.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L03500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":305,"content":"<p>Would an advertisement in a property supplement cost the same per square inch as one which appears in a travel supplement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#L03600","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":306,"content":"<p>An advertisement in the property supplement would be more expensive than a travel advertisement in a travel supplement because the value of property is higher per unit than the value of travel, but it would be much lower than the value of an advertisement in the main newspaper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M00100","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":307,"content":"<p>Would a recruitment advertisement be less expensive than a property advertisement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M00200","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":308,"content":"<p>It would me more expensive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M00300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":309,"content":"<p>Would that be in the main body of the paper?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M00400","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":310,"content":"<p>It would be in a supplement, although it would sometimes be in the main body of the paper.  Primarily, it would be in a supplement.  Recruitment is considered more high-end.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M00500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":311,"content":"<p>Would the bonus structure for a sales executive who was focused on property be the same as for someone who was selling recruitment space?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M00600","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":312,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M00700","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":313,"content":"<p>If I were a sales executive focusing on property, what salary range would I be in and what would the bonus structure have looked like?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M00800","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":314,"content":"<p>The Senator is again focusing on property, but as I said before, we had no undue focus or dependency on property at all.  Generally speaking, salaries in that area would be from &euro;45,000 to &euro;60,000 and generally the bonuses would have given individuals the opportunity to make approximately 20% of their base salary in terms of commission.  That would be reasonable and in line with industry practice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M00900","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":315,"content":"<p>Would an individual sales executive have the freedom, or would it have to be at Mr. Doorly's or some other level, to do deals for bigger boys or people who might be taking six months worth of advertising and so on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M01000","speaker":"1149"},{"type":"speechnospeaker","time":1427328000,"counter":316,"content":"<p>The Senator refers to bigger boys, but the reality is that these advertisements came primarily, if not totally, from the estate agents.  On deals, there was a set rate card and pre-agreed discount levels within the department.  Anything outside of that would have been agreed with the ad director.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M01100","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":317,"content":"<p>I welcome the witnesses.  I have just a couple of questions and will deal with them as quickly as I can.  Yesterday I asked the representatives from the <i>Irish Examiner<\/i>the question I will now put to Mr. O'Regan and Mr. Doorly.  In their time as editor or director of their respective publications, did they ever have any formal or informal meetings with representatives of property or banking interests where editorial content or viewpoints were discussed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M01200","speaker":"966"},{"type":"speechnospeaker","time":1427328000,"counter":318,"content":"<p>I do not think I have ever met a property developer or a senior banker.  I certainly did not meet any of them in the context of editing the <i>Irish Independent<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M01300","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speechnospeaker","time":1427328000,"counter":319,"content":"<p>Nor did I and nor did I ever see any in that period of time in the building or anywhere associated with the business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M01400","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":320,"content":"<p>Yesterday we had a couple of academic witnesses before the committee who raised particular issues.  I would like to put to Mr. O'Regan a comment made by Dr. Julien Mercille.  He stated that, \"news organisations largely conveyed the views of political and economic elites ... Thus, because the housing boom was beneficial to key sectors of Irish corporate and political establishment, it was never ... challenged\".  What are Mr. O'Regan's views in regard to his publication and his time as editor in regard to that comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M01500","speaker":"966"},{"type":"speechnospeaker","time":1427328000,"counter":321,"content":"<p>I think that is a judgement.  One can say there are the establishment media, in the sense that the media are in existence and are there, so to speak.  Certainly, broad-selling newspapers, both here and in Britain, must reflect the concerns of a mass market.  The demographic breakdown of the <i>Irish Independent<\/i>readership more or less represents what is broadly described as middle Ireland, town and country people who are fairly well off, but a broad mass who are in the middle and some who are not well off at all.  That has been the overall market position of the paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M01600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":322,"content":"<p>Is Mr. O'Regan rejecting the assertion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M01700","speaker":"966"},{"type":"speechnospeaker","time":1427328000,"counter":323,"content":"<p>I am rejecting it.  The content of the paper must reflect our readership.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M01800","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":324,"content":"<p>I also want to put to the witness a comment from Mr. Harry Browne yesterday.  He stated journalists \"were leaned on by their organisations not to talk down the banks\".  In regard to his time as editor, is Mr. O'Regan aware of any such leaning on journalists by the organisation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M01900","speaker":"966"},{"type":"speechnospeaker","time":1427328000,"counter":325,"content":"<p>Is the Deputy asking whether we were leaned on by the banks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M02000","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":326,"content":"<p>No, by the newspaper's own organisation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M02100","speaker":"966"},{"type":"speechnospeaker","time":1427328000,"counter":327,"content":"<p>That did not happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M02200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":328,"content":"<p>I do not want to dwell too much on the <i>Vanity Fair<\/i>article but has Mr. O'Regan ever, in his time as editor in particular but outside of that as well, had any contact with Professor Morgan Kelly, either personal one-to-one contact or by phone or e-mail?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M02300","speaker":"966"},{"type":"speechnospeaker","time":1427328000,"counter":329,"content":"<p>No, and I have never met him.  I would be interested in discovering the facts of that particular submission, who it was submitted to and the details of it.  As I said, I have no memory of that and I never wrote him a letter.  During my time, I was anxious to get broadly discursive material on any topic I felt people would read.  That was my objective.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M02400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":330,"content":"<p>Around that time, a number of people from Independent News &amp;amp; Media would have had contact with Professor Kelly and a well-documented &quot;Prime Time&quot; debate took place on 30 September 2008 where the economics editor, Brendan Keenan and Professor Kelly engaged in a discussion on the banks.  This occurred on 30 September 2008, a crucial juncture.  Brendan Keenan said: &quot;[W]e know what the Irish banks' bad loans are, they're going to be about 1% of their loan books.&quot;  Professor Kelly's response to that was: &quot;No, that's complete nonsense.&quot;  Mr. Keenan was appearing on the programme as the economics editor of the <i>Irish Independent<\/i>at the time.  Was there ever any discussion between him and Mr. O'Regan as to his views on banking matters at that critical juncture or was he just offering a personal opinion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M02500","speaker":"966"},{"type":"speechnospeaker","time":1427328000,"counter":331,"content":"<p>I did not realise he was on a one-to-one debate with Professor Kelly and I did not speak to him before it.  He is quite capable of giving his own views, which he did at the time.  I was unaware of that and did not know it happened, but he certainly never discussed it with me.  He was obviously giving his own economic assessment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M02600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":332,"content":"<p>Is it possible Professor Kelly's article could have been delivered to another member of the editorial group within the <i>Irish Independent<\/i>at the time and that there is a mix-up as to who responded on behalf of it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M02700","speaker":"966"},{"type":"speechnospeaker","time":1427328000,"counter":333,"content":"<p>Of course, that is possible, but as I said, I do not know the details of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M02800","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":334,"content":"<p>Cuirim f&aacute;ilte roimh an bheirt chuig an fiosr&uacute;ch&aacute;n.  I want to pick up on that point.  Mr. O'Regan was editor until 2012 and the <i>Vanity Fair<\/i>article was published in March 2011.  Did he read the article?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M02900","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":335,"content":"<p>I did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M03000","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":336,"content":"<p>It would have been well read and reported in the Irish media at the time.  The article mentioned the newspaper Mr. O'Regan edited, and stated an editor refused to publish Morgan Kelly's paper, saying it was offensive.  At the time, did Mr. O'Regan check with any of his other editors whether they were the person who allegedly wrote to Morgan Kelly using the phrase saying they would not publish it because it was offensive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M03100","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":337,"content":"<p>No, I did not.  Actually, I do not recall that.  I would like to know whether it is certain it was the <i>Irish Independent<\/i>he submitted the article to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M03200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":338,"content":"<p>The <i>Vanity Fair<\/i>article, which Mr. O'Regan says he read, names two publications, one the <i>Irish Independent<\/i>and the other <i>The Sunday Business Post<\/i>, the editor of which, the letter says, sat on it.  As editor of the first newspaper, did Mr. O'Regan not think he should find out from Michael Lewis, the author of the <i>Vanity Fair<\/i>piece, whether a piece had ever been submitted to an editor of the <i>Irish Independent<\/i>?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M03300","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":339,"content":"<p>That particular dimension of the matter did not come into my radar at the time.  I was aware that Morgan Kelly had written a piece, but I was unaware that there was any controversy that the <i>Irish Independent<\/i>had rejected it.  I have already said, and stand over this, that I was unaware that Morgan Kelly had actually submitted his article to the <i>Irish Independent<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M03400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":340,"content":"<p>Mr. O'Regan said he read the <i>Vanity Fair<\/i>piece.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M03500","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":341,"content":"<p>I did not read the <i>Vanity Fair<\/i>piece.  I read Morgan Kelly's piece at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M03600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":342,"content":"<p>So Mr. O'Regan never read Michael Lewis' piece?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M03700","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":343,"content":"<p>No, I never read the piece in <i>Vanity Fair<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M03800","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":344,"content":"<p>Did nobody in the <i>Irish Independent<\/i>bring it to Mr. O'Regan's attention at the time that there was a major piece on the Irish economy which named the <i>Irish Independent<\/i>?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M03900","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":345,"content":"<p>No, nobody did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M04000","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":346,"content":"<p>Fair enough.  Mr. O'Regan mentioned Brendan Keenan's article in April 2007 which referenced Morgan Kelly.<\/p><p>What was the purpose of mentioning that article?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#M04100","speaker":"959","continuing":true},{"type":"speechnospeaker","time":1427328000,"counter":348,"content":"<p>Brendan Keenan was assessing an ESRI study on the economy.  From what I understand of his piece, Morgan Kelly had an input into that study which was seemingly apart from the study <i>per se<\/i>.  Presumably because Morgan Kelly's views were in the public domain at the time, Brendan Keenan assessed his views and, as I noted earlier, accepted that he was making a valid point should events transpire in certain ways.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N00200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":349,"content":"<p>Mr. O'Regan was asked about the headline of the article but he said he does not have it.  I have the article in front of me.  The headline is \"Past may be another country but we're not in a crisis right now\".  Is Mr. O'Regan surprised at that being the headline of the article?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N00300","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":350,"content":"<p>No, I am not because the ESRI, which was one of the primary economic forecasting units in the country, had come out - I do not want to rehearse the details because I have already described them - to project a quite benign view for the future of the Irish economy.  Obviously the headline reflected the essential tone of the piece, which was intrinsic to the ESRI's findings.  The essential point I was making, however, is that rather than ignoring an aside conclusion offered by Morgan Kelly, our economics editor took it on board and accepted that he had a valid point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N00400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":351,"content":"<p>In the conclusion of his article he wrote:<blockquote><br \/><br \/>In fact, the economy itself looks in fine shape.  Foreign investment seems to have grown by 10pc last year.  Exports have picked up after three years in the doldrums.  Booming.  The services and financial sectors are booming, and not all of it is based on property.  What we have is not a crisis, but a big challenge of economic management and adjustment.<\/blockquote>In regard to Morgan Kelly, he wrote that it was not impossible but we know anything is possible.  I have another question about the piece which is relevant to how it was presented.  It included a major cartoon with the punchline of &quot;loose lips sink booms&quot;.  The cartoon depicted three people wearing gags, with the phrases &quot;doom and gloom&quot; and &quot;economists' meeting&quot; underneath them.  Does Mr. O'Regan think the placement of that cartoon was a reflection on Morgan Kelly's analysis of the Irish economy, with which Brendan Keenan clearly disagreed given his comments in the article?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N00500","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":352,"content":"<p>I do not have any memory of that cartoon.  It may be a reflection of the overall piece.  In many ways, it encapsulates much of the debate about the Irish economy at that time.  As has happened on previous occasions and as continues to happen, two economists were disagreeing about what the future holds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N00600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":353,"content":"<p>We are familiar with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N00700","speaker":"959"},{"type":"speech","time":1427328000,"counter":354,"content":"<p>The Deputy should ask a question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N00800","speaker":"990"},{"type":"speech","time":1427328000,"counter":355,"content":"<p>Another article pertaining to Morgan Kelly carried the headline, &quot;Banking collapse economist was 'just spouting off'&quot;.  The article referred to opinions Morgan Kelly had expressed in e-mails he sent to UBS.  The last paragraph of the article states:<blockquote><br \/><br \/>In 2002, he was promoted to professor in UCD where he is &quot;highly regarded&quot;, according to one source at the university.  It can be safely assumed that after this latest comment he is a lot less well regarded in Irish banking and stock market circles.<\/blockquote>This was in 2008.  Did some sections of the <i>Irish Independent<\/i>have an issue with Morgan Kelly?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N00900","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":356,"content":"<p>No.  I do not know who wrote that piece but I think he or she was making a reasonable assumption that if somebody breaks party ranks - in fairness Morgan Kelly broke ranks with the economic conventional thinking of the time and in many ways has to be admired for it - his colleagues in the overall academic fraternity may not have been overly enthusiastic about his views.  One of the issues at that point in time was that the overall academic economic entity in the Republic of Ireland was, broadly speaking, unified in a view that did not chime with Professor Kelly's views.  That is why we are speaking about him.  To an extent he was a lone wolf and he is to be admired for having the courage of his convictions in speaking out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N01000","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":357,"content":"<p>Did the <i>Irish Independent<\/i>under Mr. O'Regan's editorship ever print an article by Morgan Kelly?  The newspaper has suggested that the committee's module on the role of the media could pose a threat to freedom of the press and media freedom.  I am interested in Mr. O'Regan's views on that matter.  Does he believe that an inquiry of this nature, which involves asking certain questions on the media, is a threat to press freedom?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N01100","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":358,"content":"<p>I do not know about that.  I do not know who expressed that view.  Like many committees, we will have to see how matters evolve and what its findings are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N01200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":359,"content":"<p>Does Mr. O'Regan concur with the general sentiment expressed in a newspaper with which he is associated?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N01300","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":360,"content":"<p>When did this appear?  I am unaware of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N01400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":361,"content":"<p>The journalist is Dan O'Brien and he is entitled to his view.  In the article he makes many valid suggestions as to what the inquiry should do.  My question for Mr. O'Regan, as the former editor of a number of newspapers, pertains to his view of politicians inquiring into issues such as the banking collapse and asking questions of journalists in regard to their role.  Is that a threat to press freedom, in his view?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N01500","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":362,"content":"<p>No, I do not see it as a threat to press freedom.  Despite the daunting presence of a collection of politicians querying people from the media, I think we will be able to cope reasonably well.  Democracy is sound.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N01600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speechnospeaker","time":1427328000,"counter":363,"content":"<p>From a company perspective, we welcome the inquiry.  We need to reflect in order to understand, and we need to understand if we are to ensure we do not make the same mistakes again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N01700","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":364,"content":"<p>My previous question was whether the newspaper under Mr. O'Regan's editorship ever carried an article by Morgan Kelly in its entirety.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N01800","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":365,"content":"<p>I never got an article from him.  We commented on him, in retrospect, favourably on occasions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N01900","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":366,"content":"<p>As I am moving towards the conclusion, I invite Senator O'Keeffe to ask a final question, with a supplementary question, followed by Deputy Michael McGrath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N02000","speaker":"990"},{"type":"speech","time":1427328000,"counter":367,"content":"<p>May I put a question to each of the witnesses?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N02100","speaker":"1129"},{"type":"speech","time":1427328000,"counter":368,"content":"<p>Yes, indeed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N02200","speaker":"990"},{"type":"speech","time":1427328000,"counter":369,"content":"<p>There was a development on Cape Verde, an island off the coast of Africa.  During his tenure, Mr. O'Regan's newspaper ran one article per month between the end of 2005 and 2006 on this development.  I cite this as an example of the kind of promotion given to a particular form of property development because I want to ask him about it.  How did the journalists get to Cape Verde and what kinds of payment were involved?  It was also being promoted by the cousins of a columnist for the <i>Sunday Independent<\/i>.  This is an interesting example of some of the matters covered by his newspaper at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N02300","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":370,"content":"<p>I can only presume that the journalist involved may have been brought to Cape Verde.  Did those articles appear in the <i>Sunday Independent<\/i>?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N02400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":371,"content":"<p>Both newspapers.  Several journalists were involved in promoting it as a place to invest money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N02500","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":372,"content":"<p>I can only presume that Irish journalists were brought out to be shown it as a location for property investment, and then they wrote about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N02600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":373,"content":"<p>Were they taken out for free?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N02700","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":374,"content":"<p>They may well have been.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N02800","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":375,"content":"<p>Mr. O'Regan does not know, although he was the editor at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N02900","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":376,"content":"<p>I do not know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N03000","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":377,"content":"<p>Why does he not know?  He was the editor at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N03100","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":378,"content":"<p>There were occasions when businesses and various other entities brought journalists to locations and showed them particular items they wanted them to write about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N03200","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":379,"content":"<p>Does he think that was okay?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N03300","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":380,"content":"<p>Yes, that has been done and, as far as I know, probably is still being done.  Journalists are brought on trips to see what is on show.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N03400","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":381,"content":"<p>Mr. O'Regan said in response to Senator MacSharry that part of his remit was to give people what they want to read.  I am puzzled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N03500","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":382,"content":"<p>My remit was to try to provide material which I believed people would read.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N03600","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":383,"content":"<p>Sorry, I wrote the quote down differently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N03700","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":384,"content":"<p>That is why they buy the newspaper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N03800","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":385,"content":"<p>His remit is what they want to read rather than what journalists should be doing in terms of seeking to challenge power.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#N03900","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":386,"content":"<p>Often people want to read about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O00100","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":387,"content":"<p>Right.<\/p> <p>  Finally, can Mr. Doorly give us some idea about this?  Obviously Irish News and Media, INM, was a public company listed on the Stock Exchange with a board of directors all during this time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O00200","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":388,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O00300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":389,"content":"<p>Without naming names, could Mr. Doorly give us a profile of the type of people who were on the board during that period?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O00400","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":390,"content":"<p>The names are on the public record through the provision of the annual reports and corporate governance requirements and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O00500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":391,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O00600","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":392,"content":"<p>Their interests would also be stated but with regard to the type of people we are talking about, if I can generalise, there were 20 or so members of the board at this time.  It was a relatively stable board.  It represented some of the key shareholders who were in Ireland and from overseas, so there was a Australian and a South African influence to those investments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O00700","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":393,"content":"<p>People are more interested in the Irish ones.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O00800","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":394,"content":"<p>On the Irish side, Tony O'Reilly was the key shareholder with the largest holding.  Gavin O'Reilly was on the board, Vincent Crowley was on the board, Peter Cosgrove was on the board and Joe Davy was on the board.  The list of names is there for all to see and their other business interests are also listed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O00900","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":395,"content":"<p>The point I was trying to make was that on that board at that time the company would have a representative of stockbrokers, the chairman of Allied Irish Bank, two former politicians, a director of the Central Bank and also another member of AIB.  I was trying to give people a feel for the people on the board of INM at the time.  They were not newspaper people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O01000","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":396,"content":"<p>The Senator is correct but in addition to those-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O01100","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":397,"content":"<p>In addition to those, I know there were others.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O01200","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":398,"content":"<p>-----five of the 20 directors would have been executive directors dedicated to the business, 15 would have been non-executive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O01300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":399,"content":"<p>Can the Senator put her question as I want to move on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O01400","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":400,"content":"<p>They would not have been running the company, they would have been overseeing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O01500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":401,"content":"<p>Finally, my question is what sort of ethos would the board of the company lay down, given that it is a public company with shareholders who are looking for a return?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O01600","speaker":"1129"},{"type":"speech","time":1427328000,"counter":402,"content":"<p>We will hear about the ethos of the company and then I will move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O01700","speaker":"990"},{"type":"speech","time":1427328000,"counter":403,"content":"<p>What ethos is laid down by the board?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O01800","speaker":"1129"},{"type":"speechnospeaker","time":1427328000,"counter":404,"content":"<p>I am guessing now because I do not attend board meetings.  What was filtering down to us was to drive excellence in the product through good reporting and good journalism and to drive excellence on the commercial side, and on commercial side that involved introducing efficiencies.  We have seen a lot of references to cost reduction, unfortunately, but there were also investment.  There was investment in the people.  We have had investment in the printing presses and we have had investment in various channels of distribution, and that is with regard to the newspaper.  Then there was the expansion and the expansion into other businesses and all of that.  I am not sure if that answers the Senator's question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O01900","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":405,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O02000","speaker":"1129"},{"type":"speech","time":1427328000,"counter":406,"content":"<p>I call Deputy Michael McGrath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O02100","speaker":"990"},{"type":"speech","time":1427328000,"counter":407,"content":"<p>Can Mr. Doorly clarify in regard to the 2013 restructuring of the group?  There was a reduction in the overall debt of about &euro;300 million-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O02200","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":408,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O02300","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":409,"content":"<p>-----part of which was the repayment of debt using the proceeds from the disposal of certain assets.  Can Mr. Doorly clarify what was the debt write-down by the financial institutions as different figures have been thrown out?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O02400","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":410,"content":"<p>Yes.  I think I gave the four elements that made up the restructuring, which was the sale of our business in South Africa, which was about &euro;150 million.  There was the restructuring of the pension plan and the write-down of the bank debt, which I said was over &euro;100 million.  I think it was about-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O02500","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":411,"content":"<p>It was about &euro;140 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O02600","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":412,"content":"<p>It is on the public record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O02700","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":413,"content":"<p>Is the breakdown of that on the public record between the eight financial incitations, including AIB and Bank of Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O02800","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":414,"content":"<p>No, and I would not know the breakdown of that.  I do not know if that can be made available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O02900","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":415,"content":"<p>Would Mr. Doorly have any comment to make on the contrast between such a large debt write-down for a large corporate entity and the treatment of ordinary people who took out large mortgages during the bubble years and who are now struggling under massive levels of debt and are not getting a write-down?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O03000","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":416,"content":"<p>The entire restructuring was complex.  There was &euro;400 million of debt on the balance sheet.  The credit facilities of that &euro;400 million could not be extended, so it was either restructure, as we did, or close the business.  The only comment I have is that it was quite stark and I was involved in Periphery at the time.  That was the choice, either restructure and take the write-down or shut the place down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O03100","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":417,"content":"<p>I have final question for Mr. O'Regan.  Does he have any regrets about the reporting of the Irish economy and the property sector and the balance of coverage during his time as editor of the Irish Independent?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O03200","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":418,"content":"<p>No.  I do not have regrets.  Obviously, in light of subsequent knowledge, one would have different areas of emphasis but unfortunately when one is dealing with a daily newspaper, one does not have subsequent knowledge.  One gets out the paper on the day as fairly and objectively as one can in light of the known circumstances.  During my time there, by way of recruiting diverse opinions and allowing those opinions full outlet, I feel happy that I tried, as much as possible, to embrace the national debate at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O03300","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":419,"content":"<p>Does Mr. O'Regan believe he did enough using the platform he had to challenge the consensus that was there?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O03400","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":420,"content":"<p>I think I did.  As the evidence began to grow and emerge the challenge increased.  I think that is crucible factor.  I do not think we kept our head in the sand.  As growing evidence came of what was wrong in a variety of areas in the Irish economy, we began to challenge those areas.  The proof of that is in the pages of the newspaper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O03500","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":421,"content":"<p>To conclude, I invite Mr. Doorly and Mr. O'Regan to make any final comments if they wish to do so.  Moving on from Deputy McGrath's comments, part of the role and work of the inquiry is not just to look to the past but also to look to the future to ensure that the type of crisis that was visited upon the Irish nation is not revisited upon us again.  Not so such in terms of regrets but are there things that they might have done differently with the benefit of hindsight?  In taking on that learning, is there something for the future that Irish media may need to learn from what happened in that past?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O03600","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":422,"content":"<p>The media in common with everybody else can be warned once again of the danger of hubris, the danger of a herd mentality and the belief that people can become masters of the universe.  We suffered at the time almost unstoppable economic advancement and basic economic textbooks would have told us all that this will not continue the way it is going.<br\/><br\/>The other point is that in retrospect, from a journalistic point of view, and I adverted to it earlier, all the Irish media, including the <i>Irish Independent<\/i>, missed one of the really big stories of the time, namely, the problems which were in our banking sector, particularly in a certain number of the banks.  That was hidden from view from practically everybody at the time, perhaps in retrospect on the question of could it or should it have been found out. to go back to the Watergate scandal, they got Nixon but they might not have.  We did not get Nixon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O03700","nonspeaker":"Mr. Gerry O'Regan"},{"type":"speech","time":1427328000,"counter":423,"content":"<p>Is there anything Mr. Doorly would like to add?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O03800","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":424,"content":"<p>We have been focusing on property and the demand for property, as we said, is created by a mix of factors, including the general economy, but it was really the availability of finance that appeared to drive the property bubble.  We probably would have experienced the property bubble with or without the media and, therefore, I do not think it is the media that can be held responsible, but it was the other factors, the demographics, employments levels and income, but, primarily, at the end of the day it was the availability of credit.  That, I think, is where the lessons have to be learned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O03900","nonspeaker":"Mr. Michael Doorly"},{"type":"speech","time":1427328000,"counter":425,"content":"<p>With that said, I would like to thank both Mr. O'Regan and Mr. Doorly for their contributions and participation, in a informative and valuable way, in the committee of inquiry, which has added to the meeting today and to our understanding of factors leading to the banking crisis and crisis period.  I excuse the witnesses.<\/p> <p>  I propose that we suspend the sitting until just after noon.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#O04000","speaker":"990"},{"type":"unspoken","time":1427328000,"counter":426,"content":"<p>Sitting suspended at 11.50 a.m. and resumed at 12.10 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"unspoken","content":"<p><b>Ms Maeve Donovan and Ms Geraldine Kennedy<\/b><\/p>","time":1427328000,"counter":427,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#R00100"},{"type":"speech","time":1427328000,"counter":428,"content":"<p>In session 2 the committee of inquiry into the banking crisis will have a discussion with Ms Maeve Donovan, former managing director, and Ms Geraldine Kennedy, former editor of <i>The Irish Times<\/i>, on the role of the media during the property boom in the lead-in to the banking crisis in the period 2002 to 2007.<\/p><p>In our session this morning we focused on the role of the media during the property boom in the lead-in to the banking crisis in the period of 2002 to 2007 and any change in approach after the crisis.  I welcome Ms Donovan and Ms Kennedy who have been invited to discuss <i>The Irish Times<\/i>' editorial policy on the economy and the property boom and, separately, the newspaper's business model and sources of revenue, including that from the real estate sector during that period.  Ms Donovan joined the newspaper from ICC Bank in 1977.  She held a number of senior management roles in the company before being appointed managing director of The Irish Times Trust Limited in 2007.  She retired in 2010.  She holds an MSc from Trinity College Dublin and has served as chairperson of NNI, the newspaper industry representative body.  She has been a director of the International Newspaper Marketing Association, INMA, and served in the European national newspaper group of the World Association of Newspapers.  She is also a director of the Children's Medical &amp;amp; Research Foundation, the fund-raising board for Crumlin hospital and the National Children's Research Centre.<\/p><p>Ms Kennedy was appointed editor of <i>The Irish Times<\/i>in October 2002, the first woman to hold the post in the history of the newspaper, and retired in June 2011.  She has covered politics for <i>The Sunday Tribune<\/i>, <i>The Sunday Press<\/i>and<i>The Irish Times<\/i>for most of her career.  She was a Member of D&aacute;il &Eacute;ireann between 1987 and 1989 when she served as spokesperson on foreign affairs and Northern Ireland for the Progressive Democrats Party and in the role of Chief Whip.  She was a member of the Committee on Procedure and Privileges and the inaugural Anglo-Irish Parliamentary Tier.  As editor, she was awarded five honorary doctorates for her services to journalism by Queen's University Belfast, 2005; Dublin Institute of Technology, 2007; University College Dublin, 2008; Trinity College Dublin, 2009; and the University of Limerick, 2012.  She is an honorary member of the Royal Irish Academy and adjunct professor of journalism at the University of Limerick.<\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  If they are directed by the Chairman to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and, as they have been informed previously, the committee is asking them to refrain from discussing named individuals in this phase of the inquiry.<\/p><p>Members are reminded of the long-standing ruling of the Chair to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official by name or in such a way as to make him or her identifiable.<\/p><p>I invite Ms Kennedy to make her opening statement to the inquiry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#R00200","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":429,"content":"<p>We have prepared in a way that my statement is better as the introduction.<br\/><br\/>I thank the committee for its invitation to discuss the role of the media during the property boom in the run-up to the banking crisis and also any change in approach adopted after the crisis.  I am speaking as the former editor of <i>The Irish Times<\/i>.  I retired in June 2011, having been appointed editor in October 2002.<br\/><br\/>Specifically, I was asked me to address the newspaper&rsquo;s editorial policy on the economy and the property boom between 2002 and 2007; the approach to reporting on the property market and the economy; and the contribution of the media to public understanding and debate around fiscal-budgetary policies and their implications.  I have also been asked to cover the business model and sources of revenue.  I will deal with that issue later.<br\/><br\/>I will be as helpful as I can in answering the committee's questions.  In the limited time given to me to prepare this submission I have been unable to review every single aspect of the newspaper&rsquo;s coverage in news, analysis, comment, opinion page, letters to the editor, etc.  I have been asked to account for coverage over six years - 52 weeks a year, six editions per week, adding up to 1,872 publication days.  It was impossible for me to read and review all of the material in every single issue of<i>The Irish Times<\/i>published in that period and I hope the committee will understand this.  Unfortunately, the archive does not easily facilitate such a detailed analysis.<br\/><br\/>By way of introduction, I should, first, provide some background on how <i>The Irish Times<\/i>operates since it may be helpful in our discussion.  Unlike most other newspapers, it is owned by a trust.  There are only a handful of newspapers owned by trusts in the world today.  The main object of The Irish Times Trust Ltd and the company which manages and operates the newspaper, The Irish Times Limited, is &quot;to publish The Irish Times as an independent newspaper primarily concerned with serious issues for the benefit of the community throughout the whole of Ireland free from any form of personal or of party political, commercial, religious or other control&quot;.<br\/><br\/>The memorandum and articles of association set out the policy principles of the newspaper: the support of constitutional democracy through governments fairly elected; the progressive achievement of social justice between people and the discouragement of discrimination of all kinds; the promotion of a society where the quality of life is enriched by the standards of its education, its art, its culture, and its recreational facilities, and where the quality of spirit is instinct with Christian values but free from all religious bias and discrimination; the promotion of peace and tolerance and opposition to all forms of violence and hatred so that each man may live in harmony with his neighbour [I presume they intended women to be involved also] considerate for his cultural, material and spiritual needs; and the promotion of understanding of other nations and peoples and a sympathetic concern for their well-being.<br\/><br\/>The objects of <i>The Irish Times<\/i>require that, in its journalism, news shall be as accurate and comprehensive as is practicable and be presented fairly; comment and opinion shall be informed and responsible, and shall be identifiable from fact; and that special consideration shall be given to the reasonable representation of minority interests and divergent views.  I have appended a copy of the memorandum and articles of association for the committee's perusal.<br\/><br\/>From the above, the committee can see that <i>The Irish Times<\/i>has an unusual structure where the managing director and the editor each report independently to the board.  It is designed to ensure the effective management of the newspaper&rsquo;s strategic and commercial functions and the independence of the editor, working within the newspaper&rsquo;s editorial policy.  There is a partnership of equals with different responsibilities.  It seems appropriate, therefore, that I address  section 1 of the committee's questions and the former managing director, Ms Maeve Donovan, section 2 because of our separate roles.<br\/><br\/>I was asked to address the context of the banking crisis.  Let me put the reporting of the economy and the property market in the context of some of the other major news events at home and abroad that we covered in <i>The Irish Times<\/i>between 2002 and 2007 because we were not single-mindedly looking at the property market or the state of the economy.  During that period there were two general elections; the invasion of Iraq; the introduction of the euro; changes in the leadership of Fine Gael, the Labour Party, the Progressive Democrats Party and Fianna F&aacute;il;  ten new members of the European Union; Mary McAleese&rsquo;s election as President; the deaths of Pope John Paul II, Liam Lawlor and Charles J. Haughey;  the historic meeting between Dr. Ian Paisley and former Taoiseach Bertie Ahern in Dublin, just to mention a few events.  There was also<i>The Irish Times<\/i>story in September 2006 that the then Taoiseach, Mr. Ahern, was receiving moneys from businessmen while he was Minister for Finance, which was to lead to the newspaper&rsquo;s appearance before the Mahon tribunal and costly challenges in the High Court and the Supreme Court to establish the journalistic right to protect sources.  I have supplied an appendix giving more detail of the types of issue that would have preoccupied an editor at the time.<br\/><br\/>However, admittedly with the benefit of hindsight, the boom and bust in the economy were the major event that spanned all of these years and had most impact on the lives of the people.<\/p><p>Editorial policy, by definition, is found in the leaders that express the views of the newspaper as determined by, or on behalf of, the editor every day.  I was able in the limited time available to review the editorials and leaders published in <i>The Irish Times<\/i>over the 1,872 editions that are the subject of this inquiry.  <i>The Irish Times<\/i>wrote 289 leaders expressing editorial policy on the economy and the property boom between 2002 and 2007.  They were a major issue of concern in the editorial columns in those years.  There were 38 leading articles in 2002, 73 in 2003, 56 in 2004, 52 in 2005, 31 in 2006 and 39 in 2007.<br\/><br\/>I am taking a narrow view of what the committee means by the economy and the property boom.  Throughout those years, it is fair to say that the policy of <i>The Irish Times<\/i>was critical of both the establishment and operation of the Financial Regulator and IFSRA, the Irish Financial Services Regulatory Authority, believing they were not independent of the Central Bank.  The newspaper was concerned about the erosion of competitiveness and critical of benchmarking in the determination of public sector pay, cautious about the banks&rsquo; lending policies and the scale of the property market.  As an aside, the chairman of the board of The Irish Times Limited was the Financial Regulator between 2002 and 2008.  I have attached an appendix on editorial policy on the economy and the property boom.<br\/><br\/>From 2003 onwards, the newspaper was warning that trends in the mortgage market were a cause for concern.  This policy was consistently expressed in editorials in the following years.  By way of illustration, in 2006, the newspaper was calling on the Central Bank and the then Government to analyse the risks the property market posed to future financial stability in an article &ldquo;Rate change cause for moderation&rdquo; on 3 March.  In case I could be accused of being selective, I am presenting all editorials to the committee for its perusal.  I have also written a short summary of the policy positions relevant to the banking inquiry.<br\/><br\/>In their book, <i>The Fall of the Celtic Tiger: Ireland and the Euro Debt Crisis<\/i>, the authors Donal Donovan and Antoin E. Murphy identified four separate but related crises that resulted in the collapse of the Irish economy which required an international financial rescue.  These were, first, a property crash as the housing price bubble burst; second, a banking collapse where banks carrying too many non-performing property loans had their solvency questioned; third, fiscal failure as the economy contracted and tax revenue from property collapsed leading to the fourth crisis, sovereign debt.  <i>The Irish Times<\/i>covered all four crises in detail as these stories unfolded in stages over the years to the best of its ability.  The coverage involved detailed news and analysis by reporters, specialist correspondents in the finance and business fields and the economic editors of that decade.  In effect, Simon Carswell became a full-time specialist in covering the banking crisis.  Extra resources and pagination were provided to the newspaper during this period.  In addition to reporting, <i>The Irish Times<\/i>commissioned articles about the banking crisis and the property market from specialists and noted academic economists.  Its opinion pages were the platform for divergent views and public debate that often set the agenda and contributed to the national debate.<br\/><br\/><i>The Irish Times<\/i>was the only newspaper to publish the article by Morgan Kelly, professor of economics in University College Dublin, predicting there would be a property crash with prices falling by between 40% and 60%.  The first article was carried on 28 December 2006.  Two others were carried subsequently.  Other noted contributors to the debate in the newspaper included the current Governor of the Central Bank, Patrick Honohan, then professor in Trinity College Dublin, Professors Karl Whelan and Ray Kinsella, both University College Dublin, Brian Lucey, lecturer in finance, Trinity College Dublin, and Alan Ahearne, professor of economics, National University of Ireland, Galway.  He later became an adviser to the late Brian Lenihan, the then Minister for Finance.<br\/><br\/>The same editorial standards applied in the property supplements as elsewhere in the newspaper.  There was no trade-off between editorial and advertising.  Advertising features were clearly signposted.  Advertisers did not write editorial copy.  We never carried advertorials in <i>The Irish Times<\/i>.  The newspaper had occasion late in 2007 to make a complaint to the professional bodies of auctioneers and valuers that some estate agents were providing the property supplement with misleading selling prices.  The newspaper took the view that if agents were unwilling to supply accurate information or if the vendors were reluctant to disclose the true selling price, then it would be damaging to the credibility of the newspaper to carry the results.  The introduction of the national property register in 2012 was a consequence of this discovery and disclosure in <i>The Irish Times<\/i>.<br\/><br\/>This review of editorial policy and the approach to reporting on the property boom in the run-up to the banking crisis proved to be an interesting exercise for me.  I was challenged to consider whether in my then role as editor of <i>The Irish Times<\/i>journalists could or should have foreseen the multifaceted nature of the financial crisis, including the property crash and the banking collapse.  I do not know what we could have done differently to put ourselves in the position to predict the magnitude of the fall.  We reported the news forensically.  We challenged the consensus and canvassed all views and published them.  The media, as always, were reliant on reporting the views of the specialists, be they Government, the Central Bank, the Financial Regulator or the profession of economists.  Journalists were less well-placed than others to make an accurate assessment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#R00300","nonspeaker":"Ms Geraldine Kennedy","continuing":true},{"type":"speech","time":1427328000,"counter":431,"content":"<p>I thank Ms Kennedy.  I call Ms Maeve Donovan to make her opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#S00200","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":432,"content":"<p>I thank the committee for the opportunity to discuss the role of the media in the period to which the inquiry refers.<br\/><br\/>I retired from <i>The Irish Times<\/i>in 2010 following 33 years&rsquo; service in the company, the final eight years as managing director.  As my colleague Geraldine Kennedy addressed the newspaper&rsquo;s editorial policy in the period in question, I will attempt to answer the committee&rsquo;s questions on the company, its business model, property-related commercial activity and the editorial-commercial relationship.<br\/><br\/><i>The Irish Times<\/i>newspaper is published by The Irish Times Limited and its controlling shareholder is The Irish Times Trust Limited.  The Irish Times Limited exists to publish <i>The Irish Times<\/i>.  It is prohibited from providing dividends to its shareholders.  Accordingly, all profits are retained in the company.  The Irish Times Trust Limited has certain powers under the memorandum and articles to appoint and remove directors of The Irish Times Limited, to call general meetings and the control of significant acquisitions and disposals.  The primary role of the trust is to appoint a board which it believes will ensure the company is well run and adheres to its core objects.  Thereafter, the trust leaves the board to get on with it.  The board has the responsibility of adhering to the main object concerning the quality and independence of <i>The Irish Times.<\/i>The trust acts a second guarantor or long stop, a responsibility grounded in the trust as a whole.<br\/><br\/>Editorial policy at <i>The Irish Times<\/i>is the responsibility of the board of The Irish Times Limited.  In practical terms, day-to-day policy is executed by the editor and team in the context of the memorandum and articles of the company.  The core requirement is trust, integrity and balance.  As managing director, I had no input into day to day editorial decisions.  The managing director is, however, responsible for the overall viability, performance and development of the business, including responsibility for strategy.<br\/><br\/>Regarding business model and sources of revenue 2002 to 2007, <i>The Irish Times<\/i>business model is a traditional one in the quality newspaper sector in Europe and elsewhere.  Newsgathering and all ancillary activities are funded by a combination of cover price and newspaper sales revenue, subscription revenue and advertising revenue, both print and digital.  During the inquiry&rsquo;s reference period, growing revenues derived from printing external publications.  The latter commenced in 2002 with the commissioning of the company&rsquo;s new printing plant at Citywest.  The ratio of advertising to circulation revenue was typically 60:40 on average.  This moved up and down depending on the state of the economy.  Key advertising sectors, particularly for quality newspaper titles, are property, recruitment, general classifieds including motors and display or run-of-paper advertising.<\/p><p>The classifieds include cars and small ads in various categories.  The run-of-paper advertising is largely about retail, food, financial services and so on.<br\/><br\/>During the reference period, the steady advance of digital media, and hence digital advertising, was a key strategic challenge for the company. This remains the case for <i>The Irish Times<\/i>and indeed all print media, as the pace of digital adoption continues to increase.<br\/><br\/>On the importance of property-related revenues to the overall revenue mix, property is a key pillar of the newspaper&rsquo;s publishing revenue.  The commercial property supplement in Wednesday&rsquo;s newspaper and the residential property supplement on Thursday are important to readers as well as advertisers.  The readers of <i>The Irish Times<\/i>have a strong interest in both residential and commercial property.  They are buyers for both categories and many are also property investors.  In addition to the dedicated supplements, <i>The Irish Times<\/i>also provides extensive coverage on homes, interiors and related lifestyle content.  In an overall context, therefore, property is a key driver of readership both print and online for <i>The Irish Times<\/i>.  From an advertising perspective, <i>The Irish Times<\/i>'s audience is of particular interest to companies trading in the sector.  This has been the case for decades and certainly through my entire period at the newspaper.  The company&rsquo;s acknowledged success in the property advertising market has attracted new domestic and UK players into this market and into the sector.<br\/><br\/>When I came to work for <i>The Irish Times<\/i>in 1977, it was the market leader in the property sector.  That position was maintained through the 1980s and 1990s, through the reference period, and it continues today.  Through the decades there have been new market entrants in both print and digital formats.  The market is highly competitive and highly diversified.  Globally, the long-standing success of newspapers in the pillar categories of property and recruitment is what gave rise, in large part, to the arrival of standalone digital websites and the resulting disruption of the newspaper&rsquo;s commercial model.<br\/><br\/>During the reference period, the company sought to balance increasing exposure to the property sector through a range of diverse activities.  The most notable of these was the development of strong external printing revenues from the Citywest plant.<br\/><br\/>The relationship between the editorial and commercial functions is clearly drawn in the Memorandum and Articles of Association of the Irish Times Trust.  It specifies that editorial content in the newspaper shall be &quot;free from any form of personal or party political, commercial religious or other sectional control&quot;.  That separation is carefully maintained under the stewardship of both the trust and the board.  This requirement of the company is deeply embedded in the company's culture.  It is heavily emphasised from the induction of new staff onwards, and it is fundamental to the way in which the company operates.<br\/><br\/>At a macro level, everybody in the organisation understands the importance of advertising to the enterprise.  At the micro level, all staff, both editorial and commercial, are aware of the necessity of maintaining the separation of editorial and commercial activities.  Customers of the business are also very much aware of this.  This does mean that clients do not sometimes complain, but the role of the business team, especially its management, is to act as a buffer between commercial interests and the producers of editorial content.  This practice is regarded within the company as a key asset, and the independence of the newspaper is emphatically stressed when the newspaper is marketed to clients.  It is one of the key differentiators of <i>The Irish Times<\/i>within the Irish newspaper sector.<br\/><br\/>On engagement in property-related commercial activity, during the reference period <i>The Irish Times<\/i>engaged in two notable transactions.  The first was the purchase of the website <i>myhome.ie<\/i>.  As early as the late 1990s, <i>The Irish Times<\/i>sought to secure its position in key markets as revenue started to migrate from print to digital media.  Standalone classified sites had started to proliferate, particularly in Europe and the USA.  Obtaining a market-leading property site in the sector became a key strategic objective for the company and, hence, for the management team.  Along the way, the company developed several digital iterations in the property sector.  We had <i>ireland.com\/property<\/i>, and owned the ireland.com portal at that time.  We also had <i>irishtimesproperty.com<\/i>and <i>nicemove.ie<\/i>.  Despite considerable investment and marketing activity, none of these sites proved to be viable competition for <i>myhome.ie<\/i>, which was the market leader and had grown exponentially from its launch in 2000.  Therefore, our company&rsquo;s intentions turned to growth by acquisition.  The <i>myhome.ie<\/i>business became available for sale in 2006.  The Irish Times Limited retained NCB as an adviser for the bidding process.  There was a competitive process with at least two other bidders involved.  The acquisition was unanimously approved by the board of The Irish Times Limited and the transaction was approved by the shareholder, the Irish Times Trust.  The website became part of the Irish Times Group and today it remains a key strategic asset of <i>The Irish Times<\/i>and trades profitably.  <i>The Irish Times <\/i>has a strong position in both print and digital media in a sector which has substantial revenue streams, which will help to protect the title into the future.  Successfully making the migration from print to digital is essential to the survival of <i>The Irish Times<\/i>and indeed to all print media.<br\/><br\/>The second transaction was the sale of the D&rsquo;Olier Street and Fleet Street premises and the leasing of the Irish Times building in Tara Street from Dublin City Council.  During 2005 and 2006, the company had been examining changing work practices and creating an appropriate environment for a changing business.  Various options were examined, including extensive remodelling of its listed buildings in D&rsquo;Olier Street.  The cost of redevelopment was prohibitive and inevitably required compromising on the space requirements.  Therefore, the decision was made to seek modern accommodation within the city centre, proximate to key sites such as the D&aacute;il.  A suitable property was identified and the D&rsquo;Olier Street and Fleet Street buildings were sold in 2007.  The company transferred operations to Liffey House in Tara Street, a facility which was much more suitable for the development of the newspaper and a range of digital business interests.  The price achieved, &euro;29.1 million, was considerably higher than the company had anticipated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#S00300","nonspeaker":"Ms Maeve Donovan","continuing":true},{"type":"speech","time":1427328000,"counter":434,"content":"<p>Thank you very much, Ms Donovan.  Just before I bring in the lead questioners, I wish to deal with a couple of matters, including the last subject Ms Donovan dealt with.  She said that <i>myhome.ie<\/i>became available in 2006, but when was it actually purchased?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T00200","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":435,"content":"<p>It was purchased in 2006-2007.  The transaction went through during that period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T00300","nonspeaker":"Ms Maeve Donovan"},{"type":"speech","time":1427328000,"counter":436,"content":"<p>When in 2007 was that completed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T00400","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":437,"content":"<p>I actually cannot tell you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T00500","nonspeaker":"Ms Maeve Donovan"},{"type":"speech","time":1427328000,"counter":438,"content":"<p>Just generally, was it in quarter one or quarter two?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T00600","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":439,"content":"<p>I think probably quarter two.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T00700","nonspeaker":"Ms Maeve Donovan"},{"type":"speech","time":1427328000,"counter":440,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T00800","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":441,"content":"<p>I could be wrong about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T00900","nonspeaker":"Ms Maeve Donovan"},{"type":"speechnospeaker","time":1427328000,"counter":442,"content":"<p>I think it was bought in 2006.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T01000","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":443,"content":"<p>In 2006?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T01100","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":444,"content":"<p>I thought it was.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T01200","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speechnospeaker","time":1427328000,"counter":445,"content":"<p>I actually do not have the date; I am sorry.  One of the things we did not research was the date of the acquisition itself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T01300","nonspeaker":"Ms Maeve Donovan"},{"type":"speech","time":1427328000,"counter":446,"content":"<p>My own research seems to indicate 2007.  How much was paid for it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T01400","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":447,"content":"<p>I am very glad to have the opportunity to answer that question because there has been a lot of speculation about the price and a lot of inaccurate coverage.  We paid &euro;40 million, and the price reflected what we needed to pay to secure the business at that time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T01500","nonspeaker":"Ms Maeve Donovan"},{"type":"speech","time":1427328000,"counter":448,"content":"<p>In Ms Donovan's opening address she outlined the rationale for purchasing the website - that this was a platform that <i>The Irish Times<\/i>wanted to get into.  Those at the newspaper were observing what was happening internationally in the United States and Europe.  Was there any commentary in <i>The Irish Times<\/i>with regard to the concentration of &euro;40 million of the company's funds in a particular sector?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T01600","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":449,"content":"<p>There was, naturally, because <i>The Irish Times<\/i>had not engaged in acquisitions in any significant way in its history up to that point.  It did obviously attract a lot of comment.  It might be useful to contextualise the issue, if the Chairman would like me to do so at this time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T01700","nonspeaker":"Ms Maeve Donovan"},{"type":"speech","time":1427328000,"counter":450,"content":"<p>Sure, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T01800","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":451,"content":"<p>Maybe we have to go back a little further.  When I started in the newspaper business in 1977, it had not really changed a great deal since the time of Gutenberg.  There was hot metal type, steam, darkness and goodness knows what.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T01900","nonspeaker":"Ms Maeve Donovan"},{"type":"speech","time":1427328000,"counter":452,"content":"<p>My father, his father and his grandfather were printers, so I know all about hot lead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T02000","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":453,"content":"<p>The Chairman knows what it was like.  In the first few years I was there, it did not change a lot in many ways.  The big technological change was probably the move to photo-typesetting in the first instance.  That was a huge, traumatic change in the industry.  Then, at the end of the 1980s, there was the arrival of colour.  That again facilitated growth and change in the business, but the pace of change as we moved into the mid-1990s just took off like a runaway train in the industry globally.  A large part of that was to do with the process around the disruption of any industry.  It was not unlike communications or the phone industry.  People from outside the media industry could see that a large amount of revenue was running through this business.  With the developments in technology, they were looking at ways in which they could disrupt that industry and take some of that business away.  That was not necessarily immediately apparent in the late 1990s in the Irish market from an advertising perspective.<\/p><p>However, it must be said that <i>The Irish Times<\/i>was always at the forefront technologically.  We were first into colour printing and we were first into publishing the newspaper online.  <i>The Irish Times<\/i>was one of the first newspapers in Europe to publish online in 1994, which was a very long time ago.<br\/><br\/>The ad market and the disruption in advertising, however, moved much faster than the reader transition, as it were.  We found that the information and data that we were gathering as we moved towards the back end of that decade - these were derived from our contacts internationally with the <i>New York Times<\/i>, the <i>Guardian<\/i>, the <i>Daily Telegraph<\/i>and newspapers throughout Europe and, indeed, on study tours that we-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#T02100","nonspeaker":"Ms Maeve Donovan","continuing":true},{"type":"speech","time":1427328000,"counter":455,"content":"<p>I want to get to the point as to why the whole medium has changed.  Now we see a 24-hour news cycle, Twitter and all of the rest of it.  I just want to return to the concentration issue.  Some &euro;40 million is quite a substantial sum of money for a company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U00200","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":456,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U00300","nonspeaker":"Ms Maeve Donovan"},{"type":"speech","time":1427328000,"counter":457,"content":"<p>I am seeking clarity with regard to the purchase and the timeline of it.  It commenced in 2006, but Ms Donovan is indicating that it was quarter two of 2007 when it was purchased.<\/p><p>I am sure that both Ms Kennedy and Ms Donovan will talk about it later, what with all of the questioning, but we have heard about the very clear need for separation between what one might call the business end and the journalistic end of newspapers.  There may be a requirement at times for the two to talk about what is happening in the real world outside the newspaper as well.  It seems to coincide with the purchase of <i>MyHome.ie<\/i>that a very significant article in the witnesses' newspaper, through Professor Morgan Kelly, said that the property market was going to crash.  The newspaper was investing in a website that was promoting a product that was going to go into a very, very serious time.  Was there any awareness of that during the discussion to purchase the website?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U00400","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":458,"content":"<p>To explain the context again, one can take the view that it was a way of concentrating on a sector that was in flux, but in fact we viewed it as a diversification.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U00500","nonspeaker":"Ms Maeve Donovan"},{"type":"speech","time":1427328000,"counter":459,"content":"<p>What I am talking about is the valuation that was actually put on it.  Certainly, somebody can see the rationale for a need to diversify, but the valuation-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U00600","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":460,"content":"<p>Of course.  Let me deal with the price.  We were, as I said to the Chairman, professionally advised.  There were other bidders, so it was a competitive bidding process.  Indeed, we did make an earlier bid that was turned down.  However, the view that we took was that we were buying a very profitable business with very significant revenue streams that were not being affected by transition.  We were taking a very long view.  <i>MyHome.ie<\/i>is a critical part of <i>The Irish Times<\/i>today.  It will be in ten years and it will be in 20 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U00700","nonspeaker":"Ms Maeve Donovan"},{"type":"speech","time":1427328000,"counter":461,"content":"<p>On reflection on that price that was paid back in early 2007, how does Ms Donovan view the purchase price now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U00800","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":462,"content":"<p>I wish to God we had paid less for it, but I also am very glad that we got it.  I think <i>The Irish Times<\/i>today would say that it was very glad to have it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U00900","nonspeaker":"Ms Maeve Donovan"},{"type":"speech","time":1427328000,"counter":463,"content":"<p>Would Ms Kennedy like to offer a view on the whole purchase?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U01000","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":464,"content":"<p>I had reservations.  I would have been a director of the board of <i>The Irish Times<\/i>as well.  In that sense, I would be aware of what was going on.  I had reservations that I expressed - it was well known that I had them - about buying <i>MyHome.ie<\/i>.  My reservations-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U01100","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":465,"content":"<p>Was it the purchase price Ms Kennedy had the reservations about or the acquisition of the site?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U01200","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":466,"content":"<p>The purchase price.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U01300","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":467,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U01400","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":468,"content":"<p>I was in favour of the policy of diversification.  There was informed speculation at that time that the underbidder was the <i>Guardian<\/i>.  There certainly was a rationale not to allow one's major revenue base to walk out of Ireland to another newspaper in Britain at the time.  I had reservations about the purchase because of the price.  Any editor worth his or her salt would like to see money going into the development of the newspaper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U01500","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":469,"content":"<p>I thank Ms Kennedy.  We will move on.  The first questioner up is Senator Barrett.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U01600","speaker":"990"},{"type":"speech","time":1427328000,"counter":470,"content":"<p>I welcome our two visitors this afternoon.  If I may, there may be an identity issue on page 4.  We will have the Financial Regulator in later, but I do not think that he was ever chairman of <i>The Irish Times<\/i>.  That is stated on page 4: &quot;As an aside, the Chairman of the Board of The Irish Times Ltd was the Financial Regulator&quot;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U01700","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":471,"content":"<p>I am sorry.  He was the chairman of the regulator.  I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U01800","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":472,"content":"<p>I thank Ms Kennedy, because we will be talking to some of those people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U01900","speaker":"1157"},{"type":"speech","time":1427328000,"counter":473,"content":"<p>It was just to clarify that.  I thank the Senator very much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U02000","speaker":"990"},{"type":"speech","time":1427328000,"counter":474,"content":"<p>The sentence above that, if I may, states: &quot;it is fair to say that the policy of <i>The Irish Times<\/i>was critical of both the establishment and operation of the Financial Regulator and IFSRA, believing that they were not independent of the Central Bank.&quot;  That was quite a controversy when the McDowell report was opposed by the Department of Finance and the Central Bank itself.  What were the misgivings of<i>The Irish Times<\/i>at the time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U02100","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":475,"content":"<p>It was not sufficiently independent.  The Senator probably knows where it operates.  It operates on the very same floor in the very same building of the Central Bank.  It was known to have been created to do what was called soft-touch regulation.  If one was going to bother appointing a regulator at all, one would give it authority and powers.  We did not know then how much it would have been needed.  I put that point in here because I anticipated that the committee would ask how <i>The Irish Times<\/i>could be independent with the chairman of the regulatory authority on its board.  We were independent.  That is a very good example for the committee.  He would not have been that happy with these views and he would have spoken to me, saying that we had got all that wrong and everything like that, yet we maintained our position in the interests of our readers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U02200","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":476,"content":"<p>Did Ms Kennedy follow that up afterwards?  That is part of the narrative that we have to look at.  This body was set up in somewhat controversial circumstances.  Did <i>The Irish Times<\/i>follow how the story involved after 2003 until the night of the guarantee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U02300","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":477,"content":"<p>It is quite clear from the Peter Nyberg report - I cannot do any better than him - that, when he listed the factors that had to come together to create a financial crisis of the scale we got, the work of the Central Bank, the regulator and the Government are the top three things that he mentioned.  The roles of the Parliament, strangely enough, and the media are the last two.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U02400","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":478,"content":"<p>Ms Kennedy mentioned at the top of page 5 that she gave Simon Carswell the space to become \"a full-time specialist in covering the banking crisis\".  What concerns did Simon Carswell express to Ms Kennedy to achieve that valued status subsequently?  He was in here as a witness a few weeks ago, as she knows.  What concerns was he bringing to her that she felt that step should be taken?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U02500","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":479,"content":"<p>At that particular time - I had never seen it in my life before - practically every lead story on every front page was a financial or banking story of some type or other.  I have never seen the business department of a newspaper having to work so hard or so many extra pages having to be put into it because of the volume of news in that particular area.  It is most unusual.  One would often see it in politics, health and other areas, but not in the business and finance area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U02600","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":480,"content":"<p>Did Mr. Carswell have intuition about two banks that we know subsequently went broke or did he feel that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U02700","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":481,"content":"<p>He did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U02800","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":482,"content":"<p>-----the regulation of the sector was defective?  He must have had some concerns if he was able to impress Ms Kennedy sufficiently to give him that status.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U02900","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":483,"content":"<p>His title was &quot;finance correspondent&quot; but, as it happened, he was spending all of his time reporting on the banks, and obviously doing it very well because he was the journalistic specialist that the committee called in here to address it on the issue.  He did have concerns.  What is interesting as well is that, because he wanted to investigate it further, I freed him up from other markings.  He got a paid leave of absence to write the books that he spoke to the committee about and all that.  It was a very worthwhile use of resources by <i>The Irish Times<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U03000","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":484,"content":"<p><i>The Irish Times<\/i>also had a very important interview with Milton Friedman by Conor O'Clery, where a Nobel prize winner was extremely concerned about the design faults in the euro.  Was that story followed up by the newspaper?  It was certainly a scoop to get it at the time, but did it influence Ms Kennedy afterwards as this crisis developed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U03100","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":485,"content":"<p>I do not remember the detail of it and I do not have it before me now.  I remember him getting that interview.  It would have been one of the areas where we would have demonstrated different views in <i>The Irish Times<\/i>.  One has to consider, I think, the position that I was in as editor as the whole story involved.  It was sort of moving in stages.  There was no point where I would have said there would be a crash or there would be a soft landing.  In any case, I would not have the expertise to make that personal judgment myself, but what we were very careful to do was to give every view on the issue and give everybody a say.  There was nobody who offered opinions to the opinions page or other pages of <i>The Irish Times<\/i>who was not allowed to express a view.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#U03200","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":486,"content":"<p>Will Ms Kennedy tell us the background to the famous article by David McWilliams?  Did she know it had been rejected by other publications?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V00100","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":487,"content":"<p>Does the Senator mean Morgan Kelly?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V00200","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":488,"content":"<p>I am getting my gurus mixed up.  It was definitely Morgan Kelly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V00300","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":489,"content":"<p>David McWilliams gets a lot of credit but, as I recall, he predicted the crash in 1999 and it did not happen until eight years later.  That is important.  If one says something often enough, it will happen.  If one were to keep saying now that Fine Gael and the Labour Party would form the next Government or Fianna F&aacute;il and Fine Gael or Sinn F&eacute;in and somebody else, one is bound to get something right at some time.  Morgan Kelly offered an article in December 2006 to the business section of The Irish Times predicting a crash of the scale of between 40% and 60%.  Peter Murtagh, who is the opinion editor - I hope the Chairman does not mind me mentioning his name - contacted Morgan Kelly subsequently and invited him to write other material because he was the only one at that time expressing that view.<br\/><br\/>It is my clear understanding that Morgan Kelly's article was turned down by the <i>Sunday Business Post <\/i>and one of the <i>Independent <\/i>newspapers, either the <i>Irish Independent <\/i>or <i>Sunday Independent<\/i>.  I cannot say which one it was and I do not know whether members asked the <i>Irish Independent<\/i>team about that in the previous session because we were outside the committee room at the time.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V00400","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":490,"content":"<p>The matter was raised this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V00500","speaker":"990"},{"type":"speech","time":1427328000,"counter":491,"content":"<p>In the final sentence of her opening statement, Ms Kennedy noted that journalists \"were less well-placed than others to make an accurate assessment.\"  That is a very pessimistic statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V00600","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":492,"content":"<p>I am not pessimistic.  Did Senator Barrett, a very esteemed economist, predict the crash?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V00700","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":493,"content":"<p>I could probably maintain that I did.  Is this an abdication by the Fourth Estate?  That is what I am concerned about.  The Irish Times has a track record, having got Milton Friedman and Morgan Kelly and it also got a strong line on the McDowell report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V00800","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":494,"content":"<p>There was a very interesting article written by my predecessor, Conor Brady, following a conference in Brussels which investigated newspaper coverage of the crash and the financial crisis.  Mr. Brady wrote an article which we published in The Irish Times.  It reflected exactly what Senator Barrett is asking.  His conclusion in the article was that maybe we had so many specialists that we did not join the dots together.  Maybe that is the case but if one looks back into recent history, is that not the case also with the child abuse crisis, the role of the Catholic Church, the Magdalen laundries, Letterfrack and everything?  It is grand to say in hindsight that one knew everything when the jigsaw fits into place years later.  I believe that is the position we are in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V00900","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":495,"content":"<p>Some of the evidence given yesterday and the previous day suggested that journalists are under too much pressure from public relations companies, they do not have time to do independent research and they tend to ask the incumbents about what is taking place in a sector rather than seeking out contrarian views.  Was that the reason Ms Kennedy was feeling pessimistic?  Would most journalists prefer to be in public relations rather than being investigative journalists?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V01000","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":496,"content":"<p>Most journalists want to be investigative journalists at the age of 21, if possible.  As a breed, they do not like public relations people but PR people are part of life today.  I am sure the committee has a PR person.  Look at all the D&aacute;il questions that are asked about how much the Health Service Executive spends every year.  Look at how much Irish Water is spending to communicate on behalf of the Government.  PR people are part of life and any journalist worth his or her salt will deal with them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V01100","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":497,"content":"<p>Are the living standards of journalists much lower now than they were ten or 15 years ago?  In the Bowes pub kind of setting it was certainly the story that one building society in particular went out of its way to recruit journalists and give them mortgages.  Would such privileged status for journalists have influenced coverage of the sector?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V01200","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":498,"content":"<p>I do not believe so because most of the journalists who would have got their mortgages from that particular company at that particular time would have their mortgages paid now.  In other words, it was happening in another era.<br\/><br\/>I wish to raise another issue, if I may be allowed, arising from yesterday's proceedings and Mr. Harry Browne's presentation.  I have some respect for Mr. Browne's views because he worked in <i>The Irish Times<\/i>.  However, I am also conscious and aware of his antipathy towards <i>The Irish Times<\/i>over the circumstances of his departure.  That being said, he made a reference yesterday which could be grossly interpreted by the committee when he suggested to Senator MacSharry or perhaps Deputy Michael McGrath that there was some big property scam in <i>The Irish Times<\/i>and the Senator or Deputy asked whether this meant they got bricks and mortar. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V01300","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":499,"content":"<p>The exchange was with Senator MacSharry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V01400","speaker":"993"},{"type":"speechnospeaker","time":1427328000,"counter":500,"content":"<p>I beg the Deputy's pardon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V01500","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":501,"content":"<p>Mr. Browne did not name any institution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V01600","speaker":"959"},{"type":"speechnospeaker","time":1427328000,"counter":502,"content":"<p>I know that and I will not name anybody.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V01700","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":503,"content":"<p>I will allow Ms Kennedy to address the issue before moving on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V01800","speaker":"990"},{"type":"speechnospeaker","time":1427328000,"counter":504,"content":"<p>I will not name anybody but I would not like members to think that happened during the boom because it did not.  It happened in the 1970s and if the inquiry is interested in the issue, it was written about by Frank McDonald, an expert from The Irish Times whom the committee also called before it, on page 216 of his book, The Destruction of Dublin.  This concerned events that took place in the early 1970s.  As a result of this controversy, new ethics guidelines were agreed with the National Union of Journalists and introduced in The Irish Times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V01900","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":505,"content":"<p>One of the current correspondents of The Irish Times, Professor John Fitzgerald, informed the inquiry that if he wrote a quarterly report on the economy which may have been somewhat pessimistic, someone who he referred to as a nervous Nelly in the Department of Finance would ring him up to complain.  Did Ms Kennedy ever receive those kinds of telephone calls?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V02000","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":506,"content":"<p>Yes, one could not be editor of The Irish Times without getting telephone calls and pressure from some sector or other every single day - from politicians, the late Brian Lenihan, not so much from bankers, from representatives of churches, judges, ambassadors and from every sector.  The question is whether one would allow that to influence the policy of the newspaper and I can categorically say that I never did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V02100","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":507,"content":"<p>Was the property sector among the sectors that would make telephone calls to Ms Kennedy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V02200","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":508,"content":"<p>Yes, they would not make telephone calls to me but I am aware that many telephone calls were made to my colleague, Ms Donovan, by the property sector about various coverage in the property supplement as well as in the main newspaper.  To illustrate the issue, I remember Pat Rabbitte saying at one stage or other that the article by Morgan Kelly rocked the foundations of the State.  People from the property sector were saying it would rock the foundation of The Irish Times, we would never get an advertisement again and it was damaging the credibility of the country.  I became aware of this but it did not stop from publishing Morgan Kelly again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V02300","nonspeaker":"Ms Geraldine Kennedy"},{"type":"speech","time":1427328000,"counter":509,"content":"<p>Ms Kennedy stated, \"The same editorial standards applied in the property supplements as elsewhere in the newspaper.\"  The whole tone of the property supplement is so saccharine and gushing that it must be different from the rest of the newspaper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V02400","speaker":"1157"},{"type":"speechnospeaker","time":1427328000,"counter":510,"content":"<p>No, it is not and very strict rules apply in it.  The Senator could be confusing the advertisements with the editorial material.  There has to be an editorial balance of about 40% and 60% between editorial and advertisements.  Often, the poor old property editor would be pulling out his or her hair  - there were two of them in my time - on a Tuesday when more and more ads would come in during the years of the boom because the supplement would have to be increased by two pages and these would have to be filled.  A lot of critical stories were published in the property supplement as well.  I think it was Dr. Mercille who asked a question yesterday about when The Irish Times had ever covered affordable housing.  I have ten editorials covering affordable housing and I can leave them with the inquiry if members wish.  The people who wrote about affordable housing, half of whom wrote about it in the property supplement, included Dr. Garret FitzGerald, Fintan O'Toole and Des Geraghty who was head of an affordable housing association at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BIJ2015032600002#V02500","nonspeaker":"Ms Geraldine Kennedy"},{"type":"unspoken","time":1427328000,"counter":511,"content":"<p>Additional debate to follow.<\/p>"}]