[{"type":"majorheading","content":"Joint Oireachtas Committee on Health","time":1638835200,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 11:00<\/p><p>The Joint Committee met at 11:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Pat Buckley,* Frances Black, Colm Burke, Seán Kyne. Bernard J. Durkan, Neasa Hourigan, Gino Kenny, John Lahart, Róisín Shortall.<\/p><p>* In éagmais \/ In the absence of Deputy David Cullinane.<\/p><p>I láthair \/ In attendance: Deputy David Stanton.<\/p><p>Teachta \/ Deputy Seán Crowe sa Chathaoir \/ in the Chair.<\/p>","time":1638835200,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002"},{"type":"minorheading","content":"Business of Joint Committee","time":1638835200,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00100"},{"type":"speech","time":1638835200,"counter":5,"content":"<p>Good morning everyone.  Apologies have been received from Deputy Cullinane and Deputy Pat Buckley is substituting in his place.  Deputy James O'Connor is substituting for Deputy Cathal Crowe.  Apologies have also been received from Senator Martin Conway.  We are joined by Deputy David Stanton.<\/p> <p> I will deal with one item of committee housekeeping.  Can I take it the draft minutes of our private meeting of 24 November 2021 and public meeting of 1 December 2021 are agreed?  Agreed.  <\/p> <p>  Before I introduce the witnesses, apologies have been received from the HSE advising that many of its senior people who are due to address us this morning are involved in the response to the storm that is hitting the country at the moment.<\/p> <p>  Some members expressed concern prior to the commencement of public session of the meeting that the time limit of an hour or an hour and a half for the meeting is not sufficient.  Deputy Hourigan has a proposal in that regard and Senator Black will second it.  Does Deputy Hourigan wish to speak on it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00200","speaker":"1571"},{"type":"speech","time":1638835200,"counter":6,"content":"<p>The time allotted for the meeting is not enough to discuss the very serious issues leading to the closure of the Owenacurra Centre and the impact that will have on people&rsquo;s lives.  It will be very difficult to reschedule a meeting when we have already had a partial meeting.  I have real concerns about the level of information we have already received.  I am also awaiting replies to a number of outstanding parliamentary questions from the Department of Health and the HSE.  We should reschedule the meeting on an agreed date.  I suspect Senator Black has a comment to make on possible date for a rescheduled meeting.  As Chairperson of the Joint Sub-Committee on Mental Health, she might have a comment to add.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00300","speaker":"1559"},{"type":"speech","time":1638835200,"counter":7,"content":"<p>Does Senator Black want to add a comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00400","speaker":"1571"},{"type":"speech","time":1638835200,"counter":8,"content":"<p>I propose the meeting be rescheduled as, to be honest, a time allocation of five minutes for the members is not enough.  We would be rushing everything.  It would be a good idea to reschedule the meeting for next week.  I have a meeting of the Joint Sub-Committee on Mental Health next Tuesday and perhaps we could reschedule this meeting for that time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00500","speaker":"1632"},{"type":"speech","time":1638835200,"counter":9,"content":"<p>The difficulty with that is we would need to give more than seven days' notice of the rescheduling of the meeting.  Depending on the outcome of a vote on this proposal, we can put that proposal to the HSE.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00600","speaker":"1571"},{"type":"speech","time":1638835200,"counter":10,"content":"<p>It would be a postponement rather than a new meeting and that might have an impact on the need to give people that level of notice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00700","speaker":"1559"},{"type":"speech","time":1638835200,"counter":11,"content":"<p>Okay.  I will proceed to a voice vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00800","speaker":"1571"},{"type":"speech","time":1638835200,"counter":12,"content":"<p>I am bit concerned about postponing the meeting at this stage as we are in the run up to Christmas.  We could well find ourselves without a slot if we encounter further inclement weather conditions to the extent we have today.  We should go ahead with the meeting today and we can have a second meeting, if necessary.  That would be a better proposal.  I propose we have a second meeting to deal with any unfinished business.  Otherwise, we could be in a position where we would be competing with many other committees for space.  We need to avail of this opportunity when it is presented, deal with the issue as best we can and then return to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C00900","speaker":"1584"},{"type":"speech","time":1638835200,"counter":13,"content":"<p>Deputy Burke is indicating.  I am conscious the more people who speak, the more we are eating into the time available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C01000","speaker":"1571"},{"type":"speech","time":1638835200,"counter":14,"content":"<p>I support going ahead with the meeting today.  As was said, we can fix a date for resuming the business of this meeting.  In other words, we would not conclude consideration of this issue today because we do not have sufficient time and we would resume consideration of it on a date to be agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#C01100","speaker":"1523"},{"type":"speech","time":1638835200,"counter":15,"content":"<p>We will put the question on whether the meeting should be postponed.  If people disagree with the postponement, they can vote against the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#D00100","speaker":"1571"},{"type":"unspoken","time":1638835200,"counter":16,"content":"<p>Question, \"That the meeting be postponed,\" put and declared carried.<\/p>"},{"type":"speech","time":1638835200,"counter":17,"content":"<p>I apologise to the Health Service Executive staff who are in the waiting room.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021120700002#D00300","speaker":"1571"},{"type":"unspoken","time":1638835200,"counter":18,"content":"<p>The joint committee went into private session at 11.17 a.m. and adjourned at 11.30 a.m. until 9.30 a.m. on Wednesday, 8 December 2021.<\/p>","notice":"TIME STRING DETECTED"}]