[{"type":"majorheading","content":"Joint Oireachtas Committee on International Surrogacy","time":1649890800,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 09:30<\/p><p>The Joint Committee met at 09:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Kathleen Funchion, Erin McGreehan, Emer Higgins, Mary Seery Kearney. Jennifer Murnane O'Connor.<\/p><p>Teachta \/ Deputy Jennifer Whitmore sa Chathaoir \/ in the Chair.<\/p>","time":1649890800,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002"},{"type":"minorheading","content":"Surrogacy in Ireland and in Irish and International Law: Discussion (Resumed)","time":1649890800,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#A00100"},{"type":"speech","time":1649890800,"counter":5,"content":"<p>The purpose of today's meeting is to resume our discussion on the current position of surrogacy in Ireland and in Irish and international law.  We will have two sessions today.  On behalf of the committee, I welcome Dr. Andrea Mulligan.<\/p> <p>  Before we begin I will read a note on privilege and some housekeeping matters.  Witnesses are reminded of the long-standing parliamentary practice that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable, or otherwise engage in speech that may be regarded as damaging to the good name of the person or entity.  Therefore, if their statements are potentially defamatory in relation to an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative they comply with any such request.  For witnesses attending remotely from outside the Leinster House campus, there are some limitations to parliamentary privilege and, as such, they may not benefit from the same level of immunity from legal proceedings as a witness who is physically present does.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.  I remind members of the constitutional requirement that they must be physically present within the confines of the Leinster House complex to participate in public meetings.  I will not permit a member to participate where he or she is not adhering to this constitutional requirement.  Therefore, any member who attempts to participate from outside the precincts of Leinster House will be asked to leave the meeting.  In this regard, I ask any member participating via MS Teams to confirm, prior to making his or her contribution, that he or she is on the grounds of the Leinster House campus.  I remind everyone that masks should continue to be worn throughout the meeting by all present and should only be removed while speaking.<\/p> <p>  I call Dr. Mulligan to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#A00200","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":6,"content":"<p>I am very grateful for the opportunity to speak to the committee this morning.<\/p><p>Surrogacy is an exceptionally complex issue because it presents unique ethical challenges.  My own view is that done properly surrogacy is nothing short of miraculous.  It can be a wonderful way to build a family.  However, done wrongly, surrogacy can be deeply problematic for the child, the surrogate and the intended parents.  Regulating international surrogacy is even more complex.  Virtually all jurisdictions struggle with it.  There is no single legal regime that can simply be cut and pasted into Irish law.  Everyone agrees the best way to regulate international surrogacy would be via an international convention, like the Hague Convention on intercountry adoption.  Work is under way on a surrogacy convention but may not be complete for some time.  In the meantime states need to find their own solutions.<\/p><p> The challenge with regulating international surrogacy is to provide a practical route to parental status for some international surrogacy arrangements, but to ensure this does not undermine the fundamentals of Irish law on surrogacy.  The difficulty is when domestic courts encounter international surrogacy they are effectively presented with a done deal whereby the child is already living with the parents and remaining with them is almost always in the best interest of the child, even if the underlying surrogacy arrangement was itself problematic.  Despite these challenges, it is essential the forthcoming legislation regulates parental status in international surrogacy.  I understand the vast majority of surrogacy arrangements entered into by Irish people involve surrogates who live overseas.  This will likely persist to some degree even when surrogacy is regulated in Irish law.  If this legislation does not tackle international surrogacy it could well have no impact whatsoever on the reality of surrogacy in Ireland.  Furthermore, the overwhelming majority of international surrogacy arrangements are commercial in nature.  Thus, the legislation must take a position on international commercial surrogacy.  It is also essential the legislation addresses retrospective attribution of parental status in surrogacy.  This is highly relevant because most Irish children born through surrogacy were born abroad.  The Health (Assisted Human Reproduction) Bill 2022, which I will refer to as the AHR Bill, sets out the parameters for the domestic surrogacy regime.  The work of this committee, as members know, is to craft a regime for international surrogacy that fits in with that domestic regime.<\/p><p> Surrogacy legislation must comply with Ireland&rsquo;s obligations under the European Convention on Human Rights.  The European Court of Human Rights has handed down some major decisions addressing the obligation of states to recognise parent-child relationships arising from international surrogacy.  The most important of these cases concern French law.  What is significant about this is that all surrogacy, including non-commercial surrogacy, is illegal in France.  Despite this, the Court found that France had obligations to children born through international surrogacy.  The case of Mennesson concerned twins born to French intended parents via a surrogate in California.  The intended father was the genetic father but the intended mother had no genetic relationship to the children.  The court found that the refusal of the French state to recognise the relationship of the children to their father was a breach of their right to respect for their private life.  In a subsequent case the Court found that France was also obliged to recognise the children&rsquo;s relationship to their intended mother, though it was permissible to do this by allowing her to adopt the children.  After these judgments it seems the State must recognise the parental relationship between intended parents and children born through international surrogacy, at least where there is a genetic link to one parent.  This appears to include commercial surrogacy arrangements.<\/p><p> Turning then to the question of how to regulate international surrogacy in Irish law, the first major question is which international surrogacy arrangements should be recognised.  I suggest approaches to this can be loosely categorised into three types.  First is the strict approach.  Recognition would be restricted to those arrangements which would be lawful if carried out in Ireland.  This would mean they would need to comply with all aspects of the domestic surrogacy regime which, as members know, are quite exacting under the AHR Bill.  This approach has the advantage of maintaining principled consistency between the domestic and international regimes.  However, the downside is it would likely accommodate very few cases of international surrogacy because all commercial arrangements would be excluded.  Second is the moderate approach.  This would allow recognition of some international surrogacy arrangements, provided certain core requirements are met.  For example, this might allow recognition of parentage arising from some commercial arrangements as long as those are found not to be exploitative.  Another core requirement might be protection of the child&rsquo;s right to identity.  The advantage of this approach is that it would pragmatically accommodate a reasonably large number of surrogacy arrangements while protecting fundamental aspects of domestic surrogacy law.  The downside would be that there would be some surrogacy arrangements that would inevitably fall outside the recognition system.  Third is the liberal approach.  This would allow a wide discretion to recognise parental status in surrogacy arrangements, subject to recognition being in the best interests of the child.  This approach would have the advantage of accommodating many international surrogacy arrangements.  However, the downside would be it would risk seriously undermining the domestic regime as it could entail recognising parentage in surrogacy arrangements that are ethically questionable.  The second major question concerning recognition is what process should be used for the recognition of parentage.  One approach is to allow the courts to recognise parental status.  Another approach is to allow some surrogacy arrangements and the parentage arising from them to recognised via the assisted human reproduction regulatory authority to be established under the legislation.  That might operate alongside a court-based process.<\/p><p> In conclusion, we have to accept that in a small country there will always be some demand for international surrogacy.  Those arrangements will usually be commercial in nature.  The AHR legislation will be seriously defective if it fails to address those arrangements but it must do so in a coherent way that upholds the fundamental principles of Irish surrogacy law.<\/p><p> I would be delighted to answer any questions the members of the committee may have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#A00300","nonspeaker":"Dr. Andrea Mulligan","continuing":true},{"type":"speech","time":1649890800,"counter":8,"content":"<p>I thank Dr. Mulligan.  I invite Deputy Murnane O'Connor to begin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#B00200","speaker":"1627"},{"type":"speech","time":1649890800,"counter":9,"content":"<p>I thank the Chairman.  This is so important for all of us and the timescale is a huge issue here.  We see other EU countries use the family law framework and this is important in how we approach this.  As Dr. Mulligan said we cannot cut and paste but would it be fair to say we just do not have anywhere in Irish law where this is covered properly?  She outlined strict, moderate and liberal approaches.  What does she feel would be the best option for us or does she feel we need to maybe address some of them?  With the three options we always need to find a balance and I am just wondering where she feels that should be addressed.<\/p> <p>  My other question is whether Dr. Mulligan can tell me about the judgment in the UK this week.  I am sure she is aware of it and I would like to hear her thoughts on this.<\/p> <p>  I would also like her opinion on the best way we could have fair compensation for surrogates.  I am thinking of medical treatment and maternity benefits.  The latter have been a big issue many people have come to me about with respect to both the surrogate mother and the intended mother.  Funding is a big issue, as Dr. Mulligan knows, and we need to address that.<\/p> <p>  Those are my questions.  I thank Dr. Mulligan for her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#B00300","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":10,"content":"<p>I thank the Deputy.  Those are all interesting and complex questions.  I will take them in turn.  I think her first question was on this not being covered properly in Irish law as it stands.  That is right.  The committee is aware of this but essentially the way surrogacy is governed in Irish law at the moment is there is no special law for surrogacy at all.  If you enter into a general surrogacy arrangement you just fall under the general provisions of Irish law.  I have acted for couples in this situation in court.  When we are dealing with it we are bending Irish family law to try to make surrogacy fit into it.  That is the reason there is no way for the genetic mother to be recognised as a parent because under Irish law the mother is the birth mother and there is no way to ever change that.  That is an unchangeable rule in Irish law whereas there are provisions for unmarried fathers to be recognised as parents of their children and then become guardians.  That is the law an intended father uses.  There is no special law for surrogacy and Irish law just has those general rules and we try to fit surrogacy arrangements into them.  That is the reason we need to look at what we do about that.  At the outset, it is useful to think about how there will always be arrangements that are not compliant.  No matter how thorough your regulatory framework is there will be some arrangements that do not fit into that and they cannot get a parental order.  They will probably fall to being regulated by the general provisions of family law anyway, so that is just something to think about.  No matter how well you regulate there will be that category and they may end up back in the world of general family law, which may include adoption.  That is just something important to think about.<\/p> <p>  On which option is best, that is a taxonomy of approaches I presented for the committee's ease.  They are not set in stone or gospel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#B00400","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":11,"content":"<p>Of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#B00500","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":12,"content":"<p>My own view is a moderate approach is probably most pragmatic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#B00600","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":13,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#B00700","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":14,"content":"<p>The difficulty is if you have a completely strict approach there is no way to recognise arrangements that are international.  You really do not have any way to accommodate them so you are just going to end up with a very strict domestic surrogacy regime and then people still trying to be accommodated in adoption law and family law.  That is the tension.  You do not necessarily want to accommodate every surrogacy arrangement because there will be arrangements you are just not comfortable with as there are ethical problems with them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#B00800","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":15,"content":"<p>Of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#B00900","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":16,"content":"<p>There are shades of grey in surrogacy.  That is the thing.  There will be commercial arrangements you will encounter where there are not any serious ethical issues.  So long as you set aside your basic concerns about paying money, you will encounter some that are not deeply problematic.  The work of this committee is thinking about that middle ground.<\/p> <p>  I am not sure which UK judgment the Deputy is referring to so she might tell me a bit more about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#B01000","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":17,"content":"<p>A British judge ruled this week that a couple are legal parents of their adult son under English law.  RT&Eacute; reported:<\/p> <blockquote> \tThe judge said the couple's son was born in the US in 1998 after they made a surrogacy arrangement there.<br \/><br \/>The couple visited the surrogate mother in the US during her pregnancy, the judge said, and returned to the UK when their son was a few days old.<br \/><br \/>The judge said the couple had been their son's legal parents under US law, but not under English law. <\/blockquote> <p>That ruling was made this week.  I ask Dr. Mulligan to outline her opinion on that.<\/p><p>The difficulty in that case was a timeframe problem.  The couple did not regularise their son's status early enough.  There have been a lot of problems with that in the UK, where there was originally a six-month time limit for recognition.  That was a problem, because if people did not get organised in six months, they could not get a parental order.  The UK courts actually bent the language of the law so much that they almost disapplied it.  I have noticed that the draft legislation here actually allows for an extension of that time, which is a very clever rule, in my view, because it foresees the problem that the English courts had.  The difficulty in the case to which the Deputy referred was that the time had elapsed.  In that case, the child was an adult as well.  That is a feature of these cases.  One cannot make orders for adults.  For example, an adult cannot be adopted under Irish law.  Once the child gets to 18, that is it - an adoption order cannot be made.  Similarly, a parental order cannot be made, because as a matter of law, the person does not have parents in the sense that children have parents.<\/p><p> The Deputy's final question was about compensation.  The question of how to fairly compensate the surrogate is a really interesting one.  While we might not like the idea of commercial surrogacy, if someone is being a surrogate, we probably think they should be compensated in some way.  I note that the draft legislation has actually relaxed the rules on this.  Originally, in the general scheme, the legislation restricted payment of reasonable expenses, so that the only significant sum that could be accrued was the cost of two or three months out of work, whereas the current legislation essentially allows for the payment of six months' loss of earnings around the time of the birth.  I think that is quite reasonable, whereas two or three months is not a lot of time.  I do not have a huge difficulty with it, personally.  As I have said, these are personal ethical judgments.  Someone like me can give the members a steer on what I think, but ultimately, it is for them to make their judgment on that.  I think the regime is quite good in terms of what is in the AHR Bill as it is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#B01100","speaker":"1511","continuing":true},{"type":"speech","time":1649890800,"counter":19,"content":"<p>I call on Deputy Higgins.  I ask her to confirm that she is on campus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#C00300","speaker":"1627"},{"type":"speech","time":1649890800,"counter":20,"content":"<p>I am indeed.  I thank Dr. Mulligan for taking us through that.  It is really interesting to get her industry experience and valid legal perspectives on this issue, because that is exactly what we are here to listen to.  Dr. Mulligan has nailed some of the really big questions that are facing us as members of the Joint Oireachtas Committee on International Surrogacy.  We have the tall order of trying to come up with legislation for a very complex area in quite a short space of time.  It is really valuable that Dr. Mulligan has taken the time to come in here and talk us through her perspective on it.  I agree with her point that the legislation needs to include international surrogacy in order to have an impact on children who have already been born through surrogacy.  I agree that the legislation needs to cover those already born through it, and that it needs to regulate commercial surrogacy.  I am interested in hearing what commercial surrogacy actually means.  Dr. Mulligan spoke about compensation for loss of earnings for up to six months for women who go through surrogacy.  Is that considered commercial surrogacy or not, or does it depend on whether it is done through an agency?  If the surrogacy is done through an agency, I presume there are some benefits from a safeguarding perspective to ensure that there is no exploitation.  I am trying to get to the nub of whether commercial surrogacy covers that, and if it is a good thing or bad thing, or both.  On the question that Dr. Mulligan put to us in regard to the three routes we can go down - strict, moderate or liberal - when we are looking at how we categorise it and what we cover in this legislation, as outlined, according to the strict approach, surrogacy will only be lawful if it is carried out in Ireland under the Health (Assisted Reproduction) Bill.  We are here, as a committee, to find out how we can get the Bill to go further to cover international surrogacy.  The other two apporaches that Dr. Mulligan outlined, namely, moderate and liberal, are probably the two that we need to grapple with and understand a little bit more.  I ask Dr. Mulligan to outline those a little bit more to us,  and detail what she thinks the pros and cons of each are.  Dr. Mulligan also mentioned the regulation from the courts versus the AHR Bill regulatory authority.  I understand the court system and how it would work.  How would the regulatory authority work?  Are there pros and cons?  What would be the quickest and least painful way for the intended parents to get recognition as parents?  Those are my questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#C00400","speaker":"1566"},{"type":"speechnospeaker","time":1649890800,"counter":21,"content":"<p>The Deputy's first question is a good one.  What does commercial surrogacy mean?  There is no strict definition of commercial surrogacy.  The Deputy has hit upon a really important point there, which is that we cannot say exactly what commercial surrogacy is.  There are lots of different shades of commercial surrogacy.  Some people would object to the term \"commercial surrogacy\" being used at all.  It can be seen as quite inflammatory.  People would say that it should be called \"compensated surrogacy\".  I am not wedded to the term \"commercial surrogacy\".  I am using it because it is commonly used and understood.  However, it can mean many different things and that is exactly the challenge.  I am not an expert on the cost of surrogacy in different countries, but I can say that broadly speaking, for example, surrogates in the US can be paid a very large sum of money.  There is no cap on what surrogates can be paid there.  People could be earning a very substantial sum.  On the other end of the spectrum, there is surrogacy in other countries where the cost of living is lower.  People are being paid what looks like a smallish sum to us, but it may be a very big sum to them.  There are lots of different shades of grey.  There is the end of the scale where the surrogacy is really on the borderline of whether it is commercial or not.  Let us say that somebody is paid what they would have earned at work for the full duration of their pregnancy.  Is that commercial surrogacy or not?  Is that compensated?  Maybe it is just compensated.  We can see that the AHR Bill is trying to tread that line by stating that a surrogate can earn six months' wages, but not nine or ten months' wages.  We are always trying to draw these fine distinctions.  The answer is that there is really no strict definition of commercial surrogacy.  It comes in lots of different shapes and sizes.  That is exactly what we are trying to deal with.<\/p> <p>  On whether going through an agency is better, it is a very loaded question.  A huge problem in international surrogacy is that there are lots of not particularly trustworthy middlemen, who are potentially exploiting people.  Actually, going through an agency could be worse than not going through an agency.  However, going through a properly regulated agency probably would be better.  It is not plausible that someone from Ireland is going to be able to find an individual person in another jurisdiction to be a surrogate for them.  One would probably want some kind of properly regulated agency, but it cannot be assumed that just because there is an agency, there will be better protections.<\/p> <p>  On the moderate and the liberal approaches that the Deputy asked me to talk a bit more about, I suppose if we are going down the moderate route, we really need to decide on the core elements of our domestic regime that we will not negotiate on and that must be squared with.  For example, the right to identity is very well protected in the draft legislation.  Ireland is actually a world leader on the right to identity.  I am very proud to talk on Irish legislation on the right to identity outside of Ireland, because we are so robust and impressive on it.  It might be decided that a surrogacy arrangement will not be recognised in Ireland unless it can be shown that there is a way for the child to identify the genetic mother and the gestational mother, for example.  That could be a core requirement.  In terms of the commercial element, we might say that paying money is okay, but we will look at certain indicia to tell us whether or not there has been exploitation.  A really good analogue is the UK courts looking at this issue.  I mentioned, in my briefing document, some of the case law of the English courts.  I can provide more information on that if it is helpful.  Essentially, what they have done, when they encounter commercial surrogacy arrangements, is to look at them and consider how much the person has been paid and how far away from reasonable expenses the sum they have been paid is.  That is really important to them.  They ask if the surrogate was able to negotiate and if she was independently legally advised.  Taking the US as an example, generally speaking, surrogates will have their own legal representation.  They will be quite empowered.  Those are the kind of things that we might look at.  If we are trying to craft the moderate approach, we will need to establish the key indicia of surrogacy on which we will not negotiate, that will mean it is okay to grant a parental order or equivalent.  Those are the kind of things that I suggest the members might consider.  They might also consider whether the surrogate already has a child.  Members should look at what is in the AHR Bill and determine what is essential and what is not.  <\/p> <p>  The liberal route would be a very discretionary case-by-case approach, whereby the courts just look at surrogacy arrangements and have complete jurisdiction to rule on what is in the best interests of the child.  Because it would be such a broad approach, it is hard to pin down what it would look like.  Essentially, it would give very broad discretion to a judge, I would say, to recognise parentage without constraining that.<\/p><p>In the moderate approach, that discretion would be constrained.  In the liberal approach, it would not be.<\/p><p> There is an interesting idea about the regulatory authority.  The English and Scottish law commissions published an interesting report on surrogacy in 2019.  It is a great document that the committee will have come across.  They suggested that it might be a good idea to recognise some surrogacy arrangements via the authority.  In this way, some people would not have to go to court and there would be a streamlined process for them.  The advantage of this is that it would be easier and more straightforward for parents and people might be incentivised to go to those jurisdictions that we view as being okay and not to those with which we are not comfortable.  This approach would involve the Legislature deciding the core requirements and allowing the authority to make decisions and have procedures to recognise them.  Either way, the legislation would have to decide what the core requirements were.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#C00500","nonspeaker":"Dr. Andrea Mulligan","continuing":true},{"type":"speech","time":1649890800,"counter":23,"content":"<p>If I have time left, may I ask a brief follow-up question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#D00200","speaker":"1566"},{"type":"speech","time":1649890800,"counter":24,"content":"<p>Work away.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#D00300","speaker":"1627"},{"type":"speech","time":1649890800,"counter":25,"content":"<p>Were we to go down the regulatory authority route, would it be possible to make surrogacy easier for people who come through properly regulated agencies?  I am picking up on something that Dr. Mulligan said in response to one of my questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#D00400","speaker":"1566"},{"type":"speechnospeaker","time":1649890800,"counter":26,"content":"<p>That is a good question.  It would be useful if the authority could consider what procedures agencies in particular jurisdictions usually had in place.  Agencies often have a standard procedure whereby there is independent legal advice and good medical care.  Looking at agencies could be useful, but the difficulty with surrogacy is that we will probably not be dealing with state actors in the other jurisdictions.  In adoptions, we deal with central authorities.  We do not have that with surrogacies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#D00500","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":27,"content":"<p>That was helpful.  I appreciate Dr. Mulligan's expertise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#D00600","speaker":"1566"},{"type":"speech","time":1649890800,"counter":28,"content":"<p>I thank Dr. Mulligan for appearing before us and for her briefing document and opening statement.  I wish to ask her about a point raised in her briefing document.  In it, she writes that there has been some criticism of the choice to use post-birth rather than pre-birth orders and that she disagrees with this criticism.  According to her, the problem with the pre-birth model is that it creates a situation whereby, at the point at which a surrogate gives birth to the baby, she has no legal rights whatsoever in respect of that baby.  Will Dr. Mulligan expand on this point?  There is another school of thought that the pre-birth order is a better system, not only from a logistical point of view, but because that is the whole idea of surrogacy.  I would be interested in hearing more on this matter.  I agree that it is important for a woman to have bodily autonomy, but there are some jurisdictions - I could be wrong, but I believe Canada is one - where the pregnant woman has total bodily autonomy up until the point of birth and then the parentage is transferred straight away.  I would like to tease this matter out more.  I found it an interesting point in Dr. Mulligan's document.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#D00700","speaker":"1449"},{"type":"speechnospeaker","time":1649890800,"counter":29,"content":"<p>That is an interesting point.  This is a tricky question.  Some people are in favour of a post-birth model, which is what is in the proposed legislation.  Others are in favour of a pre-birth model.  I will explain a little about what a pre-birth model looks like.  It is common in US states, for example, Massachusetts, California and possibly Colorado.  The people involved go to court and reattribute parentage between them before the child is born.  When the woman gives birth, the child is not hers.  I have a difficulty with this.  A rule has to be made about who is the parent.  I have a difficulty with a legal situation, which is the situation in the jurisdictions I outlined, whereby that woman has no legal rights whatsoever in respect of the child to whom she has just given birth.  She gives birth just like any woman does and there is no legal relationship between her and the child.  She is in a vulnerable position.  She is a self-determining autonomous person who has made this decision, but she has gone through what would be a difficult experience in any circumstance.  It is problematic for her to have no legal rights to the child whatsoever.<\/p> <p>  As I mentioned in the briefing document, given our country's history of difficult adoptions and potentially adoptions with a lack of consent, we have to be careful in how we deal with these parentage issues.  I am not saying that the intended parents should have no legal rights.  The difficult question is who gets the legal rights at the point of birth.  A good compromise is that the intended parents have at least some guardianship rights.  I see a difficulty with a situation where the birth mother is the mother and the intended parents have no legal rights at all - that is a problem - but a good compromise would be for the intended parents to at least be appointed as guardians, with parentage transferred at a later point.  This approach appears to be in the Bill as currently drafted, but it is not terribly clear, so I would like it clarified in the ultimate version of the legislation if it passes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#D00800","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":30,"content":"<p>I will ask a supplementary question to that.  Obviously, surrogacy is different from adoption.  Does Dr. Mulligan not believe that, where it is regulated and people know exactly what arrangement they are entering into, there should be no question as to whether that person would want a legal right over the baby?  Is Dr. Mulligan saying that the person should have that right in case she changes her mind?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#D00900","speaker":"1449"},{"type":"speechnospeaker","time":1649890800,"counter":31,"content":"<p>To some extent.  In all surrogacy arrangements, we have to consider the problem of surrogates changing their minds.  That will always be a risk in surrogacy.  It rarely happens.  In fact, it is more common for the commissioning parents to change their minds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#D01000","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":32,"content":"<p>That is why the pre-birth model can be a good idea.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#D01100","speaker":"1449"},{"type":"speechnospeaker","time":1649890800,"counter":33,"content":"<p>Yes.  One advantage of the pre-birth model is that surrogates can say that they do not want to be left with the babies and never wanted to have the babies for themselves.  There is that difficulty, but it is a tricky situation and the pre-birth model is too blunt an instrument to deal with it.  A better approach is to have a situation whereby the birth mother is still the mother at birth, the intended parents are guardians, and they cannot divest themselves of their rights to the child but she can.  It is more nuanced, but a model that does not have pre-birth orders does not mean that the surrogate has to get left with the child, which would be a difficulty.<\/p> <p>  Speaking more broadly, we must bear in mind that all surrogacy legislation has to contemplate the problem of surrogates changing their minds.  It is rare, but it will always be possible, so we have to contemplate what to do in such a scenario.  Parental orders can never deal with it because they are fundamentally for consensual situations.  The courts will always have to step in where there is a dispute.  The State will usually have to step in where there is a dispute.  There is no easy solution to the scenario of people changing their minds.  With a pre-birth order, we would still have to find a way of squaring the very difficult situation where there has been a change of mind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#D01200","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":34,"content":"<p>That is why it has to be 100% - or as much as possible - regulated.  In some countries, there is counselling beforehand and so on.  As much as we can, the situations in question must be avoided.  I worry that, if we approach creating legislation from the point of view that someone may change her mind, we will not be in a good place.  That is not her genetic child either, so where would that leave people?  I found this point interesting in Dr. Mulligan's document.  It is good to have these discussions, but I would be nervous about us having that situation.  Surrogacy is different from adoption and people involved are in a totally different space.  The majority of people know that when entering into such an agreement and, as Dr. Mulligan stated, are more likely to say that they do not want to be left having to care for babies that they never intended to have and that are not genetically related to them.  I wish to tease this matter out more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#D01300","speaker":"1449"},{"type":"speechnospeaker","time":1649890800,"counter":35,"content":"<p>Could I respond on that before the Deputy asks the next question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#E00100","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":36,"content":"<p>Yes, go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#E00200","speaker":"1449"},{"type":"speechnospeaker","time":1649890800,"counter":37,"content":"<p>I absolutely agree with the comment.  I am not saying there should not be pre-birth orders and therefore if the surrogate changes her mind, she gets to keep the child and that is it.  That is obviously not just either.  Essentially, one must make a best interest assessment after the child is born.  The courts would have to step in with such a change-of-mind scenario.  Of course I am not saying the genetic parents should have no access to the child and it should not be their child.  That is certainly not what I am saying.  Equally, there is the case of the surrogate gestating the child; she is not nothing to the child, and it is really important to remember this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#E00300","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":38,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#E00400","speaker":"1449"},{"type":"speechnospeaker","time":1649890800,"counter":39,"content":"<p>It is really important.  There may be an idea of the gestater as a carrier or container but she is absolutely not.  She grew and gestated that baby.  She is very important.  Ethical surrogacy regulation must fundamentally acknowledge that.  Part of doing that is by looking fairly at this question of pre-birth and post-birth orders.  It is also about looking at questions of identity as well.  In surrogacy we must really be aware of this narrative that the gestater is just a container or a vessel.  It is not what she is, fundamentally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#E00500","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":40,"content":"<p>Yes.  I totally agree with that and I do not think by advocating a pre-birth order that one would advocate that position.  Where does Dr. Mulligan see the potential solution?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#E00600","speaker":"1449"},{"type":"speechnospeaker","time":1649890800,"counter":41,"content":"<p>As I have said, when the child is born, the intended parents and the birth mother should all have some legal right to the child.  Ultimately, if they disagree - they do not usually - those rights would have to be adjudicated upon by a court.  One would always have to go to a court in such a position and look at the best interests of the child.  There should be some kind of compromise whereby she is a parent of the child but the commissioning parents are guardians or, potentially, parents as well.  There is no reason a child only has to have two parents.  One must ensure everyone at the point of birth has some legal standing and then ensure everyone has legal rights, so if they disagree, the courts would ultimately have to resolve the dispute.<\/p> <p>  I am not the only person with difficulties with the pre-birth orders and many advocates have problems with them.  Apart from the perspective of the woman, it is very important to have a post-birth best interest analysis of the child.  For example, there is a UN special rapporteur report on this, which I mentioned in my briefing document, and it has expressed concerns about pre-birth orders because they decide the child's destiny before being born and there is no subsequent court process whereby the interests of the child are considered.  From both the perspective of the child and the surrogate, pre-birth orders are a little tricky.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#E00700","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":42,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#E00800","speaker":"1449"},{"type":"speech","time":1649890800,"counter":43,"content":"<p>In the type of position described involving both parents and guardians, how long would it need to be in place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#E00900","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":44,"content":"<p>It could be a very short period.  I am not totally sure about the legislation but essentially it would be until the court process could be gone through.  Ordinarily, legislation allows a period when a surrogate can, essentially, raise an objection.  One must ensure the period is not when she is still in hospital, potentially under the effects of anaesthesia or very vulnerable.  The period could be short but it should be there.  All surrogacy regimes would generally allow for a period during which she could object.  The UN special rapporteur's views also suggest it is very important to allow that period of recovery from birth for the surrogate to form a view.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#E01000","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":45,"content":"<p>Every time I enter this conversation I get confused, so forgive me.  There is an endless range of different scenarios.  Each surrogacy scenario is completely different.  It may involve same-sex couples, those with a genetic link or without such a link etc.  Dr. Mulligan mentioned that the surrogate should have those legal rights and I will follow up on what the Chair asked.  Should the rights apply just for the short time or should the legal rights apply indefinitely, even if the intending parents are to be parents?  Is it about tripartite agreement in a way, with parental rights for the intending parents and the surrogate having an indefinite legal right?  If that surrogate had an indefinite legal right, what sort of consequences would there be in the long term?  I am thinking about inheritance or the rights of a child to such inheritance if there were no other children in a surrogate mother's life.  It opens a number of other questions.  There is also the right to identity and knowledge of the surrogate, which is very important.  There is the legal right of the child relating to the other and <i>vice versa<\/i>.<\/p><p>I will follow up previous points on pre-birth orders.  I understand what Dr. Mulligan has said about them and how they might end.  Is there a method of legal continuance for the pre-birth order to be set in a framework with the possibility of veto?  The pre-birth order may be there for everybody's protection for a period.  For want of a better phrase, it is some sort of contract.  Would there be follow-through so it go from the pre-birth period to post-birth, thus ensuring the intending parents would do everything in a proper way, for want of a better legal description.  I have some more confusing questions in my head if Dr. Mulligan wishes to listen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#E01100","speaker":"1671"},{"type":"speechnospeaker","time":1649890800,"counter":46,"content":"<p>To be clear, I am not saying a surrogate should have indefinite rights to the child.  A difficulty now is that in Irish law, the surrogate has indefinite rights.  The birth mother is the mother forever.  For example, to get a passport, technically, a surrogate's consent is required until the child reaches 18.  The courts would dispense with the consent but, technically, the presumption is she is the mother forever.  That is a major difficulty and we certainly do not want such a position.  It is not good for a child either to have uncertainty or a fractious relationship between different people.  Nobody wants that and I am certainly not saying that.  It is a major problem in Irish law now.  There are surrogates abroad who, as a matter of Irish law, remain the child's mother forever.  They do not want to be the child's mother forever and I certainly do not advocate that.<\/p> <p>  The point on pre-birth orders is really good.  Under the current legislative proposals, a two-stage process is essentially proposed.  There would be a legal process during the pregnancy to sort out all these matters and then a sort of confirmatory process later to switch over parenthood with a final parental order.  I totally agree with that.  I am very much on the same page in this regard.<\/p> <p>  When I say I have a difficulty with pre-birth orders it is with it being a final order.  The law in some US states has the pre-birth order as the final order.  That is it and the intended parents could walk into the hospital and snatch the child from the surrogate immediately if they so wish.  That does not happen or it is not something that happens commonly.  It is the legal reality and the surrogate would have no right to complain about it.  She would have to go to court to complain about it.  That is what a strict pre-birth order regime looks like in practice.  In those US states, the definition of parenthood is contractually oriented and there are pre-birth orders that allow for that.  That is the type of case with which I have difficulty.<\/p> <p>  I have no problem with there being a court process during pregnancy.  It could be a regulatory process with a regulator or a court process.  It could simply be a contract but everybody would set out the legal position.  The final order should happen subsequent to birth, and that is the position under the proposed legislation.<\/p> <p>  It is really important in terms of the pre-birth and post-birth question that everybody seems to agree that with international surrogacy, there would always need to be a post-birth order.  We are not in a world where we can just directly recognise orders in other countries.  I understand it is one of the reasons noted about unfairness between international and domestic surrogacy.<\/p><p>It is one reason why having a double-stage process in both contexts makes sense.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#E01200","nonspeaker":"Dr. Andrea Mulligan","continuing":true},{"type":"speech","time":1649890800,"counter":48,"content":"<p>Undertaking this means that people are entering into a different tier, or level, of parenthood.  A genetic link is clear, where it is present.  I do not want to pit a genetic mother against a non-genetic mother, but in situations where there is a genetic link, however, have there been cases in other countries where such a genetic link has been regarded as more matter of fact and where the surrogate link is also clear?  I refer to the surrogate being recorded and it being obvious that scenario happened, but genetics must also count for something as well.  It is clear they do for a man.  We already have that difference.  Is there a case for a mother's genetic link to be equal to that of a father?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#F00200","speaker":"1671"},{"type":"speechnospeaker","time":1649890800,"counter":49,"content":"<p>This is the difficulty.  We are talking about surrogacy and about legalising this process.  Therefore, we are all acknowledging that it is possible to separate motherhood from gestation.  That is why we are here having this conversation.  We are saying the surrogate is not going to be the parent.  This is clear.  What is difficult about the status of a mother who gives birth ordinarily is that there is a genetic and gestational link, and it is just different to fatherhood.  That is not to say this law should take the position that the gestator is always a parent, because that is not necessarily the case.  The reality, however, in the rare cases where gestational surrogates change their minds, is that those people are not strangers to the child.  They are the people who gestated the child, and that is something.  Neither this committee nor anyone else can say for definite what that means, but this difficult scenario must be accommodated in those rare cases where the surrogate has a change of mind.  We should not decide that for all time and this law should not say that the genetic parents cannot get a child if there is a dispute.  A rule could be made whereby the genetic parents would always be entitled to be the parents, no matter what.  That is, however, outside the purview of this committee's work, because it is a domestic surrogacy question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#F00300","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":50,"content":"<p>The legislation we are talking about in this context clearly refers to \"birth mother\" and \"mother\".  In the Birth Information and Tracing Bill 2022 going through the Houses now, we have taken out the definition concerning \"birth mother\", which has given rise to many questions.  Will doing that have an effect in Irish law?  I refer to where the term \"birth mother\" is removed in one scenario, and all mothers are classified as mothers, whether or not they are the birth mother.  Will that have any effect on this type of scenario?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#F00400","speaker":"1671"},{"type":"speechnospeaker","time":1649890800,"counter":51,"content":"<p>That is a good question.  I do not know the answer.  I have not looked at the current draft of that Bill, although I was familiar with earlier drafts.  It possibly could have an effect.  The question of unintended consequences is an important one in this context.  The committee members will be aware that the intended mother can be appointed a guardian.  That is an accident of Irish family law.  It was not meant to be the case.  It was never intended that that concept would be used for surrogacy, as far as I know.  There is no public record of it.  The answer to the Senator's question then is that there may possibly be an effect.  It is necessary to examine all this type of terminology.  The use of the word \"mother\" could be avoided altogether, and the word \"surrogate\" used instead.  I do not think we have to describe the surrogate as a mother, and a surrogate would probably not want to be so described.  Regarding drafting legislation, however, it would be necessary to be careful about the use of such language.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#F00500","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":52,"content":"<p>I thank Dr. Mulligan for her answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#F00600","speaker":"1671"},{"type":"speech","time":1649890800,"counter":53,"content":"<p>I call Senator Seery Kearney.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#F00700","speaker":"1627"},{"type":"speech","time":1649890800,"counter":54,"content":"<p>This has been an instructive and good discussion.  I thank everyone for that.  I feel the need to begin by saying we must be sure that the characterisation of intended parents reflects that they are not out to snatch any child.  Neither do they ever consider their surrogate mother to be nothing, but as the person who gave birth to their precious and much-wanted child.  I clarify this point, lest there be anyone who might misunderstand the discussion we have rightly been having.<\/p> <p>  Dr. Mulligan has helpfully set out three possible levels of consideration in the context of proposed legislation in this area.  The term \"commercial surrogacy\" is used, and I would venture to say that, at times, the term is used in a weaponised manner to discourage anyone from even considering international surrogacy from a legislative perspective.  As Dr. Mulligan stated, there is no definition of \"commercial surrogacy\".  The term encompasses an understanding of many aspects, beginning with someone being compensated, and there is a provision for compensation in the context of donor-assisted reproduction in section 19 of the Children and Family Relationships Act 2015, as Dr. Mulligan stated.  Everything is included in this regard, from that aspect, including people being rightfully compensated, or their mere expenses, perhaps vouched expenses, being covered, all the way to the criminal end of things, which involves pure child trafficking.  Unfortunately, those who have not been intimately involved with surrogacy or who have not got a good level of familiarity with the experience or the law tend to look in that latter direction.  Those who want to discourage legislation tend to characterise surrogacy only in the context of that extreme end of things.  <\/p> <p>  To recap, there is no definition of \"commercial surrogacy\".  In that lies a problem, because the Canadian model, for example, provides for compensated surrogacy.  Unfortunately, going to Canada or the US is the only option for same-sex male couples.  Therefore, if we were to go down a route of referring to commercial surrogacy without further definition, we would be excluding such couples from the possibility of becoming parents.  That stands at absolute variance with the forward trajectory we have had since the referendum on marriage equality.  We have not decided that same-sex male couples cannot have children.  By its nature, however, they need to have children through surrogacy.  Our characterisation of commercial surrogacy also lends itself to stigmatising intending parents and children born via surrogacy in commercial arrangements abroad.  We must be sensitive in that regard and I would value Dr. Mulligan's views on this aspect.  <\/p> <p>  This brings us to something I already mentioned to Dr. Mulligan.  I disagree with her usage of \"liberal\" in the context of labelling one of the potential approaches.  It should either be \"discretionary\" or \"broad\".  The use of \"liberal\" assumes that we want to permit everything.  It is a loaded term.  I do not believe anyone, especially me, wants that approach for surrogacy.  I will leave it at that, because we will probably get another round of questions later.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#F00800","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":55,"content":"<p>Those are great questions.  I emphasise that I am not suggesting that intended parents wish to snatch children.  The difficulty with this area is that it is necessary to look at the strict legal rights and the worst-case scenarios.  We must try to anticipate those aspects-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#F00900","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":56,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#F01000","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":57,"content":"<p>-----yet legislate for most people, who are well-intentioned and good people, who do not do any of those terrible things.  This applies to the law generally, but it is especially the case concerning surrogacy, because we are trying to regulate something that we have decided is, essentially, good.  As I said, I think surrogacy is miraculous.  In that context, we are trying to legislate for this good thing that can sometimes go wrong.  That is the challenge.  I am not saying at all that this is what intended parents are like.  It is absolutely not the case.  Most important, many Irish intended parents do see the surrogate as important, and this is significant.  Any approach to surrogacy that attempts to ignore the role of the surrogate is bad, whereas openness in surrogacy is good.  For example, the history of surrogacy in the UK is positive.  It has been common for surrogates to be involved in the broader family and for the child to grow up knowing the surrogate, and that is the optimal outcome.  It is more difficult for that to happen with an international arrangement, but it is not impossible, especially with translation apps, which I have heard are being used by people to talk to their surrogate.  These places abroad are not far away anymore.  Involving the surrogate is essential to ethical surrogacy, in so far as that is possible.<\/p> <p>  Turning to the \"liberal\" versus \"broad\" point first, because this is straightforward, I agree with Senator Seery Kearney.  I am not wedded to the use of the word \"liberal\", and perhaps \"broad\" is better.  The Senator is right that \"liberal\" is a loaded word.  It gets all sorts of reactions, so I will perhaps drop that description and refer instead to a \"broader\" discretionary approach.  That is a better categorisation.<\/p> <p>  Moving on to commerciality, I again agree with the Senator.<\/p><p>As noted in my briefing document, people obsess almost too much over the commercial aspects of surrogacy and not enough over other aspects.  There could be a commercial arrangement where the surrogate was part of the extended family, the child knew her and had a great relationship, and everything about it was ethical, but she was paid a lot of money.  That would not necessarily be bad.  Payment is not the only thing to matter here.  Many other things are going on.  There is a tendency for people to obsess over the money and not pay enough attention to other ethical issues.  The decision in the current Bill is to prohibit commercial surrogacy, which is fine, but it is not the only issue.  I agree that it can be weaponised.  This is a much more complicated question than mere payment can accommodate.<\/p><p> There is no definition.  One could probably deal with this area without using the term \"commercial surrogacy\", which could be dropped, because it is probably not helpful.  The UK courts are not perfect, but they have had to grapple with this.  They have not stated that it is bad because money was paid, but have asked what the nature of the arrangement was, the relationship between the sum and reasonable expenses, whether the woman was independently advised, and so on.  The things that are bad about commercial surrogacy are much more nuanced than simple payment.  It would be a good idea to avoid the term, because it does not really tell anything.  The stigma is a problem too.  Commercial surrogacy is bandied around as if it is the only matter to discuss and as if it is bad.  There are children who are the result of arrangements where money was paid.  That is not necessarily bad and one has to think of the history of those children.  The history of humanity has children coming into existence in many terrible ways and those children should never be stigmatised for any of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#F01100","nonspeaker":"Dr. Andrea Mulligan","continuing":true},{"type":"speech","time":1649890800,"counter":59,"content":"<p>I agree.  In straightforward gestational<i>in vitro<\/i>fertilization, IVF, I can go to a clinic, and, with the exception of our next witness's clinic, everyone along the way is paid.  The clinic is paid.  We do not get into the morality of the size of the payment and the fact that people have to travel to Prague to get cheaper IVF services than they would in Ireland if planning to carry the pregnancy themselves.  The lawyers are paid.  Everybody is paid, yet there is somehow an ethical issue here with a woman, assuming she has autonomously consented and it is safeguarded, and some are happy to stigmatise that.  The double standard that is being ignored in the fertility journey is that private medicine is paid for through the nose by couples needing to grapple with their infertility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#G00200","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":60,"content":"<p>Absolutely.  People pay for many other aspects of medicine daily.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#G00300","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":61,"content":"<p>Exactly.  It is not unique to fertility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#G00400","speaker":"1682"},{"type":"speech","time":1649890800,"counter":62,"content":"<p>Senator Ruane is online, but she cannot ask questions because she is off-campus.  Senator Ruane said the witnesses mentioned a moderate approach and she would like to ask about that.  She said that many people assume \"commercial\" means bad, unethical, or exploitative.  She is wondering if a commercial approach can be both commercial and ethical.  Would regulation help us to determine who the good actors in commercial surrogacy are?  In the witnesses' opinion, is a moderate approach achievable?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#G00500","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":63,"content":"<p>This ties in with Senator Seery Kearney's question.  This committee is only looking at international surrogacy.  It is probably not reopening the question of whether domestic surrogacy will allow bigger payments than are currently provided for.  In the international sphere, how do we tell good commercial arrangements from bad ones?  That is difficult, but it is possible.  If one does not try to do it, then there will not be a functioning regime to recognise anyone arising from international surrogacy, because none of those arrangements involves no payments.<\/p> <p>  What are the core requirements of surrogacy law which are always present?  That may include identity protections, the independence of the surrogate, whether she is independently advised, consent issues, whether she has good medical care and whether her contract required her to submit to an abortion against her will, which is a feature of commercial contracts.  There are many things to look at.  It is not as simple as a payment of money.  A moderate approach is achievable but complicated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#G00600","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":64,"content":"<p>I thank Dr. Mulligan.  When dealing retrospectively with children who have already been born through international surrogacy, is a separate model needed?  If we come up with a core set of ethical considerations, we may not be able to apply that to those children.  How would Dr. Mulligan deal with those children?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#G00700","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":65,"content":"<p>That is a really good question.  Possibly the biggest failing in the draft legislation is that there is no retrospective regime at all.  Even if a child was born in Ireland through an altruistic arrangement, which would have been the gold standard, there is no way to regularise the child's parental status.  That is a bizarre omission.  The Children and Family Relationships Act 2015 has a retrospective regime, which was commenced in 2020 and has allowed for the recognition of parental status for many children born through donor-assisted reproduction.  It was better late than never and it is really working now.  The fact that there are no retrospective provisions, even for children born here, is really strange.  Is there a different rule for retrospective cases?  I think there should be and it can be done.  One is dealing with a period when surrogacy was unregulated in Irish law.  There is a line.  It is not unfair to say what the rules in the future will be, but that we will sort out the legal status of the people who went through those arrangements previously.  The State did not make any laws, so how were people to know what to do or how to comply?<\/p> <p>  It may be necessary to have different rules for the retrospective regime, with much more stringent rules in future.  Identity protection is a good example of that.  One could have arrangements whereby it is just not possible to provide good identity protection.  Maybe one compromises a little on that retrospectively but not prospectively.  There are certain things that could be relaxed in the retrospective regime.  Looking at the provisions of the Children and Family Relationships Act 2015, that is what it does.  I have not looked at it recently.  From memory, I think one can regularise parental status where there has been an anonymous donation, whereas that cannot be used in the future.  There is a good precedent.  One can have different rules looking backwards and going forwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#G00800","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":66,"content":"<p>I thank the witnesses.  I found today so useful and interesting.  I will address some of what the witnesses spoke about.  It was good to get to the nub of commercial surrogacy.  I did not fully understand what that meant.  Senator Seery Kearney made an interesting contribution.  She spoke about how the entire process is commercial.  People have probably gone through IVF and many options where they had to pay.  That is an interesting lens to look at it through.  I appreciated the response to my question about the assisted human reproduction regulatory authority.  It is a difficult question to answer when it has not been established.  What benefits does Dr. Mulligan think that authority could have in the context of international surrogacy?  What do we need to do to ensure it has the resources, information or remit to cover international surrogacy?  Is there any advice that she has, with her professional background?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#G00900","speaker":"1566"},{"type":"speechnospeaker","time":1649890800,"counter":67,"content":"<p>It is an interesting question.  It is wonderful that there will be a regulatory agency.  A huge problem in this area is that there is no regulator, which means there is no regulation or information.  We live in a vacuum where we have no way to even know what is going on in Ireland, never mind what is going on with Irish people going abroad.<\/p> <p>  The purview of the regulator will be primarily domestic.  It could have a role in establishing parentage arising from international surrogacy.  The idea is that it will operate like a surrogacy register, where people are able to vindicate their identity rights by finding details of their surrogate.<\/p><p>In international surrogacy, ideally, people would be able to register details of foreign surrogates with the agency as well and it would make sense if there was a register of foreign surrogacies as well.  The agency would have a role then in ensuring the identity rights of Irish children born to surrogates abroad.  That would be important.  They are the kind of hard legal functions, but they could probably have a very important informational function as well.  It would be very helpful for people exploring surrogacy if information was provided by the Irish regulator that would tell them what surrogacy in different jurisdictions looked like and what procedures they would have to go through.  In Ireland at the moment people have to go to a solicitor and hope that he or she is an expert who will tell them what to do.  The regulator would have a very important role in that.  I do not think it could necessarily approve foreign arrangements in advance.  That might be a bit beyond its remit, but information would be really valuable to people and it would also put them off going into arrangements that are problematic.  There are situations at the moment whereby occasionally people enter surrogacy arrangements abroad where there is no genetic relationship to either intended parent or only a genetic relationship to the woman and those people have no way to establish parentage.  Usually, it is the case that they just did not know that.  Most people would not do that if they knew the situation they would be in when they came back.  Information would be really important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#G01000","nonspeaker":"Dr. Andrea Mulligan","continuing":true},{"type":"speech","time":1649890800,"counter":69,"content":"<p>I thank Dr. Mulligan for her excellent presentation this morning.  This legislation is important to all of us.  We are also learning.  I am a firm believer in listening to people who have been affected.  I know many families that have been affected by this.  Communication and information are important and how people can access the service.  The other issue is funding and the cost factor.  As part of the group, we must ensure there is proper communication and information that people can access.  I thank Dr. Mulligan for coming in.  All of us are learning.  What she has said today has been most beneficial.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#H00200","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":70,"content":"<p>I am delighted to hear that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#H00300","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":71,"content":"<p>I also found this session really good; both the contributions from members and from Dr. Mulligan.  That is the whole purpose of this committee.  It is great to have a little bit of extra time to get more into the nitty-gritty of the issue.  Out of curiosity, and following on from the earlier discussion, is Dr. Mulligan aware of any data on situations where a surrogate changed their mind or are there any landmark court cases?<\/p> <p>  I ask this question of a lot of witnesses who come before committees.  Are there models in other countries or in certain states in America that Dr. Mulligan would consider to be best practice or that she considers we should examine?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#H00400","speaker":"1449"},{"type":"speechnospeaker","time":1649890800,"counter":72,"content":"<p>They are great questions.  A problem with surrogacy generally is an absence of data.  Often, we are just dealing with court decisions.  A problem with that is we are often only dealing with cases that are actually litigated as opposed to settled outside of court, so it is very hard to get to the nub of how many surrogacy arrangements go wrong.  It is possible that the Human Fertilisation and Embryology Authority in the UK might have the statistics on it, but I am not sure that it does.  Essentially, the overall understanding is that there are not that many that go wrong.  The overwhelming majority of surrogacy arrangements go as planned, and they are a small number.  We do come across headline cases.  The first US case was called the Baby M case, which was a change of mind case involving a traditional surrogate, that is, somebody who was genetically related to the child, which as I understand is completely off the table here.  That also changes the data a little bit, because historically, traditional surrogacy was much more common.  Interestingly, in the UK it is still quite common.  It is more likely that there would be a change of mind there, because the woman is genetically related.  That confounds the data a little bit.  There is a family research centre at the University of Cambridge, and it is doing a longitudinal study of children born through surrogacy.  It looks at them aged seven, 12 and so on.  The data from it are brilliant.  It is really good on identity and all those issues.  It probably does not deal with people who change their minds because the people who are in disputed situations do not necessarily want to get involved in a longitudinal study about surrogacy.  My answer is that it is very hard to know, but people think it is a small number.<\/p> <p>  The other question related to models of surrogacy.  A difficulty is that not that many states regulate it.  Some states only regulate it domestically and do not allow foreigners to avail of it at all.  Some states actively do allow foreigners and - this is delicate - there may be an intention to draw in surrogacy tourism if they do that.  Those may not necessarily be what we want to model the law on.<\/p> <p>  My own view is that the English model is quite good.  It has been working for a long time.  A really great feature of the English model is that open surrogacy was the default.  It is very common for people to know their surrogates well.  There are a lot of non-profit surrogacy agencies in the UK that will match people up with their surrogate and they have always advocated a position of openness.  That is an interesting contrast to donor-assisted reproduction where, when that started out, the general practice was that parents would not tell the child that they were donor-conceived, whereas the culture in surrogacy has always been more toward openness.  To my mind, that is a very good thing.  There is a lot to be learned from the practice in the UK as well as from the law.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#H00500","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":73,"content":"<p>I thank Dr. Mulligan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#H00600","speaker":"1449"},{"type":"speech","time":1649890800,"counter":74,"content":"<p>I will probably have more questions when I get home and digest some of this.  I apologise for that.  I thank Dr. Mulligan very much.  It is good to thrash out some of this information because we do have to legislate for the reality and whatever issues people have, the reality is that children and families are living in an unsound legal framework.  We must make sure we deal with that.  Whether we say international surrogacy is bad or good, it is happening and we must catch up with ourselves.  All of Europe and all of the world have to catch up.  We must make sure we put in as many safeguards as possible because we cannot legislate for another country, but we can work hard in that regard.  In reality, a decision to go through international surrogacy is not a flash in the pan.  It is being done as a last-case scenario and it is an incredible miracle.  It is absolutely fantastic.<\/p> <p>  Moving away from international surrogacy for a moment, it we provide a strong framework for domestic surrogacy, does Dr. Mulligan think that will alleviate some of the need and that it would be more acceptable domestically to have surrogacy here?  It would help more couples and they would not have to go abroad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#H00700","speaker":"1671"},{"type":"speechnospeaker","time":1649890800,"counter":75,"content":"<p>I think that is really important.  Ideally, there would be more domestic surrogacy and less international surrogacy.  That is probably better for everyone.  If there was a proper legal framework here, and people could know what their rights would be, it would be more likely that we would have more surrogacy in Ireland.  It is certainly optimal in terms of open surrogacy and all that.  That is the hope, but the law cannot do that on its own.  It is a sort of cultural change as well.  I know some people feel that in a small country perhaps people will not be okay with it.  Why would it be less socially acceptable to have a domestic surrogate than an international surrogate?  We must accommodate some of those things.  It is important that people are allowed to find surrogates.  One issue potentially with the legislation is that people are not allowed to advertise for surrogacy, but we need to make sure that does not stop people finding altruistic surrogates.  What about Facebook groups that are for people who want to find surrogates?  What about non-profit organisations that set up surrogates?  Are they going to be caught by the advertising ban?  That needs to be looked at.  My view is that incentivising domestic surrogacy would be preferable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#H00800","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":76,"content":"<p>My view on issues like that is that some of it is prohibition by stealth at times.  I felt the first iteration of the assisted human reproduction Bill was going down that route.<\/p><p>Dr. Mulligan talked about the donor end of things and surrogacy being transparent.  By its very nature, it is obligatory to be transparent about it.  This is really a matter of record rather than a question as such.  Many people are listening to this and learning about the nuances and the complexities of surrogacy for the first time.  For people who are in it, however, there are age-appropriate books, which are read to children and explain about the koala bear's pouch and what happened and all of that, so that from the moment a baby is born, he or she is aware of his or her gestational origins.  Then, where it is appropriate, there are donor-assisted conception networks that provide great support.  Many Irish couples and families are very much involved and engaged in that.  That is an important thing for people to hear and understand.<\/p><p> At the core of this is an issue around infertility that arises through a medical or social inability to carry a baby to full term.  The argument for many would be that medical infertility is a disability and, therefore, certain rights and entitlements should flow from that.  In the international definition of a disability, however, the fact that it can be addressed medically means that it is not a disability because it is not permanent.  It can be overcome via IVF or fertility treatment.  People on the infertility journey have this difficulty of being caught in private medicine, which is what we addressed before.  Regarding solutions coming out of it, as we stand at this moment, intended mothers of surrogate-born children have no parental rights.  We need to address that.<\/p><p> One of the suggestions from the French case was that there would be a route via adoption.  One of the difficulties along the way is that the infertility came about due to very serious illnesses and, therefore, those women are barred from adoption by virtue of the seriousness of their illness.  Adoption, therefore, is not always a solution there.<\/p><p> The other difficulty with adoption for that second parent, which a solution might address, is that it gives the first parent, that is, the genetic and biological parent or father - let us name him for what he is - a power in that relationship.  That power has often been abused.  We need to also address that.  There are situations in Ireland where babies have been born via surrogacy and that marriage has afterwards broken down.  The lack of status of women in that marriage has been weaponised in the negotiation for the break-up of that marriage.  Adoption, if it is used to be a solution, is a notoriously long and difficult in Ireland.  Most people who have gone through surrogacy have already gone down that route and had an appalling experience of it.  Does Dr. Mulligan have any comments on adoption in light of all that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#H00900","speaker":"1682","continuing":true},{"type":"speechnospeaker","time":1649890800,"counter":78,"content":"<p>The first thing I will say is that there is ongoing litigation concerning adoption in surrogacy, which I am involved in.  I cannot, therefore, make any comments broadly about that.  What I will say in terms of the European Court of Human Rights, ECHR, case law is that the ECHR said the mother has to be recognised and that can be done via adoption.  I suppose, therefore, that is relevant in terms of international obligations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J00200","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":79,"content":"<p>The ECHR said \"can\" but not \"must\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J00300","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":80,"content":"<p>It is not \"must\" but \"can\".  The reason for that is that many European countries deal with surrogacy via adoption.  That is kind of just ignoring surrogacy.  That is just telling people to go into the adoption process.  It is not making a bespoke solution for surrogacy.  It can lead to the problems the Senator mentioned if we have people with underlying illnesses.  Then, however, say, in the English courts where they have non-compliant arrangements for whatever reason, basically, it is a residual category whereby they will siphon people off towards adoption.  As I said, at the moment, that is sort of an open question in Irish law.  I cannot comment on the litigation that is ongoing.  I think it is relevant but as far as I know, it has not been addressed in Irish law at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J00400","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":81,"content":"<p>It is important that even though it is on the table arising out of the French case, for instance, to come away from-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J00500","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":82,"content":"<p>It is on the table.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J00600","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":83,"content":"<p>It would be important not to conflate adoption in its traditional sense and understanding with surrogacy in the minds of the public.  Adoption in this context is merely a mechanism to recognise parentage in the same way as other family law mechanisms could be employed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J00700","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":84,"content":"<p>Exactly.  All adoption means in this context is that it is the only way to transfer parental status.  Adoption is a legal mechanism for transferring parental status.  It is normal now but it was a very novel idea when it was brought into Irish law in the 1950s.  That is what it means in this context.  It was a way to deal with the parental status.<\/p> <p>  On the Senator's earlier point, the law is extremely gendered by accident whereby an intended father essentially has complete rights - like any intended father in surrogacy - and an intended mother has essentially no rights.  It is very problematic if there is a marital breakdown.  It is even more problematic if they were never married in the first place.  There could have a situation whereby there may be no way for the mother to establish her rights at all.  That is very problematic.  One consequence of this inertia is that we have this extremely gendered and unfair situation whereby intended mothers are very badly treated.  I still believe what I said about the importance of the gestator but the invisibility of the genetic mother is unacceptable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J00800","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":85,"content":"<p>Absolutely.  I thank Dr. Mulligan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J00900","speaker":"1682"},{"type":"speech","time":1649890800,"counter":86,"content":"<p>I have one question for Dr. Mulligan.  We spoke about communication, legislation and legal frameworks.  As Dr. Mulligan knows, this committee is meant to sit for three months.  Does the timescale on how we can make sure we address everything worry Dr. Mulligan?  This is so important.  So many families are affected by it.  We are all learning and looking for the expertise on this.  I am worried about the timescale and how we can manage to get this through as quickly as possible with every possible issue that can be addressed done to the best of our ability.  Is Dr. Mulligan concerned about that timeframe?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J01000","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":87,"content":"<p>It is certainly very tight.  My sense is that it is essential that it is dealt with in the AHR Bill.  It would be such a disappointment if the Bill does not address international surrogacy at all.  The way it is drafted at the moment is very tightly defined, essentially, to only deal with domestic surrogacy.  There is no space in it for international surrogacy to be addressed at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J01100","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":88,"content":"<p>We have to address that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J01200","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":89,"content":"<p>As I said, we will have a surrogacy law that does not address any surrogacy.  As Senator McGreehan said, it might have the ultimate effect of encouraging domestic surrogacy, which is great, but that will take a while to happen.  My view is that it has to be dealt with.  Yes, the timeframe is tight, but it is never going to get any easier.  It will always be a question of let us figure this out-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J01300","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":90,"content":"<p>And do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J01400","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":91,"content":"<p>Yes and do it.  Ultimately, what we want is a Hague Convention on surrogacy.  That will exist in a few years' time.  In adoption law, basically, all jurisdictions struggled with what to do with international adoption until the Hague Convention was finally established and that really sorted it all out.  The Deputy probably knows colloquially that adoption is much more streamlined now than it was 20 years ago.  We are just in that phase where we have to come to some decisions on surrogacy ourselves without the assistance of any international regime.  There is no reason we should not do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J01500","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":92,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J01600","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":93,"content":"<p>I think some of the people who presented to the committee previously said that no one has come up with a legislative solution for this.  That is not a reason for us not to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J01700","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":94,"content":"<p>No, and we need to do it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J01800","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":95,"content":"<p>What we have seen in other jurisdictions are courts dealing with this without the assistance of legislation.  Is that better?  No, it is not.  The French and English courts have been in that situation.  At least we have the possibility of giving the courts some guidance for these scenarios.  I think we should do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J01900","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":96,"content":"<p>Absolutely.  I thank Dr. Mulligan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J02000","speaker":"1511"},{"type":"speech","time":1649890800,"counter":97,"content":"<p>I am making the assumption that Dr. Mulligan looked at the debate last week.  This committee was trying to understand or clarify where our role was with regard to the AHR Bill, which we are still trying to do.  One of the suggestions that was made by the Department of Health was that we could just maintain the current legislative provisions and apply those to international surrogacy.  I am interested in Dr. Mulligan's comments.  I think she might have just touched on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J02100","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":98,"content":"<p>It is hard to know exactly what that would mean in practice.  If we just apply the same rules on domestic surrogacy to international surrogacy, it is very hard to see how that will possibly work because there is a regulatory approval mechanism.<\/p><p>Would the domestic regulator provide pre-approval for international surrogacy?  That would seem strange.  How could they possibly do that?  I do not see how that would work.  As I also said, it is a restrictive regime.  One would probably be excluding many international arrangements.  In any event, one would have to draft a new section in the Bill.  This is because the Bill is currently drafted in terms of domestic surrogacy.  Even if one were to put in place what I would call the &ldquo;strict regime&rdquo;, which would have a mirror image regime for international surrogacy, they would still have to draft a new section called &ldquo;international surrogacy&rdquo;. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#J02200","nonspeaker":"Dr. Andrea Mulligan","continuing":true},{"type":"speech","time":1649890800,"counter":100,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K00200","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":101,"content":"<p>The committee could do that and, presumably, it would be relatively straightforward.  However, one would probably end up in the same territory of not accommodating many international arrangements and having many people being left in the same position that they are in now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K00300","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":102,"content":"<p>Additionally, we might be having the same committee in six years' time in order to address the same issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K00400","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":103,"content":"<p>Exactly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K00500","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":104,"content":"<p>Would Senator Seery Kearney like to come in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K00600","speaker":"1627"},{"type":"speech","time":1649890800,"counter":105,"content":"<p>I have just one point, which is not related to international surrogacy although it is aligned to it.  This is the issue of reciprocal IVF in same-sex female couples.  An anomaly has arisen either from the Child and Family Relationships Act or from a situation that is not addressed in the AHR Bill.  While this is not surrogacy either, it is analogous to it.  The situation in law at the moment is that if there is a same-sex female couple who have done reciprocal IVF, the gestational parent within that is not the biological parent.  Rather, it is the other partner or wife.  If they happened to go out of the country on holidays and they happened to go into labour early, their child will not get citizenship.  There is an anomaly on citizenship rights and parental rights.  Citizenship may need to be addressed.  Because the partners are female and not male, there is an issue there.  I am acknowledging that that is going on, because it is a huge issue for same-sex female couples.  Does Dr. Mulligan have any comments on this, from her experience?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K00700","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":106,"content":"<p>That is a relatively new procedure.  It is probable that the reason it is not contemplated under the 2015 Act is that it was significantly less common seven years ago.  That may be why that does not accommodate it.  Reciprocal donation is a totally unique scenario that just needs to be regulated for specifically.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K00800","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":107,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K00900","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":108,"content":"<p>It is pretty simple.  If we are going to allow this, we would essentially amend the 2015 Act to accommodate it.  I say this because this is an issue of donation, rather than of surrogacy.  Yet, as the Senator says, it is like surrogacy.  However, in this scenario, both the birth mother and the genetic mother will be parents.  Therefore, to my mind, this issue is a bit more like donor-assisted reproduction.  If it is legal, I do not see the difficulty with simply regulating for it, as one would regulate for other kinds of donation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K01000","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":109,"content":"<p>It is the foreign birth element that is at issue, as well as access to the foreign birth register.  I know that Dr. Lydia Bracken has written on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K01100","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":110,"content":"<p>Yes, and that should be very easy to solve.  The difficulty is that it is not provided for in Irish law.  We will therefore end up in a weird lacuna between different areas of legislation.  This needs specific legislation to deal with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K01200","nonspeaker":"Dr. Andrea Mulligan"},{"type":"speech","time":1649890800,"counter":111,"content":"<p>I thank Dr. Mulligan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K01300","speaker":"1682"},{"type":"speech","time":1649890800,"counter":112,"content":"<p>I would like to thank Dr. Mulligan for this morning.  It was really interesting.  The fact that we had that little bit of extra time certainly helped.  I thank the witnesses for coming in today.  I propose that the committee suspends while we await our next witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#K01400","speaker":"1627"},{"type":"unspoken","time":1649890800,"counter":113,"content":"<p>Sitting suspended at 11.04 a.m. and resumed at 11.14 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1649890800,"counter":114,"content":"<p>On behalf of the committee I welcome Dr. Mary Wingfield and Dr. Aoife Campbell to our meeting.<\/p> <p>  Before we begin, I am required to repeat the notice on privilege.  Witnesses are reminded of the long-standing parliamentary practice that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable, or otherwise engage in speech that may be regarded as damaging to the good name of the person or entity.  Therefore, if their statements are potentially defamatory in respect of an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative they comply with any such direction.  For witnesses attending remotely from outside the Leinster House campus, there are some limitations to parliamentary privilege and, as such, they may not benefit from the same level of immunity from legal proceedings as a witness who is physically present does.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.  I remind members of the constitutional requirement that they must be physically present within the confines of the Leinster House complex to participate in public meetings.  I will not permit a member to participate where he or she is not adhering to this constitutional requirement.  Therefore, any member who attempts to participate from outside the precincts of Leinster House will be asked to leave the meeting.  In this regard, I ask any member participating via MS Teams to confirm, prior to making his or her contribution, that he or she is on the Leinster House campus.  I remind everyone that masks should continue to be worn throughout the meeting by all present and should only be removed while speaking.<\/p> <p>  I invite Dr. Wingfield to make her opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#L00100","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":115,"content":"<p>I thank members of the committee for the invitation to speak to them today.  I am the clinical director of Merrion Fertility Clinic, a not-for-profit fertility clinic affiliated with the National Maternity Hospital.  I have been working in infertility for over 30 years.  I was a member of the Commission on Assisted Human Reproduction and I have been an expert witness in two High Court cases involving assisted human reproduction, AHR, one of which involved surrogacy.  Today, I am speaking in a personal capacity, but I know that my views are also those of the majority of healthcare professionals working in AHR in Ireland.  Dr Aoife Campbell, a senior scientist and deputy laboratory manager at Merrion Fertility Clinic, is with me.  As a doctor, I will focus on the more medical aspects of surrogacy.  I will also address aspects of the AHR Bill of 2022 which are relevant to this discussion.<br\/><br\/>The common medical indications for surrogacy include women who cannot carry a pregnancy for uterine or general health reasons, single men, transgender women and same-sex male couples.  There are also some men whose partner has died and if a man and his partner had frozen embryos, the surviving male may wish to use these via surrogacy.  From an <i>in vitro<\/i>fertilisation, IVF, point of view, the surrogacy procedure is quite simple and the results of treatment are similar to those for other people having IVF and donor egg pregnancies.  Studies have shown that 30% to 70% of people will have at least one child, and that child development and health are not affected.<br\/><br\/>Regarding the practice of surrogacy in Ireland today, Merrion Fertility Clinic, is licensed by the Health Products Regulatory Authority, HPRA, to provide domestic surrogacy.  However, because of the lack of legislation, we have extremely strict requirements and, to date, have completed only one case.  There are two others in progress.  In the last five years we have also shipped embryos overseas for three couples &ndash; one to the Ukraine and two to the US.  My understanding is that other Irish clinics also ship eggs and embryos abroad for surrogacy, but none is currently offering domestic surrogacy.<br\/><br\/>If we are to legislate appropriately for surrogacy in Ireland, I make the following comments and suggestions.  I believe we must promote and facilitate domestic surrogacy.  The vast majority of service users would prefer this to international surrogacy.  It is medically safer, especially for intending mothers who have medical conditions and who must undergo egg collection.  It is also legally and ethically less complex.  To encourage domestic surrogacy we must make at least 15 changes to the draft AHR Bill of 2022.  I will discuss some of these and others are contained in the longer briefing document which I have supplied to the committee.<br\/><br\/>I believe that legal parentage should be assigned to the intending parents at the time of the child's birth, not four to six weeks later.  This would be attractive to the intending parents.  Importantly, it would also protect the surrogate mother, especially in the case of babies born with medical problems.  This is the view of many Irish experts and also of the UK and Scottish law commissions.  It was also the view of the Commission on Assisted Human Reproduction 17 years ago.  In a survey performed by Merrion Fertility Clinic last year, 84% of 245 Irish healthcare professionals who are obstetrician gynaecologists, general practitioners, GPs, and IVF clinic staff agreed with parental parentage from birth.  In discussions with paediatricians, this is also a common view among our paediatric colleagues.<br\/><br\/>The requirement for one gamete to come from an intending parent should be removed for domestic surrogacy.<\/p><p>This stipulation will preclude some people with fertility issues who cannot provide their own gametes.  It is also not consistent with allowing parentage for adoption and for cases of embryo donation or double sperm and egg donation for people who do not have a genetic connection to their child but do not require surrogacy.<\/p><p> Regarding the medical requirements to be a surrogate there should be an upper age limit and the surrogate's previous pregnancies should have been uncomplicated.  While advertising should not be allowed, there should be some provision for clinics or maternity hospitals to inform the public that they are willing to consider surrogacy arrangements.  Otherwise it would be extremely difficult for anyone in Ireland to access potential surrogates.  Men should be allowed to use eggs and embryos posthumously in the case of the death of a partner with whom they had a prior parental project and frozen eggs or embryos, if she had consented prior to death.  This would usually require surrogacy.  Every effort should be made to avoid multiple pregnancy because it is a greater risk for the surrogate.  I have other suggestions included in the written submission.<\/p><p> We must legislate for international surrogacy.  It is hard to see how we can avoid it.  It is already here and it will continue.  There are strong national and international arguments that not to legislate is contrary to children's rights principles.  How this legislation would be introduced is a matter for the legal experts but I am impressed by the suggestion of a graded process whereby parentage in a domestic situation would be straightforward and easily obtained and that there would be a more complex and stringent process for international surrogacy cases.<\/p><p> As regards the important rights of children to know their genetic identity, the vast majority of heterosexual couples accessing surrogacy do not require donor gametes.  For those who do, identifiable donors are available internationally, such as in the US.  It is my experience that the vast majority of intending parents will want to do the right thing and if they cannot find a surrogate in Ireland they will choose clinics most aligned with the Irish regulations.  It is also my view that many international clinics will want to comply as far as is possible with our regulations.  This has certainly been our experience with international sperm banks which have had to comply with the requirements of the Children and Family Relationships Act.<\/p><p> As assisted human reproduction practitioners we require clarification that under the Bill we will be allowed to continue to help people who need to access surrogacy abroad, including by shipping eggs or embryos overseas for them.  We should not rush the legislation.  Even though I have been calling for assisted human reproduction legislation for many years I would hate to see it rushed.  Assisted human reproduction is extremely complex.  There are several non-surrogacy aspects of the Bill that concern me and my colleagues.  These still require scrutiny and consideration.  There are also several discrepancies between the Children and Family Relationships Act 2015 and the Health (Assisted Human Reproduction) Bill.  This will also need to be addressed.<\/p><p> I would like to take this opportunity to challenge the view expressed at last week's meeting that public finding of IVF is dependent on this legislation being in place first.  This is one of the arguments being used to hurry up the legislation.  I would like it noted that there is absolutely no reference to funding in the assisted human reproduction Bill 2022.  Neither is it part of the remit of the assisted human reproduction regulatory authority proposed in the Bill.  I also note that for years the State has been funding sperm and egg freezing, which are assisted human reproduction treatments, for cancer patients.  The State has also been funding all of the drugs for all IVF treatments done in Ireland.  This is despite the fact we do not have legislation.  I do not believe that funding should have to wait for the legislation.  I also note that the Children and Family Relationships Act was passed in 2015 but the assisted human reproduction aspects were not enacted for a further five years.  Fertility patients really do not have this time to wait for funding.  A delay of even two years can make the difference between someone having a family or not.  I thank the committee for allowing me to present my opinions today.  I welcome this important debate and I look forward to further discussion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#L00200","nonspeaker":"Dr. Mary Wingfield","continuing":true},{"type":"speech","time":1649890800,"counter":117,"content":"<p>I thank the witnesses.  I was reading about this important topic last night.  It is about legislation.  We cannot rush this but, as Dr. Wingfield said, there is a concern because there has been no communication between the Department of Health and assisted human reproduction stakeholders since 2019.  We are now in 2022.  This is a concern for us because, as we have said previously, the committee is meant to sit for three months.  Those in the field understand more and have more statistics and figures.  We are learning all the time, which is important.  This is of concern.<\/p> <p>  Dr. Wingfield said an upper age limit should be specified.  A previous submission by the Institute of Obstetricians and Gynaecologists suggested 40 years of age.  Will Dr. Wingfield come back to me on why this is being recommended?  Dr. Wingfield spoke about counselling.  What type of counselling does she suggest would be best for those going through surrogacy?  It is important.  It is being spoken about with regard to the assisted human reproduction Bill.<\/p> <p>  Many families have contacted me about funding IVF and I am sure the witnesses must also see it.  I ask them to tell me more about the funding issues they experience.  People who cannot afford it have come to me.  It is an issue we need to address.  I am sure it is something on which the witnesses have more information than I do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#M00200","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":118,"content":"<p>Communication with the Department of Health is very important.  All of my colleagues in all of the fertility clinics throughout the country and in maternity hospitals are willing to engage in any communication and work.  We have to say the Covid pandemic and cyber crisis in our health service did not help over the past two years.  We did have meaningful discussions prior to that.  We are close to having good legislation but we need further dialogue.  I hope we can get it completed by the end of this year, which would be great.  I do not want it to be delayed too long but I do not think it will be ready before the summer recess.<\/p> <p>  Regarding an upper age limit we know that pregnancy becomes more complicated as women get older.  All medical conditions and complications that can arise in pregnancies, such as high blood pressure, diabetes and bleeding in pregnancy, get more common as women get older.  It is not to do with the baby but the mother's health.  There are medical international guidelines about surrogacy in the US, Europe and worldwide.  They all recommend an upper age limit of somewhere between 40 and 45 for the surrogate.  We want to protect the surrogate.  We do not want to have somebody who has a medical condition.  Pregnancy is getting safer and safer but it is not without risk and we really do want to protect the surrogates.  We suggest that she is aged 40 or less and 45 at the very most, that she has previously had healthy and uncomplicated pregnancies and that she does not have any major medical condition.  We also suggest that multiple pregnancy is avoided because it is more risky.  It is to protect the surrogate.  Ultimately these measures would also protect the baby because if the mother develops high blood pressure she may have to be delivered prematurely.  This is not good for the baby either.  These are all medical safeguards.  When somebody is pregnant and carrying their own child they know the pregnancy is risky but at least they will have the joy of having a child at the end of it whereas a surrogate will not have that reward.  She is not having the baby.  We need to be even more mindful of the surrogate.<\/p> <p>  Counselling is crucial.  I am not sure it is necessary for everybody undergoing IVF but it is crucial where a third party is involved, such as in donor pregnancies or surrogacy.<\/p><p>Counselling is crucial for everyone involved, including the intending parents, the surrogate, and her family, if she has a partner, and sometimes for the surrogate's children, because one of the stipulations is that the surrogate must have had children before.  Therefore, her children need to be aware that she is going to be pregnant, but that they are not going to be keeping the baby and it will not be their brother or sister.  A great deal of counselling is required in the context of that whole family relationship.<\/p><p> Everybody agrees, including international medical bodies, that the surrogate needs to have autonomy during the pregnancy.  She is responsible for any decisions concerning her and her body during the pregnancy.  Most of the time, there is not a problem.  Situations can arise, however, such as if the intending parents, for example, decide they would like to have prenatal testing to check for genetic abnormalities in early pregnancies.  That needs to be discussed in advance with the surrogate to ensure she is happy to have it done.  Then, God forbid, if the baby has a problem, there can be situations where the intending parents might want to have a termination of pregnancy, but the surrogate might not want to agree it.  All those kinds of scenarios need to be raised beforehand, as far as that is possible.  Our experience in doing that is that we can have a very open discussion between the surrogate, and her partner, if she has one and he or she is going to be involved, and the intending parents.  With those kinds of things, it is always better to think about them in advance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#M00300","nonspeaker":"Dr. Mary Wingfield","continuing":true},{"type":"speech","time":1649890800,"counter":120,"content":"<p>Yes, absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#N00200","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":121,"content":"<p>In cases where friends, or sisters, are involved, and often they are, the question arises of how to address that situation, and the future arrangements, with the surrogate's children and with the intending parents' children, because they will be meeting each other.  Those are just some of the things that spring to mind in this regard.  Again, the more we can insist on this aspect in Ireland in the context of domestic surrogacy, the more certain we can be it is happening.  We can also, though, see clinics abroad that provide counselling.  Equally, we can always provide the counselling here, even for people undertaking international surrogacy, just to ensure they are aware of the kinds of things I referred to and can think about them.<\/p> <p>  Moving on to funding, it is a difficult topic in IVF and fertility treatment because it is like asking how long is a piece of string.  There are so many different scenarios to consider.  It worries me that everyone is saying the legislation must be brought in first.  There are a great many things we must think about that have nothing to do with the legislation and no one is thinking about those aspects, including who will be eligible for funding.  Regarding the cost of IVF treatment, while our clinic is not-for-profit, it is also not-for-loss.  We must charge because we have to fund all the people working in the clinic.  It is labour intensive, and it costs about &euro;6,000 for a cycle of IVF treatment.  If the woman is under 35, there is a 50% chance of getting a baby from that cycle.  If people are lucky, they might get two children from that treatment, and some people even get three.  A woman over 40, however, has a 20% chance of having a baby from IVF treatment.  This means some couples can easily end up spending &euro;20,000 trying to have a baby.  Nobody gets any public funding for this treatment, even people with a medical card or those on minimum wage.  There is no help for anybody.  Even people like me, who are doctors, struggle to fund IVF treatment, especially in the cases of people who have medical problems and if the treatment does not go easily for them.  Conversely, we cannot fund everybody, so we will have to make decisions in this regard.  If intending parents have three children already, would they qualify for funding?  Would we fund donor sperm for same-sex couples?  Therefore, there is a great deal we must be thinking about in this context.  It is not going to be popular, and that may be one of the reasons no politician is going to stand up and say that these people can have funding, while these other people cannot.  It is not going to be easy, and we must start working on this.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#N00300","nonspeaker":"Dr. Mary Wingfield"},{"type":"speech","time":1649890800,"counter":122,"content":"<p>I thank Dr. Wingfield.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#N00400","speaker":"1511"},{"type":"speechnospeaker","time":1649890800,"counter":123,"content":"<p>To address something touched on earlier, there is a great deal of talk about counselling, and about counselling beforehand.  It is important, though, if not perhaps in the context of legislation, for it to be part of the conversation that counselling must be an ongoing process, especially in cases of surrogacy and where there is a third-party donor.  As children get older and as discussions become more complicated, sometimes the parents, or the surrogates, if they are still involved, will need the support of a counsellor in determining how best to approach and discuss such topics with the child.  It should be noted that counselling is not just a tick-box exercise to be done before starting this process, but may be ongoing, hopefully, for the life of the child.  That is important.<\/p> <p>  I have not checked in a while, but I think the state of Victoria has, or at least had, a good support system of disclosure in respect of parents.  As the process of disclosure develops as the child gets older, understands more and asks more involved questions, it is important for it to be possible to continuously go back to a support service.  It might be a case where people might have coped until a child reached the age of ten, and then they find they do not know how to explain the next level.  It is important to consider something like that service being available, especially in the long term, and funding in that context as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#N00500","nonspeaker":"Dr. Aoife Campbell"},{"type":"speech","time":1649890800,"counter":124,"content":"<p>Was Dr. Campbell referring to the state of Victoria in Australia?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#N00600","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":125,"content":"<p>Yes, but it has been several years since I checked.  I would go back and check again that the service still exists there, but it certainly used to for third-party donors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#N00700","nonspeaker":"Dr. Aoife Campbell"},{"type":"speech","time":1649890800,"counter":126,"content":"<p>Excellent.  I thank Dr. Campbell.  I call Deputy Higgins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#N00800","speaker":"1627"},{"type":"speech","time":1649890800,"counter":127,"content":"<p>I thank our witnesses for sharing their professional perspectives with us.  It is valuable.  Dr. Wingfield said we should not rush this legislation.  While we all agree with her on that point, this committee has been given the challenging task of producing a report on international surrogacy within 12 weeks.  We can only do that if we engage with stakeholders, and with the right stakeholders.  I refer to people from the medical profession, like the witnesses, and legal experts, whom we engaged with this morning, as well as hearing the lived experience of families who have been through this process.  Therefore, it is welcome that the witnesses are here today to share their expertise with us, and I thank them for that.<\/p> <p>  I was struck by something Dr. Wingfield said because it simplified an extremely complex area.  She referred to international surrogacy being here already and that it will continue.  For me, that sums up exactly why we need to legislate in this regard.  We would all like to get to a place where IVF treatment is publicly funded.  Dr. Wingfield articulately outlined the challenges we are going to face in that regard, concerning where the funding will go and how it will work.  This aspect is something we must be on the journey to doing.  I note Dr. Wingfield also said the State already funds IVF treatment through the use of funding for drugs.  Following on from that, is the State funding any aspect of surrogacy now, such as the freezing of eggs or the funding of transportation of eggs abroad?<\/p> <p>  I also commend Dr. Wingfield on the research she has done with the 245 healthcare professionals.  I refer to 84% of them having agreed with much of what she has said here about parentage and when that should happen.  It is worthwhile for us to have that information.  While it might not be indicative of the whole healthcare service, it is certainly a good perspective and good research in that regard.  I also welcome the sharing of Dr. Wingfield's experience that intending parents will want to do the right thing.  Equally, I welcome the information she shared concerning the international experience of clinics so far in respect of donation being that they want to comply with our regulations.  One issue we discussed in the first half of this morning's session was the regulation of agencies abroad and how difficult that is because we have no control over other jurisdictions.  We discussed whether there might be a mechanism for us to almost incentivise couples to go with regulated agencies or those agencies we feel are meeting us when it comes to complying with the provisions of our legislation.  A view was expressed early as well that the assisted human reproduction commission might be a way of doing that and simplifying parentage.  I would be interested in hearing Dr. Wingfield's view on this matter.  <\/p> <p>  I appreciate what Dr. Campbell said about counselling and it being important not just before surrogacy and it not being just a tick-the-box exercise.  I had always thought of it as a before and after process, but it was interesting to hear Dr. Campbell talk about the journey from the children's perspective.  They are going to be asking very different questions when they are aged five, ten and then 18.  I refer to the support which must be available to help to guide everybody through these very difficult conversations.  I will definitely do some research on the arrangements in the state of Victoria, which Dr. Campbell referred to.  I note as well the upper age limit and the rationale for that, which makes sense to me.<\/p><p>This is a clarification question.  One thing Dr. Wingfield mentioned was that she wanted to avoid multiple pregnancies.  I did not really understand that.  Will she talk me through that?  My three questions are around the funding, the regulation agencies and that clarification on multiple pregnancies. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#N00900","speaker":"1566","continuing":true},{"type":"speechnospeaker","time":1649890800,"counter":129,"content":"<p>I cannot answer the question on whether we funded international surrogacy.  The Department of Health might be able to answer that.  A couple of years ago there was one particular group of women with medical issues such that they may have required surrogacy and there may have been some funding allocated to this very small group, but I do not have any detail on that.  That might be something the Department of Health could answer.<\/p> <p>  On the multiple pregnancy question, IVF was introduced in the late 1980s.  One of the major adverse effects of it was that it led to an increase in multiple pregnancy.  Multiple pregnancy is twins, triplets, and quadruplets.  The more babies there are, the more complicated the pregnancy is.  There has been a big push over the past 20 years to reduce the number of twins and triplets born via IVF.  We cannot exclude it completely.  In our clinic, we have a very low rate of multiple pregnancy.  Our rate of twins has been less than 5% for the last couple of years.<\/p> <p>  Coming back to the surrogate, it is even more important because a twin pregnancy is a more complicated pregnancy for the mother and for the babies.  In the surrogacy situation in particular, you just want to give extra protection to the surrogate mother.<\/p> <p>  In regard to regulating clinics, Dr. Campbell might have some things to say here.  As doctors or people working in the area and talking to people internationally and to patients or service users, we pick up very quickly whether a clinic is practising good principles or not.  I think most people can see that.  We worry about trafficking and sale of children.  That is so rare.  I would hope that most people would pick up straight away if there were dodgy things going on in a clinic.  We have had requests over the years for patients of ours who wanted to attend another clinic and do treatments that we were not happy with, and we just said no.  You can see good practice where there is good practice and patients will pick up on that.  Word of mouth is very important in terms of fertility care and choosing a clinic, an agency and a service.  There are support groups for people having surrogacy.  They will know who is providing a good service or not, and an ethical service or not.  When Ireland introduced the Child and Family Relationships Act, we could no longer use anonymous sperm in Ireland and the international sperm banks co-operated with that.  Dr. Campbell will discuss that more. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#O00200","nonspeaker":"Dr. Mary Wingfield"},{"type":"speechnospeaker","time":1649890800,"counter":130,"content":"<p>When the Child and Family Relationships Act came into force, we had been importing donor sperm already from two major banks in Europe.  Suddenly we could not use that anymore because the law now required that those donors consent specifically to be named on the Irish register and to have a specific Irish consent that was mandated by the Child and Family Relationships Act.  We were anxious about it but it turned out that we developed very good working relationships with the clinics.  They were very happy to comply.  There was a lag time between donors&rsquo; signing the consent and those gametes becoming available to Irish patients.  We worked with the Department of Health to accommodate that and that was allowed for.  Despite many people&rsquo;s anxieties beforehand, it has worked out quite well.  Those international clinics were happy to comply, to work with us and to provide us with the documentation as required by Irish law.  I hope that going forward, if we had similar requirements for surrogacy that good, reputable clinics would equally be happy to work with us.  It has certainly been our experience for donor sperm.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#O00300","nonspeaker":"Dr. Aoife Campbell"},{"type":"speechnospeaker","time":1649890800,"counter":131,"content":"<p>If we do not legislate for it and if we do not bring those international clinics in, it will go underground and then we will have no control over it.  That would be a worse scenario.  No situation is going to be perfect but at least by having it open and there is some kind of scrutiny, we can have it as good as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#O00500","nonspeaker":"Dr. Mary Wingfield"},{"type":"speech","time":1649890800,"counter":132,"content":"<p>I very much agree.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#O00600","speaker":"1566"},{"type":"speech","time":1649890800,"counter":133,"content":"<p>I thank the witnesses for their presentations.  I was glad to read the point in relation to the funding because I felt last week that although it was not being explicitly said by the Department of Health, there certainly was an inclination that potentially this committee and the work we have to do would delay the Health (Assisted Human Reproduction) Bill when pre-legislative scrutiny was in 2017.  As was said in the witness's document, 2019 was the last time there were any discussions with the witnesses and with some of the stakeholders.  It was a bit disingenuous of it to try to indicate that all of a sudden there is a big panic about it, just because this committee is in place.  I have no questions in regard to that but I just wanted to say I was glad to see that.<\/p> <p>  In regard to the discussion we had earlier on pre-birth versus post-birth, I was glad to see in the document the view I share of either at-birth or pre-birth.  I know the witnesses have some information in regard to that but from their practical experience, are there reasons they would advocate a pre-birth or at-birth parental link?<\/p> <p>  I have a practical question to which I might know the answer but I want to ask it.  In regard to a surrogate having previous pregnancies, is that to see how somebody&rsquo;s health and well-being is during a pregnancy?  I also wish to make the point that in the list of expenses I was glad to see childcare and life insurance were mentioned because they are things that are sometimes overlooked.  They were really good points.  I wanted to agree with that.  I thought the briefing document was very good.  I agree with a huge amount of the information in it, so I do not have many questions except for that point on the pre-birth, post-birth, at-birth parental situation.  We need to advocate a model for pre-birth, as it is in the best interests of everybody.  Will the witnesses give their views on that, and on the issue of previous pregnancies?  Those are all my questions for now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#O00700","speaker":"1449"},{"type":"speechnospeaker","time":1649890800,"counter":134,"content":"<p>The pre-birth, post-birth assignment of legal parentage is obviously a very controversial thing.  Different international bodies and lawyers have different opinions on it.  As a doctor dealing with people, I feel the whole idea of surrogacy is that the intending parents are going to be the legal parents and the surrogate is not going to be the legal parent and I think most lay-people would feel that as well.  In the vast majority of surrogacy arrangement, and again it comes back to the importance of counselling, that is what happens.  There is a small number where there may be conflict.  As a speaker in the previous session said, there will always be situations where things will have to go to court.  There possibly will be cases in the future where there is a dispute.  My feeling about the legislation and the way it is drafted at the moment is that it is all drafted so that the intention of the whole procedure is that the intending parents will be the legal parents but the legislation is drafted in the opposite way, so that the surrogate &ndash; even though that is not the intention of anyone involved &ndash; will be the legal parent and that it is then up to the intending parents to apply for parentage.  If there is a dispute, they have to go to court over that dispute.  I am not a lawyer and I am maybe being simplistic.  In terms of directing it the other way, so the intending parents are the legal parents from birth, if the surrogate had an issue, there would be a mechanism for her to apply to the courts and contest it.  It just seems illogical that the whole intention is that the intending parents are the legal parents but the law is saying the opposite.  It just does not make sense to me.<\/p> <p>  From a medical point of view, surrogacy pregnancies are similar to donor egg pregnancies because the woman who is pregnant is not carrying her own egg.  She has the intending mother&rsquo;s egg.  We know that donor egg pregnancies are a little more complicated.  There is a higher incidence of high blood pressure, bleeding problems and of being delivered prematurely.  I was talking to some paediatric colleagues in the last few days about this.  There is a higher incidence of those babies ending up in intensive care in hospitals and decisions having to be made about their care.<\/p><p>Some of them are very healthy and go home straight away.  However, during that critical time it seems wrong that the intending parents who are going to be the legal parents do not have the right to make decisions about that child's care.  That is my feeling, and, as I said in my paper, the feeling of 85% of the GPs, obstetricians and other people working in IVF, split 80 or 90 in each group, was that it should be assigned at birth.<\/p><p> The draft legislation provides that the surrogate can agree for the child to reside with the intending parents from birth, but it does not say what happens if she refuses to do that.  Again, things such as early bonding and skin-to-skin contact with the baby are very important, and there are medical reasons that it is very important for children from the very earliest stage of their development to bond with their parents.  That is particularly so in the case of surrogacy where the intending mother has not been pregnant and has not been feeling the baby move, and her partner has not been feeling the baby move.  It is really important for bonding, for them and for the baby, that they get their baby as soon as possible and that it is their baby as soon as possible.<\/p><p> What was the other question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#O00800","nonspeaker":"Dr. Mary Wingfield","continuing":true},{"type":"speech","time":1649890800,"counter":136,"content":"<p>It was about previous pregnancies.  It is a practical question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#P00200","speaker":"1449"},{"type":"speechnospeaker","time":1649890800,"counter":137,"content":"<p>It is a good question.  There is a medical reason for that.  Unless any of has been pregnant we do not know whether we will have a complicated or uncomplicated pregnancy.  Some women develop complications during pregnancy, and they are more common in a first pregnancy, such as high blood pressure and needing to be delivered early.  I have seen cases where women on their first pregnancy have ended up with a major haemorrhage and lost their uterus, so they cannot carry another pregnancy again.  Again, it comes back to protecting the surrogate.  If one knows the surrogate has had uncomplicated pregnancies previously, it is very likely she will have an uncomplicated pregnancy again.  One does not want her to have a very complicated first pregnancy that affects her chances of having a healthy pregnancy for herself in the future if she does not have any children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#P00300","nonspeaker":"Dr. Mary Wingfield"},{"type":"speech","time":1649890800,"counter":138,"content":"<p>Of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#P00400","speaker":"1449"},{"type":"speechnospeaker","time":1649890800,"counter":139,"content":"<p>From an emotional and psychological point of view, it is difficult.  I was at a webinar a year or two ago where there was a very strong argument made by saying, \"How dare you tell me if I have not had a baby that I cannot be a surrogate for somebody else?\", so there is an issue about personal autonomy as well and whether it is right for me, as a doctor, or for legislators to say somebody who has not had a baby cannot be a surrogate for somebody else.  It is a difficult ethical question.  I can see the arguments in favour of that, but from a medical point of view I believe it is important that we try to avoid complications for the surrogate in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#P00500","nonspeaker":"Dr. Mary Wingfield"},{"type":"speech","time":1649890800,"counter":140,"content":"<p>I thank Dr. Wingfield.  I strongly agree on the pre-birth parental situation.  It is very important.  I would be fearful that if we do not have that in place, we are going into this in a very unusual frame of mind.  Everybody understands with surrogacy that the intention is that the intending parents are the parents.  I believe having a pre-birth order is definitely the way forward.  I was glad to see that.  It is interesting to see that the vast majority of the medical profession agree with that too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#P00600","speaker":"1449"},{"type":"speechnospeaker","time":1649890800,"counter":141,"content":"<p>I am sorry, but I forgot one thing.  It also protects the surrogate.  There was a case in Thailand that everybody is aware of where an Australian couple had twins via surrogacy and one of the twins had a serious genetic problem.  That couple did not want to take the baby home and left the baby with the surrogate in Thailand.  From the surrogate's point of view, it protects the surrogate as well because what happens to the surrogate if the intending parents decide they do not want the child anymore?  There are all those reasons.  Again, the surrogate has been counselled prior to the pregnancy and knows that this is the situation.  There are worries that the surrogate, in the days after childbirth, may be emotionally or medically not fit.  For me, that strengthens the argument for making this decision prior to birth and before it all starts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#P00700","nonspeaker":"Dr. Mary Wingfield"},{"type":"speech","time":1649890800,"counter":142,"content":"<p>Dr. Wingfield's comments and starting contribution are incredibly honouring of couples, particularly women, going through fertility.  Her reply to Deputy Funchion also honours that.  There is a feeling in circles that there is a presumption of mala fides on the part of couples who engage in surrogacy.  To hear Dr. Wingfield point out almost a bias in the proposed legislation is refreshing and good.  It comes from somebody who has a long-established reputation in this area going back to 2005.  I begin by acknowledging that and I thank her for it.<\/p> <p>  I refer to Dr. Winfield's contribution in February 2018 to the pre-legislative scrutiny of the AHR Bill.  There is nothing in what I will say that is not already in Dr. Wingfield's statement so I am not going to land her with anything.  One of the first things that emerges from her contribution is a frustration that it has taken so long, and I see that reiterated today.  I think all of us are with her on that.  She replied to a question by saying: \"If a woman is willing to be a surrogate to help another person have a child - a really good act - or to donate some of her eggs, bringing a risk to her, or if a man is willing to donate sperm to help others, it is only fair that they should receive some compensation.\"  She went on to cite where that, perhaps, is not so ethical.  We can do it ethically if we discuss the issue properly.  This meeting, in both of our sessions, has been very much about discussing the issue properly.<\/p> <p>  The words \"commercial surrogacy\" are weaponised, in my view.  They are weaponised as a deterrent and almost as a reason that we should not legislate.  Within that concept is a very wide range of compensation all the way through to the criminal activity that happens with bad actors in some clinics in some countries.  I would like Dr. Wingfield to talk about the compensation and that understanding, as well as the fact that there is no internationally understood definition of commercial surrogacy.  Commercial surrogacy can be ethical.  It is not always synonymous with child trafficking, which is one of the labels that get thrown at people who enter into surrogacy by reason of their infertility.  Will Dr. Wingfield explore the compensated surrogacy or commercial surrogacy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#P00800","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":143,"content":"<p>It is one of these very difficult situations.  It is a big deal for any woman to carry a pregnancy.  It is a big imposition on her health and how she is feeling for the nine months.  She may have morning sickness and all kinds of discomforts.  She may have serious medical issues as well if the pregnancy is complicated.  For any woman to do that for another woman, another couple or another man is a really generous thing to do, and we cannot expect people to do it for nothing.  There will be some who will.  We know of many cases of sisters who will do it for another sister, but it is a very generous thing to do it for somebody who is not a relative and not even a friend.<\/p> <p>  Certainly, they must be compensated.  They are going to be pregnant so they will need help with housework and will need help if they have other children running around.  They will need time off to attend antenatal appointments.  That is not an issue for some people, but for many, particularly people working in lower paid jobs, they sometimes have to take a holiday day to go to medical appointments, IVF clinic appointments and the like.  There has to be compensation.  Expenses for the counselling, legal advice and so forth are not funded by the State so they would need to be compensated for all that.<\/p> <p>  The compensation requirements specified in the AHR Bill of 2022 are very good.<\/p><p>The thing is then whether you can pay them extra money on top of that.  I cannot see a huge problem with that, but I can see a problem if the payment is such that it encourages people from poorer communities, particularly in other countries, to do surrogacy as a way of making money because then there is exploitation.  If there is a situation where it is only the poor people who cannot afford anything else who are becoming surrogates because they are doing it for money and to survive, then you are getting into the realms of exploitation.  I am not sure if I am explaining that properly.  I do not have an objection to people being paid a certain fee for it, but not so much that it would turn it into a business for them or a way of them surviving and living.  That is not right.  That happens in some countries where 16-year-olds can become a surrogate and make more by being one than they would if they went to college and got a job.  They can make more than they would make in three or four years.  When commercialisation promotes that kind of activity, it is wrong.  It is trying to balance it.<\/p><p> I will use egg donation as an easier example.  Egg donation is not altruistic in, for example, Spain.  Somebody who donates eggs and has to go through the whole IVF procedure of taking drugs and having an egg collection gets around &euro;1,000 for doing that, which is not excessive.  It is fair enough because they are doing a good thing for that.  However, it is not enough to encourage people to start doing that as a way of surviving.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#P00900","nonspeaker":"Dr. Mary Wingfield","continuing":true},{"type":"speech","time":1649890800,"counter":145,"content":"<p>There could be requirements or criteria that we could put in around that as part of the recognition of parentage process in Ireland for a child who is born by a surrogacy abroad, such as an age limit and a cap on the number of surrogacies that an individual can engage in, and we could put a threshold similar to what is already in the Bill on domestic surrogacy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q00200","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":146,"content":"<p>Yes.  If you are putting some kind of financial limitations in, it would have to be related to the income in that country.  Somebody in the US will be making much more than somebody in a less developed country.  The payment they get should not be way above the average income in that country, or something like that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q00300","nonspeaker":"Dr. Mary Wingfield"},{"type":"speech","time":1649890800,"counter":147,"content":"<p>We have a reality of Canada being considered a compensated surrogacy regime, and yet the payments to the surrogate mother in Canada are vastly in excess of those that are paid in normal times to surrogate mothers in Ukraine, for instance.  There is that disparity in economic well-being of the country and how far a euro will go in either country.  There should be some sort of a recognition in that respect within our understanding of the compensation regime.  That is something that ethically could be put in-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q00400","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":148,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q00500","nonspeaker":"Dr. Mary Wingfield"},{"type":"speech","time":1649890800,"counter":149,"content":"<p>-----and could be prescribed for.<\/p> <p>  I just want to come back to the funding.  Dr. Wingfield raised legitimate points of who gets funding that are very important for consideration.  Certainly, in the surrogacy sphere, there are people pretty much mortgaging their futures, pensions and their possibility of buying houses.  There is a misunderstanding that people who engage in surrogacy are somehow well off, better off or are buying their way through.  However, they are often people who are sacrificing their future.  Therefore, how we fund or support that would be a question for another day.  In the context of IVF, certainly we need to address the funding in that regard and Dr. Wingfield stated that very well.<\/p> <p>  On the counselling, I agree that it is an ongoing matter.  A poem that sits in our house reads \"You were not born under my heart, but in it&rdquo;.  It tries to encapsulate that concept that you were born in my heart, but I did not give birth to you.  That conversation develops as we move forward.  It is important that it is ongoing and not something that is seen as pre-birth, but actually ongoing and that support is there.  That can be there if we have a recognised surrogacy in place.  We will then have practitioners who can specialise in it also.  Is that not the case?<\/p> <p>  Those are my questions, because we have been very thorough.  That is where I am at for now.  Someone else may want to come in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q00600","speaker":"1682"},{"type":"speech","time":1649890800,"counter":150,"content":"<p>I have a question on the clinics.  Dr. Wingfield said she sort of knows which clinics are good and have good practices just from her relationships with them.  What are the key indicators she would look for in a good clinic, as such?  From her experience, do they tend to be in some countries and not others?  I would like a bit more information about the standards in different clinics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q00700","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":151,"content":"<p>I do not have experience of surrogacy clinics in general.  The rights of the child to know their genetic identity are very important and it will be very easy to see if that is possible in some countries and not in others.  In terms of talking to a clinic, if we were shipping embryos or eggs abroad, we have to get records from the clinic we are sending them to.  We can see very quickly whether they have good procedures or not in their laboratories.  Many questions are easy to ask clinics, such as what their guidelines are regarding surrogacies, whether there is an age limit, whether they accept a 16-year-old as a surrogate and whether a surrogate has to have had a previous pregnancy.  We can find out if they have any counselling.  You will never be able to find it all out.  If you contact anybody online about any kind of service, you will often get a sense of whether they know what they are talking about and whether they are running a good service or not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q00800","nonspeaker":"Dr. Mary Wingfield"},{"type":"speech","time":1649890800,"counter":152,"content":"<p>Dr. Wingfield just knows from talking to different people what she would consider a good practice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q00900","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":153,"content":"<p>Yes.  That is not very scientific and we would have to have legislation that specified, for example, if they used donor gametes that there is a mechanism for children to access the details of the donor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q01000","nonspeaker":"Dr. Mary Wingfield"},{"type":"speechnospeaker","time":1649890800,"counter":154,"content":"<p>On our experience for European clinics, certainly we are all governed by European tissues and cells directive, so that gives us a degree of confidence to begin with.  However, that would only apply to EU countries.  Beyond that, one would have to look the law in place, if possible, but that is a big ask for a doctor and a scientist to be looking at law in other countries in order to see whether or not those clinics are complying.  As Dr. Wingfield said, you get a sense from the paperwork you get back how extensive it is, whether it looks like it has properly controlled documents and little things that are normal for us.  You can see that reflected or not in paperwork that you get, which helps you establish very quickly whether or not you are comfortable going forward with an arrangement.  If we had domestic law, we would be supported in our decisions, rather than us kind of going out on a limb a little bit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q01100","nonspeaker":"Dr. Aoife Campbell"},{"type":"speech","time":1649890800,"counter":155,"content":"<p>Yes, absolutely.  On the current situation, and this is all very new to me, Merrion Fertility Clinic is the only domestic surrogacy facility at the moment, is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q01200","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":156,"content":"<p>We are the only ones that are licensed by the Health Products Regulatory Authority, HPRA, to do it.  We are uncomfortable doing it, so we have been very strict.  We only offer it to somebody if they have a sister or a very close friend because we do not know if somebody is being paid to do it.  We have had a few people who have applied who medically did not fit the criteria.  For example, somebody's mother wanted to be a surrogate, but the mother had complicated pregnancies and was 50.  We have been quite strict and have tried to do it the way we feel it should be done and based on international guidelines as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q01300","nonspeaker":"Dr. Mary Wingfield"},{"type":"speech","time":1649890800,"counter":157,"content":"<p>This might be a question for intending parents as well when they come in.  From the process perspective, do people come to Merrion Fertility Clinic first because they are having trouble conceiving perhaps, and then consider the other options and routes?  I am just wondering from a process perspective.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q01400","speaker":"1627"},{"type":"speechnospeaker","time":1649890800,"counter":158,"content":"<p>It is a good question.  It is only in the past year or so that we are getting more inquiries.<\/p><p>We got the licence approximately three years ago, but we have not told everybody that we are offering surrogacy.  Once the legislation is in place and people are protected, everybody involved, including the clinics, doctors, scientists and nurses who are working in the area, will be trying to do more and more of it.  This is why we are attached to the National Maternity Hospital.  Irish women are generally generous.  There is a good chance that many women who give birth in the hospital might in future be willing to act as surrogates.  Once we have legislation, we would be keen to facilitate that.<\/p><p> We are getting more and more queries from young women who may have cancer or who may have medical conditions.  They know that they will require surrogacy.  Yet, they may be in their late 20s or early 30s and who do not actually want to do the surrogacy at the moment.  Again, they are waiting for the legislation.  They have no idea if they will do domestic or international surrogacy.  However, they want to freeze eggs or freeze embryos now, so that they will have them.<\/p><p> There are also some people who have medical conditions.  They might have a serious heart condition, serious renal failure or a kidney condition.  Therefore, they cannot carry a pregnancy.  It is medically risky for them to do an egg collection to provide their eggs to make an embryo.  It is far safer for them to do that in Ireland.  They, therefore, apply to us because we are attached to a maternity hospital.  This is why we need clarification that if they have embryos here and in five years&rsquo; time want to use those for surrogacy, they will hopefully be able to do that in Ireland.  Yet, we do not want to freeze their embryos now, unless we are sure that we can send them to another country in the future, if they need that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#Q01500","nonspeaker":"Dr. Mary Wingfield","continuing":true},{"type":"speech","time":1649890800,"counter":160,"content":"<p>We have plenty of time, if any member wants to come in with additional questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#R00200","speaker":"1627"},{"type":"speech","time":1649890800,"counter":161,"content":"<p>Everything has been covered.  The briefing document was really good.  After the first part of last week&rsquo;s session, I was panicking a little bit about our timeframe.  Since then, however, we have had Professor O&rsquo;Mahony before the committee.  We have had the witnesses before us today and the earlier witnesses also.  It has been great to see all of this.  I think that there are solutions here.  It is a matter of putting it all together and legislating for it.  In particular, Dr.  Wingfield&rsquo;s experience is invaluable because she is dealing with so much on a daily basis and has been doing so for so long.  This is invaluable to the committee in our work, so I thank her very much.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#R00300","speaker":"1449"},{"type":"speech","time":1649890800,"counter":162,"content":"<p>I would reiterate a point that the Chair made.  It is important to note that people are engaging in egg collection now.  A number of years from now, or once the AHR legislation comes through, where do they stand with regard to engaging with in international surrogacy?  This is an important point and it underlines to the committee the need.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#R00400","speaker":"1682"},{"type":"speechnospeaker","time":1649890800,"counter":163,"content":"<p>There are also people who start off by thinking that they will never need surrogacy.  The start off on an IVF process.  We had one woman who developed a uterine condition.  She started off coming to us for a standard IVF.  Yet, as time went on she developed a condition whereby her womb became unsuitable to carry a pregnancy.  She ended up needing surrogacy.  The couple had embryos frozen with us.  However, when they were freezing those embryos, they did not know that they would end up needing surrogacy.  One of the indications for surrogacy, which is becoming more of an indication, is for couples who have IVF.  They have really good quality embryos and they keep having embryos transfers.  Yet, they either do not get pregnant or they miscarry.  This has to be monitored by medical professionals because there is a genuine need for it.  A couple can start off thinking that they are going to have straightforward IVF, with just the two of them, and they suddenly realise that while they have beautiful embryos, the woman&rsquo;s uterus is just not accepting them.  They then end up needing surrogacy, but they did not realise that they would when they started out.  There are other people who can end up with embryos frozen with us or frozen in Ireland who subsequently end up needing to ship them abroad if they cannot get surrogacy here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#R00500","nonspeaker":"Dr. Mary Wingfield"},{"type":"speech","time":1649890800,"counter":164,"content":"<p>To go back to Dr. Wingfield&rsquo;s experience of shipping abroad and seeing paperwork coming back from different clinics, this is not just a case of working with countries, but working with clinics.  The experience of the advocacy groups, and one in particular, is that a clinic can be fine for a while but there can be a change in personnel and then suddenly the clinic is not fine and does not meet standards.  The converse can also be the case.  Therefore, it is helpful to have a central place where there is a pool of information.  We were fortunate that my husband was the chief executive of a medical NGO, so we had in-country knowledge, as well as ways of checking.  However, not everybody has that access.  If we had that within Ireland, then we would have that additional base of knowledge that could be accessed.  If people are able to do egg collection at this end, it would be much better.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#R00600","speaker":"1682"},{"type":"speech","time":1649890800,"counter":165,"content":"<p>This was a thorough session.  So many questions were answered.  It was really worthwhile.  I thank the witnesses for coming in today and providing such clarity to us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ISS2022041400002#R00700","speaker":"1627"},{"type":"unspoken","time":1649890800,"counter":166,"content":"<p>The joint committee adjourned at 12.16 p.m. until 12.30 p.m. on Wednesday, 20 April 2022.<\/p>","notice":"TIME STRING DETECTED"}]