[{"type":"majorheading","content":"Committee on Public Petitions","time":1575417600,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 13:30<\/p><p>The Joint Committee met at 13:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Pat Buckley, Jerry Buttimer, Shane Cassells, Pippa Hackett. Martin Heydon.<\/p><p>Teachta \/ Deputy Sean Sherlock sa Chathaoir \/ in the Chair.<\/p>","time":1575417600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002"},{"type":"unspoken","time":1575417600,"counter":4,"content":"<p>The joint committee met in private session until 1.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Decisions on Public Petitions Received","time":1575417600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00100"},{"type":"speech","time":1575417600,"counter":6,"content":"<p>We will now move to the consideration of public petitions.  Petition 00047\/19 seeks to triple the number of Irish resident election observers placed on foreign election observation missions in the next 12 months.  The petition states that Ireland is lagging behind in sending Irish observers abroad.  Do any members wish to contribute?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00200","speaker":"1276"},{"type":"speech","time":1575417600,"counter":7,"content":"<p>I support the overall thrust of the petition in the context of increasing the number of qualified election observation postings.  As somebody engaged in election observation, I can say this is an important element of the work that the OSCE Parliamentary Assembly does but, equally, we have a role through the EU and the Organization for Security and Co-operation in Europe, OSCE and the Office for Democratic Institutions and Human Rights, ODIHR in terms of how we can enhance the electoral democratic process in many countries.  Election observation is a very important and critical part of that.  The Department of Foreign Affairs and Trade - I think it was in 2018 - did close the applications for election observation, but it is important that the range of observation positions is increased.  The petitioner in his reasons for his recommendations makes a good point that the Department of Foreign Affairs and Trade has stated no recommendations have been made by D&oacute;chas or the Joint Committee on Foreign Affairs and Trade.  It is important to recognise that we do and can have a role to play as Members of the Oireachtas but also to assist in the enhancement of election observation.  The point that has been made by the petitioner around us lagging behind is an interesting one.  I am not sure that is actually the case, but he does provide us with a reference graph.  It is important that we have a discussion on the matter and that we do seek to bring about an increased number of election observation positions.  Go raibh maith agat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00300","speaker":"1391"},{"type":"speech","time":1575417600,"counter":8,"content":"<p>I thank Senator Buttimer.  I call Deputy Buckley.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00400","speaker":"1276"},{"type":"speech","time":1575417600,"counter":9,"content":"<p>It is in the conclusion here, in the very last line, that this could be reviewed again in 2022-23.  It is actually opened up for review anyway, so I would agree with the recommendation at the present time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00500","speaker":"1279"},{"type":"speech","time":1575417600,"counter":10,"content":"<p>The proposal is that we forward a copy of the response from the Department of Foreign Affairs and Trade to the petitioner and close the petition.  Is that agreed?  Agreed.  <\/p> <p>  On Petition 00048\/19, it is proposed that we forward a copy of the response from the Department of Justice and Equality to the petitioner with a copy of the Harassment, Harmful Communications and Related Offences Bill 2017, advising the petitioner that the Joint Committee on Justice and Equality has held hearings and is currently preparing a report on online harassment and harmful communications and close the petition.  Is that agreed?  Agreed.<\/p> <p>  The final petition is 00049\/19.  I think Deputy Buckley has a view on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00600","speaker":"1276"},{"type":"speech","time":1575417600,"counter":11,"content":"<p>Yes, Chairman, and thank you.  It is just on the recommendation that we forward a copy of the response from the Department of Education and Skills to the petitioner and close the petition.  The summary of what the petitioner is actually looking for references reforms in the primary school structure, which is very positive.  Society is changing in terms of issues such as mental health and obesity, pressures with social media and so on, and the conclusion of this petition tells us a draft curriculum framework was due to be published in December this year.  It would probably benefit us, but it would certainly benefit the petitioner and hopefully the primary schools in the future, to not only forward a copy of the response from the Department of Education and Skills but keep the petition open so that at least the petitioner will have an opportunity to read that report, and if anything comes back, it will be a fair process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00700","speaker":"1279"},{"type":"speech","time":1575417600,"counter":12,"content":"<p>I thank Deputy Buckley.  We have a proposal to keep the petition open subject to further correspondence.  Deputy Cassells would like to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00800","speaker":"1276"},{"type":"speech","time":1575417600,"counter":13,"content":"<p>I support that proposal by Deputy Buckley.  On what the petitioner is seeking in terms of the school curriculum at primary level and wanting to respond to the needs of children in society, from mental health issues to obesity, social media and so forth, I want to recognise what is already being done in schools.  I have attended meetings in the past couple of weeks with the HSE on the healthy eating programme.  I know from my own three children who are all in primary school that this programme which is in operation bans, certainly in the school that my children are in, snacks other than healthy eating snacks.  In terms of going from the academic, desk-based approach to the more outdoor-centred approach, and the response from the Department referencing Aistear, I want to recognise as well the work that Aistear is doing because I have seen its implementation and it is a very good programme.<\/p> <p>  The evolution of the curriculum over the last decade has been substantial and has been significant in terms of producing a broader and more holistic educational experience for children.  Certainly, I see that at first hand simply because I have three young children in primary school.  In respect of the broader debate on the curriculum, I welcome that this report will published this month, so I support Deputy Buckley in saying we should wait until we examine that further.  We have had the National Council for Curriculum and Assessment in here before for extensive debate in respect of something similar in terms of the requirement and necessity for homework at primary school level; that was a hugely interesting debate about the rationale the Department set down for children having written studies after school and so forth.  There is a broader piece of work here, and I think we are right maybe to keep this open and have a further examination of it.  I want to acknowledge that a huge amount of work has been done on issues like obesity through the Department and the HSE on the healthy eating programme, the change from desktop to more outdoor through the work of the Aistear programme in which my own wife is involved.  Young teachers are hugely cognisant of the feelings and emotions and well-being of young children in schools, and it is only right and proper that that be acknowledged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B00900","speaker":"1218"},{"type":"speech","time":1575417600,"counter":14,"content":"<p>Would any other members like to contribute?  No. There is a proposal that we keep the petition open pending the publication of the expected report.  Is that agreed?  Agreed.  We will still forward a copy of the response to the petitioner, but we will not close the petition.  Deputy Buckley would like to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B01000","speaker":"1276"},{"type":"speech","time":1575417600,"counter":15,"content":"<p>There were two things I was looking at in the notes.  It is stated that in discussion with the Inland Fisheries reference was made to avoiding duplication so obviously there is a repetition of answers coming in.  Is that still ongoing?  Will that petition be coming back to the committee?  It will; that is all right because it seemed to have gotten lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B01100","speaker":"1279"},{"type":"speech","time":1575417600,"counter":16,"content":"<p>To clarify, that petition remains open.  We have received, as members will know, correspondence from the petitioners in response to the submissions made by the various State agencies.  That petition is by no means closed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B01200","speaker":"1276"},{"type":"speech","time":1575417600,"counter":17,"content":"<p>Good.  Thank you, Chairman.  There was another one two meetings back, Petition 00057\/19: Unauthorised Development of the River Shannon.  There was a lot of documentation coming in.  I am new to the committee and I was interested in this and other petitions.  I am just trying to clarify if they all still remain open.  Would it be weeks or months before some of these petitions come to fruition?  The Chairman indicates it is, that is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B01300","speaker":"1279"},{"type":"speech","time":1575417600,"counter":18,"content":"<p>My understanding is that we are still awaiting correspondence, but there may come a time where we need to correspond with the agencies that have been corresponded with by the secretariat in respect of when we will receive a reply.<\/p><p>It is fair to say that petitions have to be dealt with in a timely fashion as well and particularly where we are corresponding with State agencies or State-funded agencies and particularly North-South bodies.  I would hold the view that there is a reasonable amount of time that one would give to allow people to respond, but one's patience wears thin as well if one perceives that the process here is being delayed in any way.  That petition very much remains open.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#B01400","speaker":"1276","continuing":true},{"type":"speech","time":1575417600,"counter":20,"content":"<p>That is perfect.  That is all the clarification I was looking for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#C00200","speaker":"1279"},{"type":"speech","time":1575417600,"counter":21,"content":"<p>Thank you.  I propose that the committee adjourn until 1.30 p.m. on Wednesday, 29 January 2020.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019120400002#C00300","speaker":"1276"},{"type":"unspoken","time":1575417600,"counter":22,"content":"<p>The joint committee adjourned at 1.51 p.m. until 1.30 p.m. on Wednesday, 29 January 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Transport, Tourism and Sport","time":1575417600,"counter":23},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 10:30<\/p><p>The Select Committee met at 10:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Shane Ross (Minister for Transport, Tourism and Sport).<\/p><p>I láthair \/ In attendance: Deputy Tom Neville.<\/p><p>Teachta \/ Deputy Fergus O'Dowd sa Chathaoir \/ in the Chair.<\/p>","time":1575417600,"counter":24,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002"},{"type":"minorheading","content":"^ Estimates for Public Services 2019 ^<br \/>Vote 31 - Transport, Tourism and Sport (Supplementary)","time":1575417600,"counter":26,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00200"},{"type":"speech","time":1575417600,"counter":27,"content":"<p>As we have a quorum, we will commence the meeting.  We are now in public session.  Apologies have been received from Deputy Catherine Murphy.  Members are reminded to turn off their mobile phones completely, as they might interfere with the recording equipment.  This meeting has been convened to consider the Supplementary Estimate for Vote 31 - Transport, Tourism and Sport, which was referred by the D&aacute;il to the committee on 19 November with an instruction to report back to the D&aacute;il no later than 12 December.  I welcome the Minister for Transport, Tourism and Sport, Deputy Ross and his officials.  The format for today's meeting is that the Minister will make a brief statement, after which members may ask nice questions of him, which I am sure he will be delighted to answer.  Is that agreed?  Agreed.  I invite the Minister to make his statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00300","speaker":"1329"},{"type":"speech","time":1575417600,"counter":28,"content":"<p>I thank the committee for the opportunity to present details of the Supplementary Estimate for my Department.  As the committee will be aware, in 2019, as the Government advanced its original preparations for the risk of a no-deal Brexit on 31 October, supplementary funds were not available for new initiatives or programmes.  However, the Department has successfully secured funds to support its ongoing work in some key areas.  As a result, &euro;10 million has been agreed with the Minister for Finance and the Minister for Public Expenditure and Reform, Deputy Donohoe, to boost investment across the transport, tourism and sport sectors.  The &euro;10 million is being allocated as current expenditure, primarily in the two programme areas of public transport and tourism.  The Estimates for 2019 already provide an overall current allocation to the Department of Transport, Tourism and Sport of &euro;755 million.  This additional money will now bring the total allocation to &euro;765 million.  Our total allocation is used to provide vital tourism investment, as well as to support the ongoing delivery of the remit of the National Transport Authority, NTA.<\/p> <p>  I will briefly go through the areas receiving this additional money.  As part of the land transport programme, in the public transport area, &euro;617,000 has been allocated to the Medical Bureau of Road Safety.  This is to fund an estimate of &euro;308,000 in pensions non-pay which arose during the re-profiling of the pension estimate in 2018 from pay to non-pay.  Some &euro;309,000 is to assist in the purchase during 2019 of preliminary breath test devices used by An Garda S&iacute;och&aacute;na to test drivers for alcohol consumption.  A sum of &euro;583,000 has been allocated to the NTA to purchase approximately 325,000 anonymous Leap cards to ensure that sufficient stocks are in place early next year.  A further &euro;1 million has been provided to the NTA, with &euro;100,000 being allocated for additional general administrative expenditure, &euro;450,000 for ICT infrastructure licensing and system updates, and &euro;450,000 for rental costs associated with additional accommodation.  Those costs are required to be paid in advance under the terms of the rental contracts.<\/p> <p>  Turning to the sports programme, some &euro;800,000 is being allocated to Sport Ireland for high performance sport.  This funding will be used to assist athletes&rsquo; preparations for major competitions, including the 2020 Olympic and Paralympic Games in Tokyo and key World and European Championship events.  In the tourism programme, &euro;1 million will be spent by F&aacute;ilte Ireland on domestic marketing, with a particular focus on the Border counties.  This marketing will include social media campaign engagement with Republic of Ireland and Northern Ireland consumers, data analytics on Northern Ireland consumers, a domestic print campaign and a local expert programme supporting Border counties.  Some &euro;6 million will be spent by Tourism Ireland on a programme of reassurance concerning Ireland as a tourist destination, given the uncertainties raised by Brexit.  The new deadline for Brexit means that the UK can still leave with no-deal if the withdrawal agreement with the EU is not ratified by the British Parliament by 31 January 2020.  As a result, it is vital that my Department continues to take steps to provide as much certainty as possible in our tourist markets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00400","speaker":"1213"},{"type":"speech","time":1575417600,"counter":29,"content":"<p>I thank the Minister for his address.  We will go through each subhead as they appear.  The Medical Bureau of Road Safety appears under subhead B4.2.  Is there any particular reason additional breath test equipment is being bought?  Why is there a need to do that, as opposed to using normal expenditure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00500","speaker":"1329"},{"type":"speech","time":1575417600,"counter":30,"content":"<p>The numbers are a little bit higher than anticipated and this is to ensure there are enough devices.  It would be appalling if they ran out, so this is provisional.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00600","speaker":"1213"},{"type":"speech","time":1575417600,"counter":31,"content":"<p>That is fine.  There is no malfunction problem or anything like that with the existing equipment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00700","speaker":"1329"},{"type":"speech","time":1575417600,"counter":32,"content":"<p>No, we are just being prudent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00800","speaker":"1213"},{"type":"speech","time":1575417600,"counter":33,"content":"<p>That is fine.  Turning to subhead B7.1, public service provision payments, that is fine.  We have dealt with subhead B9.2 regarding the NTA.  There is one question regarding the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B00900","speaker":"1329"},{"type":"speech","time":1575417600,"counter":34,"content":"<p>It relates to the 2020 rental for quarter one for the main Iveagh Court building and to No. 5 Harcourt Street.  The rent is usually payable quarterly in advance.  Due to the constraints on administration grant funding, occasionally we have been paying these rentals in the relevant quarter, rather than strictly in advance.  Due to additional funding being available this month, the rentals for quarter one 2020 will be paid in December 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01000","speaker":"1213"},{"type":"speech","time":1575417600,"counter":35,"content":"<p>That is fine, and that is the normal procedure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01100","speaker":"1329"},{"type":"speech","time":1575417600,"counter":36,"content":"<p>Yes, it is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01200","speaker":"1213"},{"type":"speech","time":1575417600,"counter":37,"content":"<p>The most important subhead is under B5, Sport Ireland.  I welcome the money for the \"high-octane\" sports, for want of a better phrase, but what about minority sports and women's sports?  I am thinking in particular of the hockey team.  Will there be money available for it?  The committee members would, I think, like to see more funding provided to minority sports and women's sports, such as hockey, rowing, karate etc.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01300","speaker":"1329"},{"type":"speech","time":1575417600,"counter":38,"content":"<p>The minority sports are fully funded this year.  Regarding Hockey Ireland, its high performance programme is also fully funded to the end of the year.  There is no more requirement, as far as I know, from Hockey Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01400","speaker":"1213"},{"type":"speech","time":1575417600,"counter":39,"content":"<p>This money is for Olympic training and seems to be for next year.  This is just a general point for the Minister.  This money is for high performance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01500","speaker":"1329"},{"type":"speech","time":1575417600,"counter":40,"content":"<p>The &euro;800,000 is for the Olympics.  From the figures the Chairman has in front of him, he can see that the Olympic Federation of Ireland is getting &euro;250,000 and Paralympics Ireland is getting the same amount.  Turning to the costs of the high performance programme, Rowing Ireland is getting &euro;70,000; the Irish Amateur Boxing Associations, IABA, is getting &euro;50,000; Swim Ireland is getting &euro;40,000; Horse Sport Ireland is getting &euro;70,000; Cycling Ireland is getting &euro;40,000; and Gymnastics Ireland is getting &euro;30,000.  This is all additional funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01600","speaker":"1213"},{"type":"speech","time":1575417600,"counter":41,"content":"<p>I have only one question for the Minister on that topic.  Those are all high performance sports and I welcome the funding.  Is there any additional funding for women's sports, however?  In particular, is the hockey team, which has qualified for the Olympics, included in this funding?  If it is not, why not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01700","speaker":"1329"},{"type":"speech","time":1575417600,"counter":42,"content":"<p>The hockey team is already fully funded until the end of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01800","speaker":"1213"},{"type":"speech","time":1575417600,"counter":43,"content":"<p>Yes, but I am talking about next year.  This is not for next year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B01900","speaker":"1329"},{"type":"speech","time":1575417600,"counter":44,"content":"<p>The hockey team is not included in this Supplementary funding, but this funding is only for 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02000","speaker":"1213"},{"type":"speech","time":1575417600,"counter":45,"content":"<p>That is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02100","speaker":"1329"},{"type":"speech","time":1575417600,"counter":46,"content":"<p>There is full funding in place, therefore, for 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02200","speaker":"1213"},{"type":"speech","time":1575417600,"counter":47,"content":"<p>Hockey Ireland has not approached the Minister to seek more funding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02300","speaker":"1329"},{"type":"speech","time":1575417600,"counter":48,"content":"<p>No, it has no requirements, that I know of, for this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02400","speaker":"1213"},{"type":"speech","time":1575417600,"counter":49,"content":"<p>That is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02500","speaker":"1329"},{"type":"speech","time":1575417600,"counter":50,"content":"<p>Hockey Ireland will certainly be considered for next year, as will everybody else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02600","speaker":"1213"},{"type":"speech","time":1575417600,"counter":51,"content":"<p>That is important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02700","speaker":"1329"},{"type":"speech","time":1575417600,"counter":52,"content":"<p>The organisation has got exactly what it required for this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02800","speaker":"1213"},{"type":"speech","time":1575417600,"counter":53,"content":"<p>The next subhead is tourism.  I also welcome the increased funding in this area, particularly in the context of Brexit.  The concentration of funding in the Border counties is one of the areas of additional expenditure.  Does the Minister have any further comment on that aspect?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#B02900","speaker":"1329"},{"type":"speech","time":1575417600,"counter":54,"content":"<p>The next heading is tourism, subhead E.  I welcome the increase in funding, in particular in light of Brexit.  The concentration on the Border counties is something which will result in additional expenditure.  Does the Minister have any further comment on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#C00100","speaker":"1329"},{"type":"speech","time":1575417600,"counter":55,"content":"<p>There is &euro;1 million for F&aacute;ilte Ireland and &euro;6 million for Tourism Ireland.  The Border counties will be the main target for that &euro;1 million.  We have a provisional &euro;40 million in case there is a no-deal Brexit, which we hope will not occur.  This funding will be used for marketing to target the UK, Germany, France and the USA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#C00200","speaker":"1213"},{"type":"speech","time":1575417600,"counter":56,"content":"<p>There are no further questions.  Would the Minister like to make any concluding remarks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#C00300","speaker":"1329"},{"type":"speech","time":1575417600,"counter":57,"content":"<p>I thank the members of the committee for their attendance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#C00400","speaker":"1213"},{"type":"minorheading","content":"Message to Dáil","time":1575417600,"counter":58,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#C00450"},{"type":"speech","time":1575417600,"counter":59,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Transport, Tourism and Sport has completed its consideration of the following Revised (or Supplementary) Estimate for public services for the year ending 31 December 2019: Vote 31 - Department of Transport, Tourism and Sport. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTS2019120400002#C00475","speaker":"1329"},{"type":"unspoken","time":1575417600,"counter":60,"content":"<p>The select committee adjourned at 10.50 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]