[{"type":"majorheading","content":"Joint Oireachtas Committee on Justice, Defence and Equality","time":1450258200,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Niall Collins, Senator Ivana Bacik, Deputy Alan Farrell, Senator Eamonn Coghlan,* Deputy Anne Ferris, Senator Martin Conway, Deputy Seán Kenny, Senator Denis O'Donovan. Deputy Pádraig Mac Lochlainn, Deputy Gabrielle McFadden, Deputy Finian McGrath, Deputy Fergus O'Dowd,<\/p><p>* In the absence of Senator Katherine Zappone.<\/p><p>In attendance: Deputy Seán Crowe and Senator Gerard P. Craughwell.<\/p><p>DEPUTY DAVID STANTON IN THE CHAIR.<\/p>","time":1450258200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002"},{"type":"unspoken","time":1450258200,"counter":4,"content":"<p>The joint committee met in private session until 9.45 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Welfare of Ex-Service Personnel: Discussion","time":1450258200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#B00100"},{"type":"speech","time":1450258200,"counter":6,"content":"<p>Apologies have been received from Senator Katherine Zappone.  The purpose of this part of the meeting is to have an engagement with representatives of the Organisation of National Ex -Servicemen and Women and the Irish United Nations Veterans Association.  The witnesses are all very welcome.  I understand this is the first time they have been at an Oireachtas hearing.  I apologise for the lack of attendance on the part of colleagues.  There is a lot on this morning and people will probably drift in as the morning progresses.  We are anxious to give the witnesses the opportunity to put on the Oireachtas record the work they are doing, the needs their members have and their plans for the future.  This is a televised meeting so people will be able to watch the contributions of witnesses.<\/p><p>I welcome Mr. Ollie O'Connor, Mr. Derek Ryan, Mr. Richard Dillon, Mr. George Kerwin, Mr. Dan Garland, Mr. William Gilbert and Mr. Charles Motte.  I will ask contributors to make brief opening statements and we will follow up with questions and interaction with members.  By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by it to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  Members should be aware that under the salient rulings of the Chair, they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.  I remind those present to leave their mobile phones in silent or airplane mode in order that they will not interfere with the sound system and the broadcasting of proceedings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#B00200","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":7,"content":"<p>I thank the committee for allowing us to make this address today.  I am accompanied by Mr. Derek Ryan, a member of the board of directors, and Mr. Richard Dillon, house manager of our largest residential home in Smithfield in Dublin.<\/p> <p>  &Oacute;glaigh N&aacute;isi&uacute;nta na h&Eacute;ireann, the Organisation of National Ex-Service Personnel, ONE, is the oldest established veterans organisation in Ireland.  ONE was established in 1951 with the amalgamation of the National Federation of Irish Ex-Servicemen and the Association of Regular Ex-Servicemen with the original intention of forming a single organisation to advance the general welfare of former members of &Oacute;glaigh na h&Eacute;ireann.  Currently there are currently approximately 1,400 members in over 40 branches throughout Ireland and overseas.<\/p> <p>  There were a number of tragic deaths of ex-servicemen on the streets of Dublin in the winter of 1988-89.  As a result of these deaths a change in focus in ONE was needed and the decision was made to establish a residence for homeless ex-service personnel.  This goal was achieved with the opening of the first Br&uacute; na bhFiann, a 20-bed home in Queen Street in Dublin in 1994.  Since then further homes have been opened in Letterkenny, which is a seven-bed home, and Athlone, also with seven beds.  A number of drop-in centres have been opened or are in development to cater for welfare issues of the ex-service community and their families.  The home in Queen Street was replaced in 2005 with a new 40 en suite bedroom Br&uacute; na bhFiann in North King Street.  This currently serves as the ONE headquarters as well as our premier home.<\/p> <p>  ONE was incorporated in 2000, Reg No: 328824, and is a company limited by guarantee without share capital.  ONE is a registered charity, with Revenue No. CHY:13868 and regulatory authority No. RCN: 20044268.  As a limited company, ONE accounts are audited and published annually.  Audits of the local branch accounts are held annually by external auditors along with directors of the ONE.<\/p> <p>  The main object of ONE is the welfare of ex-service personnel, by way of providing accommodation to homeless, elderly or disabled ex-service personnel in need of such domestic accommodation and shelter and any other assistance required.<\/p><p>The charity has a number of subsidiary objectives - namely, to promote social, cultural and athletic activities; to develop a spirit of comradeship between serving and retired members of &Oacute;glaigh na h&Eacute;ireann; to foster public interest in &Oacute;glaigh na h&Eacute;ireann; to maintain liaison with organisations of ex-servicemen and  ex-servicewomen in the European Union; and to do all such other things as will assist in achieving the above objectives and aims.<br\/><br\/>On the issue of funding, ONE funding is mainly achieved through fundraising.  Our main fundraiser is the Fuchsia Appeal, which runs throughout the year, with the main push taking place in July, the month in which the national day of remembrance takes place.  The fuchsia is intended as a generic emblem of remembrance to honour those currently in service and as a fundraiser.  The fuchsia was chosen as it is apolitical, grows widely throughout Ireland and is known in the west of Ireland as deora D&eacute;, or God&rsquo;s tears.  Two Irish Defence Force soldiers, Patrick Mullins from Kilbeheny on the Limerick-Tipperary border and Caomh&aacute;n Seoighe from Inis O&iacute;rr, did not return from overseas service in the Congo and Lebanon, respectively, and are still officially listed as missing in action.  All of the foregoing were considered when the fuchsia was chosen.  The first Fuchsia Appeal was launched in 2009 and raised &euro;14,000.  The 2014 appeal raised &euro;56,000.  This year, the amount is similar.  It is our intention that the fuchsia will be adopted as the official emblem of remembrance, and we want to see it worn widely by the Defence Forces, those in the public service, politicians and the media in the month of July, similar to the wearing of the poppy in the UK, and more recently in Ireland, during the month of November and <i>le bleuet de France<\/i>, the cornflower.<br\/><br\/>Other fundraising methods include a weekly lotto, a Defence Forces race day, raffles, flag days, church gate collections and other events.  These events are organised and run by our members within branches throughout the country.  We also receive support from some serving and retired service personnel in the form of fixed donations through their salaries or pensions.<br\/><br\/>As a charity providing accommodation within three local authority areas, we receive some funding.  However, it is disappointing that the level is so low considering the number of homeless ex-service personnel that we cater for.  Each bed in emergency accommodation in Dublin costs approximately &euro;28,000 a year, with beds in supported temporary accommodation costing approximately &euro;29,000.  These figures are from the State's most recent homeless implementation plan.  The nightly cost per person is approximately &euro;75.  Br&uacute; na bhFiann receives &euro;182,850 in section 10 funding annually from Dublin City Council.  This equates to approximately &euro;16.69 per person per night.  We do not receive any funding on an ongoing basis from Westmeath County Council.Custume House received &euro;1,000 in grant funding in 2015.  This equates to approximately 39 cent per night.  We do not receive any funding on an ongoing basis from Donegal County Council.Beechwood House received &euro;350 in grant funding in 2015.  This equates to approximately 14 cent per night.  These figures are shocking.  However, all three local authorities provided substantial capital funding to the homes during the refurbishment and purchase stages.<br\/><br\/>ONE has a very close relationship with other veteran organisations, in particular the Irish United Nations Veterans Association, IUNVA.In conjunction with IUNVA and the Association of Retired Commissioned Officers, ARCO, ONE advocates of behalf of veterans.  All three organisations meet regularly and hold discussions with the Department of Defence officials and other Departments as required.  ONE and IUNVA also host training courses together, such as welfare case worker training courses, two of which were held in 2015.  A veteran&rsquo;s affairs policy has been agreed between the three ex-service personnel organisations and it is hoped this will form the blueprint for the future of the State's response to ex-service personnel issues and their interaction with the Department of Defence and the military authorities while no longer serving.<br\/><br\/>There are a number of aspects to ONE.  As a unique organisation and based upon the loyalty and comradeship that is fostered in the military, ONE ensures that there is a social aspect to the organisation.  Therefore, at national level, it regularly organises overseas trips to historical sites, and weekend and day trips to places of interest within Ireland are organised by the various branches.  These events are all self-financing and moneys raised for charitable purposes are used for that purpose only. <br\/><br\/>ONE takes part in various ceremonial events nationally and locally, such as the annual Niemba ambush remembrance ceremony, which is hosted by ONE,  and the national day of remembrance.  These events are an important part of our business.  Military service can be arduous and people have given the ultimate sacrifice both at home and on foreign service.  Therefore, we organise remembrance events that families and former colleagues attend to remember those who have passed.<br\/><br\/>To conclude, we are primarily a charitable organisation catering for and advocating on behalf of the needs of homeless ex-service personnel within our society.  To do this we fundraise and depend on donations and grant aid from the State.  This grant aid is much appreciated, but it needs to be increased substantially.  As can be ascertained from the figures above, we provide 16,060 bed nights per year to homeless ex-service colleagues.  This is a substantial figure to cater for, considering the implications if these people were still living in the various hostels and overnight accommodation available nationwide.  We therefore are continuing during 2016 to engage and lobby the State and other bodies for funding and resources to enable us as a charity to shoulder the burden of housing those ex-service personnel, thereby relieving the already strained Exchequer of direct responsibility.  We seek this committee's continued support and help in raising our profile and creating public and State awareness of issues with regard to homeless ex-service personnel.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#B00300","nonspeaker":"Mr. Ollie O'Connor","continuing":true},{"type":"speech","time":1450258200,"counter":9,"content":"<p>I thank Mr. O'Connor for his presentation and for the work his organisation is doing.  One of the reasons we invited the organisation here today was to help raise its profile and let people know about the work it is doing.  I now call on Mr. Kerwin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#C00200","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":10,"content":"<p>I am going to outline the key points in the establishment of the Irish United Nations Veterans Association, IUNVA, its development and its activities.  I hope we can flesh out these points in the subsequent discussion.<br\/><br\/>During the late 1980s, there was a growing interest among serving and retired members of the Defence Forces in the idea of establishing an organisation that would represent those who had volunteered to serve overseas and who had made a valuable contribution to world peace.  From the departure of the first Irish volunteers to the Lebanon in 1958 to 1990, more than 32,000 Irish troops have served with the United Nations in various trouble spots around the world.  The first formal meeting to discuss the establishment of IUNVA was held in Dublin on 10 February 1990 and an interim committee was formed.  At the first annual general meeting on 6 October 1990, held in the Eastern Health Board social club at Grangegorman, the constitution of IUNVA was ratified and the first national executive committee was elected.  The constitution stated,<i>inter alia,<\/i>that the association would be non-political, non-sectarian and non-denominational.  The Minister for Defence gave formal approval for the formation of the association.  Membership was to be offered to any Irish citizen who had satisfactorily completed a tour of duty with a United Nations peacekeeping force or another UN-backed organisation, whether he or she was serving or retired.  Hence, members of An Garda S&iacute;och&aacute;na and civilian personnel who fulfilled the foregoing criteria were welcome to join IUNVA.<br\/><br\/>With a national executive established in Dublin, the next move was to establish what we called posts throughout the country.  Post 1 was established in Dublin, soon to be followed by plans for posts in Dundalk, Wexford and Kildare.  The early months and years of the organisation were hectic.  Properties had to be found, a flag, crest and uniform designed and standing orders drawn up to ensure the proper day-to-day running of the association.  Today, IUNVA has 21 posts around the country, in locations stretching from Donegal to Galway, Kerry, Cork, Wexford and throughout the midlands.  These posts represent an active membership of 1,200.  The families and extended families of active and deceased members who benefit from the services and activities of IUNVA also constitute quite a significant number.  The pride and pleasure that members taken in their posts is there for all to see.  A post is a social club, a second home, a home where the hundreds of photographs and memorabilia decorating the walls tell their own stories.<\/p><p>Post 1 IUNVA is located at Arbour Hill and is adjacent to the 1916 plot.  I extend an invitation to all members of the joint committee to visit Post 1 to see, at first hand, exactly what I have talked about.<\/p><p> The aims and objectives of the association give a very good idea of the activities of its members.  These objectives include: to provide an advice and counselling service for members and their families; to organise social, cultural and sporting activities for members and their families; and to establish, maintain and encourage contact with associations similarly constituted in other countries.  In order to deal with the welfare needs of members and their families the association has a national welfare officer and there are also trained welfare offices in all of the posts.  The advice and assistance of these officers is regularly requested and greatly valued.<\/p><p> IUNVA works closely with ONE and has a seat on the Defence Forces benevolent fund board.  IUNVA is often the first point of contact for former members of the Defence Forces who have fallen on hard times.  When a member or former member of IUNVA dies, we ensure, irrespective of his or her circumstances, that the deceased gets a proper burial which recognises the service he or she has given.  To this end, IUNVA has purchased a number of plots in cemeteries throughout the country.  Over half of the posts have, with the help and co-operation of their local communities, erected monuments to those who lost their lives in the cause of peace.  At national level, the 93 Irishmen, which includes members of the Defence Forces, the Garda S&iacute;och&aacute;na and civilians, who lost their lives while serving with the UN are commemorated at an annual wreath-laying ceremony at the IUNVA monument on Arbour Hill in May.  Next year, the ceremony will be held on International Peacekeepers' Day, Sunday, 29 May, and I ask members to note that date in their diaries.<\/p><p> Ceremonies are an important part of our programme every year.  These include national ceremonies and ceremonies organised by IUNVA, ONE, the Royal British Legion and local councils.  The Irish soldier, as a peacekeeper, is second to none and his or her services will continue to be sought by the United Nations.  Peacekeeping is demanding and often dangerous work.  Adjusting to a normal way of life on returning home can make its own demands on individuals.  For these people, IUNVA will be there.  For those who do not return home, IUNVA will ensure that they will never be forgotten.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#C00300","nonspeaker":"Mr. George Kerwin","continuing":true},{"type":"speech","time":1450258200,"counter":12,"content":"<p>I thank Mr. Kerwin for his statement.  Deputy Mac Lochlainn has indicated his wish to contribute and I know he must leave shortly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#D00200","speaker":"978"},{"type":"speech","time":1450258200,"counter":13,"content":"<p>I apologise that I must leave in about ten minutes but I wanted to be here to listen to the presentations.  I wish to acknowledge the fact that this is an important and historical occasion because it is the first time that both organisations have presented to the Oireachtas.  I want to extend the immense gratitude of the Irish people to the members of the Defence Forces who have served at home and abroad.  We are particularly proud of our contribution to peacekeeping across the world and the reputation of the Irish Defence Forces is immense.  We are very grateful to the Defence Forces.<\/p> <p>  Today, the committee is tasked with finding out what supports that the organisations need and how these Houses can assist that process.  My first two questions are for IUNVA and I have some questions for ONE.  IUNVA ensures that members get a proper funeral and burial, which is a hugely important support to provide.  What services does IUNVA provide?  Where does IUNVA's funding come from?  I assume it would be good if IUNVA could secure appropriate funding from State sources that would complement the fundraising efforts of the organisation.  I ask IUNVA to tease out those matters and then it will be the turn of ONE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#D00300","speaker":"998"},{"type":"speechnospeaker","time":1450258200,"counter":14,"content":"<p>Initially, we get &euro;10,000 a year from the Government.  Thereafter, it costs between &euro;70, 000 and &euro;80,000 to run the organisation every year and the balance of that money is raised by fund-raising events.  We do not have a national fund-raising day but each of the 21 posts raise their own funds.  Each month they submit their accounts to our financial man for monitoring.  Each post looks after their own business and raise their own funds to meet their needs.<\/p> <p>  As soon as a member dies, we appoint a liaison officer to assist the family, if the deceased has a family.  In such instances, we discuss with the family whether they want an honour guard, a flag and a piper which we can provide.  If the deceased does not have a grave or a plot then we can provide same.  We deal with family, we ask them what they would like us to do and then we provide anything that we can including, if the funeral is anywhere in the immediate area of a post, providing a reception for the people afterwards.  We look after all of their needs, to the best of our ability.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#D00400","nonspeaker":"Mr. George Kerwin"},{"type":"speech","time":1450258200,"counter":15,"content":"<p>I am disappointed by the amount of funding that ONE has received from some of the local authorities and, as a Donegal man, I shall make representations to Donegal County Council.  The organisation has acknowledged that the councils provided funding for capital building projects and to get the houses under way.  Why have the councils not built in a reasonable allocation in their housing budgets?<\/p> <p>  In terms of the homeless, ONE has intervened which has meant that the number of people homeless has been reduced.  Does ONE track the number of homeless persons who are ex-service personnel?  Does ONE work with other homelessness organisations on the issue?  From what I can see, ONE has not received any Government funding.  I must say that I was unaware of the Fuchsia Appeal.  I like the idea of choosing the fuchsia because it is known in the west of Ireland as God's tears.  The appeal could grow in the imagination of the Irish people.  The Houses of the Oireachtas can do more to promote the scheme and perhaps we could launch the appeal here.  The Chairman, Deputy Stanton, is a huge advocate of the Defence Forces.  All of the time that he has been Chairman of this committee, he has championed the issues of the Defence Forces.  I am sure my suggestion is something that we will want to do in the new term.  I would like to hear the ideas and thoughts of ONE on all of what I have mentioned.  The Fuchsia Appeal has immense potential to raise funds for various organisations, if that could be agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#D00500","speaker":"998"},{"type":"speechnospeaker","time":1450258200,"counter":16,"content":"<p>We receive Government funding that amounts to &euro;40,000 per year and we are seeking additional funding at present.  We launched the Fuchsia Appeal in 2009 and have built on it year by year but we need a big boost.  We acknowledge that public relations is a big problem in our organisation and we are working on same.  Mr. Derek Ryan will talk about the appeal in a couple of minutes.<\/p> <p>  In terms of funding from local authorities, over the years - both before and during my time - we have made presentations to and met various regional and local authorities.  On those occasions they gave us the impression that their hands are tied.  They have claimed that the Department of the Environment, Community and Local Government would not allow them to support us because originally they were given capital funding which means their hands are tied in this area on an ongoing basis.<\/p> <p>  In terms of homeless people, we are involved with the Dublin Homeless Network so we are in touch with all of the organisations.  As part of the network, we met the Lord Mayor of Dublin recently.  We have very good communications with and received assistance from the Dublin Regional Homeless Executive which helps us as much as it can.  We have sought additional moneys from the executive one way or another, either through projects or to add to the annual funding.  We work continuously to increase funding.  Was there anything else?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#D00600","nonspeaker":"Mr. Ollie O'Connor"},{"type":"speech","time":1450258200,"counter":17,"content":"<p>No, Mr. O'Connor has covered all of my queries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#D00700","speaker":"998"},{"type":"speech","time":1450258200,"counter":18,"content":"<p>Does Mr. Ryan wish to comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#D00800","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":19,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#D00900","nonspeaker":"Mr. Derek Ryan"},{"type":"speechnospeaker","time":1450258200,"counter":20,"content":"<p>Mr. Ryan will comment on public relations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#D01000","nonspeaker":"Mr. Ollie O'Connor"},{"type":"speechnospeaker","time":1450258200,"counter":21,"content":"<p>I thank the Deputies for their comments and I thank the Chairman for inviting us here this morning.  Its an immensely proud day for ONE and for me, as an ex-serviceman, to come here to advocate on behalf of less well-off servicemen from both the Permanent Defence Force and the Reserve Defence Force.<\/p> <p>  As the committee will know, we are not a militaristic State but we have contributed hugely and punched above our weight in terms of the United Nations, the EU and everything else that we have contributed troops to over the years.  Public awareness in this country is lacking or is not as robust as in other countries - including our nearest neighbour - where people take immense pride in the service of those who have gone before them.<\/p><p>My role on the board of directors of the Organisation of National Ex-Service Personnel, ONE, especially for 2016 as well as in previous years, has been to raise our profile through the fuchsia appeal.  I am delighted to hear Deputy P&aacute;draig Mac Lochlainn has bought into the idea and agrees that the appeal is relevant and unique to Ireland.<br\/><br\/>There are 100,000 ex-service personnel, from both the Reserve and Permanent Defence Force, and their families living in the State.  That is a huge number of people who have given service.  We have many former garrison towns in which the military served in past decades and more recently.  There is a network and we are trying to tap into it.  One way for us to raise our profile and ability to fundraise is by getting cross-party support from Deputies, Senators and councillors to wear the fuchsia for the month of July.  They could also try to get national and private broadcasters to buy into the concept that service to the State came at a high price which is still being paid by service personnel who have various issues.  It behoves us, as an organisation, along the Irish UN Veterans Association, IUNVA, and the State to try to look after the people concerned.  <br\/><br\/>Mr. O'Connor mentioned a veterans' affairs policy which we drafted in conjunction with the IUNVA and the Association of Retired Commissioned Officers, ARCO.  The policy sets out, for the first time, a blueprint for how the State can interact with veterans, primarily with ONE and the IUNVA, and then the ARCO.  It sets out what the State can provide and how it should provide it.  In a utopian world the State would supply everything, but we know that is not possible.  In fairness to the State, the recently retired Chief of Staff, the Defence Forces, the Department and the various agencies involved, they have started to interact at a local level with veterans who are preparing to leave the Defence Forces.  I am speaking primarily about those who may have medical issues.  If they are in the care of consultants or similar, the care will continue after they leave the Defence Forces.  The side gates of barracks, in effect, are left open in order that when these personnel finish their military service, their medical files will be kept by the Defence Forces and they can continue to receive their care.  In fairness to the Minister, Deputy Simon Coveney, and the Department, the recently published White Paper on Defence includes veterans' affairs as a policy issue.  It would be brilliant if it was given priority in the future.<br\/><br\/>The next part of the policy was communications.  We have had issues with the various Departments in recent years.  Through no fault of any elected individual or civil servant, there is a distinct lack of understanding of what the fuchsia appeal is actually about.  The ball has been passed from one Department to another which can be quite frustrating, although it is nobody's fault.  In conjunction with our brothers and colleagues in the IUNVA and the ARCO, we have proposed that there be a communications policy drafted between the various stakeholder agencies within the defence family.  That policy would lay out who should contacts whom, what the remit of each department was and who the go-to people were for various issues.  <br\/><br\/>As Mr. O'Connor and Mr. Kirwan have stated, we meet the Department of Defence and the military authorities a number of times a year in force headquarters, FHQ.  We are in the process of setting up an inter-body group to explore this issue further and hope the joint committee will have an input.  Ultimately it is the Executive that will be responsible for implementing our communications policy.  The 2016 centenary commemorations are coming upon us hard and fast.  The Department of the Taoiseach is responsible for certain events, while various other Departments have other responsibilities.  It would be good to tighten up on who has responsibility for what.  From our position, when that happens, there will not be an <i>ad hoc<\/i>approach but a more structured one which will benefit everybody.  That is basically my role.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#D01100","nonspeaker":"Mr. Derek Ryan","continuing":true},{"type":"speech","time":1450258200,"counter":23,"content":"<p>Mr. O'Connor wanted to come back in briefly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#E00200","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":24,"content":"<p>Deputy P&aacute;draig Mac Lochlainn asked if there was tracking of homeless ex-service personnel.  There are no statistical data other than for the people who have contacted health managers.  As with all homelessness cases, there are views and bias as to how somebody became homeless, although it can happen for various reasons.  If we have time, Mr. Dillon might outline the situation and the problems some of homeless people have.  We are not always competent to deal with these problems and believe the State has left us with issues that could be handled better somewhere else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#E00300","nonspeaker":"Mr. Ollie O'Connor"},{"type":"speech","time":1450258200,"counter":25,"content":"<p>Deputy Gabrielle McFadden and Senator Martin Conway have indicated.  We will ask Mr. Dillon for an outline later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#E00400","speaker":"978"},{"type":"speech","time":1450258200,"counter":26,"content":"<p>I apologise for being late.  I was on quorum duty and, unfortunately, I do not yet have the powers of bilocation, although I am trying.<\/p> <p>  As a Deputy from a garrison town, I am very proud of the Defence Forces and all their members, both serving and retired, as is nearly everybody in my town.  We have a very proud history with the Defence Forces.  When I was elected in the by-election last year, one of the pictures that had been on the wall in my late dear sister's office when I came in was a lovely one of her with the UN veterans who had visited her in 2007.  It is the only picture I stole back out of the box and put up on my wall and it is still on it.  I am happy to say the UN veterans from Athlone are coming to visit me here in January and I will have a picture taken with them which I will cherish.<\/p> <p>  One of the things about which I am pleased from the White Paper and the day of the symposium in Farmleigh is that the ARCO and all of the organisations were named in the White Paper.  We will lobby the Minister to make sure it is not just a policy issue but that we make them a priority.  I will be very happy to wear the fuchsia in July, regardless of whether I am a Deputy at the time.<\/p> <p>  I am very concerned about the Westmeath County Council grant for ONE.  While I acknowledge the allocation of capital funding, I am very concerned about a grant of &euro;0.39 per night.  How much does it actually cost per night for a bed in Athlone?<\/p> <p>  As I am helping a few ex-servicemen, I am very conscious of post-traumatic stress disorder.  Is there a bigger picture about which I do not know?  I have a couple of people for whom I am looking out.  How widespread is it among ex-servicemen and are they getting the support they need?<\/p> <p>  Rather than talking about the broad difficulties, are there specific things we could do as elected representatives to help the delegates?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#E00500","speaker":"1194"},{"type":"speech","time":1450258200,"counter":27,"content":"<p>There were three questions asked.<\/p><p>There is the cost of funding per night in Athlone.  There are specific issues such as post traumatic stress and other issues.  Mr. Kerwin might also like to comment on post traumatic stress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#E00600","speaker":"978","continuing":true},{"type":"speechnospeaker","time":1450258200,"counter":29,"content":"<p>What we allow per day for food per person is &euro;2.70.  I can give the Chairman a global figure.  It costs between &euro;500,000 and &euro;600,000 per year to keep the three homes open.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F00200","nonspeaker":"Mr. Ollie O'Connor"},{"type":"speech","time":1450258200,"counter":30,"content":"<p>How much?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F00300","speaker":"1194"},{"type":"speechnospeaker","time":1450258200,"counter":31,"content":"<p>It costs between &euro;500,000 and &euro;600,000.  We employ 16 staff, 50% of whom would be part-time.  In the homes in Athlone and Letterkenny, both the house manager and chef work part-time as we do not have the funding.  In the larger house, in particular, we have the expense of providing lifts and meeting the fire safety regulations.  We must comply with health and safety legislation.  We incur expenses that one would not normally think about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F00400","nonspeaker":"Mr. Ollie O'Connor"},{"type":"speech","time":1450258200,"counter":32,"content":"<p>I presume most of the ex-service personnel would have an Army pension or other pensions.  Do they contribute?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F00500","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":33,"content":"<p>About 40%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F00600","nonspeaker":"Mr. Ollie O'Connor"},{"type":"speech","time":1450258200,"counter":34,"content":"<p>Would they not have the full 21 years service?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F00700","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":35,"content":"<p>No, they would not.  Most people who join the Defence Forces leave without a pension.  They might serve for any number of years fewer than 21 years.  The way we view it is that we served with these people and when they are in trouble, we want to help them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F00800","nonspeaker":"Mr. Ollie O'Connor"},{"type":"speech","time":1450258200,"counter":36,"content":"<p>I presume that a person who would leave after three years service would be quite young.  People would be eligible for the State pension when they reach that age.  Do they make a contribution?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F00900","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":37,"content":"<p>They do but it is based on their means.  We provide full bed and board service.  The house manager would be able to speak on this.  On average, they would contribution around &euro;120 per week.  However, the person might be in receipt of rent allowance or be on a pension.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F01000","nonspeaker":"Mr. Ollie O'Connor"},{"type":"speech","time":1450258200,"counter":38,"content":"<p>Mr. Kerwin might be best placed to talk about post traumatic stress from his experience abroad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F01100","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":39,"content":"<p>We come up against this quite regularly.  There is a problem as we would have people who experience PTSD, who do not realise they have it.  I was talking to a gentleman two years ago about his near death experience when he was serving with the UN and he told me he had not had a proper night's sleep since that event three or four years earlier.  We have to try to talk to them and let them know there is help.  We can offer a certain level of help.  We have welfare officers who will work with people who have had these experiences.  We have provided professional help for individuals from time to time but we do not have the expertise to bring the support we can offer to the next level, which is often needed.  What is required are lines of communication to other authorities and sources, to point people in the direction of availing of professional help for which they would not bear the cost or that we could get funding for specific cases so that we could help them.  We do not know the extent of post traumatic stress but we keep coming up against cases of it.  Believe it or not, the taxi driver who brought me to this meeting told me about his friend, who cracked up some time ago, an ex-sergeant who badly needs help.  I asked him to get in touch with one of our posts.  We need to get them to realise the situation they are in and to get people through the barrier of pride to ask for help.  We can go so far in helping those who experience post traumatic stress but we need funding to bring that help to another level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F01200","nonspeaker":"Mr. George Kerwin"},{"type":"speech","time":1450258200,"counter":40,"content":"<p>This is a fascinating discussion.  I welcome the witnesses and thank them for their presentations.<\/p> <p>  In regard to funding, I think we should consider what our neighbouring countries are doing.  Are the local authorities the most appropriate body to provide funding?  Should the funding come from the Department of Defence or from central Government as opposed to one local authority stepping up to the plate?  Has the option of funding from central Government or the Department been looked at?  How is the service funded in other countries?<\/p> <p>  I would recommend, and the witnesses seem to have done this, that they should make presentations to the councillors as this would raise their profile and it might, as Deputy Mac Lochlainn suggested earlier, get the project incorporated into the local authority housing budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F01400","speaker":"1158"},{"type":"speech","time":1450258200,"counter":41,"content":"<p>The Senator raised the question of comparing the supports for ex-service people in Ireland and those available in other jurisdictions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F01500","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":42,"content":"<p>In most western jurisdictions, there would be a minister with responsibility for veterans affairs.  In America, there are veterans' hospitals, education grants and other supports for veterans.  Britain, our nearest neighbour, would have a substantial veterans' policy and would have an Under Secretary of State with responsibility for Veterans Affairs.  They work hand in glove with the Royal British Legion and SSAFA, which are part of the decision-making process.  Similar organisations like ourselves in Britain would be very much part of the establishment.  The Organisation of National Ex-Service Personnel Ireland is a long time on the go but is only becoming known.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F01600","nonspeaker":"Mr. Ollie O'Connor"},{"type":"speech","time":1450258200,"counter":43,"content":"<p>Does Senator O'Donovan wish to comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F01700","speaker":"978"},{"type":"speech","time":1450258200,"counter":44,"content":"<p>I wish to apologise for being late.  I acknowledge the great work the Organisation of National Ex-Service Personnel Ireland has done over the years.  I appreciate what the organisation is doing.  It is great that a body exists that will protect those who fall through the cracks.  I hope that the supports for the organisation will improve, particularly in 2016, when there should be a greater focus not only by politicians but as my colleague, Senator Conway, said by the local authorities.  I think the general public are ignorant of what this organisation is trying to achieve.  However, the organisation must be commended for the great work it is doing.  By appearing before the joint committee, the organisation is creating a focus on what it is trying to achieve.  That must be recognised at all levels from the Minister right down to Deputies and Senators.  I thank the witnesses and wish them a peaceful Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F01800","speaker":"1127"},{"type":"speech","time":1450258200,"counter":45,"content":"<p>I invite Mr. Dillon to comment on some of the points Mr. O'Connor and Deputy McFadden raised earlier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F01900","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":46,"content":"<p>I manage a facility called Br&uacute; na bhFiann in Smithfield Dublin.  This is a 40-bedroom facility, of which 30 bedrooms are taken up under a homeless initiative with the remaining ten bedrooms used for helping serving members of the Defence Forces, our own members and other organisations which need overnight accommodation because people are in hospitals.<br\/><br\/><font color=\"#222222\">  The reason people present to Br&uacute; na bhFiann is as a result of the lack of social housing for single people.  The rent level in private rented sector is too high and those on pensions or in receipt of payments from the Department of Social Protection simply cannot afford it.  Issues such as family breakdown, much of which is due to their military service, addiction and the current Defence Forces policy on retention are also factors.  We are the only armed forces in Europe where members who do not reach a certain rank must leave.  When people who join the Defence Forces at age 17 or 18 reach 28 or 29 years, they are suddenly out of a job and the Defence Forces do not want to know them and have no backup mechanisms for them.  These people have no accommodation and most of them will end up without a job.<\/font><\/p><p>Basically, that is why we are dealing with so many people at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#F02000","nonspeaker":"Mr. Richard Dillon","continuing":true},{"type":"speech","time":1450258200,"counter":48,"content":"<p>Thank you.  That is fascinating.  You said that we are the only country with this policy.  It has been said to us that the Defence Forces are primarily made up of young people, especially in the low ranks, as one needs to be young and fit in order to do what they do.  We had a discussion with the Minister and others in the past.  There are 1,400 members in the Organisation of National Ex-Service Personnel, ONE, with 100,000 former service personnel.  Is there scope for more people to get involved with ONE and are there plans to increase membership?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G00200","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":49,"content":"<p>There are ongoing plans, as Mr. Ryan stated earlier.  It is part of our public relations campaign and our strategic plan for the next five years.  We will try to grow the organisation.  It is currently difficult to get people to join anything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G00300","nonspeaker":"Mr. Ollie O'Connor"},{"type":"speech","time":1450258200,"counter":50,"content":"<p>Indeed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G00400","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":51,"content":"<p>The home seems to be the centre of life, with people watching television or computers.  People do not leave the home as much as they used to or join the various voluntary bodies that are seeking members.  We are one of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G00500","nonspeaker":"Mr. Ollie O'Connor"},{"type":"speech","time":1450258200,"counter":52,"content":"<p>That seems to be the case across the board with many organisations.  The witness is absolutely right.  I am conscious that Mr. Garland, Mr. Gilbert and Mr. Mott are here as well.  Do they wish to make any comment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G00600","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":53,"content":"<p>We have only two places for accommodation.  One is in the military barracks at Mullingar and the other is in the Curragh Camp.  We are limited to approximately three people in those places.  We were throwing around an idea at our last meeting that we might request some of the closed Garda barracks around the country and look after the issue ourselves.  We hope we might get a few euro to help, so we can provide accommodation and have a headquarters.  Most of our meetings around the country are held in one room in a pub or whatever.<\/p> <p>  With regard to post-traumatic stress disorder, PTSD, a girl came into our No. 1 post and spoke to people at the beginning.  That was perhaps 18 years ago.  Some of the people she spoke to appreciated her and it helped them but we could not afford to keep her on.  We would have liked to have done so.  We have people coming in on Thursdays and Sundays who have problems.  I cannot say if it was PTSD, as I am not qualified to do so.  We sit them down, have a chat with them and give them a cup of coffee, a biscuit or whatever is going.  We try to get them out on to parades and the St. Patrick's Day parades, in particular.  We do that all over the country.  Currently, we are trying to organise our own pipe band.  It will cost in the region of &euro;20,000 to organise the band with pipes, uniforms, etc.  We have taken part in St. Patrick's Day parades in New York on a number of occasions.  A number of people are going over to lay wreaths at the Cenotaph in London and we have worked with the Royal British Legion of the North.  Currently, we are most concerned with parades but we would love to get into the issue of premises and accommodation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G00700","nonspeaker":"Mr. Dan Garland"},{"type":"speechnospeaker","time":1450258200,"counter":54,"content":"<p>There are a few points we might have missed.  All of the members of the Irish United Nations Veterans Association, IUNVA, are volunteers; we do not get paid and we work on our own time.  There is a kind of misconception as many members of the public might see us coming in here, dressed in our finery and say those guys are on a handy number.  We do not get paid and we do this because we care.  It is the same with ONE.<br\/><br\/>We have offices around the country in Dublin, Mullingar, Fermoy, Portlaoise and Clonmel, and they are open Monday to Friday from 10 a.m. until 2 p.m.  They are manned by volunteers.  We have a girl in Dublin and a girl in Portlaoise on a work experience programmes.  There is a turn over every year, so just as peope gets used to the job, they are moved on.  We need people on a permanent basis, as people are coming in off the streets.  We have spoken about PTSD.  Last week in Portlaoise, where I am from, an ex-member came in who is in a lot of trouble.  I hope we will be able to point him in the right direction.  We have an <i>ad hoc<\/i>system that we would like to put in place properly so we can direct people to the personal support services or, if they need it, the Army benevolent fund.  We need to tie this down better.  Welfare matters are a big priority for us and we, along with ONE, have come a good bit on that in recent years.<br\/><br\/>We have 1,200 members and we have 800 subscribers.  They pay us &euro;2 per month out of their pension and 170 of those are widows of persons who have served.  It is our priority to take care of these people as well.  They have served overseas and if they come to us with problems, we contact ONE, which takes care of them from then.  The two organisations work closely.  I thank the committee for the chance to speak today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G00800","nonspeaker":"Mr. Charlie Mott"},{"type":"speechnospeaker","time":1450258200,"counter":55,"content":"<p>We have talked about how we try to help those who are living with problems but one of our objectives is to remember our dead.  As far as I know, before our organisation came along, there was nothing to commemorate the more than 90 people who have lost their lives overseas, most of them violently.  We have erected monuments with those people's names on them.  I cannot remember where they all are off the top of my head but there are at least a dozen centres around Ireland.  It is very important to us that we remember those people, and it is one of our objectives that those people should never be forgotten.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G00900","nonspeaker":"Mr. William Gilbert"},{"type":"speech","time":1450258200,"counter":56,"content":"<p>It is a very important point and thank you for reminding us of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G01000","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":57,"content":"<p>All of those monuments were erected with local contributions from different areas.  There were collections and flag days in towns and villages in which the monuments were erected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G01100","nonspeaker":"Mr. William Gilbert"},{"type":"speechnospeaker","time":1450258200,"counter":58,"content":"<p>To follow up on Mr. Gilbert's comments, today is the 54th anniversary of the Battle of the Tunnel in Elizabethville in Congo, when three of our comrades were killed in battle.  We should remember that on this day, 54 years ago, the Irish Army went into combat on behalf of the United Nations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G01200","nonspeaker":"Mr. Derek Ryan"},{"type":"speech","time":1450258200,"counter":59,"content":"<p>This is a poignant coincidence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G01300","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":60,"content":"<p>It is a poignant day and we had a remembrance ceremony at McKee Barracks on Sunday for the three deceased members.<\/p> <p>  Deputy McFadden asked what the committee could do to help the veterans, and I speak on behalf of IUNVA as well.  Funding is our top priority.  We spoke about highlighting the need for the Fuchsia appeal.  I am delighted to hear so many Deputies and Senators, including the Chair, stating they would support this appeal in future.  The last element is the idea of veterans' affairs and the covenant.  We spoke about a covenant between the State and its organisations, including veteran organisations.  Topics for discussion among ourselves - and I hope with elected representatives, as God willing, we will see them all in the new year - include terms and conditions of service prior to discharge and retirement for service personnel, both reservists and Permanent Defence Forces personnel.  Some reservists have many decades of service to the State and they do not get a pension.  They are not recognised officially by the State.  It is important that reservists, as well as our Defences Forces, would prior to discharge have some form of interaction with regard to terms and conditions of service.<\/p> <p>  There is also the issue of health care.  I know young men and women colleagues who have left the Defence Forces.  While they were in the Defence Forces, things happened, and they were in the care of psychiatric staff.<\/p><p>The day they were discharged from the Defence Forces the care and help stopped.  A covenant would fill that crack such that the health care would continue.  It is cost neutral for the State to do that because the Defence Forces already have the medical personnel and facilities that the former soldier would have had access to, as well as the soldier&rsquo;s file, rather than putting the soldier out the gate to join a long waiting list for a HSE clinic.<\/p><p> Education is another service soldiers need before retirement.  In America and in certain European countries when service men are coming to retirement places are made available for vocational training within local authorities and institutes of technology because while the skills we learn in service are of massive benefit to the State they need to be retuned and re-honed and given direction.  There is a possibility that the State could help service personnel coming out of service to re-skill and up-skill, thereby giving them skill sets so that they do not have to rely on our meagre resources. <\/p><p> They should have priority access to State-sponsored housing schemes.  If they were injured or invalided out of the Defence Forces they need help in ensuring that appropriate accommodation is made available.  Many have been discharged in recent years from the Defence Forces with problems they believe are related to Lariam.  I am not saying they are or not but it is a live topic.  Very young men and women have been discharged and are finding it hard to cope coming out of an institution, whether they have been there for three, six or 21 years, where everything is provided and they have to dip into a meagre pension.  A half pension after 21 years as a private is not a large sum of money.  They need access to financial and tax advice prior to discharge.  When I retired from the Defence Forces the world of tax affairs and filling in tax forms was completely alien to me but I was married to a tax consultant.<\/p><p> The State has a positive moral obligation to maintain the organisations that provide direct access to support for veterans thus allowing those with unique knowledge of prior service to act in the best interests of the veterans.  Military service, like service as an elected representative, is a unique part of Irish society that the greater public does not have access to.  I know many elected representatives who have said they would need post-traumatic stress disorder, PTSD, counselling after their term.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#G01400","nonspeaker":"Mr. Derek Ryan","continuing":true},{"type":"speech","time":1450258200,"counter":62,"content":"<p>After a general election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#H00200","speaker":"1194"},{"type":"speechnospeaker","time":1450258200,"counter":63,"content":"<p>The Permanent Defence Force is not running for election every few years.  It is a huge family and with State help we could organise ourselves for health insurance purposes.  The appropriate supports should be included in the covenant to assist the transition from military life to civilian life.  I spoke about a support post-service to involve an obligation for life to reflect the commitment and sacrifices made by the veterans and their families during service as well as their continuing value to society.  This should be properly recognised in the support they receive but that is not the case at the moment.  Those injured who have service-related health conditions should receive additional support, which may be financial or access to the appropriate social services.  They should get some priority.  The services exist but my experience is that some people have fallen through the cracks, between the Irish United Nations Veterans Association and our organisation, and have ended up in early graves.  <\/p> <p>  Bereaved families should be included in any discussions post-service.  The State has failed abjectly and miserably in respect of families of those who have died in State service because of its bureaucracy, not through wanton malice in any State organisation.  I know families of deceased members have had problems when trying to interact with the State.  Most recently we were part of the Justice for Smallhorne and Barrett campaign, for two of our comrades who were unlawfully killed while on UN service.  There was a lacuna between the Defence Forces and the State in advocating the return of the person accused to Lebanon.  The veterans mobilised. <\/p> <p>  We want formal recognition by the State of veterans, whether reservists or others.  In the United Kingdom when people apply for State services there is a box to be ticked if the person is a veteran or has military service.  I am assured that when people apply for State services in Ireland they should be added as a criterion to give somebody a bit of credit for time and service given to the State.<\/p> <p>  Deputy McFadden asked what this committee can do for us.  The answer is money, money, money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#H00300","nonspeaker":"Mr. Derek Ryan"},{"type":"speech","time":1450258200,"counter":64,"content":"<p>We can make that point.  This hearing will be watched and noted by others outside.  We will communicate with the Department of Defence and the Minister.<\/p> <p>  I welcome Senator Craughwell who is a former serving member to the committee.  He may have something to add to the discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#H00400","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":65,"content":"<p>At the moment we have a 51 year old resident.  He served for 21 years in the Defence Forces.  He is suffering from Huntington&rsquo;s disease.  Two years ago his private landlord evicted him.  We took him on as a temporary measure.  He is still living with us.  He is in the third and final stage of his illness, which means he is dying.  I have to work on the front line and while all the words are fine, we are struggling with the HSE.  It has granted approval for him to go into proper care but the care home does not have the room for him.  It is coming up to Christmas, he is dying.  Our facility is not the place for him but we will not put him out on the street.  That is the reality for some ex-service people.  Those issues must be dealt with in a more compassionate way.  It is not good enough that somebody who gave military service is treated like that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#H00500","nonspeaker":"Mr. Richard Dillon"},{"type":"speech","time":1450258200,"counter":66,"content":"<p>For Senator Craughwell&rsquo;s information, this is the first time these organisations have come to the Oireachtas.  We are holding this hearing to give them an opportunity to voice their concerns and issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#H00600","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":67,"content":"<p>To follow what Mr. Gilbert said about remembering the dead, I served in the Congo in 1960.  When I joined this organisation almost 20 years ago and attended one or two funerals I thought of the people who had died from the 32nd, 33rd and 34th battalions.  There was no briefing before we left Ireland and no debriefing when we got home.  We were handed &pound;25 and told we had 30 days holidays and then to return for duty.  We went to the Congo dressed and equipped to travel to the Arctic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#H00700","nonspeaker":"Mr. Dan Garland"},{"type":"speech","time":1450258200,"counter":68,"content":"<p>The old bull&rsquo;s wool.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#H00800","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":69,"content":"<p>I do not know how many of those people felt when they came back.  Luckily, it did not affect me but it affected many people.  They are the ones we should be thinking of today because there are still people going out there.  They now have great facilities and they do an excellent job.<\/p> <p>  I was in Canada five years ago and found out where the veterans were located in Toronto.  They have a wing in a huge hospital there, similar to St. Vincent&rsquo;s Hospital or Beaumont here.  Ex-army doctors and nurses are employed in that wing to cater for those in the hospital.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#H00900","nonspeaker":"Mr. Dan Garland"},{"type":"speechnospeaker","time":1450258200,"counter":70,"content":"<p>Mr. Garland referred to people's experiences overseas.  A huge part of our history has been lost in terms of the experience of soldiers on the ground.  We have put together a group within IUNVA to go around the country and sit down with veterans of the Congo and the Middle East to ask them what happened to them and to record their experiences.  Last year I was in the presence of some cadets in the military college and was talking about the Suez Canal, air fights overhead and artillery coming in, and they were looking at me as though I had come from another planet.  I am one of many veterans whose experiences are not recorded anywhere.  We all learned from the people who went out to the Congo without being briefed or prepared, with the consequences we saw, and now we are one of the best prepared and equipped units anywhere in the world.  Irish military personnel are on duty in 16 locations around the world.<\/p> <p>  We would love to see a monument, preferably in Dublin, to what this country has contributed to making this world a better and safer place to live in.  This is not just about the Army but about garda&iacute; as well, and civilians who have gone abroad and made a major contribution to making this world a better and safer place to live in.  It should be recognised and this is something we are pursuing, so I would like members to support it.<\/p> <p>  The Irish soldier is very special overseas.  I was visiting a unit as press officer 20 years ago and there was a soldier on duty who had arrived only a month earlier.  There was a footpath going into the village where he was on duty and, while I was chatting to him and asking him what he was doing and how he was getting on with the local people, he told me to watch a schoolboy, aged six or seven, coming down the path with his schoolbag on his way to school.  As he approached the sentry the soldier came to attention, saluted the little boy and said \"Dia dhuit, Mohammed.\"  The little boy saluted him back and said \"Dia's Muire dhuit, soldier.\"  One cannot train that.  It was this young man's nature, and that was his contribution to peace in the world.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#J00100","nonspeaker":"Mr. George Kerwin"},{"type":"speech","time":1450258200,"counter":71,"content":"<p>That is unique, indeed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#J00200","speaker":"978"},{"type":"speech","time":1450258200,"counter":72,"content":"<p>As a card-carrying member of ONE myself, I am delighted to see the witnesses from ONE and the UN vets here today.  When I left the Army back in 1980, soldiers were forgotten once they had walked out the gate.  Many soldiers fell on very hard times and I have met many who fell on hard times that were beyond belief.  ONE and the UN vets have provided a focus for former members to remain engaged and we owe them a huge debt of gratitude for that.<\/p> <p>  On the subject of recognising veterans, it is not uncommon in other parts of the world for veterans to have a lapel badge to identify them as veterans, and that is something we should do.  The idea of a monument to serving members from the civilian forces, the garda&iacute; and the Army is not before time.  My first recollection of the Defence Forces in Ireland was the funerals after the Niemba massacre.  It was on my birthday and I listened all night to the death march on Raidi&oacute; &Eacute;ireann.  I served with Captain Gleeson's brother, Fergus Gleeson, in Galway so I have a huge affinity with them.  We are unique in having provided an army of peace, not a fighting army.  Many of our soldiers have died in the service of peace, not war, and this needs to be recognised.<\/p> <p>  The need for pre-discharge or pre-demobilisation education was raised.  In Carlow recently, I saw 200 members of the Defence Forces of all ranks graduate with FETAC level 5, 6, 7, 8 and 9 qualifications.  I commend our Defence Forces on this, as we are one of the few armies in the world that have been brave enough to engage with education, and we now have private soldiers with academic qualifications similar to those of their officers.  As I said at a recent EU interparliamentary committee meeting on education, I am concerned by those who do not access education.  There is no requirement to access education, but when a soldier comes to the end of his service, as Mr. Dillon said, he will need skills to survive outside the barracks.  Many in this room will recall the days when soldiers came to the end of their service and quietly lived on in a barracks until they died.  Nobody passed any remarks about the fact that a person was living in such quarters having long since ceased to serve as an active soldier.  This does not happen any more, and soldiers now serve an average of five years.  The turnover is rapid, as job opportunities are there and people are better educated.  After a period of overseas travel they have greater opportunities so they do not stay in the Defence Forces as long as they used to.  <\/p> <p>  Education and health are the two areas we should put some sort of funding towards in recognition of service to the State.  I propose a transition period in the last two years of a soldier's life, to be given over to preparing him, through educational or resettlement programmes, to enter civilian life.  I acknowledge the work of ONE and the UN vets.  The work done by both organisations is incredible in the short time they have been in existence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#J00300","speaker":"1196"},{"type":"speechnospeaker","time":1450258200,"counter":73,"content":"<p>In our initial oral submission to the White Paper body, one of the points we made was the need to prepare people for civilian life.  We wanted to equate military service with academic qualifications.  I worked previously with PDFORRA and some progress has been made in that area, with Carlow IT now awarding diplomas and degrees.  We were also looking for simple things, such as showing somebody how to do a CV.  We can strip and assemble a rifle but doing a CV is another thing.  We mentioned transition because other forces have arrangements for the transition to civilian life, in which the last two years, or even six months, of the service of a soldier is devoted to preparing him for civilian life.  This might include going out to work somewhere else, and it is something we intend to push.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#J00400","nonspeaker":"Mr. Ollie O'Connor"},{"type":"speech","time":1450258200,"counter":74,"content":"<p>A military life and life in a barracks can be quite sheltered, especially if one is single.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#J00500","speaker":"978"},{"type":"speech","time":1450258200,"counter":75,"content":"<p>Everything I wanted to say has been said.  Education is included in the White Paper and I raised it with the Minister myself after the symposium.  It is a policy in the White Paper, even if it is not necessarily a priority.  The Minister is very clued into the difficulties of what happens just before a soldier comes out and how difficult it is to get an education or a job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#J00600","speaker":"1194"},{"type":"speech","time":1450258200,"counter":76,"content":"<p>We have had a very good interaction today.  I apologise for the fact that more members were not present, but it is on account of the time of year and the electoral cycle.  We were anxious to meet the witnesses.  I am a former serving member of the Defence Forces Reserve, having served for 23 years, so I have a certain gr&aacute; for things military and an understanding of what the issues are.  ONE and the UN vets provide colour parties for ceremonial occasions, which add to the gravitas of what happens in many areas.  I thank them for that and for the work they do with former members.<\/p> <p>  This is could be one of the last meetings of this committee because an election is coming down the tracks.<\/p><p>Another committee will be formed after the general election but none of us knows whether we will be members; that is dependent on the will of the people.  That said, I would invite the witnesses to keep in touch.  I am surprised that this is the first time that either organisation has been in the Oireachtas, given the work they are both doing.  This is their Parliament and I would invite them to make contact with the chairman and clerk of the next committee and request an invitation to appear before it to make further representations because their work is so very important.  If the witnesses make detailed submissions, the committee can formally bring them to the attention of the Minister and the Taoiseach.  Some of the information they provided today can also be sent forward, with their permission.<\/p><p> I thank the witnesses for their attendance this morning and wish them, their families and the members of their organisations a very happy Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#J00700","speaker":"978","continuing":true},{"type":"unspoken","time":1450258200,"counter":78,"content":"<p>Sitting suspended at 11.10 a.m and resumed at 2.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Changing Policing in Ireland Report: Garda Inspectorate","time":1450258200,"counter":79,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#AA00100"},{"type":"speech","time":1450258200,"counter":80,"content":"<p>We are meeting to discuss with the Garda Inspectorate its recently published report entitled, Changing Policing in Ireland - Delivering a Visible, Accessible and Responsive Service.  On behalf of the joint committee, I warmly welcome Mr. Olson, chief Inspector; Mr. Mark Toland, deputy chief inspector; and Ms Eimear Fisher, senior inspector.  Is this Ms Fisher's first visit to the committee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#AA00200","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":81,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#AA00300","nonspeaker":"Ms Eimear Fisher"},{"type":"speech","time":1450258200,"counter":82,"content":"<p>The delegates will be invited to make a brief opening statement, which will be followed by a question and answer session.  Colleagues and delegates should ensure their mobile phones are switched off left in silent or, even better, flight mode, as otherwise they will interfere with the sound system.<\/p> <p> Witnesses should note that they are protected by absolute privilege in respect of the evidence they are to give to the committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  Members should also be aware that, under the salient rulings of the Chair, they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p> <p>  I believe Mr. Olson has an opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#AA00400","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":83,"content":"<p>Yes.  I say, \"Good afternoon,\" to the Chairman and Deputies.  We do not have any Senator present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#AA00500","nonspeaker":"Mr. Robert K. Olson"},{"type":"speech","time":1450258200,"counter":84,"content":"<p>Not yet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#AA00600","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":85,"content":"<p>I will welcome them, if they arrive.  <\/p> <p>  We take the opportunity to thank the committee for inviting us to present to it.  Everyone knows who we are following the Chairman's introduction.  Ms Debra Kirby used to be with us, but her contract ended in September and she opted not to stay after being offered a vice president's job or something in Chicago, where she is doing well.  She played a large part in producing the report.  Practically one third of it is hers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#AA00700","nonspeaker":"Mr. Robert K. Olson"},{"type":"speech","time":1450258200,"counter":86,"content":"<p>We wish her well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#AA00800","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":87,"content":"<p>I thank the Chairman.  <\/p> <p>  This organisational review of An Garda S&iacute;och&aacute;na covers its structure, staffing and deployment of resources.  The report is primarily about putting garda&iacute; on the front line and providing sufficient numbers of people, strong leadership, supervision, appropriate equipment, good training and the modern technology needed to deliver a better service to all communities in Ireland.  During the review the inspectorate met more than 2,500 employees of An Garda S&iacute;och&aacute;na and other stakeholders.<\/p> <p>  I will turn to the report's key findings.  We found an ineffective structure that was struggling to cope with the modern demands on Garda services.  Many headquarters units have duplicate functions in matters such as change management, policy development and oversight.  To protect front-line services, all other police services from around the globe with which we engaged in the review have restructured, reduced the number of administrative areas and now operate from far leaner structures, with fewer senior managers.  We found that national and specialist Garda units were very much Dublin based and Dublin focused.  The current structure which encompasses six regions, 28 divisions and 96 districts is highly inefficient and impacts negatively on the deployment of resources.  Centralised decision-making takes place even on lower level issues that could be handled at sergeant or inspector level.<\/p> <p>  On the deployment of resources, people are not always on duty at the right times, in the right places and doing the right things.  The Garda roster introduced in 2012 has reduced the number of working days per member each year, the number of working hours per member each year and the number of members available for duty on any given day.  In total, approximately 83% of Garda resources are deployed to front-line services compared with approximately 93% in the other services we examined.  As far as we could see, garda&iacute; were not allocated according to policing needs.  An analysis of deployment data on a Tuesday morning and a Saturday night identified that there were 48 fewer people on duty on the Saturday night than on the Tuesday morning.  With an additional shift on the Saturday night to overlap, the inspectorate expected to see far more garda&iacute; on duty on the streets.<\/p> <p>  There is a two-tier community policing system within the organisation, with high numbers of garda&iacute; in the Dublin area but significantly fewer in other areas, particularly in rural Ireland.  At public meetings attended by the inspectorate and at which we conducted surveys of those present, community members reported noticing a reduction in Garda visibility in their communities.<\/p> <p>  The report touches on workforce modernisation and human resources.  An Garda S&iacute;och&aacute;na performs some functions that may be more appropriate to other agencies such as prosecuting District Court cases and the transportation of prisoners on remand.  In our estimate, at least 1,500 garda&iacute; are in non-operational roles that could be released for patrol, investigation and community policing duties.  At 14% of the total workforce, there is a low level of civilian staff in An Garda S&iacute;och&aacute;na compared to other police services.<\/p><p>Most important, there is no individual performance management system for members.<\/p><p>  As for governance and culture, we found deficiencies in governance, accountability, leadership and what we call \"intrusive\" supervision.  The current Garda culture is inhibiting change.  While staff identified positives such as a \"can do\" culture and a sense of duty, many described the organisation as insular, defensive, with a blame culture where many leaders were reluctant to make decisions.  We identified some high-risk policing areas such as untrained garda drivers that needed to be addressed.  Many previous recommendations made in inspectorate reports and other Government-sponsored inquiries have not been fully implemented and their benefits have not been realised.  These findings are inhibiting the Garda from performing to its full potential.<\/p><p> There are 81 recommendations made in this report. of which 75% can be achieved, the inspectorate believes, at low or at cost.  Some of the key recommendations are a new leaner structure with fewer senior managers and more garda&iacute; on patrol, investigation and community policing duties; a reduction in the number of Garda regions from six to three, eliminating huge swathes of administration; development of multiple rosters tailored for specific Garda units to match the deployment of these resources to the days and times when they are most needed; the release of over 1,500 fully trained and experienced garda&iacute; from non-operational roles; the use of garda&iacute; to perform Garda roles and civilian staff to perform office and support roles; some national unit resources such as major investigation teams should be assigned to regions to provide a full national service as opposed to the Dublin-based service; the introduction of a new divisional policing model that breaks down non-physical barriers to efficient deployment; a reduction in the number of divisions to release even more garda&iacute; for patrol duties; the divestiture or outsourcing of functions that could be performed by other agencies; development of clear governance structures to ensure accountability and drive performance; creation of an environment where senior managers and other staff are encouraged to speak up and make suggestions to improve performance; the development of a strategy to improve the decision-making skills of leaders and supervisors and to ensure that they are well-trained and have the confidence to inspire staff, tackle underperformance and reward good work; and the introduction of a performance management system to encourage good performance and for continued underperformance to provide an ultimate sanction of dismissal.<\/p><p>The key outcomes from these recommendations will be an increased physical Garda presence to prevent crime and reassure and protect communities in rural areas, towns and cities; the creation of a new organisational structure that supports local policing; the development of a modern workforce with the right balance of members and support staff; and an improved Garda S&iacute;och&aacute;na, better for the public, victims of crime and members of the force themselves.  The Commissioner now has her top team in place; new garda&iacute; have joined and the Government has provided significant funding for crucial technology, new vehicles, new stations and refurbishments.  We see this as an opportunity for An Garda S&iacute;och&aacute;na to restructure and modernise.  The report has also been sent to the Policing Authority, the functions of which include the monitoring of implementation of reports of the inspectorate.<\/p><p> The inspectorate believes that if all of the recommendations made in the report are accepted, implemented and properly sequenced, this pathway for change will lead to a visible, accessible and responsive police service for all the people of Ireland.  We will gladly answer questions the committee may have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#AA00900","nonspeaker":"Mr. Robert K. Olson","continuing":true},{"type":"speech","time":1450258200,"counter":89,"content":"<p>I thank Mr. Olson for his comprehensive presentation.  Has the inspectorate indicated a timescale by which it would like the changes to be implemented?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#BB00200","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":90,"content":"<p>We listed recommendations in the short, medium and long term.  In the short term are measures that we feel could be done within a year or so; the medium term, perhaps, within two years ago.  For example, the tendering process for technology would take two years to complete.  The long term would be in excess of two years.  One cannot set a timescale until one starts doing it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#BB00300","nonspeaker":"Mr. Robert K. Olson"},{"type":"speechnospeaker","time":1450258200,"counter":91,"content":"<p>A feature of the report is that we think many of the recommendations should have been implemented previously and that it could be done quickly.  We give examples of garda&iacute; in administration in divisions and districts.  A total of 259 garda&iacute; are sitting in divisional or district administration units.  We recommended 12 months ago that a divisional administration unit should be created.  As Mr. Olson said, 75% of the recommendations could be implemented without cost.  Some of them are policies that are drafted but have not been published.  Many recommendations could be implemented quickly and having attended public meetings, the public wants more garda&iacute; on the street today rather than in a year's time or in the long term.  We have focused on more garda&iacute; on patrol and the aim of the report is to get them out of non-operational roles.  Sometimes they will have to be replaced but not always and there are opportunities to free up personnel quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#BB00400","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":92,"content":"<p>How many recommendations, even in percentage terms, from previous reports have yet to be implemented since Mr. Olson took up office?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#BB00500","speaker":"1057"},{"type":"speechnospeaker","time":1450258200,"counter":93,"content":"<p>I do not have the number but it is not large.  This is something we could get back to the committee about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#BB00600","nonspeaker":"Mr. Robert K. Olson"},{"type":"speechnospeaker","time":1450258200,"counter":94,"content":"<p>Of the 700 recommendations made across various reports, only five have been rejected.  The rest, therefore, have been accepted but not fully implemented.  I acknowledge that does not answer the question directly, but from the point of view of whether they cannot be implemented, they have been accepted.  They have to go through a process of being implemented.  It is indicative that only five have been rejected for various reasons.  There is a strategic transformation office within the Garda which has brought together all the recommendations made by previous inspectorates and other inquiries.  They are thematically gathering the recommendations together in an effort to implement them.  There is some traction in respect of implementation but, obviously, the inspectorate would like more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#BB00700","nonspeaker":"Ms Eimear Fisher"},{"type":"speech","time":1450258200,"counter":95,"content":"<p>Where is this falling down?  Is Garda management capable of implementing the recommendations?  There obviously is a chronic problem in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#BB00800","speaker":"1057"},{"type":"speechnospeaker","time":1450258200,"counter":96,"content":"<p>We believe they can.  There are many recommendations, especially on technology, that they did not have the money for and they said they could not implement them until they had.  Clearly, they are capable of implementing these recommendations.  It is just a matter of good governance and good administration and getting in there and doing it.  There is an opportunity for that to happen and we are hopeful that they will.  They got halfway with many of them, but then, for whatever reason, they were unable to keep them going.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#BB00900","nonspeaker":"Mr. Robert K. Olson"},{"type":"speech","time":1450258200,"counter":97,"content":"<p>In his presentation Mr. Olson mentioned the culture of the organisation in his presentation.  Is that culture averse to implementing change and being accepting of it?  Am I correct in forming the impression that the vast majority of members do not want to change from top to bottom?  Where is the problem within the organisation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#BB01000","speaker":"1057"},{"type":"speechnospeaker","time":1450258200,"counter":98,"content":"<p>Cultures are initiated with the structure.  The force has had its structure since the foundation of the State with some adjustments; therefore, the culture of the organisation has formed around this.<\/p><p>In that regard, the culture is designed to sustain the structure and resist change.  Our point is that one has to change the structure.  If one does so, a new culture will form around it.  As of now, however, the two have been in the same place for so long.  There is resistance to change, but there are ways to overcome it.  We mention several ways in the report and they include internal and external communications and marketing.  It is not just a question of internal action because many citizens are also resistant to change.  They need to be involved in the process as change is made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#BB01100","nonspeaker":"Mr. Robert K. Olson","continuing":true},{"type":"speechnospeaker","time":1450258200,"counter":100,"content":"<p>We did something different as part of the review.  We conducted workshops rather than focus groups with individuals because we wanted to encourage people to make recommendations and changes.  What is really refreshing is that a significant number of the recommendations have come from within the service, or from people who want to see change.<\/p> <p>  Every other police service with which we engaged and visited had faced similar challenges related to reduced numbers and austerity and had completely restructured its organisation.  They were far leaner at the top and had stripped away levels of bureaucracy to try to protect front-line services.  We do not believe the front line here has been protected against some of the changes made.  However, there is a desire within the organisation to see change.  There are many working groups doing very good work, but they run for extended periods, sometimes years.  These groups become frustrated.  Therefore, the delivery and implementation of change in the organisation must be borne in mind.  We have been told measures have been implemented only to find on checking that the benefits have not been realised.  That is an efficiency waste.  There is a desire to change, but people want to see it happen far more quickly than has traditionally been the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC00200","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":101,"content":"<p>Does the inspectorate believe the management of An Garda S&iacute;och&aacute;na paid it lip service in terms of its commitment to implementing and intent to implement-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC00300","speaker":"1057"},{"type":"speech","time":1450258200,"counter":102,"content":"<p>I am required to remind the Deputy about what I read at the start of the meeting.  Members should be aware that under the salient rulings of the Chair, they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.  I ask the Deputy to reframe his question such that he will not be focusing on any individual or individuals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC00400","speaker":"978"},{"type":"speech","time":1450258200,"counter":103,"content":"<p>I did not name any individual.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC00500","speaker":"1057"},{"type":"speech","time":1450258200,"counter":104,"content":"<p>May I read it again, just to be sure?  We have to be careful.  Members should be aware that under the salient rulings of the Chair, they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.  The Deputy just has to be very careful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC00600","speaker":"978"},{"type":"speech","time":1450258200,"counter":105,"content":"<p>Do the delegates believe the management of the organisation is paying them lip service?  Their report speaks for itself.  Some of what they have to say is shocking.  So few of the recommendations made in the previous reports have been implemented.  Is management stating one thing and doing another, in other words, doing nothing?  What is the view of the delegation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC00700","speaker":"1057"},{"type":"speechnospeaker","time":1450258200,"counter":106,"content":"<p>I found that when we introduced a new concept or something that worked in another police service, the level of knowledge among management was particularly low.  At the start, people were quite defensive about some of our recommendations, but when we explained how they could work and how circumstances might be different, there was far more acceptance.  We have tried to engage management at all levels to persuade it and show that there are different ways of working.  Some reluctance was related to a fear of the unknown and different working practices.  We are recommending a change to the district structure which has been in place since the force was established.  It is a major change, but I have actually lived through it as a police officer.  Once we changed, none of my senior management team would have gone back to the old structure to work under it.  There is a fear of the unknown.  We know we need to explain the recommendations.  We are very keen to meet those concerned and talk through them.  We have done so in regard to crime, in the case of which things were starting to change following our report last year.  The more engagement we have, the more we can explain what we mean by a recommendation.  We should not just hand a report over; we need to work with management to help it to introduce something.  Some of this involves significant change, or a complete change in the way the force operates.  However, the structure is creaking and if management continues to try to operate under it, services, including 999 call services, will suffer, thereby affecting the public.  We are saying the time is right now.  The staff are in place and there is a senior management team.  The funding is in place for technology, which can be a major inhibitor.<\/p> <p>  It is very difficult to allocate staff unless one knows how busy one is and what one's demands are.  The force is still operating in some locations using paper-based systems.  Once the force has the technology in place and starts to allocate resources according to need and demand, a much better service will be delivered.  That is what we are trying to do.  We are trying to provide a structure.  We have actually brought together what we believe to be a simple structure for a very complex organisation.  Clarity of role is important.  In respect of the structure, we found that units that started off with a particular function now carry out three or four others in addition.  Thus, they have lost the focus on their primary role.  The proposed structure is about putting them back into their primary role and getting them to focus on a distinct area of policing.  It is a question of getting other units to carry out the other functions that have been given to some of the national units, in particular.  It is a question of having clarity of role and functions.  When this is achieved, one can allocate resources appropriately.  However, I do not believe management in a position to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC00800","nonspeaker":"Mr. Mark Toland"},{"type":"speechnospeaker","time":1450258200,"counter":107,"content":"<p>Owing to the change to the 2005 Act, the inspectorate now has the ability to determine, of its own volition, whether \"lip service\" is being paid.  We have the right to do so.  With the approval given by the Oireachtas, the Policing Authority will, from January, have a very clear monitoring function in respect of inspectorate recommendations.  With that in place, it will be very clear whether lip service is being paid or whether something is really happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC00900","nonspeaker":"Mr. Robert K. Olson"},{"type":"speech","time":1450258200,"counter":108,"content":"<p>The Policing Authority legislation passed through the Seanad today, I believe.<\/p> <p>  Reference was made to 1,500 non-operational roles.  Are the men and women in question largely based in the Phoenix Park?  May I have a breakdown of the figure?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC01000","speaker":"1057"},{"type":"speechnospeaker","time":1450258200,"counter":109,"content":"<p>We can give some numbers.  I believe here is a disproportionate number in the Phoenix Park.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC01100","nonspeaker":"Mr. Robert K. Olson"},{"type":"speechnospeaker","time":1450258200,"counter":110,"content":"<p>There are about 1,200 personnel in Garda headquarters.  There are 500 roles, in particular, in Garda headquarters that we want to be considered.  There are 1,211 if one includes Garda headquarters, national units and specialist units.  There are at least 259 in divisions, regions and districts, but this does not include personnel we considered as part of the crime investigation report.  We considered front-counter services and call takers, in addition to staff who look after people who are detained in Garda stations.  These personnel were not included as part of the review because we had already covered them in respect of crime.  The numbers are significant.  For every one person deployed at a front counter, six staff are required to run the service 24\/7 for 365 days of the year.  There are significant numbers of garda&iacute; in roles in divisions and districts that we believe could be performed by trained member of support staff.<\/p> <p>  The total of 1,500 is a conservative estimate.  Some of these personnel could be released pretty quickly.  Some would need to be replaced and some have technical skills.  Garda&iacute; are being trained.  This is quite a long process and expensive.  Five years after recruitment, a garda might be trained to be a fingerprint expert, which means that, in effect, one is training someone twice.  In other jurisdictions staff are brought in from universities or the business world and trained to be a fingerprint expert.  They are not trained to be a police officer first.  There are many garda&iacute; doing very good jobs and who have a high level of expertise, but they are carrying out functions of a kind that are not performed by police officers in other jurisdictions; rather, they are performed by support staff.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC01200","nonspeaker":"Mr. Mark Toland"},{"type":"speechnospeaker","time":1450258200,"counter":111,"content":"<p>Another aspect that needs to be considered is the mindset associated with the assignment of staff.  With the SMI in early 2000, it was said it should only be by exception that a member should be assigned to an administrative position.  That there is still a significant number of personnel being assigned to administrative positions must be addressed.  The 1,211 positions identified are positions we identified ourselves.  In addition, a large number of positions were identified by members and civilian staff within the organisation.  The 259 are in addition to the 1,211.  There are yet more.  Even the victim offices that were set up recently have garda&iacute; assigned to them.  Therefore, there continues to be a mindset issue in the assignment of members to non-operational roles.  This was identified as a critical issue in 2001.  While there may be a process to be gone through regarding the reassignment of members to purely operational posts, the cultural mindset of always considering the assignment of a member to a post has to change.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC01300","nonspeaker":"Ms Eimear Fisher"},{"type":"speech","time":1450258200,"counter":112,"content":"<p>The delegates mentioned the roster.  If I understand it correctly, there is a five-cycle roster.  Is the recommendation to reinstate a four-cycle roster such that, if there are 100 garda&iacute; available, 25 will be on duty rather than 20?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#CC01400","speaker":"1057"},{"type":"speechnospeaker","time":1450258200,"counter":113,"content":"<p>The roster, when it went into play from a four-unit to a five-unit roster, basically gave everybody who was on it 42 more days off.  They are still working close to the same hours, but a little less.  There was no place to go for many of those bodies and they were taken from other places.  The bottom line was that 18% of the garda&iacute; who normally would have shown up for work some mornings on the old roster did not show up because they had to be put into the fifth unit.  Garda&iacute;, as we found in our review, who should not even have been on it were on it.  For example, why does a detective have to be on at 3 a.m. on Sunday?  I do not know who he or she will interview - probably no one.  Detectives need to be around close to the courts.  When the courts are open, when businesses are open and when victims are available, that is when one needs detectives.  We recommended that there now need to be many rosters that fit the functions of those garda&iacute;.  If one looks at the addendum to Chapter 2, there is a full section with examples of rosters from other police organisations.  We are not saying that they should have a particular roster but that we should look at what certain other police organisations are doing with their personnel.  There are some pretty good rosters in there and it just might help them develop good ones.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#DD00100","nonspeaker":"Mr. Robert K. Olson"},{"type":"speechnospeaker","time":1450258200,"counter":114,"content":"<p>The question of rosters is really interesting.  The roster in use is one that is primarily used by units that deal with 999 calls in many other jurisdictions - those that need to turn up quickly to a call or deal with a non-emergency call from the public.  Such a roster is used by most police services we have examined.  Most of them operate a five-unit model but they do not put other units onto that same system.  It is designed for use 24-7, 365 days a year, not for units that contain investigation sections or people in office roles.  The Garda S&iacute;och&aacute;na has far too many garda&iacute; put onto this roster who should not be on the roster in the first place, and there are garda&iacute; now working until 3 a.m. and 4 a.m. who are in office-based roles, which is not a good use of resources.  We are recommending a roster for those who deal with 999 calls, but it does not allow them to investigate crimes and carry out other functions because the roster has no time built in to allow those on that roster to go and investigate crimes and deal with victims.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#DD00200","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":115,"content":"<p>The report made for alarming and depressing reading.  I accept that that was not their intention - certainly not the depressing part of it - because the report is solution-oriented.  I merely refer to the failure to implement previous recommendations.  I refer to the fixed-charge notice or penalty points report and the crime investigation report in which the Garda Inspectorate outlined a structure of a working group that would oversee the implementation of recommendations.  For me, it is not an issue of Garda management; it is an issue for the Department of Justice and Equality.  I note that in this most recent report the inspectorate recommends the Department should establish formal structured processes that co-ordinate all justice sector governance of the Garda S&iacute;och&aacute;na and related activities, and obviously the new policing authority will have a role in that.  The most important outcome for the committee on an all-party basis is to ensure that this is the last time the inspectorate publishes a report in which the recommendations are not implemented and that there is accountability.  I would like them to define clearly, as they have done before in previous reports, their vision for a cast-iron oversight structure that ensures that the superb recommendations of the inspectorate are implemented.  I am equally depressed and excited because I can see the potential for change here.  One would have to be stupid not to see the potential for change in what the inspectorate has outlined.  What would be an ideal cast-iron oversight structure based on international best practice - one that we could bring in to ensure we will not be back again in a few years' time having the same discussion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#DD00300","speaker":"998"},{"type":"speechnospeaker","time":1450258200,"counter":116,"content":"<p>Frankly, there is no such thing as a cast-iron anything.  We always look for what in my parlance would be a silver bullet that would solve everything.  It is much more complex than that.  Everyone who is involved in that process has some role to play and now, finally, in the proposed legislation, we are putting an awful lot of that right into this policing authority.  That will be something to watch, and we will see how it materialises.  There is the potential, I believe, for that authority to do some good things and make some things happen.  We will have to see.  However, I could not sit here and say that this thing we do in Boston is great or this thing we found over in the United Kingdom is perfect.  There is no such thing.  It is about the Government and everyone else who is involved in that wanting to make something happen.  If we have that, it will happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#DD00400","nonspeaker":"Mr. Robert K. Olson"},{"type":"speechnospeaker","time":1450258200,"counter":117,"content":"<p>What we were concerned about was the multitude of different oversight activity.  The rationale behind that particular recommendation was that the Department take a particular central role and that there would be some co-ordination, not to tie the hand of any particular body but something that would involve us, for example, working with GSOC, the policing authority and the Comptroller and Auditor General, and perhaps coming in to talk to the Committee of Public Accounts at some stage.  If there were issues that ran across the priority of those groups they would influence our work plans but not necessarily influence our independence in how we work, and rather than having a plethora of different recommendations or a scattergun approach, there would be some sort of centrality.  We recognised that the Department has a role, and while these new structures are being put in place, we wanted to ensure that the Department's position was recognised.  That was the rationale behind that.  Hopefully, and not only for the new bodies that are in place, this recommendation would have an important role.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#DD00500","nonspeaker":"Ms Eimear Fisher"},{"type":"speech","time":1450258200,"counter":118,"content":"<p>To summarise, essentially, Ms Fisher is saying the Department of Justice and Equality is to oversee the various bodies - the Garda Inspector, the Garda professional standards unit, GPSU, the Garda Ombudsman and the new policing authority - to ensure that they are complementing and, collectively, overseeing the process of change as best they can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#DD00600","speaker":"998"},{"type":"speechnospeaker","time":1450258200,"counter":119,"content":"<p>I suppose what we were saying was not necessarily that the Department oversees in a traditional oversight role, but that it should at least facilitate.  We saw that the Department has a role in facilitating and co-ordinating matters.  It obviously does not have a statutory role in deciding such matters as work plans, but it has a central role, and that is something we wanted to recognise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#DD00700","nonspeaker":"Ms Eimear Fisher"},{"type":"speech","time":1450258200,"counter":120,"content":"<p>I thank Ms Fisher for that.<\/p> <p>  My second question relates to the worrying fact that the Garda bureau of fraud investigation has no cyber-crime unit, and the Garda Inspectorate, in a previous report, recommended a new system replacing the PULSE system.  The inspectorate acknowledges that such a new system is subject to available resources, but we understand that hundreds of millions of euro are being invested in a welcome IT upgrade across An Garda S&iacute;och&aacute;na.<\/p> <p>  The inspectorate has proposed a serious and organised crime unit.  It is alarming to contemplate the present situation in 2015, when one thinks about white-collar crime and the use of the Internet for viewing images of child abuse or other criminal purposes.  We need to give An Garda S&iacute;och&aacute;na the most up-to-date technology and the personnel needed to combat these things.  One of the issues I was worried about was the backlog.  At one stage in 2014 there was a backlog of 1,000 cases, some of which involved very serious offenders, and there was a possibility that some of them would get off.  Maybe the witnesses would detail their vision in the report for change and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#DD00800","speaker":"998"},{"type":"speechnospeaker","time":1450258200,"counter":121,"content":"<p>Cyber-crime is an emerging threat.  Cyber-security is an issue, certainly, across the United Kingdom, Europe and the United States.  There is no cyber-crime unit but that does not mean the Garda does not have skilled investigators.  There are some staff who are very skilled in forensic analysis of computers, laptops and technology, but what we recommend is that a specific unit be created and that these skills be developed so that they are ready for a growing number of cases.  Some of the cases are complex because part of the issue is in trying to work out the jurisdiction where the crime took place.  The computer crime investigation unit represents the Garda's forensic capacity in terms of cyber-crime at present, but just putting more people into that unit has not helped to deal with the backlog.  We have recommended - there is an acknowledgement that the Garda will probably accept this - that some of these resources be taken out of Dublin and put into a new Garda regional structure.  If an investigator in Kerry seizes some IT equipment and needs to have it examined forensically, it has to be driven all the way to Dublin to be examined, and that is a waste of everybody's time.  We suggest putting those resources much closer to the investigators, taking them out to operations and not bringing in as much technological equipment as they are seizing at present.<\/p><p>Currently investigators have a dilemma when they go to an address.  They think it better to seize equipment just in case it contains evidence.  If we took some of the specialist units out on those sorts of operations, they would not be seizing the level of equipment seized at the moment.  When we examined it, there was a four year backlog and some of the cases were dismissed in court for abuse of process because of the time taken, which is unsatisfactory for everyone concerned.  <\/p><p> Other jurisdictions are putting their cyber-crime capacity into their serious and organised crime units.  We are trying to create multi-disciplined teams so that a team is not just dealing with cyber-crime but also human trafficking, prostitution, organised crime and drugs because the people involved operate across three or four crime profiles.<\/p><p> To reassure the committee, I have found very talented investigators, in particular in the Garda Bureau of Fraud Investigation, but they are in the wrong place.  We are recommending the creation of a new unit that has the necessary modern technology, which is certainly needed.  The unit also needs to be structured so that it can deal with the volume of suspicious transactions and reports of cyber-crime it is getting.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#DD00900","nonspeaker":"Mr. Mark Toland","continuing":true},{"type":"speech","time":1450258200,"counter":123,"content":"<p>The failure to implement previous recommendations has been mentioned.  One of the chapters in the report on the fixed charge processing system dealt with cancellation of fixed charge notices and a number of recommendations were made.  I am interested in the area of statutory exemption for emergency vehicles.  My understanding is that it applies to members of the fire service, ambulance service or An Garda S&iacute;och&aacute;na who receive a fixed charge notice while in an emergency situation, that is, they are in the process of saving someone's life or preventing a criminal action taking place.  I think everyone can accept that if they were driving without endangering the public, the points should be cancelled.  However, I have a concern.  Would the exemption be applied to a garda who is late attending a meeting?  How far is the statutory exemption stretched?  It cannot be turned into a farce.  The public will buy into a member of our emergency services who is carrying out his or her duties not having to face a penalty so long as he or she did not endanger the public when driving.<\/p> <p>  The inspectorate oversaw this issue.  I raised the issue in the D&aacute;il last night and am very concerned about information brought to my attention in recent days.  What is the inspectorate's clear interpretation of the circumstances in which a statutory exemption should be granted?  I am referring to members of An Garda S&iacute;och&aacute;na driving their own vehicles.  When would the exemption be granted?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#EE00200","speaker":"998"},{"type":"speechnospeaker","time":1450258200,"counter":124,"content":"<p>As we pointed out in the report, the statute is a little vague and a lot can be read into it.  At the time, more than 96 superintendents were supposed to implement the policy but it was a very vague policy and there were no guidelines.  All this information is contained in the report.  We said it would have to be centralised so that someone who is trained and knows the law and so forth would make the decision.  This should have taken care of the matter but the Minister went forward and appointed Mr. Justice Deery to audit and oversee the system.  I am looking forward to that process.  I would like to meet the judge and we will help him any way we can.  In the report, we said we would come back and see how it is working out and that will be in our work plan for next year.  We will just have to see.  I agree the statute provides it must be an emergency but we will have to see what that means in practice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#EE00300","nonspeaker":"Mr. Robert K. Olson"},{"type":"speechnospeaker","time":1450258200,"counter":125,"content":"<p>\"On duty\" is much easier to determine.  If a garda is on duty and driving a Garda car, I would expect the garda to notify any control room if he or she is driving at an excessive speed or trying to catch up with a vehicle.  That should all be recorded by the control room and a supervisor should take care of it in that regard.  There is tracking technology in Garda cars but it is not switched on in all of them.  The tracking system will tell us how the car is being driven, the speed at which it is being driven and where it was at a particular time.  We are saying that technology should be switched on immediately.  It is much better for vehicle deployments but South Wales have also found it reduced collisions involving police officers by 50%.  Another police service referred to in the report found that its level of vehicle repairs reduced by 20%.  I was a police driver myself.  When we know we are being monitored, we will drive at a higher standard.  The technology is fantastic and available and should be switched on.<\/p> <p>  The concept of \"off duty\", where police officers decide they will place themselves on duty because they have seen something, is far more difficult a concept but it is still possible to check CCTV and a senior officer should investigate the circumstances.  I would expect an off-duty member to inform a control room and a supervisor immediately on doing something.  Ideally the member would have the registration number of the car or details relating to what they have done but this has to be examined to ensure a garda is treated the same way another member of the public would be treated.  Was it justified in the circumstances for the officer to drive at excessive speed or go through a red light?  Some times it does occur when the garda is off duty.  This has to be examined to ensure it was legitimate and the correct action taken.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#EE00400","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":126,"content":"<p>In January of this year, the Garda professional standards unit, GPSU, finalised a report on penalty points, which had been analysed, and statistical breakdowns were provided.  There were hundreds of cancellations over the course of a year in respect of statutory exemptions and emergency vehicles.  Would it not be prudent to audit these statutory exemptions?  It would not be a huge amount of work for the GPSU or the Garda inspectorate and it would reassure the public the exemption is being deployed in the way outlined.  I do not think anyone can argue with what has been said.  We do not want to punish members of the emergency services, no matter who they are, for doing their jobs on our behalf.  However, we also want to ensure that nobody thinks he or she is above the law.  Is there a role for the inspectorate or the GPSU to play in going back and doing an audit to ensure it is being honoured as would have been expected?  The audit would be carried out in partnership with the justice, of course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#EE00500","speaker":"998"},{"type":"speechnospeaker","time":1450258200,"counter":127,"content":"<p>I mentioned earlier that this will be the topic of conversation and I hope to meet the judge next month.  The judge has an audit function.  If I am also coming back to examine it, I will need to ask him what he is doing and what he wants to do but I am sure the point raised by Deputy Mac Lochlainn will be part of the discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#EE00600","nonspeaker":"Mr. Robert K. Olson"},{"type":"speech","time":1450258200,"counter":128,"content":"<p>I welcome the Garda inspectorate and commend it on its work and some of its excellent and sensible solutions.  I feel strongly and passionately that the implementation of its report will result in two key things.  First, it will save lives and, second, it will save a lot of money.  In the report, the inspectorate says that 75% of its work is low cost or cost neutral work.  I wanted to note that much and say that I genuinely feel passionately about the issues raised.<\/p> <p>  My first question relates to the deployment of resources.  This made my blood boil because I have been speaking about this issue for the past ten years in the Oireachtas justice committee.  People are not always on duty at the right time or in the right places nor are they doing the right things.  We need to deal with the Saturday night-Tuesday morning syndrome.  It was said that 48 fewer people were on duty on a Saturday night.  Most people know that most anti-social behaviour takes place outside pubs, chip shops and social clubs between midnight and 3 o'clock on a Saturday night, Sunday morning.  I am fuming that when the report was carried out, 48 fewer people were on duty on the Saturday night.  A higher number of people were on duty on a Tuesday morning, when practically nothing happens.  Why is this happening?  Does it have to take a Garda inspectorate to see it?  Young garda&iacute; in my constituency have been saying this to me for the past ten years.  They tell me that if a garda or two were sent up to stand at the local chippers between 12 midnight and 2 o'clock on a Saturday night, anti-social behaviour would be reduced by 60% or 70%.  Why is this still happening?  I call it the Saturday night-Tuesday morning syndrome.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#EE00700","speaker":"1017"},{"type":"speechnospeaker","time":1450258200,"counter":129,"content":"<p>I will turn this over to Mr. Toland but what we did was carry out a snapshot in time.  As it was never done before, it was not done quickly.  As we have always said, there is not a lot of technology and a lot of it is paper-based but we pieced it together and much of what we said was confirmed.  I will turn it over to Mr. Toland now to go through it in detail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#EE00800","nonspeaker":"Mr. Robert K. Olson"},{"type":"speechnospeaker","time":1450258200,"counter":130,"content":"<p>The first thing one needs to do is to make sure one's people are in the right place.  We are recommending that they take a critical look at where every Garda member is positioned at the moment if they are not in an operational role.  Do they need to be in that role?  We found roles that should be performed by Garda support staff.  We found sergeants in roles a garda could do, so there is an issue regarding whether it needs police sworn powers and whether it needs to be done by a sergeant or inspector or whether it could be done by a garda.  That is the first thing.<\/p> <p>  Second, if one is going to allocate resources across the country, one needs to have a scientific method of allocating those resources.  At the moment, we are not convinced people are allocated according to policing needs.  If we went to Tipperary, as part of this exercise, and looked in detail at the way it deals with calls from the public, we would find they are recording these on paper systems.  Asking Tipperary for this data around deployment took so much longer than the other divisions we looked at, such as Cork city and a division in Dublin.  They were able to press a button and give us the details of all the calls they dealt with.  If people are not allocated according to need, it means places that have an older workforce where people are retiring and where numbers are lost are disproportionately losing people because they are being promoted or are going to other places.  We are not convinced that people are assigned and allocated according to the needs of those policing areas.  It is a major issue.  There will be people who will gain from this process and those who could lose from it because one runs a process about allocation, some people will have too many and some will not have enough.  We are suggesting that they introduce a system of determining demand and then allocating resources.  We think we need to build the organisation from a division upwards.  It involves looking at what the demands around 999 calls are, how many people are being arrested and what the local demands are and building resources around that demand, building up to the regions and then building up to headquarters because they are in place to support the delivery of local policing services.  <\/p> <p>  We were quite shocked by some of the results, particularly around the number of full-time community garda&iacute; allocated across Ireland.  The numbers were very low while the numbers in Dublin were huge.  There are 540 full-time community garda&iacute; across Ireland, 328 of which are in the six Dublin divisions.  A total of 117 of those are in one division in Dublin, so one Dublin city centre division has 117 community officers.  Limerick has 50, Cork city has 27 and Waterford has 20.  When one starts to add those up, one can see that most of the resources are in the cities.  When one looks at the rural communities, one will find that there are 14 divisions with ten or fewer community garda&iacute; covering 365 days a year, 24\/7.   Two divisions - Kildare and Mayo - do not have full-time community garda&iacute;.  This is what the public is noticing because they are the people known to the community, the people the public contact and the people who go to community meetings.  We ran this process.  It had not been done before.  This is something that should be run on a quarterly basis because as an organisation, one needs to know at 11 a.m. that if a major incident happens, one has the right number of people on duty with the right skills.  It is not about numbers.  One needs to have a certain number of detectives or traffic officers on duty at certain times, so it is good practice to do this.  It is a snapshot in time.  We can only say this is what we found when we ran these.  <\/p> <p>  Another worrying thing was the number of Garda reserves.  There are 1,124 Garda reserves but on that Saturday night across Ireland, only 34 were on duty at 11. p.m.  That is a time when one would expect to see to them.  We have met the Garda reserves.  They are good people but again, they are not being used to the best of their ability.  They provide a physical presence.  We want An Garda S&iacute;och&aacute;na to become an organisation that prevents crime.  It involves getting out there and having a uniformed presence to try to stop the crime from happening because that will reduce demand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#FF00100","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":131,"content":"<p>Mr. Toland talked about 83% of Garda resources being deployed to front-line services compared to 93% in other jurisdictions.  I was a bit taken aback by the figure of 83%.  I was pleasantly surprised because I thought it was going to be lower than that.  I welcome the fact 83% of Garda resources are deployed to front-line services but Mr. Toland cited the figure of 93%.  What ideas does he have to bridge the gap between 83% and 93%?  Where is the figure of 93% coming from?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#FF00200","speaker":"1017"},{"type":"speechnospeaker","time":1450258200,"counter":132,"content":"<p>\"Front-line\" is quite a wide definition, so it is good news.  However, front-line refers to any unit, Garda member or civilian support staff who is deployed in a role that has daily contact with the public.  It would be things like garda&iacute; on patrol, detectives dealing with victims of crime, those at front counters, call takers who are speaking to the public and the victims' officers because policing is not just about people on patrol.  It is about those front-line services.  Most of the police services we visited have really looked at stripping back the back office support and the number of senior managers and trying to get more people into those front-line services.  We are saying they should be Garda members and support staff.  Some 10% is a significant percentage when one looks at the workforce.  The number was 12,804 which is a significant number of members who we think should go back on to the front line.  We compared a previous inspectorate report to see if there had been any difference.  There has very little difference in protecting the front line when we looked at these numbers in 2010.  We expected it to be higher than 83%.  <\/p> <p>  Much can be done and the report has a number of recommendations, primarily about putting people into front-line services, amalgamating Garda divisions, reducing the number of regions and taking out all those layers of bureaucracy.  We looked at the two Dublin city centre divisions.  They are both busy and are separated by the River Liffey.  Within those two divisions, there are eight administration units.  The headquarters are 600 m apart, so they are very close but there are eight administration units.  There are five sergeants and 23 garda&iacute; sitting in those administration units.  We think there should be one central administration unit composed predominantly of civilian support staff and not garda&iacute;.  We found a similar structure throughout the 28 divisions and 96 districts.  They are keeping a traditional system and we are saying that this is waste.  They should get the administrative layers into one place and get those people back out on to the front line.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#FF00300","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":133,"content":"<p>In the section dealing with governance and culture, one sees terms like \"insular\", \"defensive\" and \"a blame culture\".  When the inspectorate interviewed the 2,500 members of An Garda S&iacute;och&aacute;na, did they understand that the public needs to have confidence and trust in the police force?  Do they get it when the inspectorate is coming up with terms like \"insular\", \"defensive\" and \"a blame culture\"?  I am referring in particular to senior management within An Garda S&iacute;och&aacute;na.  Do they understand that in order to have a successful force which, as the report puts it, is responsive to the public, the public needs to have confidence and trust in them?  If they carry on like this, they are going nowhere.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#FF00400","speaker":"1017"},{"type":"speechnospeaker","time":1450258200,"counter":134,"content":"<p>They want that trust but they are more concerned about keeping it in the sense of what they do.  This is why a lot of the things that have cropped up here over the past few years are incidents where it was not public.  It was not that they did not want to deal with it and, believe me, they worry about trust.  For the first time in a long time, people are starting to question some things so they are very worried about it.  They want to have a good police force.  We talked to these folks.  They are looking for it.  The garda&iacute; on the street are doing the best they can with what they have and how they are being governed and administered.  They know the waste that is there.  There is a fear of exposure and headlines, so there is a tendency to get it fixed but not to have it raised to the surface.  I do not know if I am making sense here but that is in the culture.  They fix it and worry about it but they do not want to see it pop up in front.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#FF00500","nonspeaker":"Mr. Robert K. Olson"},{"type":"speechnospeaker","time":1450258200,"counter":135,"content":"<p>When we were talking to the different people across the board, there was an overwhelming sense of responsibility to the public.  There was a consistency in focus groups and a palpable feeling of frustration in respect of what they wanted to deliver.  They felt a sense of duty to the public.  In respect of some of the positives which came out of the question on what they considered the culture of the organisation to be, I do not think there had been an understanding of the word \"culture\" because Garda culture always has a negative connotation but there are many positives in Garda culture.<\/p><p>It came out in the focus groups, consistently across the country, that there was a sense of duty and can-do.  There was a sense of frustration, in that we can do as much as we can, but never say \"No.\"  When more responsibilities are put upon us, we do not question whether or not we can do them as an organisation.  We simply take them, rather than saying, \"Where's the priority here?  If we take on a new function, what's going to fall from this?\"<\/p><p> There was, therefore, a sense of frustration in that but there was also a sense of frustration about insularity and defensiveness.  A persistent point across the country concerns a lack of opportunity to be listened to and to be able to say: \"I don't think we can do this.  I don't think we're doing this in the correct way.\"  People wanted a process to be able to say that respectfully.  They do not want to be in any way disloyal to the organisation, but positively and constructively say: \"I think we could do this differently,\" and \"Can I have an opportunity to say this?\".  <\/p><p> While those issues of insularity and defensiveness are there, we should not lose sight of the fact that there are strengths there as well.  Having asked these questions of various people involved in the focus groups, I feel there was that sense of responsibility to the public.  That should not be lost in this report either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#FF00600","nonspeaker":"Ms Eimear Fisher","continuing":true},{"type":"speech","time":1450258200,"counter":137,"content":"<p>I thank the witnesses for attending the committee.  I join with others in commending them on a comprehensive, solution-focused and practical report.  It is good to hear the positives, which are emphasised in the report, about the can-do culture.  That is a positive aspect of the culture that was mentioned.<\/p> <p>  Looking at the implementation issue, earlier this afternoon, the Seanad passed the Policing Authority Bill, which is now all set to come in.  Mr. Olson said the report had been sent to the policing authority and, of course, the authority's functions include monitoring the implementation of the inspectorate's reports.  One of the reasons we have brought in that policing authority is because of that missing link, where there has not been monitoring of recommendations.  Is Mr. Olson hopeful, or does he anticipate, that the policing authority will make a difference in terms of monitoring implementation and following up on recommendations?<\/p> <p>  I have a question that is joined to that one.  Mr. Toland said that things are starting to change already on foot of the 2014 report on crime investigation, on which this committee had a session.  When we were debating the Policing Authority Bill earlier with the Minister, Deputy Fitzgerald, she pointed out that a tender is already out for the investment in technology necessary, for example, to move away from the dreadful, dated practice of paper-based rostering.  So changes are clearly in train.  We have heard a lot of negatives about the lack of implementation of the 700 recommendations, but clearly some of them are in the process of being implemented.  With the policing authority that process will, presumably, be monitored to a greater extent.  It is really about implementation and how that will work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG00200","speaker":"1148"},{"type":"speech","time":1450258200,"counter":138,"content":"<p>Who wants to come back on that?  Mr. Olson?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG00300","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":139,"content":"<p>We have certainly been in contact with Josephine Feehily, the designated chair of the authority.  I do not know when the appointment date is but she is certainly official.  She still has to get her team together, but I feel frankly very good about it.  They have the capacity to do just what Senator Bacik said - to really watch things, monitor them, keep it up on the radar and see things through.  The real proof, however, will be once it gets in place.  It is nice to set up a new thing, but what will be the outcome?  It is really all about measurement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG00400","nonspeaker":"Mr. Robert K. Olson"},{"type":"speech","time":1450258200,"counter":140,"content":"<p>My second question is picking up on that recommendation about the culture.  Garda&iacute; need to see the creation of an environment where senior managers and other staff are encouraged to speak up and make suggestions to improve performance.  It strikes me that this was something that came up in a number of other reports - not just the Garda Inspectorate's one but also the Guerin report - that, first of all, there was a difficulty with junior garda&iacute; on probation being assigned overly burdensome responsibilities.  There was clearly a culture where they did not feel they could say that to senior staff.  How is that best approached?  What is the key thing that will work to change that culture?  Is it about having more diversity in the force?  Is that one aspect?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG00500","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":141,"content":"<p>The Senator has hit it.  Any additional influence on things is good.  Diversity of staff and the people who are there will make a difference in that culture.  It is something that has been there.  I do not know if the Senator was here earlier when I was explaining how the current culture gets stuck on the same structure.  With a new structure, new governance and all of those things in place, I think clearly-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG00600","nonspeaker":"Mr. Robert K. Olson"},{"type":"speech","time":1450258200,"counter":142,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG00700","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":143,"content":"<p>Decision-making is something that we have found in crime.  We have found a lot of sergeants and inspectors who are not making decisions that we think are appropriate to their rank.  There is a lot of referring upwards and some of those end up in Garda headquarters for things that I think are fairly low-level.  There is a perception that there is a blame culture within the organisation and that if a senior manager makes a mistake it could be career-threatening.  Sometimes that can be an excuse.  That may not be the reality but some supervisors might use that as an excuse for not tackling poor performance or making a decision.  That certainly exists.  We had a lot of people in workshops, at all ranks, who said they were afraid to put their head above the parapet and say: \"That won't work,\" or \"We need to go in that direction.\"  That is something about which we have made a recommendation.  There are ways to do that anonymously, there are staff surveys, and there are ways to encourage people to speak up, help with improvement, and to become a learning organisation.  Sometimes discipline is used by police services as the first point in dealing with something, when they should say: \"We need to learn from this and become an organisation that learns from mistakes and trains staff really well.\"<\/p> <p>  We have lots of recommendations in the report about decision-making and creating leaders who have the courage to step up and make those sometimes difficult decisions.  These are not always operational decisions; they are often administrative.  We found a Garda unit that has 600 files where people have referred things to them.  They are things that are in garda policies, and I think those decisions should be made at a more local level and not put up to Garda headquarters because of a fear of making mistakes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG00800","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":144,"content":"<p>My final question is about something others have touched on.  Is this beyond the Garda S&iacute;och&aacute;na itself?  Is there a problem of culture within the Department of Justice and Equality?  This committee has previously recommended the creation of a criminal justice inspectorate at that level.  I attended a round-table meeting that the Minister hosted on 23 November to explore this possibility.  Does Mr. Olson have a view on that?  Is that a mechanism that could improve oversight, particularly of the implementation of recommendations and good governance structures in the Garda S&iacute;och&aacute;na?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG00900","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":145,"content":"<p>Absolutely.  In fact, I concur with that and have thought about it for a long time.  When one looks back at the most recent reports, including the fixed-charge penalty issue, crime inspection, and some of the pieces of this one - I go back to the start of the inspectorate, with all of the other reports that we did, including on resource allocation - the one theme that was always there was that this is not just about the garda&iacute;.  They were the only people we could really look at, however, and they have to get us what we want and we have to have access.  As regards fixed-charge penalties, if it had not been for the inspectorate, the Courts Service could have said it did not want to talk to us.  They were great - do not get me wrong.  We worked with them and they came up with some really great ideas that are working.<\/p> <p>  As regards the Courts Service, there is an issue that we mention again in the report and have recommended before to the effect that garda&iacute; should not be transporting remand prisoners.  It ought to be the Prison Service.  They do it all over the country and are professionals at it.  Those are the kinds of thing that an overall inspectorate could deal with.  We could examine prisons to see how many jobs are being done on remand.  We could come up with a recommendation and say that this is what ought to happen.  We could do the same thing with the Courts Service and the Probation Service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG01000","nonspeaker":"Mr. Robert K. Olson"},{"type":"speech","time":1450258200,"counter":146,"content":"<p>At that round-table meeting, the Garda Inspectorate was mentioned as a really good model for development and expansion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG01100","speaker":"1148"},{"type":"speech","time":1450258200,"counter":147,"content":"<p>Can we have three brief questions from Deputy Farrell, please?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG01200","speaker":"978"},{"type":"speech","time":1450258200,"counter":148,"content":"<p>I thank our guests for coming before the committee this afternoon.  The three main issues are extracts from the inspectorate's report.  An analysis has already been raised by Deputy Finian McGrath, but my question is somewhat different.  The analysis of employment data on a Tuesday morning and Saturday night concerned 48 garda&iacute;.  The inspectorate expected to see far more members on duty.  This has been mentioned to me privately by members of An Garda S&iacute;och&aacute;na.  Is some of that to do with more junior ranks being rostered for late-night or more anti-social hours, for example, in one division, where more junior members of the force were being allocated the red-eye shift at 2 or 3 a.m.?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG01300","speaker":"1014"},{"type":"speech","time":1450258200,"counter":149,"content":"<p>We will get an answer to that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG01400","speaker":"978"},{"type":"speech","time":1450258200,"counter":150,"content":"<p>Bear with me, Chairman.  I have an associated question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG01500","speaker":"1014"},{"type":"speech","time":1450258200,"counter":151,"content":"<p>I will not.<\/p><p>I will come back to Deputy Farrell.  That is a very specific question which is very interesting, so we will get an answer to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#GG01600","speaker":"978","continuing":true},{"type":"speechnospeaker","time":1450258200,"counter":153,"content":"<p>We did not find that as part of the survey because we did not look into that detail.  We certainly did not get that impression when we went out and did focus groups.  Most of the young people in the organisation will be on the units that go out at the weekend, because that is where they start their policing career.  We certainly believe the district structure means that districts in the same division - sometimes there can be four, five or six districts in a division - make decisions on whether people have the night off and what duties they do without someone taking a divisional look to ensure there are sufficient people on duty across the division instead of in 96 districts.  What we found on the Saturday night was that a greater proportion of people were due to come on duty but were actually not at work.  This was a significant number of people with authorised absence.  We recommend examining why 1,300 people did not come on duty across Ireland that night.  There is a legitimate reason, which is that someone gave them the time off, but that is when people are needed and the roster was brought in to put more people on the streets on Friday and Saturday nights.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH00200","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":154,"content":"<p>My associated question has to do with the new roster.  It is far superior to the previous arrangement, but it certainly is not without its flaws.  There is a lack of centralised control for rostering nationally, never mind on a district level.  It is not even done on computer in a centralised way in some districts.  I understand, if I am not mistaken, this was previously recommended by the inspectorate but it has not been implemented for a variety of reasons.  Surely this is something that should be prioritised by the inspectorate as a priority for Garda management.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH00300","speaker":"1014"},{"type":"speech","time":1450258200,"counter":155,"content":"<p>We covered it earlier in the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH00400","speaker":"978"},{"type":"speech","time":1450258200,"counter":156,"content":"<p>Slightly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH00500","speaker":"1014"},{"type":"speechnospeaker","time":1450258200,"counter":157,"content":"<p>We identified six systems in the report, and resource management is one of them.  This can be done while waiting for a fancy new piece of technology.  When I joined the police it was done on paper.  It is more time-consuming but it can still be managed in a different way in the interim.  What we are saying is that we should not wait for the technology but should do something now about allocating resources.  We should not wait for two or three years to get a wonderful piece of technology.  It should be done now as good practice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH00600","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":158,"content":"<p>The technological expertise is present; it is just that the systems are not in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH00700","speaker":"1014"},{"type":"speechnospeaker","time":1450258200,"counter":159,"content":"<p>The Garda will introduce new systems, and resource management is one of the first systems it wants to introduce.  It is a good way to go forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH00800","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":160,"content":"<p>On her last appearance but one before the committee, the then Commissioner designate corrected me when I referred to the civilianisation of duties.  She referred to it as professionalisation, and I see her point and agree with it.  The professionalisation of certain aspects - the inspectorate has readily identified it in several points in its latest report - would free up the 1,500 members mentioned.  It is clear that some of this would be at no cost, or a relatively low cost, and there is a desire for it.  As far as I recall, that meeting with the Commissioner took place approximately 12 months ago.  Has there been, in the inspectorate's view, and based on this report, a significant change in An Garda S&iacute;och&aacute;na in the past 12 months in terms of implementing this new approach to the professionalisation of certain roles in An Garda S&iacute;och&aacute;na?  It was mentioned that the report is a snapshot in time, but 12 months ago, when the Commissioner was before the committee, issues were identified with regard to bringing in individuals with specific expertise who do not need to be sworn members.  This was mentioned earlier.  Has the inspectorate identified whether there would be evidentiary issues with regard to some of the duties they perform in back-room office environments?  Would it be necessary for these duties to be carried out by a sworn member?  Is this something that was analysed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH00900","speaker":"1014"},{"type":"speechnospeaker","time":1450258200,"counter":161,"content":"<p>We examined whether it was a black-and-white situation.  We looked at a situation where we want police officers to do police work and civilians to civilian work, in whatever way once this word is used.  It is not black and white, and we recognise there are situations where a police head is needed to look at certain issues, which may not be operational.  We are not black and white about it and there are some shades of grey.  There are certain nuances about functions where we may need some police involvement.  There are legacy issues with regard to moving from a police environment and member assignment to particular situations to purely civilian situations.  We recognise this also.<\/p> <p>  According to our evidence, there has not been significant change in the movement towards civilianisation or professionalisation.  Something which supports this assertion is that the crime investigation report contained a recommendation on divisional administration and the amalgamation of districts and divisional administration units, but we have no evidence this has happened to date, and that was a year ago.  This is the answer to the question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH01000","nonspeaker":"Ms Eimear Fisher"},{"type":"speechnospeaker","time":1450258200,"counter":162,"content":"<p>We have identified some pieces of legislation which specify a chief superintendent, and we state that all of these instances should be examined.  There is no need for some of these things to be done by a police officer.  There is a strategic transformation unit and we see professional change management skills.  We have identified legislation which is unnecessary because what it deals with is not evidentiary.  There are some roles, particularly technical bureau forensic experts, involved in the chain of evidence, but in most other police services they are performed by professionally trained support staff and not by police officers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH01100","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":163,"content":"<p>Does Mr. Olson wish to speak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH01200","speaker":"1014"},{"type":"speechnospeaker","time":1450258200,"counter":164,"content":"<p>No.  Mr. Toland and Ms Fisher have covered it pretty well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH01300","nonspeaker":"Mr. Robert K. Olson"},{"type":"speech","time":1450258200,"counter":165,"content":"<p>I have an observation on one of the points in the report, which mentions that at public meetings community leaders reported a noticeable reduction in Garda visibility.  Was the measurement of this defined?  Last Friday, the D&aacute;il debated a Private Members' Bill on the ramming of Garda vehicles.  During the course of the discussion it was stated that approximately 53% of Garda vehicles are unmarked.  Apparently, a larger percentage of the new vehicles deployed this year are unmarked.  Therefore, it stands to reason that the figure of 53% is increasing.  My question on the observation from the public meeting is how is it determined whether there is or is not a reduction in the Garda presence.  Is it simply a matter of visibility and that the public is not necessarily seeing the garda&iacute;?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH01400","speaker":"1014"},{"type":"speechnospeaker","time":1450258200,"counter":166,"content":"<p>I went to most of those meetings.  The public was very supportive, and feedback on community policing garda&iacute; was absolutely fantastic, but people have noticed that the number of community garda&iacute; has decreased.  Most of the people at the meetings represent areas, organisations and neighbourhood watch groups.  These are people in regular contact with the Garda S&iacute;och&aacute;na in a formal environment.  They get text alerts and information.  They have noticed a reduction in the number of community policing garda&iacute; and this is how they gauged it.  This was the case in every meeting we attended.  People love their community policing garda&iacute;, but they have noticed that they do not see them.  Many people on the outskirts of a district or division said they felt there was not as much visibility of garda&iacute;, which is what the Deputy is speaking about.<\/p> <p>  We included recommendations in the report, some of which are quite simple.  Sometimes police officers walk up and down a street, but unless they knock on a few doors and engage people they are not seen.  It could well be that garda&iacute; are out on patrol, but they need to get out of their cars and engage people and let them know they are there.  Otherwise, people do not always see them.  Sometimes this is unfair because they are out there patrolling.  If they are in the police cars driving up and down roads, quite often those in the community do not see them, but if they knock on two or three doors and let people know they are there, and pop into a business and let the business know they are about, it resonates with people.  My police officers in London in my last command were quite shy, with their heads down.  Part of what we did was to tell them to have their heads up and talk to people.  People will remember that engagement, whereas if the police officers walk past them they will not remember it as an engagement.  There is something about communication skills and basic people skills, and letting people know they are there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH01500","nonspeaker":"Mr. Mark Toland"},{"type":"speechnospeaker","time":1450258200,"counter":167,"content":"<p>It is important to recognise there has been an increase in the number of marked cars, and we noted this in the report.  As Mr. Toland stated about the public presence and visibility, the public can only recognise a presence when it is visible to them.  At the same time, there must be reassurance, because there are valid reasons for having unmarked cars.  That said, we stated in the report that the inspectorate does not believe there is a need for certain cars which are unmarked at present to be unmarked.  Detective cars may not always need to be unmarked, and this is a specific observation made in the report.  The Deputy is correct that there is a difference between presence and visibility, which is noted in the report and is observed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#HH01600","nonspeaker":"Ms Eimear Fisher"},{"type":"speech","time":1450258200,"counter":168,"content":"<p>I welcome the members of the Garda Inspectorate to the committee and I apologise for not being here earlier to hear their presentation.<\/p> <p>  I have a general question regarding whether the report has considered the role and deployment of the Garda traffic corps.  I get quite a lot of complaints from constituents on this issue.  Gridlock is back in Dublin city and it is sometimes quite severe.  A couple of weeks ago, a traffic accident occurred on the M50 and the entire M50 and the north side of the city were in gridlock for a couple of hours.  I was coming into the city that morning and at Fairview, where there is a junction of three roads, the traffic was stopped and motorists were trying to drive through red lights and yellow boxes.  There was mayhem but there was not a garda to be seen anywhere.  In situations like that, somebody is needed on the ground to stop people from behaving in this manner.  It would be expected in such situations that one or two garda&iacute; would be at that junction.<\/p> <p>  This is not the only sort of complaint I have heard.  I have heard complaints about traffic congestion and parking and so on.  We have others, not just the Garda traffic corps, to deal with these issues.  Dublin City Council has a traffic management policy and Dublin Bus has its own cameras, but these are mainly interested in bus movement.  Has the Garda Inspectorate considered the issue of general traffic management and its regulation?  What is the Garda's role in that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#JJ00100","speaker":"1021"},{"type":"speechnospeaker","time":1450258200,"counter":169,"content":"<p>We looked first at the structure and found there is a Garda national traffic bureau and a Dublin metropolitan region traffic unit, each division in Dublin has a traffic unit and there are traffic units throughout the country.  We make recommendations about how these should be deployed in the future and welcome the fact they are to be renamed as roads policing, so they focus on criminals using the road networks.  The traffic corps has seen a significant reduction in the number of garda&iacute; assigned to traffic duties, as have community policing units seen such a reduction.  Many people have been lost through promotion and have not been replaced.  We recommend that the divisional model considers how these people are deployed.<\/p> <p>  Currently, people from other units deal with serious car accidents where people are injured.  I believe traffic officers should deal with the most serious accidents.  Motorways are probably the most dangerous places for police officers to operate on.  Those police officers should be properly trained traffic officers.  The report considers this issue.  We recognise the need for the Garda to clarify the role of traffic officers and to ensure they are deployed to the sort of incidents identified, because these are serious issues.  Officers need skills to cure traffic problems and to deal with serious accidents and collisions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#JJ00200","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":170,"content":"<p>I call Deputy Collins and ask him to be brief because we have another session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#JJ00300","speaker":"978"},{"type":"speech","time":1450258200,"counter":171,"content":"<p>I have a few questions, but I will begin with an observation.  The witnesses said they had held a number of public meetings and forums throughout the country.  This is good.  In my role as spokesperson on justice for my party, I have attended approximately 40 public meetings throughout the country, some of which were called by my party and others which we were invited to attend.  I have observed from these meetings that in some urban areas there is a big disconnect between the public and An Garda S&iacute;och&aacute;na.  There is a lack of confidence in or respect for the Garda.  Did the witnesses pick up on that in their engagement in different parts of the country?  Outside of urban settings, communities are a lot more open, although they may have questions or have criticisms to make.  Is there something the Garda Inspectorate can do to advise An Garda S&iacute;och&aacute;na how to address this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#JJ00400","speaker":"1057"},{"type":"speechnospeaker","time":1450258200,"counter":172,"content":"<p>In my experience, and I think the situation is the same in Ireland, it is much harder to get people in cities to engage in neighbourhood watch and community alert schemes.  I live in rural Ireland and local people are much better known to each other and there is more of a community spirit.  The Garda S&iacute;och&aacute;na has struggled to introduce neighbourhood watch schemes in high crime areas and to get local people involved in these schemes.<\/p> <p>  We did not find a disconnect between community garda&iacute; in Dublin and Cork city in comparison with garda&iacute; in rural Ireland.  We found it very interesting that the community garda&iacute; were valued in both areas.  What we found was that when people were told to ring their local garda station by community garda&iacute;, they did not always get the most appropriate response and sometimes they felt their call was not welcomed when they rang up to support something.  That is a problem when people contact or ring a Garda station to report something such as anti-social behaviour or a quality of life issue.  We found that garda&iacute; in the cities are much busier and they struggle, because of the volume of calls, to deal with quality of life issues whereas garda&iacute; in more rural areas have more time to deal with those issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#JJ00500","nonspeaker":"Mr. Mark Toland"},{"type":"speechnospeaker","time":1450258200,"counter":173,"content":"<p>It is important to add that the issues the inspectorate raised through all the different reports are not only issues that arise in Ireland.  Most of these issues are ones that have been faced by other police forces.  Therefore, to answer the question regarding what the inspectorate can do, it is here to point out areas for improvement.  These issues have been faced by many similar organisations and it is not as if the Garda S&iacute;och&aacute;na has a monopoly in regard to difficulties and deficiencies that arise.  We look at the solutions that have been applied in other jurisdictions, successfully or not, to see whether they might apply here.  On the issue of confidence, there is no reason the public should not feel confident in and trust the Garda.  There are some areas that can be improved, but many other forces face similar issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#JJ00600","nonspeaker":"Ms Eimear Fisher"},{"type":"speech","time":1450258200,"counter":174,"content":"<p>People often say they rang the Garda station but nobody got back to them or that they made a complaint and nobody got back to them.  This is a common complaint I hear, but all I can advise them is to put everything in writing in an e-mail or letter.  What is the protocol in regard to such calls or complaints?  Is it at the discretion of the garda at the other end of the phone?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#JJ00700","speaker":"1057"},{"type":"speechnospeaker","time":1450258200,"counter":175,"content":"<p>Most police jurisdictions have moved to a small number of control rooms for emergency calls and non-emergency calls.  Most jurisdictions, including Scotland and the PSNI, have a 101 system the public can use to call a designated, dedicated control room.  Currently, people here ring their local district station.  Sometimes there is one person there dealing with the counter and answering the phone.  This is not an ideal system as these people have ten or 12 other things to deal with.  My experience is that public complaints reduce considerably when police services move towards a control centre which answers calls quickly.  Most members of the public do not expect a police officer to arrive immediately for something non-serious, and providing people's phone calls are answered and they are told their complaint has been noted, most people are happy.  However, currently phones ring out and the telephony system is not great.  Also, the garda&iacute; people are ringing are doing two or three other jobs.  Not to criticise them, they do not have the time to speak to the public to get to the bottom of the problem and to deal properly with the inquiry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#JJ00800","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1450258200,"counter":176,"content":"<p>On the issue of Garda stations, I understood Garda management was to conduct an impact analysis in the areas where they close Garda stations.  Some 139 Garda stations were closed throughout the country.  However, that impact analysis was not carried out.  Has the Garda Inspectorate examined the impact of the closure of Garda stations in these communities or at how the policing service has been affected as a result or at the impact on crime levels?  Has it done any analysis of that or does it propose to do so?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#JJ00950","speaker":"1057"},{"type":"speechnospeaker","time":1450258200,"counter":177,"content":"<p>No, we did not.  That was beyond our remit and we would not have been able to do it.  However, the question gives me an opportunity to comment on Garda stations.  Nowhere in our report do we recommend the elimination of any stations.  What we recommend in regard to the new functional model is the need to use and operate differently the stations in place.  We want more officers out of the stations than sitting in them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#JJ01100","nonspeaker":"Mr. Robert K. Olson"},{"type":"speech","time":1450258200,"counter":178,"content":"<p>I have a brief question.  Mention was made earlier of the issue of lean management.  I understand this is a science or approach for management, that it is not just a vague term and that it refers to a specific, focused approach.  Has the inspectorate recommended a particular form of lean management or technology for the Garda S&iacute;och&aacute;na?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#JJ01200","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":179,"content":"<p>I do not know if we grabbed a textbook title for this.  However, when we looked at how the organisation was managed, we found too many decisions are made at the top.  There is a lack of clear policies with guidelines.  Many decisions, for example, are made by a chief superintendent when they ought to be made by a sergeant or an inspector.  It goes back to these other cultural issues where people do not want to make decisions.  We believe authority needs to be pushed down.  Management needs to count on those people below to make those kinds of decisions, with governance at the top of it.  In doing so, one does not need all of those folks.  We received a submission from the Garda Representative Association, GRA, which recommended the whole rank of assistant commissioner be gotten rid of.  We felt that was going a little too far.  We did think it was an inefficient system with six assistant commissioners and that it would be much more efficient and effective with three.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#KK00100","nonspeaker":"Mr. Robert K. Olson"},{"type":"speech","time":1450258200,"counter":180,"content":"<p>Many companies and organisations have taken on lean technology with a specific, focused approach.  I was just wondering if that is what Mr. Olson meant.<\/p> <p>  I thank the representatives from the inspectorate for attending.  I wish the inspectorate well in its future work and in its engagement with the new policing authority.  I thank the delegation for its interesting engagement with the committee.  This committee might not be in existence for much longer as we are facing into an election.  The inspectorate has been helpful to the committee over the years.  I thank it for that engagement and wish everyone and their families a happy Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#KK00200","speaker":"978"},{"type":"unspoken","time":1450258200,"counter":181,"content":"<p>Sitting suspended at 4.01 p.m. and resumed at 4.03 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Parole Board Annual Report 2014: Discussion","time":1450258200,"counter":182,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#KK00400"},{"type":"speech","time":1450258200,"counter":183,"content":"<p>On behalf of the committee, I welcome Mr. John Costello, chairman of the Parole Board.<\/p> <p>  Witnesses should note they are protected by absolute privilege in respect of the evidence they are to give to the committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  Members should also be aware that, under the salient rulings of the Chair, they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p> <p>  I invite Mr. Costello to make his opening statement.  I apologise more members are not present but we had a long session previously.  Members are fatigued as a result.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#KK00500","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":184,"content":"<p>I am conscious that in my written submission I did not mention victims or their families.  We receive many written submissions from victims and their families which we take seriously.  They would also affect any decision we reach.  In any decision the board makes, we must bear in mind it is correct for the protection of society.<\/p> <p>  I have been privileged to be chairman of the Parole Board for the past four years.  There is incredibly good work being done under the radar by all the staff in the Prison Service, the Probation Service and the psychology and educational services.  Obviously, there are a few bad apples.  However, by and large, from my experience, we see very vulnerable prisoners being treated exceptionally by staff.  That is the positive story but there are negative ones too.<\/p> <p>  I have great admiration for Peter McVerry.  He recently said that not one prisoner has been improved in prison.  I have to contradict him, however.  Ironically, we mainly deal with lifers.  As they are in for a minimum of 15 years, there is time given to let them rehabilitate themselves.  We have seen very dangerous and vulnerable people completely rehabilitated over 15 to 20 years.  Unfortunately, there are some who it will be impossible to rehabilitate and who will always be a danger to society.<\/p> <p>  When we visit prisoners, we make three key points to them.  First, they have to serve their punishment; second, they must rehabilitate themselves; third, they have to be low risk for reoffending.  The big philosophical debate we come across in practice is about when someone has served their punishment.  Sometimes, there is a conflict between the rehabilitation of a prisoner and the serving of his or her sentence or punishment.  When Michael Donnellan, director general of the Prison Service, attended our training day, he made the point that the length of time a person is in prison should not be the most important factor when it comes to rehabilitation.  In other words, quite often, there is an appropriate time for someone to be granted periods of temporary release or to be moved to an open prison.  There is no doubt that prisoners for life can become institutionalised.  If they are imprisoned for too long, it may be too late to rehabilitate them fully and settle them back into the community.<\/p> <p>  The Parole Board only deals with a small number of prisoners.  Only 344 life-sentence prisoners come under our jurisdiction while only 273 prisoners serve a sentence of ten years or more.  On balance, we might only recommend parole for four or five prisoners a year.  At least 70 former life-sentence prisoners are out in the community who have not reoffended.  That is a sign parole is working.  On average, only one life-sentence prisoner comes back into prison during the year.<\/p> <p>  We compiled statistics in 2013 which showed that only 24% of prisoners who were accused of murder pleaded guilty in the courts.  However, in prison, when they were found guilty of murder, over 90% admitted their guilt.  They had no incentive to plead guilty in the courts.  This needs to be dealt with and I have suggested a reform.  If a person pleads guilty, there is no mention in the appropriate legislation that this factor should be taken into account when considering parole.  It is a major omission.  If it could affect their parole decisions, it would incentivise more people accused of murder to plead guilty.<\/p> <p>  The Parole Board deals with many fixed-term sentence prisoners, say of ten years or more.  They get an automatic 25% remission.  For example, a prisoner sentenced to ten years gets out after seven and a half years.  Quite often a number of these prisoners are going to reoffend because there are no post-release supervision orders.  There is an onus on the Judiciary to make more post-release supervision orders because the Probation Service does not have any requirement to help these offenders.  There is a role for the Judiciary to improve.  I read recently that a private firm in the UK helped the post-release supervision of prisoners.<\/p><p>That firm was paid on the basis of results.  In other words, if former prisoners did not reoffend, the private firm got paid.  I do not know how it worked out but it was a very interesting idea.  The incentive was they got paid if the offenders did not reoffend.  It is interesting that we do not have an open prison for women.  There is no training of board members but I have gone back to college and studied for an MA in criminology.  One of the issues we looked at was private prisons.  In Australia, 20% of prisons are private and those prisons have strict values to which they must adhere.  It occurs to me that an open prison for women could be constructed privately on the Australian model.  I throw that suggestion out.<\/p><p> My final point is totally irrelevant but refers to something that could have changed the face of history.  In the American presidential election of 2000, George Bush won in Florida by 537 votes.  If the prisoners of Florida had had a vote, they would have voted Democrat and George Bush would have lost the election.  World history would have changed.  I end on that note.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#KK00600","nonspeaker":"Mr. John Costello","continuing":true},{"type":"speech","time":1450258200,"counter":186,"content":"<p>That is a very interesting note on which to end.  I thank Mr. Costello for coming in to us.  He has raised a significant number of issues in his report and submission.  I apologise but I have to be up in the Chamber shortly and cannot stay long.<\/p> <p>  I disagree with Mr Costello on private prisons.  If one looks at the literature and experience of private prisons in the UK and US in particular, they have not been a happy experience.  The problem is that the number of people in them tends to expand as prison places become available.  This committee has produced a report suggesting there should be a lower use of imprisonment and that prison should be a last resort.  I do not agree it is a good road to go down, although I agree with Mr Costello that we should have an open prison facility for women.<\/p> <p>  On a more serious note, Mr Costello spoke about the issue of the guilty plea as a factor when reviewing a prisoner for parole and said it is not currently a factor the Parole Board can consider when reviewing a prisoner for parole.  Did he make the point that admission of guilt in a more general sense is a factor? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL00200","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":187,"content":"<p>It is not mentioned in the legislation on temporary release.  We are bound by the 2003 Act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL00300","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":188,"content":"<p>The 2003 Act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL00400","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":189,"content":"<p>It is not one of the factors listed in the Act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL00500","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":190,"content":"<p>In other words, even a subsequent admission in custody cannot be considered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL00600","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":191,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL00700","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":192,"content":"<p>Mr. Costello said that only 16 of the 255 offenders the board reviewed had not accepted responsibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL00800","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":193,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL00900","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":194,"content":"<p>I presume that included people who had not pleaded guilty but later admitted responsibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL01000","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":195,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL01100","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":196,"content":"<p>The board cannot take either into account.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL01200","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":197,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL01300","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":198,"content":"<p>There is a corollary that if one were to remove the mandatory life sentence for murder, it would deal with the problem in another way in respect of that specific group, which I have argued before, because currently there is no incentive for them to plead guilty.  I accept Mr Costello's point that it should be built in.<\/p> <p>  In terms of the 29 prisoners who refuse to participate in the parole process, what proportion are they of the overall prisoners who are eligible for consideration?  Does Mr Costello think that should be changed in the legislation?  Should it be possible for prisoners to participate in parole without losing the rights and privileges they are currently fearful of losing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL01400","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":199,"content":"<p>The main problem, which I have set out in the written submission, seems to be that they lose rights for temporary release and also lose other privileges.  It is just prison practice.  It should not affect their existing rights but it seems it does.  I have not had a meeting with the prison governors and I want to do that in the new year and raise the issue.  One prisoner who was moved to Loughan House after four years said he did not enter the parole process because he would not have been moved there so quickly had he done so.  There is something seriously wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL01500","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":200,"content":"<p>Is Mr. Costello saying that we do not know exactly what is wrong?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL01600","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":201,"content":"<p>No, it is prison policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL01700","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":202,"content":"<p>It is prison policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL01800","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":203,"content":"<p>Yes, but there is no legal basis for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL01900","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":204,"content":"<p>That is very interesting and worth highlighting.  It is counter-intuitive that it would be the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL02000","speaker":"1148"},{"type":"speechnospeaker","time":1450258200,"counter":205,"content":"<p>It is, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL02100","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":206,"content":"<p>I thank Mr. Costello and apologise for having to leave.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL02200","speaker":"1148"},{"type":"speech","time":1450258200,"counter":207,"content":"<p>Mr. Costello has mentioned care, supervision and support after prison.  Does the Parole Board engage with organisations such as Care After Prison in Dublin, the Churchfield Community Trust in Cork, the Cornmarket Project in Wexford or U-Casadh in Waterford?  What is Mr. Costello's knowledge and view of the work they are doing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL02300","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":208,"content":"<p>In May this year we visited Mountjoy and I brought along Stephen Doyle who works full time in Care After Prison and who was a prisoner granted parole after 13 and a half years.  He came with us to Mountjoy and spoke to 50 lifers and told them what he did to get parole and rehabilitate himself.  He is encouraging other lifers to start rehabilitation work from day one.  He has said he will come to more prisons with us to talk to groups of lifers about the work he does in Care After Prison and to incentivise them to rehabilitate themselves from day one.  The first review is not until after seven years and quite often many of the prisoners have not done any rehabilitation in those seven years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL02400","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":209,"content":"<p>I thank Mr. Costello for being here today and I apologise there were not more members present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL02500","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":210,"content":"<p>At least the committee has the report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL02600","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":211,"content":"<p>We have the report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL02700","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":212,"content":"<p>I was delighted to quote Nelson Mandela.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL02800","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":213,"content":"<p>We saw that in the report.  Would Mr. Costello like to read it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL02900","speaker":"978"},{"type":"speechnospeaker","time":1450258200,"counter":214,"content":"<p>It is a nice note to end on.  Nelson Mandela said:<\/p><blockquote>It is said that no one truly knows a nation until one has been inside its jails.  A nation should not be judged by how it treats its higher citizens, but its lowest ones.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL03000","nonspeaker":"Mr. John Costello"},{"type":"speech","time":1450258200,"counter":215,"content":"<p>He spent quite a while in prison.  I thank Mr. Costello for being here today and for his engagement with us.  I wish him and the board every success for the future and a happy Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2015121600002#LL03100","speaker":"978"},{"type":"unspoken","time":1450258200,"counter":216,"content":"<p>The joint committee adjourned at 4.20 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Committee on Transport and Communications: Select Sub-Committee on Transport, Tourism and Sport","time":1450269000,"counter":217},{"type":"unspoken","content":"<p>The Select Committee met at 12:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Paschal Donohoe (Minister for Transport, Tourism and Sport), Deputy Dessie Ellis, Deputy Timmy Dooley, Deputy Tom Fleming, Deputy Seán Kenny.<\/p><p>DEPUTY JOHN O'MAHONY IN THE CHAIR.<\/p>","time":1450269000,"counter":218,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002"},{"type":"minorheading","content":"Public Transport Bill 2015: Committee Stage","time":1450269000,"counter":219,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#A00100"},{"type":"speech","time":1450269000,"counter":220,"content":"<p>As we have a quorum we will now go into public session.  This meeting has been convened to consider the Public Transport Bill 2015.  The purpose of the Bill is to amend and extend the Dublin Transport Authority Act 2008, the Taxi Regulation Act 2013 and the Railway Safety Act 2005; to amend section 27 of the State Airports Act 2004 and section 106 of the Road Traffic Act 1961; and to change the name of the Railway Safety Commission.<\/p> <p>  I welcome the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, and his officials to the meeting.  As a number of related amendments have been proposed, grouping arises.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#A00200","speaker":"1089"},{"type":"unspoken","time":1450269000,"counter":221,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1450269000,"counter":222,"content":"<p>Amendments Nos. 1 to 3, inclusive are related and will be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#A00400","speaker":"1089"},{"type":"speech","time":1450269000,"counter":223,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 3, between lines 12 and 13, to insert the following:&ldquo;(i) by substituting for the definition of &ldquo;public transport infrastructure&rdquo; the following:<br \/><br \/>&ldquo; &lsquo;public transport infrastructure&rsquo; means infrastructure constructed or provided, or proposed to be constructed or provided, in connection with the provision of public passenger transport services, which includes but is not limited to railway infrastructure, metro railway infrastructure, light railway infrastructure, bus infrastructure, rolling stock, buses, busways, bus lanes, bus garages, cycleways, cycle and pedestrian facilities, interchange facilities or such other class of infrastructure, facility, building or vehicle, whether of the same kind as the aforementioned or not, which the Authority has prescribed to be public transport infrastructure under section 44(13);&rdquo;,&rdquo;.<\/blockquote> <p>The purpose of this amendment is to substitute a new definition of public transport infrastructure.  The definition is being amended to expressly provide that it includes bus infrastructure, including bus lanes.  The present definition, which is not exhaustive, contains express reference to railway, metro and light railway infrastructure and can be expanded by regulations made by the National Transport Authority, NTA.  It is considered that the inclusion of bus infrastructure in the main definition will complete the references to the transport spectrum in connection with the provision of public passenger transport services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#A00500","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":224,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1450269000,"counter":225,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 3, to delete line 21.<\/blockquote> <p>This is a very simple amendment, to delete the word &quot;and&quot; between paragraphs (a) and (b) in section 1 of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#B00200","speaker":"1007"},{"type":"speech","time":1450269000,"counter":226,"content":"<p>Does the Minister wish to say anything on amendment No. 3?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#B00300","speaker":"1089"},{"type":"speech","time":1450269000,"counter":227,"content":"<p>Amendment No. 3 clarifies that the National Transport Authority is to engage in one statutory approval process for development in accordance with whatever legislation applies to the particular public transport infrastructure development concerned.  This is to remove any anomaly that would leave the NTA subject to two different and parallel planning processes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#B00400","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":228,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1450269000,"counter":229,"content":"<p>I move amendment No. 3:<\/p><blockquote>In page 4, to delete lines 30 and 31 and substitute the following:&ldquo; &ldquo;(14) The carrying out by the Authority, on its behalf or at its direction of&mdash;<blockquote><blockquote>(a) a proposed road development (within the meaning of the Roads Act 1993) that has been approved by An Bord Plean&aacute;la under section 51 (as amended by section 9 of the Roads Act 2007) of that Act, or<br \/><br \/>(b) a proposed development that has been approved by An Bord Plean&aacute;la&mdash;<blockquote>(i) under subsection (9) (inserted by section 34(c) of the Planning and Development (Strategic Infrastructure) Act 2006) of section 175 of the Act of 2000 pursuant to an application for approval made by the Authority under subsection (3) of that section, or<br \/><br \/>(ii) under subsection (8) of section 177AE (inserted by section 57 of the Planning and Development (Amendment) Act 2010) of the Act of 2000 pursuant to an application for approval made by the Authority under subsection (3) of that section,<br \/><br \/>shall be exempted developments for the purposes of the Act of 2000.<\/blockquote><\/blockquote>(15) For the purposes of section 175 and 177AE of the Act of 2000 where a proposed development relates to public transport infrastructure an application for approval under section 175(3) or 177AE(3) may be made by the Authority, with the concurrence of the local authority concerned, and, accordingly, references in those sections to a local authority shall be read as references to the Authority.<br \/><br \/>(16) In this section &lsquo;function&rsquo; includes a part of or any aspect of the function.&rdquo;,<br \/><br \/>and&rdquo;.<\/blockquote><\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#B00600","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":230,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1450269000,"counter":231,"content":"<p>There is a vote in the D&aacute;il.  We will suspend for ten minutes and will come back immediately after the vote.  We are on a timeline and were going well there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#B00800","speaker":"1089"},{"type":"unspoken","time":1450269000,"counter":232,"content":"<p>Sitting suspended at 12.40 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1450269000,"counter":233,"content":"<p>Amendments Nos. 4, 7 and 11 are related and will be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D00100","speaker":"1089"},{"type":"speech","time":1450269000,"counter":234,"content":"<p>I move amendment No. 4:<\/p><blockquote>In page 4, between lines 31 and 32, to insert the following:&ldquo;(c) by inserting after section 56 the following:<blockquote>&ldquo;<b>Powers of Authority to make bye-laws for public passenger transport services (other than rail passenger services), enforcement etc<\/b>.<br \/><br \/><b>56A<\/b>. (1) Subject to subsection (8), bye-laws may be made by the Authority in relation to the performance by the Authority of any function conferred on it in connection with the provision of public passenger transport services (other than in respect of a rail passenger service) whether pursuant to a public transport services contract or a direct award contract under section 52, other than in respect of such a contract awarded by the Authority to Dublin Bus or Bus &Eacute;ireann, in relation to any one or more of the following matters:<blockquote>(a) the general regulation, subject to any statutory provisions in that behalf, of the travelling by way of or use of such means of transport services, (including a requirement to travel with a valid ticket or pass and the issue of such);<br \/><br \/>(b) the prevention of the commission of nuisances in or upon such means of transport services;<br \/><br \/>(c) the prevention of damage to such means of transport services;<br \/><br \/>(d) the removal from or the prohibition of the use on such means of transport services of any vehicle or thing which is or may become a danger to life, health, the provision or the operation of public passenger transport services or would otherwise interfere with the proper provision or the operation of such transport services;<br \/><br \/>(e) the safe custody and return or disposal of any property found on a vehicle or equipment used in the provision of public passenger transport services.<\/blockquote>(2) Bye-laws under this section may contain such incidental, subsidiary and ancillary provisions as the Authority considers necessary or expedient for the purposes of the bye-laws.<br \/><br \/>(3) The Authority may provide for reasonable charges in respect of matters provided for in bye-laws made by it under this section.<br \/><br \/>(4) Whenever the Authority proposes to make bye-laws under this section, the following provisions have effect&mdash;<blockquote>(a) the Authority shall, publish notice of the proposal&mdash;<blockquote>(i) on its website, and<br \/><br \/>(ii) in at least 2 national newspapers circulating within the State or in the area to which the bye-laws relate,<\/blockquote>(b) the notice shall include&mdash;<blockquote>(i) a statement of the purposes for which the bye-laws are to be made,<br \/><br \/>(ii) an intimation that&mdash;<blockquote><blockquote>(I) a copy of the draft bye-laws is open for public inspection at the principal offices in the State of the Authority, and<br \/><br \/>(II) that the draft bye-laws are published on the Authority&rsquo;s website,<br \/><br \/>and<\/blockquote><\/blockquote>(iii) an intimation that any person may submit to the Authority objections to the draft bye-laws at any time during the period of 30 days commencing on the date of the publication of the notice,<\/blockquote>(c) the Authority shall, during that period of 30 days, keep a copy of the draft bye-laws open for public inspection during ordinary office hours at its principal offices, and publish the draft on its website,<br \/><br \/>(d) any person who objects to the draft bye-laws may submit his or her objection to the Authority in writing at any time during that period of 30 days and the Authority shall consider the objections, and<br \/><br \/>(e) on the completion of that period of 30 days, the Authority shall as it thinks proper, refrain from making the bye-laws or make the byelaws either without modification or with modification as it thinks proper.<\/blockquote>(5) The Authority shall publish bye-laws made by it under this section on its website.<br \/><br \/>(6) Such details of bye-laws under this section shall be displayed on a public transport vehicle or equipment used in the provision of public passenger transport services, where practicable, in conspicuous places in such manner as the Authority considers best adapted for giving information to the public.<br \/><br \/>(7) The failure to publish under subsection (5) or any absence to display under subsection (6) is not a defence to a contravention of or failure to comply with bye-laws under this section.<br \/><br \/>(8) Bye-laws under this section shall not be made without the prior written consent of the Minister.<br \/><br \/>(9) A person who contravenes or fails to comply with a bye-law under this section which is stated in the bye-laws to be a penal provision commits an offence and is liable on summary conviction to a class D fine.<br \/><br \/>(10) The liability of an offender to a fine under subsection (9) does not prejudice the recovery of any fare, tariff or fee payable by him or her to the Authority or the person providing the public passenger transport services for any damage caused by him or her to property of the Authority or such person.<br \/><br \/>(11) Every bye-law made by the Authority under this section shall be laid before each House of the Oireachtas, as soon as may be after it is made and, if a resolution annulling the bye-law is passed by either such House within the next 21 days on which that House sits after the bye-law is laid before it, the bye-law is annulled, but without prejudice to anything previously done under it.<br \/><br \/><b>Authorised persons<\/b><br \/><br \/><b>56B.<\/b>(1) The Authority may appoint in writing such and so many persons as it considers necessary to be authorised persons to perform any or all of the functions conferred on an authorised person under section 56C or 56D.<br \/><br \/>(2) A person appointed as an authorised person under subsection (1), shall, on his or her appointment be furnished by the Authority with a warrant of his or her appointment and when exercising a power conferred on an authorised person under section 56C shall, if requested by any person affected, produce the warrant to that person for inspection.<br \/><br \/>(3) An authorised person, who is not a member of the Garda S&iacute;och&aacute;na, is not entitled to exercise a power under section 56C unless he or she has received training and instruction, which, in the opinion of the Authority is such as will provide guidance to him or her in the exercise of the power.<br \/><br \/>(4) The Authority shall endorse on the warrant it furnishes to an authorised person under subsection (2) a statement to the effect that the officer has received the training and instruction referred to in subsection (3).<br \/><br \/>(5) An authorised person, who is not a member of the Garda S&iacute;och&aacute;na, when exercising a power under this section shall be in uniform provided or authorised by the Authority.<br \/><br \/>(6) An authorised person, who is not a member of the Garda S&iacute;och&aacute;na, may be referred to by the Authority by such title as it decides.<br \/><br \/><b>Powers of authorised person<\/b><br \/><br \/><b>56C.<\/b>(1) If an authorised person appointed in accordance with section 56B reasonably suspects that a person&mdash;<blockquote>(a) is contravening or has contravened or is failing or has failed to comply with a bye-law made under section 56A which is stated to be a penal provision,<br \/><br \/>(b) is assaulting or has assaulted or is causing or has caused deliberate harm to another on a public passenger transport service to which section 56A applies,<br \/><br \/>(c) is obstructing or has obstructed or is impeding or has impeded an authorised person exercising a function of an authorised person under this section or under any bye-laws made under section 56A,<br \/><br \/>(d) on any public transport service to which section 56A applies is intoxicated or is committing or has committed an offence under section 15 of the Misuse of Drugs Act 1977, or<br \/><br \/>(e) if requested by an authorised person to cease such contravention or action or to so comply, fails to comply with the request, he or she may&mdash;<blockquote>(i) using such reasonable force as the circumstances require, remove or escort the person from the public passenger transport service or any part of it,<br \/><br \/>(ii) in circumstances where the authorised person considers it to be justified, arrest the person without warrant, or<br \/><br \/>(iii) require the person to give his or her name and address and, if the person fails or refuses to do so or gives a name that the authorised person reasonably suspects is false or misleading, arrest that person without warrant, and, if he or she is not a member of the Garda S&iacute;och&aacute;na, deliver, as soon as practicable, the person, if arrested, into the custody of a member of the Garda S&iacute;och&aacute;na to be dealt with according to law.<\/blockquote><\/blockquote>(2) A person who fails or refuses to give his or her name or address when required under subsection (1), or gives a name or address which he or she knows to be false or misleading, commits an offence and is liable on summary conviction to a class D fine.<br \/><br \/>(3) The arrest of a person under this section does not prejudice the rearrest of the person by a member of the Garda S&iacute;och&aacute;na.<br \/><br \/>(4) In this section a reference to the committal of an offence or an act includes a reference to an attempt to commit the offence or the act.<br \/><br \/>(5) In this section and section 56D &lsquo;authorised person&rsquo; means a person appointed under section 56B(1) or a member of the Garda S&iacute;och&aacute;na whose attendance is requested by an authorised person or by the Authority.<br \/><br \/><b>Fixed payment notice<\/b><br \/><br \/><b>56D<\/b>. (1) Where an authorised person has reasonable grounds for believing that a person is committing or has committed an offence under section 56A(9) (for a contravention or failure to comply with a provision of a bye-law made under that section) or section 56C(2), he or she may serve personally or by post on the person a notice (&lsquo;fixed payment notice&rsquo;) in the prescribed form stating that&mdash;<blockquote>(a) the person is alleged to have committed the offence specified in the notice,<br \/><br \/>(b) the person may, during the period of 21 days beginning on the date of the notice, make to the Authority at the address specified in the notice a payment of &euro;100, or such other amount standing specified in regulations made by the Minister, accompanied by the notice, duly completed,<br \/><br \/>(c) the person is not obliged to make the payment, and<br \/><br \/>(d) a prosecution in respect of the alleged offence will not be instituted during the period specified in the notice under paragraph (b) and, if a payment specified in the notice is made during the period so specified, accompanied by the notice, duly completed, no prosecution in respect of the alleged offence will be instituted.<\/blockquote>(2) Where a fixed payment notice is given under subsection (1)&mdash;<blockquote>(a) the person to whom the notice applies may, during the period specified in the notice, make to the Authority at the address specified in the notice the payment specified in the notice, accompanied by the notice, duly completed,<br \/><br \/>(b) the Authority may receive the payment, issue a receipt for it and retain the money so paid, and any payment so received shall not be recoverable in any circumstances by the person who made it, and<br \/><br \/>(c) a prosecution in respect of the alleged offence to which the notice relates will not be instituted during the period specified in the notice, and, if the payment so specified is made during the period so specified, no prosecution in respect of the alleged offence will be instituted.<\/blockquote>(3) In a prosecution for an offence referred to in subsection (1) the onus of proving that a payment pursuant to a fixed payment notice has been made lies on the defendant.<br \/><br \/>(4) In any proceedings in respect of an offence referred to in subsection (1) a document purporting to be a certificate or receipt of posting or delivery by or on behalf of An Post or another postal service is evidence of the posting or delivery of a fixed payment notice.<br \/><br \/>(5) Income generated by the payment of the fixed payment amount specified under subsection (1)(b) pursuant to a fixed payment notice shall be disposed of in a manner determined by the Authority with the agreement of the Minister and the Minister for Public Expenditure and Reform.<br \/><br \/>(6) In this section &lsquo;prescribed&rsquo; means prescribed in bye-laws made by the Authority under section 56A.&rdquo;.&rdquo;.<\/blockquote><\/blockquote> <p>This amendment inserts new sections 56A, B, C and D into the Dublin Transport Act 2008.  This is to empower the National Transport Authority, NTA, to make by-laws in respect of public transport passenger services which will be tendered to commence operations in late 2016 or early 2017.  In the event that incumbent operators do not win the tender it is necessary for the NTA to have powers to make by-laws in respect of public services to be provided by new operators.  Coras Iompar &Eacute;ireann, CIE, has statutory powers to make the equivalent by-laws to regulate the public transport passenger services provided by Dublin Bus and Bus &Eacute;ireann.<\/p><p>The proposed new section 56A sets out the standard range of operational activities in respect of which the by-laws may be applied.  Section 56B is to provide for the appointment by the NTA of authorised persons to ensure the users of the public transport services comply with the section 56A by-laws.  The new section 56C sets out the powers of the authorised persons who have been appointed under section 56B, while the new section 56D is an enforcement measure to provide that authorised persons may serve fixed charge notices in respect of alleged offences and sets out the procedural aspects of the fixed charge processes. <\/p><p>Amendment No. 7 is to require that notification of the making of by-laws for Luas passenger services and copies of draft and final by-laws be published online.  The proposed amendment will be inserted as section 5 into the Bill.  This is in line with what is being proposed for the NTA in the Bill. <\/p><p>Amendment No. 11 is to expand the Long Title and consequential on the updating of the Transport (Railway Infrastructure) Act 2001 in amendment No. 7. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D00200","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":235,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":236,"content":"<p>Section 1, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":237,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1450269000,"counter":238,"content":"<p>Amendments Nos. 5 and 6 are related and may be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D00600","speaker":"1089"},{"type":"speech","time":1450269000,"counter":239,"content":"<p>I move amendment No. 5:<\/p><blockquote>In page 6, between lines 39 and 40, to insert the following:&ldquo;(g) in section 10, by inserting the following subsections after subsection (2):<blockquote>&ldquo;(3) Subsection (2) shall be operated with due consideration for the principles set down by the Good Friday Agreement 1998 in respect of placing no undue barriers to employment against people with previous convictions arising out of the conflict referred to in the Agreement and that Schedule 1 or 2 shall not apply in these cases.<br \/><br \/>(4) A licensing authority shall not grant a licence under section 9 to a person unless it is satisfied that he or she is not engaged in full-time employment in any other occupation and plans to continue this work during the operation of the licence.&rdquo;,&rdquo;.<\/blockquote><\/blockquote> <p>I have raised this issue several times.  There has been a very difficult period in the North in keeping the Assembly up and running.  There are many legacy issues, one of which is prisoners and people who were released under the Good Friday Agreement.  The spirit of the Agreement suggested to me and others that people who looked for jobs would not be penalised as a result of any legislation and would be in a position to take up jobs and be protected.  The Minister has given me the same answer time and again, but there have been several court decisions in which judges have taken a view that people in employment should not be penalised.  I appeal to the Minister to consider this issue again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D00700","speaker":"1022"},{"type":"speech","time":1450269000,"counter":240,"content":"<p>I cannot accept the amendment.  The Deputy tabled similar amendments during the passage of the Taxi Regulation Act 2013.<\/p> <p>  In respect of the proposed dispensation for those convicted of offences covered by the terms of the Good Friday Agreement, it was pointed out at the time that it was not appropriate to specify such inclusion in the context of the proposed legislation.  Section 10 of the 2013 Act provides for the consideration of such offences among the matters to be included in the assessment of the suitability of a licence applicant and licence holder.  Sections 30 and 31 of the Act provide for mandatory disqualification on conviction for specified offences and an obligation to notify conviction for these offences to the licensing authority.  In the case of the most serious indictable offences specified under section 30(2) of the Act, the disqualification applies whether the person has been convicted before or after commencement of the subsection. <\/p> <p>  The specification of offences to which mandatory disqualification applies is based on the principle of ensuring the welfare and safety of passengers.  Nevertheless, because of the restriction this places on the possibility of persons&rsquo; participation in the industry, the grounds for mandatory disqualification were, for legal reasons, narrowly defined.  It is not possible in legislation to seek to further redefine instances where there may be mitigating circumstances.  The mandatory disqualification provision, therefore, relies on specified offences which relate to specific violent activities, rather than a focus on any specific type or group of people.  That is why the 2013 Act makes specific provision for an appeal to the courts in respect of mandatory disqualification such that exceptions are possible where the courts determine they are appropriate.  The courts are positioned to make that judgment.  We have exchanged views on this issue on several occasions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D00800","speaker":"1007"},{"type":"speech","time":1450269000,"counter":241,"content":"<p>We are well over 15 years into the Good Friday Agreement.  I know that many people in this city and on the island who have taken up jobs and been loyal supporters of the Agreement whom I believe have been let down by the Minister&rsquo;s decision.  Many of them have settled down, have families, are living in communities and have been driving taxis for years.  Suddenly a new Bill could affect them.  I am reasonably confident that the courts will disagree with the Minister.  If any one is challenged, especially after working for several years, I am hopeful that the courts will support them, but we should not have to go down that road.  That was the whole emphasis of the Good Friday Agreement, to get people on board to come to a political solution of some description.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D00900","speaker":"1022"},{"type":"speech","time":1450269000,"counter":242,"content":"<p>I do understand the Deputy&rsquo;s point, but I do not believe it would be appropriate or right to provide in the Bill for special treatment for a particular category of person who had been convicted.  If there are grounds for special treatment or recognition, it is a matter for the courts to determine.<\/p><p>Amendment No. 6 reads: <\/p><blockquote>In page 8, between lines 3 and 4, to insert the following:<blockquote>&ldquo;(k) in section 18&mdash;<blockquote>(i) in subsection (3), by substituting for paragraphs (a) and (b) the following:<blockquote>&ldquo;(a) the name of the holder;<br \/><br \/>(b) the address and any change of address of the holder;&rdquo;,<br \/><br \/>and<\/blockquote>(ii) in subsection (4), by substituting &ldquo;including the name of the person&rdquo; for &ldquo;including the name and address of the person&rdquo;,&rdquo;.  <\/blockquote><\/blockquote><\/blockquote> <p>The amendment amends section 18 of the Taxi Regulation Act 2013, dealing with the register of small public service vehicle, SPSV, licences maintained by the NTA.  It substitutes &quot;including the name of the person&quot; for &quot;the name and address of the person&quot;.  The effect of the amendment is that the addresses of licence holders will no longer be included in a certificate issued by the NTA when a request is made under subsection (4) for information contained in the register of licences relating to a licence.  The amendment is consequential on section 18(3) which now provides for the separation of the details relating to the name and address of a licence holder in the register of licences.<\/p><p>I am introducing the amendments because the points were raised by Deputy Timmy Dooley in an earlier discussion on the Bill.<\/p><p>I acknowledge all the work he has done in bringing up a legitimate matter which had been raised by industry representatives.  Because of his work on the issue I am introducing the amendment to deal with it.  I hope he received my letter confirming this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D01000","speaker":"1007","continuing":true},{"type":"speech","time":1450269000,"counter":244,"content":"<p>I thank the Minister for taking the concerns on board.  I appreciate his communication with me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E00200","speaker":"976"},{"type":"unspoken","time":1450269000,"counter":245,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1450269000,"counter":246,"content":"<p>I move amendment No. 6:<\/p><blockquote>In page 8, between lines 3 and 4, to insert the following:&ldquo;(k) in section 18&mdash;<blockquote>(i) in subsection (3), by substituting for paragraphs (a) and (b) the following: <blockquote>&ldquo;(a) the name of the holder;<br \/><br \/>(b) the address and any change of address of the holder;&rdquo;,<\/blockquote>and<br \/><br \/>(ii) in subsection (4), by substituting &ldquo;including the name of the person&rdquo; for &ldquo;including the name and address of the person&rdquo;,&rdquo;.<\/blockquote><\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E00400","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":247,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":248,"content":"<p>Section 2, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":249,"content":"<p>Sections 3 and 4 agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":250,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1450269000,"counter":251,"content":"<p>I move amendment No. 7:<\/p><blockquote>In page 13, between lines 10 and 11, to insert the following:<b>&ldquo;Bye-laws - light railway<\/b><blockquote><b>5. <\/b>Section 66 (inserted by section 134 of the Railway Safety Act 2005) of the Transport (Railway Infrastructure) Act 2001 is amended&mdash;<blockquote>(a) in subsection (4)&mdash;<blockquote>(i) by substituting for paragraph (a) the following:<blockquote>&ldquo;(a) the National Roads Authority or the undertaking, as the case may be, shall, publish notice of the proposal&mdash;<blockquote>(i) on its website, and<br \/><br \/>(ii) in at least 2 national newspapers circulating within the State or in the area to which the bye-laws relate,&rdquo;,<\/blockquote>and<\/blockquote>(ii) in paragraph (b), by substituting for subparagraph (ii) the following:<blockquote><blockquote>&ldquo;(ii) an intimation that&mdash;<blockquote>(I) a copy of the draft bye-laws is open for public inspection at the principal offices in the State of the National Roads Authority or the undertaking, as the case may be, and<br \/><br \/>(II) that the draft bye-laws are published on the National Roads Authority&rsquo;s or the undertaking&rsquo;s, as the case may be, website, and&rdquo;,<\/blockquote><\/blockquote><\/blockquote>and<\/blockquote>(b) by inserting after subsection (4) the following:<blockquote>&ldquo;(4A) The National Roads Authority or the undertaking shall publish on its website bye-laws made by it under this section. The failure to publish such bye-laws is not a defence to a contravention of or failure to comply with such bye-laws.&rdquo;.&rdquo;.<\/blockquote><\/blockquote><\/blockquote><\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E00900","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":252,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":253,"content":"<p>SECTION 5<\/p>"},{"type":"speech","time":1450269000,"counter":254,"content":"<p>Amendments Nos. 8, 9 and 12 are related and may be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E01200","speaker":"1089"},{"type":"speech","time":1450269000,"counter":255,"content":"<p>I move amendment No. 8:<\/p><blockquote>In page 13, to delete lines 14 and 15 and substitute the following:&ldquo;(a) in subsection (2)(b)(ii), by inserting &ldquo;a copy of the notice&rdquo; before &ldquo;served personally&rdquo;,<br \/><br \/>(b) in subsection (3), by substituting for paragraph (b) the following:<blockquote>&ldquo;(b) the person may make to the relevant company or the Minister, as the case may be, at the address specified in the notice a payment, accompanied by the notice, duly completed, of the relevant amount, during the period of 28 days beginning on the date of the notice, and&rdquo;,&rdquo;.<\/blockquote><\/blockquote> <p>Section 5 of the Bill provides for an amendment to section 27, inserted by section 51 of the State Airports (Shannon Group) Act 2014, of the State Airport Act 2004 to clarify that the payments accompanying the fixed payment notice cannot be accepted unless the required information has been completed on the notice.  The Bill provides that a requirement be specified in section 27 that a payment notice be duly completed.  I propose two further amendments to section 27.  The first is to amend subsection (2)(b) to insert the words &quot;a copy of the notice&quot;.  The purpose of the amendment is to avoid the issue of multiple fixed payment notices in respect of the same incident.  The relevant Act currently requires that when a fixed payment notice is affixed to a parked vehicle, a fixed payment notice must be subsequently sent to the person who is the registered owner of the vehicle.  The amendment is to avoid potential confusion and duplication in enforcement administration by clarifying that a copy of the original notice affixed to a vehicle should subsequently be sent to the registered owner of the vehicle.<\/p><p>The second amendment is to subsection (3)(b) and provides for an extension of the time period during which a fixed payment notice can be paid from 21 days to 28.  This will facilitate people who wish to avail of the fixed payment notice process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E01300","speaker":"1007"},{"type":"speech","time":1450269000,"counter":256,"content":"<p>Does the Minister wish to speak to amendments Nos. 9 and 12?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E01600","speaker":"1089"},{"type":"speech","time":1450269000,"counter":257,"content":"<p>Yes.  Under section 47 of the State Airports (Shannon Group) Act 2014, a driver of a vehicle is obliged to remove a vehicle which is parked at an airport in contravention of a provision of airport by-laws if he or she has been requested to do so by an authorised officer.  Section 47(4) sets out that it is an offence not to comply with the request of the authorised officer.  The purpose of amendment No. 9 is to empower an authorised officer to affix a fixed payment notice to a vehicle where an alleged offence under section 47(4) has occurred and provide that a fixed payment notice can be affixed to a vehicle if the driver fails to remove the vehicle or departs from it, having been requested by the authorised officer to remove it.<\/p> <p>  The purpose of amendment No. 12 is to expand the Long Title of the Bill to include a reference to section 27A of the State Airports Act 2004 and is consequential on amendment No. 9.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E01700","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":258,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":259,"content":"<p>Section 5, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":260,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1450269000,"counter":261,"content":"<p>I move amendment No. 9:<\/p><blockquote>In page 13, between lines 23 and 24, to insert the following:<b>&ldquo;Declaration - airport<\/b><blockquote><b>6. <\/b>Section 27A (inserted by section 51 of the State Airports (Shannon Group) Act 2014) of the State Airports Act 2004 is amended in subsection (1) by inserting &ldquo;or an offence under section 47(4) of the State Airports (Shannon Group) Act 2014 for a contravention of subsection (1)(a) of that section where the person in apparent control of the vehicle concerned allegedly leaves the vehicle or the vicinity of the vehicle,&rdquo; after &ldquo;relating to the parking of the vehicle at the airport&rdquo;.&rdquo;.<\/blockquote><\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E02200","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":262,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":263,"content":"<p>Section 6 agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":264,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1450269000,"counter":265,"content":"<p>I move amendment No.10:<\/p><blockquote>In page 13, between lines 34 and 35, to insert the following:<b>&ldquo;COTIF to have force of law in State<\/b><blockquote><b>7. <\/b>(1) In this section &ldquo;Convention&rdquo; means the Convention concerning International Carriage by Rail (COTIF) of 9 May 1980 appearing in the Annex to the Protocol of 3 June 1999 for the Modification of the Convention concerning International Carriage by Rail (COTIF) of 9 May 1980 (Protocol 1999).<br \/><br \/>(2)  (a) The Convention has the force of law in the State and judicial notice shall be taken of it.<blockquote><blockquote>(b) Any question arising as to whether the Convention applies in the circumstances of a particular case falls to be determined in accordance with the provisions of Article 3(2) of the Convention.<br \/><br \/>(c) A copy of the Convention purporting to be published by the International Rail Transport Committee may be produced in every court and in all legal proceedings and is evidence, unless the contrary is shown, of the Convention.&rdquo;.<\/blockquote><\/blockquote><\/blockquote><\/blockquote> <p>The amendment proposes to allow Ireland to formally ratify the convention of the Intergovernmental Organisation for International Carriage by Rail, COTIF.  It sets out the rules and procedures for international rail travel.  Ireland is one of only a handful of members of the organisation which have yet to fully ratify the convention.  This failure to ratify has led to infringement proceedings being taken against Ireland by the European Commission.  As a result and following advice from the Office of the Attorney General, I have decided that Ireland should expedite the ratification of the convention by means of primary legislation.  Irish Rail has been fully consulted on the matter.  Enactment of legislation in this area is unlikely to have any significant practical impact on rail operators or rail passengers in the State as the majority of the provisions of the convention were already covered by terms and conditions of contracts or provided for by EU legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E02600","speaker":"1007"},{"type":"speech","time":1450269000,"counter":266,"content":"<p>I have concerns about whether this could put pressure on the sector to privatise.  Will the Minister clarify if, by ratifying the convention, this will be a possibility?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E02700","speaker":"1022"},{"type":"speech","time":1450269000,"counter":267,"content":"<p>No.  They are very much separate matters.  A process under way on the fourth railway package is looking at the organisation of rail markets across Europe and the potential tendering for them.  I dealt with this issue at a Transport Ministers Council meeting a few months ago.  I made it very clear that owing to the way the Irish rail market was organised, its size and geographical isolation, I did not believe it was appropriate to introduce mandatory tendering for the entire market in Ireland.  This was reflected in the decision of the Council, which is now subject to negotiation and discussion in the European Parliament.  I will continue to monitor the position to ensure the decision is reflected in the final agreement to emerge from the Parliament.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E02800","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":268,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":269,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":270,"content":"<p>TITLE<\/p>"},{"type":"speech","time":1450269000,"counter":271,"content":"<p>I move amendment No. 11:<\/p><blockquote>In page 3, line 6, after &ldquo;2005,&rdquo; to insert &ldquo;section 66 of the Transport (Railway Infrastructure) Act 2001,&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E03200","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":272,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1450269000,"counter":273,"content":"<p>I move amendment No. 12:<\/p><blockquote>In page 3, line 6, to delete &ldquo;section 27&rdquo; and substitute &ldquo;section 27 and 27A&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#F00100","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":274,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":275,"content":"<p>Title, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":276,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1450269000,"counter":277,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#F00500"},{"type":"speech","time":1450269000,"counter":278,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the Clerk of the D&aacute;il:<\/p><blockquote>The Select Sub-Committee on Transport, Tourism and Sport has completed its consideration of the Public Transport Bill 2015 and has made amendments thereto.<\/blockquote> <p>I thank the Minister and his officials for attending and thank the members of the committee for considering the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#F00600","speaker":"1089"},{"type":"speech","time":1450269000,"counter":279,"content":"<p>I wish everybody here a happy Christmas and thank the Chairman and his staff for their co-operation during the year on many pieces of legislation and many discussions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#F00700","speaker":"1007"},{"type":"speech","time":1450269000,"counter":280,"content":"<p>Likewise, we wish the Minister and his officials a happy Christmas and an exciting new year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#F00800","speaker":"1089"},{"type":"unspoken","time":1450269000,"counter":281,"content":"<p>The select sub-committee adjourned at 1.21 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]