[{"type":"majorheading","content":"Joint Oireachtas Committee of Public Accounts","time":1380790800,"counter":2},{"type":"unspoken","content":"The Committee met at 10:00","time":1380790800,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300002"},{"type":"minorheading","content":"Business of Committee","time":1380790800,"counter":6,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D00050"},{"type":"speech","time":1380790800,"counter":7,"content":"<p>Are the minutes of the meeting on 26 September, 2013, agreed?  Are there any matters arising from the minutes?  I will move on to correspondence.  No. 3B.2 is correspondence from Councillor Padge Reck, Mulgannon, County Wexford.  I will send it to the Department of Education and Skills to establish the outcome of complaints made to the Minister in 2008 by Councillor Reck.  We will determine what happens there.<\/p><p>  No. 3B.3 is correspondence dated 20 September 2013 from Mr. Owen Mullins, Dunlavin, County Wicklow, concerning education grants.  It is to be noted and a copy is to be forwarded to the Minister for Education and Skills for a note on the matter.  No. 3B.4 is correspondence dated 25 September 2013 from Mr. William Treacy, County Laois, concerning a request on the non-implementation of cost saving measures at Horse Racing Ireland.  The letter is to be noted and forwarded to the Department of Agriculture, Food and the Marine for a note on the substantive issue raised in this correspondence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D00100","speaker":"965"},{"type":"speech","time":1380790800,"counter":8,"content":"<p>I wish to comment.  This issue has been ongoing for some time.  On the work programme there is publicity about Bord na gCon, which is due to come before the committee.  Horse Racing Ireland and Bord na gCon get funding.  In the article Mr. Treacy supplied to us from The Irish Field, there are allegations that &euro;750,000 was lost due to a cost savings plan delay.  The journalist who wrote the article said the loss was due to a delay in implementing cost saving measures agreed by the Turf Club and Horse Racing Ireland.  We must invite both of those organisations to the committee to find out why there was such a delay and to discuss their financial situation.  The organisations get large sums of money from the taxpayer.  We have already agreed to bring in Bord na gCon which is the dog side of the fund allocated compared with the horse version of the fund.  The vast majority of the overall fund goes on Horse Racing Ireland and a small amount goes to Bord na gCon.  I do not say the organisations should come on the same day but they should both appear before the committee.  I would send them the article, of which they are probably aware as it is in the public media.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D00200","speaker":"1100"},{"type":"speech","time":1380790800,"counter":9,"content":"<p>Is that agreed?  What we will do is ask for a note from the Department and then schedule a date in due course for the organisations to come before the committee.  No. 3B.5 is correspondence dated 30 September 2013 from Mr. Alan Smith regarding the Committee of Public Accounts investigation of the HSE SKILL programme.  It is to be noted.  Mr. Smith was the former general manager of SKILL and he has been referred to at a number of hearings of the committee in the context of the operation of the unofficial SIPTU account.  In that regard he has been fully informed of his rights to give evidence to the committee and, indeed, the committee has invited him to do so.  He has so far declined this opportunity.  His position that he has co-operated fully with the HSE is therefore noted.  We have found it extremely difficult to deal with the issue.  We have applied to the Committee on Procedure and Privileges for compellability powers under the new Act and we await the outcome of the application.<\/p><p>  No. 3C.1 is correspondence dated 27 September 2013 from Mr. Robert Watt, Secretary General, Department of Public Expenditure and Reform.  This is final briefing material on matters to be considered at today's meeting.  No. 3C.2 is correspondence received on 1 October 2013, from Mr. Robert Watt regarding his opening statement.<\/p><p>  Under reports, statements and accounts received since the meeting of 26 September 2013, we have heard from Sligo Institute of Technology, the Higher Education Authority and the Food Safety Authority of Ireland.<\/p><p>  No. 5 is the work programme.  A meeting has been scheduled with Paul Maloney, former CEO of the Dublin Docklands Development Authority, on 28 November 2013 to examine the Comptroller and Auditor General&rsquo;s special report No. 77.  A meeting has been scheduled with the HSE and the Department of Health on 14 November 2013 to examine chapter 22, eligibility for medical cards in the 2012 report of the Comptroller and Auditor General.  We will follow up early in the new year with another meeting when we will examine chapter 21, which deals with budgetary controls.  At that stage the outturn for 2013 will be known.  Is that agreed?  Agreed.  As we now have the Comptroller and Auditor General annual report for 2012, we will revise the work programme for the remainder of 2013 and circulate it next week.  If members have proposals on the work programme, they should contact the secretariat.  We will note the decision already made on the commissioner and see whether we can have an early hearing.<\/p><p>  No. 6 is other business.  Do members have any other business?  Can we agree the agenda for next week, Thursday, 10 October 2013?  The agenda for the meeting will consist of resumed consideration of the Comptroller and Auditor General special report No. 78 on matters arising out of education audits.  The Department of Education and Skills, Waterford Institute of Technology and the Higher Education Authority will be in attendance.  If the work programme is agreed, is it agreeable that we will call the witnesses into the room?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D00300","speaker":"965"},{"type":"minorheading","content":"2011 Annual Report of the Comptroller and Auditor General and Appropriation Accounts","time":1380790800,"counter":10,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D00500"},{"type":"minorheading","content":"Vote 7 - Superannuation and Retired Allowances","time":1380790800,"counter":11,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D00600"},{"type":"minorheading","content":"Vote 42 - Office of the Minister for Public Expenditure and Reform","time":1380790800,"counter":12,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D00700"},{"type":"minorheading","content":"Chapter 6 - Financial Commitments under Public Private Partnerships","time":1380790800,"counter":13,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D00800"},{"type":"minorheading","content":"Chapter 12 - Vote Accounting","time":1380790800,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D00900"},{"type":"minorheading","content":"Chapter 13 - Procurement without a Competitive Process","time":1380790800,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D01000"},{"type":"speech","time":1380790800,"counter":17,"content":"<p>We are dealing with No. 7, the 2011 annual report of the Comptroller and Auditor General and appropriation accounts: Vote 7 - superannuation and retired allowances, Vote 42 - Office of the Minister for Public Expenditure and Reform, chapter 6 - financial commitments under public private partnerships, chapter 12 - Vote accounting, and chapter 13 - procurement without a competitive process.<\/p><p>  Before we begin, I remind members, witnesses and those in the Gallery to turn off their mobile telephones.  I advise witnesses that they are protected by absolute privilege in respect of the evidence they are to give this committee.  If they are directed by the committee to cease giving evidence in relation to a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise nor make charges against a Member of either House, a person outside the House, or an official, by name or in such a way as to make him or her identifiable.<\/p><p>  Members are reminded of the provisions within Standing Order 163 that the committee shall refrain from enquiring into the merits of a policy or policies of the Government or a Minister of the Government or the merits of the objectives of such policies.  I welcome, Mr. Robert Watt, Secretary General, Department of Public Expenditure and Reform.  I ask him to introduce his officials.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D01200","speaker":"965"},{"type":"speechnospeaker","time":1380790800,"counter":18,"content":"<p>I thank  the Chairman.  It is a pleasure to be here.  I am joined by Annette Connolly, who is responsible for expenditure co-ordination, capital and current, in the Department; Mary Austin, who looks after matters relating to superannuation; Oonagh Buckley, who is responsible for pay matters; Helen Codd, who looks after the corporate support unit within the Department - she looks after me some of the time; and Paul Quinn, who is chief procurement officer for the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380790800,"counter":19,"content":"<p>I call on the Comptroller and Auditor General to introduce the accounts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300003#D01400","speaker":"965"},{"type":"speechnospeaker","time":1380791400,"counter":20,"content":"<p>The Vote for Public Expenditure and Reform was a new Vote in 2011.  The Department was established on 5 July 2011 following the enactment of legislation to separate the functions of the then Department of Finance.  The expenditure-focused functions transferred to the Department of Public Expenditure and Reform, and are reflected in the programmes under which the Vote expenditure is accounted for.<\/p><p>  While the Department was not established until mid-year, the Vote Estimate was for the full year, 2011.  Accordingly, the appropriation account was presented on that basis also.  The appropriation account recorded gross expenditure of &euro;35 million in 2011.  The equivalent figure for 2012 was &euro;42.6 million.<\/p><p>  The Vote for superannuation and retired allowances provides mainly for the payment of pensions, retirement lump sums and death gratuities for civil servants and their dependants.  The appropriation account for 2011 recorded gross expenditure of &euro;433 million.  The corresponding expenditure in 2012 was &euro;520 million.  The payment of Civil Service pensions is administered by the finance branch of the Department of Finance, and the associated costs are reflected in the Vote for that Department.  The Department of Public Expenditure and Reform has responsibility for policy matters in relation to public sector pensions, and the related costs are borne on the Vote for that Department.<\/p><p>  The committee may wish to note that significant expenditure is also incurred on other accounts regarding the pensions of other public servants.  This includes pension related payments to teachers, health service staff and security services personnel borne on the Votes of the relevant Departments.  The pensions of former Ministers, judges and other officeholders are paid out of the Central Fund of the Exchequer and accounted for in the finance accounts.<\/p><p>  Most of the accounts out of which current public sector pensions are paid do not include estimates of the present value of pension entitlements already earned and that are expected to be paid over future years.  At the end of 2009, the accrued liability was estimated to be of the order of &euro;116 billion.  There have been significant changes in public sector pay and pension arrangements since then, including increased employee pension contribution rates and accelerated retirements.  However, updated estimates of liability to reflect the impacts of those developments have not been prepared.<\/p><p>  I recommended that actuarial reviews and projections of public service pension outflows should be carried out regularly to ensure the State is aware of the long-term cost impact of pensions and the timing of pension outflows.  Such assessments are an important element in public sector pension policy formation.  The Accounting Officer has agreed to implement the recommendation, and my office has met officials from his Department about this.<\/p><p>  Chapter 6 deals with the State&rsquo;s financial commitments arising from public private partnership, PPP, contracts.  Aspects of this chapter have been considered in the context of the committee&rsquo;s examinations of other bodies, including the National Development Finance Agency.  The Department of Public Expenditure and Reform&rsquo;s role regarding PPPs involves setting the general policy framework and providing guidance on appraisal, procurement and evaluation of projects.  The Department has a dedicated PPP website which contains information and guidance on the PPP process.  It also presents a listing of all PPP projects with a capital value of more than &euro;20 million.<\/p><p>  As chapter 6 indicates, central government expenditure to the end of 2011 on major PPP projects totalled just over &euro;2 billion and there are future commitments in regard to those projects of around &euro;4 billion.  Further projects are planned as part of the capital stimulus package announced in July 2012, and these will increase the level of commitments as new contracts are signed.  An update on each project is given in the 2012 report.<\/p><p>  A project should only proceed as a PPP if it can be shown to deliver better value for money than if delivered through conventional procurement.  The Department&rsquo;s guidelines stipulate that the cost of PPP delivery should be appraised against the estimated cost of conventional procurement, which is referred to as the public sector benchmark.  The chapter recommended publication of these appraisals, including in cases where a project fails the test to proceed as a PPP, in order to help improve understanding of the factors affecting the achievement of value for money in public projects.<\/p><p>  Post-implementation review of projects, once they have been in operation for a number of years, can not only establish whether good value has been achieved but can also identify lessons for future projects, including those that proceed as more traditional capital projects.  Even though some projects had been in operation for up to ten years, no such reviews had been carried out when I reported.  This was despite a requirement in the Department&rsquo;s guidance that such reviews should be conducted.<\/p><p>  Chapter 12 summarises the expenditure and receipts of all Votes for 2011.  Relative to a peak level of &euro;53.8 billion in 2008, there had been a cumulative reduction of 7.6% in gross voted expenditure by the end of 2011.  This had reduced further to a cumulative drop of almost 9% by the end of 2012.<\/p><p>  The basic principle underlying public procurement rules is that there should be an open, competitive process, both to achieve good value in procurement and to ensure fairness between competing suppliers.  However, the rules also recognise that there are exceptional situations where a competition may not be possible or appropriate.  Accounting Officers for each Vote are required to submit annual returns to the Department of Public Expenditure and Reform and to my office, setting out details of contracts worth &euro;25,000 or more that have been awarded without a competitive process.  Based on the information in those returns, chapter 13 sets out the extent of non-competitive procurement.<\/p><p>  In 2011, as in earlier years, there were substantial reported levels of procurement without the use of a competitive process.  The returns show that there were 555 such contracts awarded with a total value of &euro;266 million.  However, there is evidence that some returns are not complete.  As reported previously, the HSE does not yet have a system capable for compiling a complete return.  In other cases, additional non-competitive contracts were reported after submission of the annual returns.  Our sample-based audit work also identifies some contracts which have been omitted from the returns.  This under-reporting occurs because contracts are recorded on an exception basis.  The report recommends, therefore, that all Departments and offices should maintain a single register of all procurement contracts awarded.  That register should contain key data on each contract, including supplier name and the nature of the procurement, and indicate whether the contract was awarded using a competitive process.  This would help ensure all non-competitive contracts would be identified and reported in a timely way.  It would also enable better analysis of overall procurement expenditure, which is a basic requirement for effective management and control of procurement spend.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300004#E00100","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1380791400,"counter":21,"content":"<p>I ask Mr. Watt to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300004#E00200","speaker":"965"},{"type":"speechnospeaker","time":1380791400,"counter":22,"content":"<p>I welcome the opportunity to make a short statement.  I am here in my capacity as Secretary General of the Department of Public Expenditure and Reform.  As members know, the Department and this committee share the same broad objectives &ndash; to manage public expenditure efficiently and to deliver value for money for the taxpayer.  I would like to express my appreciation of the staff of the Department.  Appended to this statement is a list of some of our achievements since the Department was established.  Those have been delivered thanks to the hard work and commitment of those officials.  I would also like to thank colleagues in the Department of Finance with whom we work closely across a range of budget and financial issues.<\/p><p>  Previously, there were some issues with delays in responding to Committee of Public Accounts recommendations, but these have now been addressed.  The Department makes every effort to provide the committee with an early response to its reports and will continue to do so.  Currently, I am happy to say there are no minutes of the Minister outstanding, and we have made strides to ensure we are prompt in that regard.  I hope the members are happy with the progress we made in that respect.<\/p><p>  I will refer briefly to some of the work of the Department.  One of our key goals is to reduce spending and continue the progress in reducing the fiscal deficit.  In 2011 and 2012, departmental spending has been managed tightly.  In 2011, gross departmental spending was &euro;57.4 billion, at variance of 0.3% with profile.  In 2012, gross spending was 0.2% at variance.<\/p><p>  Gross voted spending, and Mr. McCarthy touched on this, has been reduced from its peak of &euro;63.1 billion in 2009 to &euro;55.8 billion last year.  Estimated gross expenditure for this year is &euro;54.6 billion, and as members would have seen from the returns issued yesterday, the two Ministers were below spending profile for 2013.  In net terms that is &euro;800 million, &euro;300 million on the capital side and &euro;500 million on the current side.  Overall, from 2009 to the most recent year, this represents a reduction of 13.5% in spending, an 8% reduction in current spending and a 50% reduction in capital spending.<\/p><p>  Even these headline figures do not show the full extent of the fiscal effort that has been engaged in.  The reduction in overall departmental spending comes against a background of increasing expenditure pressures, particularly in the areas of social protection, health and education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300004#E00300","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1380792600,"counter":25,"content":"<p>Can we publish your statement, Mr. Watt?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300006#G00200","speaker":"965"},{"type":"speechnospeaker","time":1380792600,"counter":26,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300006#G00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380792600,"counter":27,"content":"<p>I welcome Mr. Watt and his colleagues.  He has given a broad-ranging summary of the activities of his Department, which was set up approximately two years ago.  I want to deal with some of the financial side of it.<\/p><p>  I will start with Chapter 12 - Vote Accounting, the overall Vote for the entire Government.  I have a few topics but I will deal with this one first.  Gross voted expenditure in 2011 was &euro;49.7 billion.  Mr. Watt mentioned the net figure of &euro;45.6 billion.  The Department of Public Expenditure and Reform is a new Department and people would see it as having an overall role in monitoring and managing Government expenditure across all Departments.  In the year in question, the gross expenditure was approximately &euro;49.7 billion.<\/p><p>  In September of last year, just over 12 months ago, the Comptroller and Auditor General issued his report on all the Votes and his annual report on various matters in Departments.  That report for the year we are talking about - I do not refer to the one announced this week - would have highlighted various items, such as loss of income to the taxpayer in some Departments, waste of taxpayers' money in other chapters, money spent where there was no or little return - what the technocrats call nugatory expenditure - overpayments and issues of non-tendering.  Now that there is a new Department, can Mr. Watt outline, out of that &euro;50 billion, how much the Comptroller and Auditor General highlighted in this report for the year in question would fall into that area of loss of income to the taxpayer, waste of money and money spent for bad value?  Given that he is the Secretary General of the Department of Public Expenditure and Reform, what is his summary?  The Comptroller and Auditor General issues an annual report.  I presume Mr. Watt digests it thoroughly.  Can he give me the summary of figures in that report?  We will then move on to what actions he took to ensure those issues did not arise in 2012 or 2013.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300006#G00400","speaker":"1100"},{"type":"speechnospeaker","time":1380792600,"counter":28,"content":"<p>Most of the issues raised in the 2012 report-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300006#G00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380792600,"counter":29,"content":"<p>2011.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300006#G00600","speaker":"1100"},{"type":"speechnospeaker","time":1380792600,"counter":30,"content":"<p>-----published in 2012 relate to expenditure in 2011 and previous years as there might be a number of issues that have accumulated which are reflected in the report.  I should say overall because it is important, as Deputy Fleming mentioned, to note that our role is to manage spending within the profiles and to ensure that the budgets are properly set and that Departments stay with them.  It is also to ensure value for money and effectiveness of spend right across the board.<\/p><p>  The Comptroller and Auditor General's report, as is the case every year, addresses a number of issues which are brought to his attention or which officials in the office identify as a particular concern, or issues that are raised with members here and the Chairman for their review.  In terms of each of the recommendations of the report, the Accounting Officers give a view as to whether they accept the recommendations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300006#G00700","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1380793200,"counter":32,"content":"<p>I understand everything Mr. Watt is saying but the boss of any business would, when the auditor comes in and lists what he regards as unsatisfactory and puts a figure on most of the chapters, tot up what was lost through income not collected or how much was spent on a project that was cancelled.  I am a bit surprised that the Department has not done that.<\/p><p>  Leaving aside the Committee of Public Accounts, I am shocked that Mr. Watt does not have a figure from the Comptroller and Auditor General&rsquo;s report.  He said it is not totted up.  Is it possible, in due course, to run through the chapters quickly and identify a loss of income of X million euro through money not collected or X million euro wasted on projects that never proceeded?  The Comptroller and Auditor General might have identified a matter that did not go through proper tendering but which might not have incurred a cost.  It may be a procedural issue.  Mr. Watt will not mind my saying that he did a lot of talking about how good the Department is.  People would have thought the Department was specifically associated with public expenditure.  The Comptroller and Auditor General has produced a report on its first year in operation.  One could say the same about the report issued last year, for 2012.  We will come to that on another day.  I suggest that Mr. Watt carry out an exercise to see where the losses were.<\/p><p>  Let me proceed to the real part of my question.  If the figure has not been totted up and if something is not counted, expenditure is not being managed to the extent that it could be.  Was there any sanction for any Department that did something wrong?  If owing to poor management a Department makes a decision and blows &euro;20 million that it should not blow, will it just carry on with its Estimate next year without any sanction?  Who is responsible?  I would have believed that the Department of Public Expenditure and Reform is.  Mr. Watt should be asking secretaries general what happened.  If &euro;20 million has been blown, he should be questioning whether the relevant Secretary General should be coming in to talk about next year's Estimate as if the &euro;20 million were not blown at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300007#H00200","speaker":"1100"},{"type":"speechnospeaker","time":1380793200,"counter":33,"content":"<p>We absolutely have those conversations, every week.  We have 150 people in the Department, the Vote officers, who are facing each of the Departments.  They spend all their time every day engaging with their counterparts in the Departments.  They talk about what has happened with spending and projects and they identify areas of efficiency.  They ask questions and probe.  In respect of each of the areas identified in the report, we engage with the relevant Department and ask how and why a certain occurrence might have happened.  We ask what changes can be made to ensure it will not happen again.  We ask how it will be reflected in the Estimates for the next year.  That happens in terms of every single area of spending and every single one of the recommendations.  Perhaps somebody in the Department has done a tot; I do not have one to hand myself.  Perhaps Mr. McCarthy has done so himself.  The key point is that, in relation to each area of spending where there are areas of inefficiency or bad practice identified, we follow it up.  For example, the report on procurement sets out that there is &euro;250 million in procurement undertaken without competitive competition.  We have gone through that in detail.  Some &euro;180 million relates to the An Post matter.  The Deputy knows the position on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300007#H00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380793200,"counter":34,"content":"<p>And the Garda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300007#H00400","speaker":"1100"},{"type":"speechnospeaker","time":1380793200,"counter":35,"content":"<p>There is a variety of issues.  Mr. Paul Quinn has gone through where exactly it is justified and where it is not.  Maybe the vast majority is justified; so be it.<\/p><p>  Let me make a general point to show that we focus on the detail in the Department all the time.  Excluding the An Post contract, &euro;80 million is the amount we procured without a competitive competition.  That is out of &euro;9 billion in current procurement and several million euro in respect of capital.  Around 0.1% of total procurement, excluding that one contract, was actually without competitive contract.<\/p><p>  The Comptroller and Auditor General is happy that 99.9% of the contracts were procured in an open fashion in line with the circular.  In the case of the &euro;80 million, I have read very good reasons that there was not a competitive contract in the vast majority of cases.  That is an example of the level of detail we go into in terms of each of the areas identified.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300007#H00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380793200,"counter":36,"content":"<p>I specifically said in my question to the Secretary General that the issue of non-tendering is not necessarily associated with a loss.  I was not going to raise it because I accept the report and see the valid reason for it.  Is it possible for Mr. Robert Watt to send us a note summarising, for the years 2011 and 2012, where there was a loss of income and a waste of taxpayers' money?  In a separate column, there should be a list of occasions on which procedures were not followed, albeit with no quantifiable loss.  This would be helpful to us and it would be very helpful for Mr. Watt to have it on his desk.  I thought that was one part of his job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300007#H00600","speaker":"1100"},{"type":"speechnospeaker","time":1380793200,"counter":37,"content":"<p>Perhaps the Comptroller and Auditor General can tell us the total loss-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300007#H00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380793200,"counter":38,"content":"<p>No.  Mr. Watt is here to answer questions, not to ask them.  I am not being smart about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300007#H00800","speaker":"1100"},{"type":"speechnospeaker","time":1380793200,"counter":39,"content":"<p>I am sure there is a number somewhere.  Somebody has a number somewhere.  I have not got it at the top of my head.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300007#H00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380793200,"counter":40,"content":"<p>I will ask the Secretary General of the Department of Public Expenditure and Reform first and ask the Comptroller and Auditor General separately.  We have plenty of opportunities to do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300007#H01000","speaker":"1100"},{"type":"speechnospeaker","time":1380793200,"counter":41,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300007#H01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380793200,"counter":42,"content":"<p>I still have a few points to raise on Vote 12.<\/p><p>  I smile wryly when I look at one or two of Mr. Watt&rsquo;s opening comments.  I am addressing only one or two comments from his long statement.  He talks about better budgeting and refers to it on page 3.  He states he has enhanced the amount of output information provided in the annual Estimates for the D&aacute;il.  One page 14, he states each Vote stayed within the allocation appropriate to the Department for 2011.  On the issue of Estimates and the budgeting, I do not accept any of what Mr. Watt said.  I will ask him to give me the date for when the Estimates for 2013, not to mind 2011, were approved by the Oireachtas.  He knows it was in June, at least.  Half way through the year, we discussed the Estimates for the current year in the Oireachtas, at which point half the money had already been spent.  The overwhelming majority of the balance had been irrevocably committed.  All the Departments come in with their Estimates half way through the year so I do not accept Mr. Watt&rsquo;s point that there was good budgeting.<\/p><p>  Mr. Watt will recall that in December of last year, the Department&rsquo;s first full year in operation, there were Supplementary Estimates of over &euro;1 billion.  We witnessed the most considerable Supplementary Estimates in the history of the State, yet Mr. Watt states his Department&rsquo;s budgeting was good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300007#H01200","speaker":"1100","continuing":true},{"type":"speechnospeaker","time":1380793800,"counter":44,"content":"<p>The Deputy can disagree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380793800,"counter":45,"content":"<p>Yes, we can disagree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J00300","speaker":"1100"},{"type":"speechnospeaker","time":1380793800,"counter":46,"content":"<p>I am also allowed to put forward an alternative view.<\/p><p>  The deficit projected for 2012 was 8.6%, but it came in at 7.5%.  The overall general Government deficit was better by &euro;1.5 billion.  On overall spending, Supplementary Estimates were required for certain Votes and offset by savings in other areas.  There are variants across some subheads, with underestimates and overestimates.  The point I was making was that overall gross spending was managed tightly and aligned with the budget profile.  This is a consistent performance of the system.  Every year we are spending in line with budget, meeting the troika&rsquo;s targets and the deficit is coming down.  We have even exceeded our reduction targets.  Yesterday we came out with numbers for the first three quarters of this year.  Net spending is &euro;800 million below profile, &euro;500 million on the current side and &euro;300 million on the capital side.<\/p><p>  We are going to have to disagree on the point about the basic information my Department provides.  I stand over what I said in my opening statement.  In response to numerous reports from the committee over decades, we have moved to providing detailed information not just on how much is spent in each Vote but on the outcomes.  All of this information is given to Oireachtas committees.  All committees can have informed discussions not just on how much we are spending but on what we are trying to achieve with that spend.  That is a significant change to what happened in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380793800,"counter":47,"content":"<p>We did not get the Estimates until six months into the year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J00500","speaker":"1100"},{"type":"speechnospeaker","time":1380793800,"counter":48,"content":"<p>We have moved to multi-annual budgets.  We have three-year envelopes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380793800,"counter":49,"content":"<p>They were always there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J00700","speaker":"1100"},{"type":"speechnospeaker","time":1380793800,"counter":50,"content":"<p>They were not.  We had three-year envelopes whereby we set out spending for 2011, 2012 and 2013.  An Oireachtas committee, 18 months ago, could have been debating the allocations for 2014, based on the cash ceilings set out in the spending report published in 2011.  We do not only set out information for one year ahead.  In 2011 we set out the cash ceilings for 2012, 2013 and 2014.  There is plenty of time for Oireachtas committees to look at the options the Government faces, based on the cash ceilings for each Vote and the information set out in the Revised Estimates.<\/p><p>  This year the Budget Statement will be announced in October and the Estimates will be published in ten days time.  The intention is that all of the Votes will be debated and voted on before the end of the year.  It never made sense to us that we had debates on spending halfway through the year.  We can agree on that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380793800,"counter":51,"content":"<p>That is all thanks to an EU treaty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J00900","speaker":"1100"},{"type":"speechnospeaker","time":1380793800,"counter":52,"content":"<p>Yes, but we voted for it.  If the Deputy does not take my word for it, the International Monetary Fund produced a fiscal transparency report on our budgeting process, fiscal risks and how we managed public moneys.  While it found there were areas for improvement such as consolidated balance sheets, we were still among the best countries.  We are going to have to disagree.  I accept that we need to always improve on how we profile and improve the level of information provided, as well as having an informed debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380793800,"counter":53,"content":"<p>We all accept that we need to meet our troika targets and that deficit targets were achieved.  I was referring to the overspend of &euro;1 billion in the health and social protection Votes.  Mr. Watt seems to think this is not an issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J01100","speaker":"1100"},{"type":"speechnospeaker","time":1380793800,"counter":54,"content":"<p>I do not agree with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380793800,"counter":55,"content":"<p>Will Supplementary Estimates be required this year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J01300","speaker":"1100"},{"type":"speechnospeaker","time":1380793800,"counter":56,"content":"<p>We have three months to go.  If they are required, the Minister will bring them forward before the end of the year.  The position to date is positive and all Departments are within budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380793800,"counter":57,"content":"<p>It will be good to get back to a position where Departments do not require Supplementary Estimates.<\/p><p>  The figure for the procurement of goods and services in the year in question was &euro;8.6 billion which with capital expenditure of &euro;4.5 billion gives a total of &euro;13.1 billion.  How much of that spend was on Irish goods and services?  I know there are EU regulations for tendering processes but most other EU member states are able to ensure their tenders go to domestic providers through how they construct their tendering contracts.  France, Germany and the others do it, but Ireland has been weaker in this area.  Some tendering can get the lowest price for the taxpayer, but it can have a knock-on effect, with local businesses losing out.  While the Department might show a cash saving on a tender, Ireland Inc. could show job losses in the wider economy.  Is there a system in place to take this into account?  For example, a school might source products that are cheaper than they would be from a local supplier.  While it results in savings, the local business might be forced to shut down.  What is the impact of tendering on the wider economy?<\/p><p>  The Department has a target of saving &euro;500 million in procurement.  What is the breakdown of this figure for this year and next year?  Will it include the savings made on drug payments in the Department of Health?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J01500","speaker":"1100"},{"type":"speechnospeaker","time":1380793800,"counter":58,"content":"<p>We have set a target of &euro;500 million to be saved in the addressable spend.  Next year we are targeting savings of over &euro;125 million.  The Minister for Public Expenditure and Reform will provide this figure for the House when he announces his Budget statement in two weeks.<\/p><p>  The issue of drug payments is separate.  Different measures have been introduced in this area such as the move to generic drugs, the referencing price deal and so on.  As it is more specialised and unique relative to other parts of procurement, it is dealt with differently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300008#J01600","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1380794400,"counter":60,"content":"<p>It is 97% in some European countries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K00200","speaker":"1100"},{"type":"speechnospeaker","time":1380794400,"counter":61,"content":"<p>The reason it is lower is because we are much more open.  We have a smaller base so there are things we just do not produce in this country because we are a much more open economy given our size compared to other countries.  We have looked at this in detail over a number of years and tried to everything we can to ensure that SMEs and local suppliers have access to the contracts.  I will talk about those in a moment.<\/p><p>  There is an enormous challenge for the system to make savings in a way which mitigates the impact on suppliers and employment in particular areas.  There is no easy answer here.  There are difficult trade-offs.  If we are to reduce our spend, which we must do, it has a knock-on effect on the rest of economy which, unfortunately, has a knock-on effect on demand and jobs.  It is the same in any other area of spending by the Government.  In terms of what we have done, we issued Circular 10\/10 in August 2010 which looked at the administrative burden SMEs face.  We had incredibly high turnover and insurance thresholds that made it very difficult for many small companies to compete for contracts so we issued a circular that made a real push to ensure that the administrative requirements part of a tender were commensurate with the value of the contract.  We went out of our way to ensure that as large a number of participants as possible were able to be involved in the contract.  We have done much in terms of standardising documents and reducing the burden.  We work with Enterprise Ireland and InterTradeIreland in identifying opportunities for procurement and providing whatever assistance we can to ensure Irish companies are in a position to compete with others.  We are engaging with IBEC and the business groups all the time in terms of the procurement process, how we can structure contracts in a sensible way and how we can ensure Irish companies are in a position to compete. <\/p><p>  We have a tendency to aggregate contracts because we as a system want to benefit from the market power we have.  Within that, we try to break it up into lots which give an opportunity for SMEs because if contracts are too large, they are obviously excluded.  We have done much in this space.  Mr. Quinn and his team continue to monitor how we are performing.  The Minister gets representations from companies on a frequent basis.  There is an element in the contracts.  People lose contracts.  The Deputy knows how it works.  We tender for a school and \"X\" number of people apply to build the school but only one contractor will be happy.  It is inevitable that there will be noise in the system but we try to set up a system that gives as many suppliers as possible the opportunity to compete.  Our sense of it is that Irish suppliers do quite well but we can get the updated figures for the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380794400,"counter":62,"content":"<p>Could Mr. Watt send them on to me?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K00400","speaker":"1100"},{"type":"speechnospeaker","time":1380794400,"counter":63,"content":"<p>The recent figure was 90% plus.  There are various goods and services sought for which we do not have any suppliers in Ireland who can meet the demand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380794400,"counter":64,"content":"<p>It would be helpful if the Department or Government could set a target of 95%, which would be closer to the EU figure.  I am calculating the figure.  Mr. Watt is saying 90% of the figure of &euro;13 billion goes to Irish businesses.  If another 5% was added to that, it would be another &euro;700 million out of that figure of &euro;13 billion going into the Irish economy just for making the effort.  It is as simple as that and I do not mean to make light of it but somebody must drive this because every other country drives it for its own businesses.<\/p><p>  I will make one suggestion that perhaps Mr. Watt should deal with.  It relates to savings on drugs in respect of the HSE.  There was a remarkable situation with the HSE.  Perhaps Mr. Watt did not pick it up fully.  He would not have been watching the discussion.  I am pleased to hear Mr. Quinn is talking to all the people and the Department is trying to talk to businesses.  A few months ago, I asked the head of the HSE to tell me what happens because the HSE was paying hundreds of millions of euro to some of these companies.  I asked about the engagement with people from some of the biggest pharmaceutical manufacturers in Ireland which get hundreds of millions of euro from the Irish taxpayer for the products we need to purchase from them.  He told me that they never met the companies.  They just met a federation representing the group.  That was shocking.  It comes under Mr. Watt's remit even though it specifically relates to the Department of Health.  Reining in health is a problem.  That is where all the Supplementary Estimates come from.  The Minister once asked me on the floor of the Chamber whether I could do anything to rein him in because he is difficult in that way.  Even the troika has not fully succeeded in reining him in.  It would be easier for Mr. Watt to phone up his counterpart in the National Health Service and ask them to buy an extra 10% at the price they are getting, which is much cheaper, so we can take them off them.  One could do it that way.  I would make that suggestion because somebody has to get a handle on it.  <\/p><p>  My last topic is the public-private partnerships, PPPs.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K00600","speaker":"1100"},{"type":"speechnospeaker","time":1380794400,"counter":65,"content":"<p>Does Deputy Fleming want me to address the drugs issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380794400,"counter":66,"content":"<p>Yes.  We know about patents but the big issue is that we are still paying too much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K00800","speaker":"1100"},{"type":"speechnospeaker","time":1380794400,"counter":67,"content":"<p>It relates to reference pricing.  We agree with Deputy Fleming.  If one looks at the latest figures, the GMS is costing over &euro;2 billion.  A total of 1.8 million people have medical cards.  The cost of drugs per medical card recipient is almost &euro;700 per year and that is the average.  That seems an incredible number.  There are many issues here, as the Deputy is aware.  The generic issue is an obvious one.  I know colleagues in the Department of Health and the HSE are working on this.  There is the question of the reference pricing and the deal we did with manufacturers.  We have a fairly simple view on this.  The State has monopoly in this market as in others.  We have buyer power because of our size.  We are the largest purchaser of many goods including drugs so our view is that we need to use that market power.  We would press our colleagues in the Department of Health and the HSE all the time.  If one looks at the difficulties within the health system, one can see they are taking cost out all the time and demand is going up right across.  There are enormous increases in productivity.  The key challenge is to keep the service going when we continue to take out costs.  This is an area where savings are not as painful as many options of which the Deputy is aware.  It is something we do press our colleagues in the health system on and we are working with them on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380794400,"counter":68,"content":"<p>Before I touch on PPPs, I have another question for Mr. Watt.  I am not straying into public sector pay.  We have talked about savings and procurement.  What other savings can the Department achieve in the public service that are non-pay and non-procurement through efficiencies?  In respect of Croke Park and interim reports, they were always able to demonstrate large non-pay savings of which procurement would have been a significant part although not the sole item.  We have touched on payroll and procurement.  What is the Department's scope for savings in the public service through other efficiencies?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K01000","speaker":"1100"},{"type":"speechnospeaker","time":1380794400,"counter":69,"content":"<p>There is not much else.  Pay accounts for &euro;15 billion and pensions account for another &euro;3 billion.  We have spoken about the number relating to  procurement.  Social protection is &euro;20 billion and there are various smaller items.  That is it.  If one thinks about what we do, we buy goods and services, recruit people, provide social transfers and bill things.  That is what the Government does.  When one goes down through it, as the Deputy knows from the discussions on Estimates, there is not much else.  There are no easy options.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380794400,"counter":70,"content":"<p>I will come back later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K01200","speaker":"1100"},{"type":"speech","time":1380794400,"counter":71,"content":"<p>I welcome Mr. Watt and his colleagues.  I have two supplementary questions that arise out of questions asked by Deputy Fleming.  Is Mr. Watt satisfied that the Department of Health will not need a Supplementary Estimate this year?  When tenders go out, are checks done in terms of the contractor's standing with the Revenue Commissioners to ascertain that the contractor is above board?  I ask this because an allegation was made to me in respect of the construction of a particular school.  I might have a private conversation with Mr. Watt afterwards about a particular case because serious allegations were made to me by a building trade union about how people were being paid under the counter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K01300","speaker":"1011"},{"type":"speechnospeaker","time":1380794400,"counter":72,"content":"<p>I will deal with the second question first.  Contractors must have a tax clearance certificate from the Revenue Commissioners to avail of a contract.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300009#K01400","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1380795000,"counter":74,"content":"<p>One of the risks that arises when the State is trying to reduce expenditure is that people who are tendering will be tempted to go below the price they ought to charge.  This is something we need to consider carefully.<\/p><p>  On the sale of State assets, I ask about the status of the sale of the national lottery.  Can Mr. Watts comment on whether a claim for compensation has been made by the Rehab group?  Once the process is complete, will the State and organisations that indirectly benefit from the national lottery benefit to the same degree?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L00200","speaker":"1011"},{"type":"speechnospeaker","time":1380795000,"counter":75,"content":"<p>We are conscious of the issue of uneconomic tenders.  The industry has expressed concerns to us about people who underbid for tenders that they are ultimately unable to deliver.  We could spend the entire day debating how we might judge what is an uneconomic price but have been examining the issue for the last three or four years in light of what has happened to the construction sector and tender prices.  It is difficult to find a solution that would allow us to say we are not accepting the lowest tender because we do not think it viable.<\/p><p>  We are going through the process of evaluating the bids for the national lottery.  I cannot say any more in this regard.  We will make an announcement when we can.  An issue has arisen in respect of the Rehab group but I prefer not to discuss the ins and outs of our disagreement because we are now in legal dispute.  We are working through it, however.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L00300","nonspeaker":"Mr. Robert Watts"},{"type":"speech","time":1380795000,"counter":76,"content":"<p>Will we continue to get the same benefits from the national lottery money?  That should be an easier question to address.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L00400","speaker":"1011"},{"type":"speechnospeaker","time":1380795000,"counter":77,"content":"<p>The current provider has had the lottery since 1986 or 1987.  We decided to put in place a competitive tendering process.  After debating the matter and taking advice on it, we decided to require a payment upfront, in addition to a percentage of revenue.  The contract will differ from what was previously in place.  From memory, approximately &euro;230 million or &euro;240 million is spent on good causes.  I do not want to say too much about the contract because we are still evaluating the bids but the contract is structured in a way that provides clear incentives for operators to grow the business.  We will get a share of the growth to spend on good causes.  We are trying to align the incentives in a way that offers the best return for all involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L00500","nonspeaker":"Mr. Robert Watts"},{"type":"speech","time":1380795000,"counter":78,"content":"<p>In respect of the money paid out to sports clubs and other good causes, perhaps we could develop a more transparent system.  Allegations are regularly made of political interference in delivering grants.  As certain politicians might benefit more than others, it would be welcome if the system was more transparent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L00600","speaker":"1011"},{"type":"speechnospeaker","time":1380795000,"counter":79,"content":"<p>We would be interested in hearing suggestions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L00700","nonspeaker":"Mr. Robert Watts"},{"type":"speech","time":1380795000,"counter":80,"content":"<p>I think it is a policy matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L00800","speaker":"965"},{"type":"speechnospeaker","time":1380795000,"counter":81,"content":"<p>I am saying nothing about the matter.  I am keeping my head down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L00900","nonspeaker":"Mr. Robert Watts"},{"type":"speech","time":1380795000,"counter":82,"content":"<p>Perhaps we should discuss it with the Minister.  I welcome that Coillte has been saved from sale not only because of the benefits it brings to the State from the harvesting of timber but also because of the social value it offers.  Is there any evidence of the company selling some of its land and, if so, what is the nature of it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L01000","speaker":"1011"},{"type":"speechnospeaker","time":1380795000,"counter":83,"content":"<p>Coillte has a significant amount of stock.  I am not aware that it has disposed of land.  Proposals were made in the past that it should sell some of its land and use the proceeds to harvest or plant other crops.  I can revert to the Deputy on the details.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L01100","nonspeaker":"Mr. Robert Watts"},{"type":"speech","time":1380795000,"counter":84,"content":"<p>I would be interested in having Mr. Watts investigate the issue.  If it has happened, who gave permission for it?  As a semi-State company, I presume Government agreement would be required.  What exactly has happened in that regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L01200","speaker":"1011"},{"type":"speechnospeaker","time":1380795000,"counter":85,"content":"<p>If commercial semi-State companies plan to conduct transactions above a certain value they require the approval of the relevant line Minister and the Minister for Public Expenditure and Reform.  They also require approval for significant disposals or significant changes in their balance sheets.  I am not aware of a significant change in Coillte's balance sheet in the past two years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L01300","nonspeaker":"Mr. Robert Watts"},{"type":"speech","time":1380795000,"counter":86,"content":"<p>I was asked to raise the issue and I would be grateful if Mr. Watts could report back to me on it.  The Haddington Road agreement affects most of us in this room.  What is the position regarding final savings?  Is it clear what will be saved from each Department and the wider public service?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L01400","speaker":"1011"},{"type":"speechnospeaker","time":1380795000,"counter":87,"content":"<p>We will save &euro;1 billion overall on the pay bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L01500","nonspeaker":"Mr. Robert Watts"},{"type":"speech","time":1380795000,"counter":88,"content":"<p>Is that an annual figure?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L01600","speaker":"1011"},{"type":"speechnospeaker","time":1380795000,"counter":89,"content":"<p>Yes.  We will get there by the end of next year or 2015 and the saving will be made on a recurring basis annually.  Savings were identified for 2013 and further savings will be set out in the Estimates in the next ten days.  The Estimates will set out pay allocations across all of the Votes and sectors which encompass the changes and measures in the Haddington Road agreement, and they will make up the best part of the aforementioned &euro;1 billion.  The pay allocations will be set out for each sector and Vote group and it will be up to Departments and State agencies to deliver on the measures.<\/p><p>  Haddington Road is different from Croke Park in a number of respects.  The latter enabled change in a different industrial relations environment.  It did not attach costings or savings to specific items, however.  Haddington Road sets out specific changes with which cost savings have been associated.  These include the pay cut, the freezing of increments, the changes in overtime rates and the abolition of a number of allowances.  The vast majority of savings are based on specific measures, most of which we have implemented or are in the process of implementing.  Other elements involve harvesting the 15 million increase in hours across the system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300010#L01700","nonspeaker":"Mr. Robert Watts","continuing":true},{"type":"speech","time":1380795600,"counter":91,"content":"<p>It is obvious how savings will be made in health if nurses or occupational therapists are working longer hours and the system needs slightly fewer staff.  How will that impact in education where the same situation does not arise and there are probably will not be major savings?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300011#M00200","speaker":"1011"},{"type":"speechnospeaker","time":1380795600,"counter":92,"content":"<p>The main specific saving in education is on substitution and supervision, which is a significant saving, as well as the reduction in overall pay.  In the third-level sector there are people who earn more than &euro;65,000, so savings would arise there.  There is an increase in substitution and supervision hours and there is an increase in hours for the institutes of technology and universities, so there is an increase in productivity which should increase the overall output.  The impact on health is different from education and other sectors.  That has made this the most complex collective agreement we have ever entered into because we did it across all the sectors with central measures which applied broadly to everybody with some differences and nuances depending on the sector, and a variety of sector-specific measures.  The key challenge in sectors such as health, the Garda and local authorities is for managers and those responsible for running the system to drive the change and benefit from the agreement negotiated.  It is an enormous management and leadership challenge in a number of sectors to ensure we get the savings we have set out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300011#M00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380795600,"counter":93,"content":"<p>Is the HSE capable of doing that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300011#M00400","speaker":"1011"},{"type":"speechnospeaker","time":1380795600,"counter":94,"content":"<p>The HSE has new leadership.  Mr Tony O'Brien has not been there long and he is assembling a team of people.  He is charged with a very difficult task of continuing to improve the service while budgets are being reduced.  It is a very difficult task for the HSE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300011#M00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380795600,"counter":95,"content":"<p>How stands the moratorium on recruitment to the public service?  There must be great pressure in many areas, such as the Civil Service, health and education, to take on staff.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300011#M00600","speaker":"1011"},{"type":"speechnospeaker","time":1380795600,"counter":96,"content":"<p>We have reduced overall numbers by 30,000 since the peak in 2007.  Within that we have not reduced but increased the number of teachers.  We have not reduced the total number of nurses.  The reduction in numbers outside those core front-line areas is very significant, 15% to 20% in some cases.  Across the system there are pressures and strains.  We are confident, through redeployment mechanisms, productivity changes and additional hours, that we can reduce numbers further in the context of the agreement, although it will be difficult.  The moratorium is in place.  There are exceptions to this in a number of areas.  Teachers and hospital nurses who retire are replaced.  Recruitment happens in a variety of areas in the HSE.  However in large swathes of the public sector there is no recruitment.<\/p><p>  In the Civil Service we have started a very modest amount, which we have to do given the demographic pressures we face.  In the Irish Civil Service the median age is 47 and there are very few people under 30.  We have a large number of senior people, such as principal officers and assistant secretaries, approximately half of whom will retire over the next three or four years, so we need to start planning for the Civil Service will have in the future.  We recruited graduates last year for the first time and our competition is ongoing.  We also plan to do some executive officer recruitment.  We are doing a little recruitment which we can manage within the fiscal constraints.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300011#M00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380795600,"counter":97,"content":"<p>When will the moratorium be lifted?  There was an allegation in the <i>Irish Independent <\/i>on 19 August this year that more than 5,000 jobs were filled over the past three years despite the recruitment ban.  Is that explained by teachers and nurses etc?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300011#M00800","speaker":"1011"},{"type":"speechnospeaker","time":1380795600,"counter":98,"content":"<p>Yes, we are still recruiting and replacing people in certain areas, so the <i>Irish Independent <\/i>might be correct for once.  We bring in new teachers every year from St. Patrick's College of Education and Mary Immaculate College.  Nurses are coming into the system and there is some limited recruitment in other areas.  The reductions in nominal spend across the system, given the demographic pressures we face, and the numbers reductions are without precedent.  We have much contact with colleagues in the OECD, the IMF and other organisations and one message they continually give us is how the difficult but necessary reduction in the size of the public sector has been effective in terms of sustaining services where we can despite the reduction in cash.  This achievement across the system in dealing with these enormous pressures should not be underestimated.<\/p><p>  If we compare the reduction in HSE staff and cash allocation to the increase in medical cards, procedures, operations and the volume of services every day, there has been an enormous improvement in productivity.  In the third-level sector we have reduced the number of lecturers by 8% or 9% while the number of students has increased by more than 15%.  In every area the system is delivering more output with fewer resources.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300011#M00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380795600,"counter":99,"content":"<p>Mr. Watt discussed procurement with Deputy Fleming, but how satisfied is he that the HSE can deliver in terms of procurement savings?<\/p> <p>I had a conversation recently with a senior official in Our Lady of Lourdes Hospital, Drogheda and she indicated that there was evidence that they might have been able to purchase some of their equipment at a lower rate.  Some of this was low level stuff, but it all mounts up.  Is there a system in place to ensure they get decent value for money for what they acquire?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300011#M01000","speaker":"1011","continuing":true},{"type":"speechnospeaker","time":1380796200,"counter":101,"content":"<p>I understand they have changed their approach to procurement.  They are engaging more in the aggregation of contracts.  They are consolidating across the HSE estate.  Mr. Quinn's team is working with HSE officials on how they procure and where we can make savings.  Management in the HSE believes there are opportunities for savings in a number of areas.  We spoke about the drugs issue which is clear, but there are opportunities in other areas on which we are working with them.  It is a technical and management challenge for them.  They are dealing with a large number of providers and units within the system and co-ordinating and consolidating all of them is a big challenge to get value for money and the best deal for the taxpayer.  I would not underestimate the scale of the challenge in this or other areas of procurement about which we spoke in terms of the figure of &euro;500 million we have set out.  An enormous amount of work needs to be done.  We need to look at the specifications, reduce demand, use analytics to identify where the spend is and aggregate contracts.  We are implementing a variety of measures to try to improve how we procure.  This is a big undertaking; it is one of the largest change programmes we have ever undertaken and Mr. Quinn is leading it.  The reason we are undertaking it is we discovered that right across the system we had too many buyers buying the same goods and services from the same suppliers at different prices and conditions.  It was an inefficient system and an inefficient way of doing it.  Our goal is to eliminate these practices and do it in a way which will save us money, while, at the same time, minimising the impact on jobs provided by local suppliers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300012#N00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796200,"counter":102,"content":"<p>Are they encouraged to have face-to-face negotiations to get the best deal possible?  This relates to the issue raised by Deputy Fleming.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300012#N00300","speaker":"1011"},{"type":"speechnospeaker","time":1380796200,"counter":103,"content":"<p>Engagement with the supplier community in the correct way is important.  We need fewer procurers or people buying and better procurers.  We need more specialist people because it is a specialist activity.  That is an issue for us.  We are trying to professionalise this function across the system through the office Mr. Quinn is leading because it is a specialist activity involving particular skills.  It involves supplier engagement, including face-to-face discussions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300012#N00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796200,"counter":104,"content":"<p>I thank Mr. Watt and his team for attending and the comprehensive overview he gave of his Department's work.  By any fair, objective measure, his Department is doing a good job.  We can see in yesterday's Exchequer figures, in the context of the spending profile and the Ombudsman legislation, a solid effort to keep spending under control and reform access to information, which should be acknowledged.<\/p><p>  It is a mean feat that the Government and the Department managed to pull off the Haddington Road agreement with the public sector unions.  As Mr. Watt said, it is a much more complex agreement than the Croke Park agreement and, for that reason, it addresses many of the criticisms people like me had of the Croke Park agreement.  It treated everybody the same, whereas under the Haddington Road agreement, while it is difficult for everyone, the more one earns, the more one contributes.  However, I am concerned about the HSE element of the agreement.  It was agreed to in July.  I read a letter which I am sure everybody has seen from the HSE's chief financial officer to a number of his subordinates in September in which he said they had agreed to &euro;150 million in savings but that they would not achieve that figure and would come in at &euro;104 million.  Two or three months after people sat in a room through tortuous negotiations to reach an agreement, the HSE is already stating it signed up to achieve &euro;150 million in savings but that it cannot deliver &euro;50 million of them.  How could the chief financial officer have lost the possibility of saving &euro;50 million within two months?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300012#N00500","speaker":"1106"},{"type":"speechnospeaker","time":1380796200,"counter":105,"content":"<p>I thank the Deputy for his initial comments.  The Haddington Road agreement negotiations were tortuous.  Ms Buckley, Mr. Reid and others were involved for many months, nights and weekends.  It is a complex agreement, but we are happy with it.  It addressed some of the concerns we had with the original agreement.  It reflects the fiscal imperative to further reduce spending in a fair and progressive way.  People can discuss that issue because these notions can be subjective.  We said we would have the agreement in place by 1 July and we achieved this.  We set out targets and our colleagues in the HSE and the Department of Health were with us all the way.  This was not something Ms Buckley and Mr. Reid did on their own.  They did it with the sectoral managers across the system.  We are happy with the agreement in the health service which has the measures that needed to be included.  We are happy that the negotiators from the HSE and the Department of Health were excellent in working with us in developing the agreement.  My Minister, the Minister for Health and the Government expect it to be implemented.  It is my job and the job of managers to do this and we will ensure it will happen.<\/p><p>  This fundamental issue is about management and leadership.  People have a responsibility to deliver and we will work with them to ensure that happens.  We set out an agreement and there might be slippage here and there.  We may have overestimated some of the savings or it may be more difficult to introduce a reform.  We know that we are dealing with uncertainty and that there are unknowns; therefore, we are happy to work with our colleagues, but it is important that people in leadership positions do not in any way suggest there are easy options, that there is an easy way our or that we signed up to an agreement and will not implement it.  The Government and management are committed to this and we need to do it.  It is a key job for us to ensure it will happen.  Obviously, the committee has a role in terms of oversight to ensure we meet the targets and pay allocations.  In summary, we expect people to implement and deliver what they have signed up to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300012#N00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796200,"counter":106,"content":"<p>Has the Department of Health or the HSE informed Mr. Watt or his Department that they will not achieve &euro;150 million in savings this year?  I read on 19 September in <i>The Irish Times<\/i> that they had.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300012#N00700","speaker":"1106"},{"type":"speechnospeaker","time":1380796200,"counter":107,"content":"<p>There are disagreements and discussions about some elements of it and issues around the exact quantum of some of the savings in the measures, but we believe the full savings can be delivered this year and next.  In the health service there is an issue about the overlap between the Croke Park and Haddington Road agreements because unfinished business is rolling over into the Haddington Road agreement.  There are issues around implementation with which we will grapple, but we are confident we can make the savings and are working with the Department of Health and the HSE to ensure they are made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300012#N00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796200,"counter":108,"content":"<p>As of today, is it still Mr. Watt's expectation that under the Haddington Road agreement, the HSE will achieve a figure of &euro;150 million in savings?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300012#N00900","speaker":"1106"},{"type":"speechnospeaker","time":1380796200,"counter":109,"content":"<p>Our expectation is that the savings will be made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300012#N01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796200,"counter":110,"content":"<p>A number of service providers for people with intellectual disabilities come within the remit of the agreement and they do not have a difficulty with this.  However, the media have reported in recent weeks on a scenario where the HSE, in a desperate effort to deliver the &euro;150 million in savings, is, wrongly or erroneously, applying the agreement to these disability organisations.  I alleged this in an e-mail to the chief financial officer more than a month ago to which I have not received a response.  For example, Sunbeam House Services in my constituency estimated the savings it would have to make under the agreement at &euro;77,000.  It expected the HSE to reduce its budget by &euro;77,000, with services to continue as staff took various pay hits and there were changes to working conditions.  However, the organisation's administrators saw on the system that it had been docked &euro;189,000 or an additional &euro;122,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300012#N01100","speaker":"1106","continuing":true},{"type":"speechnospeaker","time":1380796800,"counter":112,"content":"<p>I do not know the details of the case the Deputy is talking about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796800,"counter":113,"content":"<p>This applies across the sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O00300","speaker":"1106"},{"type":"speechnospeaker","time":1380796800,"counter":114,"content":"<p>We can check and we can see.  I have heard or read some of the reports.  Many of the employees in the voluntary sector or the service provider sector have conditions of employment that tend to mirror our pay, overtime, travel and subsistence rates and so on even though they are not public servants and they are not bound by the agreement.  It is likely that managers in those organisations will say the terms and conditions are now different from the public sector and, therefore, they will reflect those differences in how they deal with staff.  I have no doubt that there are discussions ongoing in those organisations about how their conditions of employment will change to reflect what is happening in the system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796800,"counter":115,"content":"<p>That is fair.  These organisations and their staff understand they are bound by the agreement.  However, it seems that through incompetence, inept oversight or something worse, services for the most vulnerable people in my constituency and many others are being cut under the agreement but that in no way shape or form tallies with the agreement.  That is where the credibility of an agreement that is about protecting front-line services begins to be damaged.  Perhaps Mr. Watt will look into this.<\/p><p>  Mr. Watts discussed the moratorium with Deputy Dowds and I was pleased that he commented on the demographic issues within the Civil Service.  It is worrying that 4% or fewer of staff are under the age of 30 for a variety of reasons and I welcome the fact that Mr. Watt is aware of that.  However, there is not a complete moratorium.  Approximately 5,000 people were hired for various posts over the past three years, some of which I am sure were necessary.  I would like to understand the criteria applied by the Department when granting permission to fill a post.  According to media reports, the Department of Finance has had every request it made approved.  Perhaps Mr. Watt will explain the rationale behind that because it was probably quite good and I am interested in it.  I am worried, however, that the Department of Health made an application to the Department for a perfusionist, a staff member who uses a heart-lung machine during a cardiac bypass.  That was turned down, yet ten judges were allowed to hire law clerks, even though an bord snip nua said the position should be abolished.  I presume if I am lying on a bed waiting for a cardiac bypass, I would like one of these people to operate a machine beside me but that post was not granted while ten judges were given approval for law clerks, posts that should not even exist according to an bord snip nua.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O00500","speaker":"1106"},{"type":"speechnospeaker","time":1380796800,"counter":116,"content":"<p>With regard to the moratorium, in effect the Departments decide themselves.  They have demands for more staff so the first filter is the Departments to say \"No\" because they are closest to what is going on, service needs and they know their activities better than we do.  Then it comes to us and we have to make an adjudication.  They make a case and it is decided.  This part is subject to negotiation as well as the Deputy will appreciate.  If somebody is looking for ten staff, he or she will ask for 30.  There is an element of gaming but that is the way it is.  It is a negotiation.  They know we do not have the resources or money and we are trying to stay within the ECF so there is a process of negotiation.  The front-line staff are key vacancies based on the criteria set out by the Department.  It is not perfect.  There has to be an arbitrary element to this naturally as to how can we make judgments about recruiting a person in the justice sector and the value  of that person compared to the value of the a person in the health system, as mentioned by the Deputy.  It is difficult to make those judgments across different sectors.  We have to as best we can between the Departments and ourselves figure out what needs to go through.<\/p><p>  It is not the case that the Department of Finance got everything it wanted.  The Department was looking for a higher number but I cannot remember the exact details.  There was a discussion between myself and Mr. John Moran, the Secretary General at the Department and the Minister for Finance made his views known.  The Department had to respond to a number of reports that were critical of performance, including the Nyberg and Wright reports.  Part of the changes in that Department and in my Department reflect implementation of those recommendations.  It is not to say that all of it is happening.  The reality is that the policy in terms of numbers will be tight for a  good few years.  We are going to be living with this situation where we cannot satisfy all the demands and we will have to make difficult decisions and difficult trade-offs.  There is no perfect way of dealing with this.  There is an arbitrary element to it but we tend to respond as best we can to particular Departments and when a strong case is made, the Minister will agree to lifting the moratorium and making an exception.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796800,"counter":117,"content":"<p>An bord snip nua suggested law clerks were no longer needed.  Does Mr. Watt think there is still scope to explore the board's report for suggestions such as that rather than creating more posts?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O00700","speaker":"1106"},{"type":"speechnospeaker","time":1380796800,"counter":118,"content":"<p>Are these the famous tipstaffs?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796800,"counter":119,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O00900","speaker":"1106"},{"type":"speechnospeaker","time":1380796800,"counter":120,"content":"<p>I still do not know what they do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796800,"counter":121,"content":"<p>Mr. Watt approved ten more of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O01100","speaker":"1106"},{"type":"speechnospeaker","time":1380796800,"counter":122,"content":"<p>We have modernised.  Ms Buckley is closer to the details of this than I am but the role has been changed and modernised and their duties have been reformed.  If a judge needs support, that is provided and the role has evolved.  Colm McCarthy who was involved with an bord snip nua was fascinated by tipstaffs and he used to regale everybody with stories about what they did down in the Law Library.  I cannot vouch for the veracity of these stories but they were entertaining.  The role is different and that is the basis for agreeing the posts in this instance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796800,"counter":123,"content":"<p>I am glad to hear it.  The Department is due to bring a property implementation plan to Cabinet.  Where is that at?  What scope is there for savings?  This relates to merging State offices and better use of non-city centre offices and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O01300","speaker":"1106"},{"type":"speechnospeaker","time":1380796800,"counter":124,"content":"<p>The Minister of State, Deputy Brian Hayes, brought the property plan in July.  It has been approved and it has a variety of different recommendations which the OPW will implement with Departments.  In effect, it continues the process of us reducing our footprint in the context of where we can dispose of properties and where we can get out of leases.  As the market recovers, we will probably do more of that.  The Minister of State has reduced the costs quite considerably in terms of how much we spend on leases and we need to go further.  Our demands are different.  As the system downsizes and we consolidate and rationalise, our footprint will be smaller and, therefore, we will have more surplus properties.  That plan has been approved and I think we published it.  I can check but if it has been approved, I am sure it has been published by the OPW.  It sets out a variety of steps and recommendations about the size of offices, different standards and approaches to leasing and so on.  We will continue in that vein to save money and to reduce costs in the OPW Vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796800,"counter":125,"content":"<p>I will conclude with a question on the sale of State assets.  What is the timeline for the sales of Bord G&aacute;is Energy and the national lottery licence?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O01500","speaker":"1106"},{"type":"speechnospeaker","time":1380796800,"counter":126,"content":"<p>We are looking at the bids.  With regard to the national lottery, the Minister will make an announcement when he is informed and we will make an announcement quickly.<\/p><p>  We expect to make an announcement regarding Bord G&aacute;is and have it completed by the end of the year.  They are imminent.  I have to be reticent about the national lottery, in particular, because I do not have permission to talk about it but it will be soon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380796800,"counter":127,"content":"<p>I thank Mr. Watt and his officials for attending.  How are the budget negotiations going?  Has Mr. Watt any hints or tips?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O01700","speaker":"1034"},{"type":"speechnospeaker","time":1380796800,"counter":128,"content":"<p>My experience is that the Ministers for Finance and Public Expenditure and Reform would prefer to announce the budget as opposed to me announcing it now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300013#O01800","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1380797400,"counter":130,"content":"<p>Mr. Watt can tell me afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P00200","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":131,"content":"<p>-----ten days from now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":132,"content":"<p>I wish to discuss the long-term pension liability on the State raised by the Comptroller and Auditor General.  In the superannuation and retired allowances Vote, in 2011 the recorded gross expenditure was &euro;433 million, increasing to &euro;520 million in 2012.  What is the figure for 2013?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P00400","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":133,"content":"<p>The figure for 2013 will be lower than that based on the latest figures.  It is made up of two broad components, the ongoing payments to the 20,000-plus civil servants who are retired and the lump-sum payments to people who retire in a given year.  The lump-sum payments are about &euro;80 million, &euro;100 million or thereabouts.  They are a significant part.  For this year, I think retirements will be less than we anticipated.  One can speculate about why this is.  A lot of people who would have been coming up to retirement age have gone already - a lot of people have left.  Colleagues may be holding on until the end of August next year because that is when the new arrangements come in.  The payments will be based then on the post-Haddington Road cut salaries for colleagues on over &euro;65,000, so there might be an element of either those people who wanted to retire having gone or people who are planning to retire going to hang on up to that date.  In effect, retirements are lower for this year and the lump sums will be lower.  The Estimate will be under the &euro;520 million.  We are only three quarters in so we will see for the year.  It will be &euro;500 million-plus.  That is the best to say at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":134,"content":"<p>Was the jump in 2012 over 2011 based on the increase in lump-sum payments when people retired?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P00600","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":135,"content":"<p>There are a number of factors.  It is very important here to note that the increase in pension costs was inevitable given when we recruited.  The Civil Service expanded during the 1970s, so we always had this demographic bulge coming through.  It is an increase that was coming anyway.  It may be brought forward a bit because we had various initiatives to encourage people to retire earlier.  So most of the cost that the Deputy sees reflected in the Vote now is the demographic impact of us expanding the system back when we did and people now reaching retirement age.  In any given year there is a big element of it, which is the once-off payment - the gratuity payment.  That can spike, as we have seen.  Next year if we do not have anyone retiring - of course we will, but let us say we did not - then one would have a dramatic fall in that part of the Vote even though the ongoing payments would obviously have to be made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":136,"content":"<p>Was that spike last year anticipated?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P00800","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":137,"content":"<p>Once we got a sense of the numbers of people who would retire - obviously it is difficult to predict in advance of any given year - we had to make provision for the gratuity payment in the Vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":138,"content":"<p>Does it mean that expense will increase again next year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P01000","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":139,"content":"<p>It depends on what happens in the next three months in terms of people retiring.  Either people retire before the end of the year and then the payments will fall to this year or they will wait until next year.  So it is really a-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":140,"content":"<p>They may wait until next year's August deadline.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P01200","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":141,"content":"<p>We do not know.  There are other issues around people leaving the pension scheme and there are various different factors that impact upon it, but in essence the numbers who retire will determine the change.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":142,"content":"<p>Should we reckon on approximately &euro;500 million for 2013, but rising next year because of the August deadline?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P01400","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":143,"content":"<p>We are drawing up the Estimate now.  It will probably around the same sort of figure, &euro;500 million or &euro;520 million for next year but we have not finalised it yet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":144,"content":"<p>That is just the pension scheme for civil servants.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P01600","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":145,"content":"<p>That is right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":146,"content":"<p>So it does not include other people working in the public sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P01800","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":147,"content":"<p>That is right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":148,"content":"<p>So what is the total outgoing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P02000","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":149,"content":"<p>The total pension costs are about &euro;3 billion across the system.  Speaking from memory I think it is about &euro;2.3 billion or &euro;2.4 billion ongoing payments this year and about &euro;500 million or &euro;600 million in gratuities.  I could be mistaken, but that is a broad figure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P02100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":150,"content":"<p>That includes the civil servants.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P02200","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":151,"content":"<p>Yes, that is the total.  It is actually lower than I thought.  It is a net figure.  So the net figure is &euro;2.5 billion.  The gross figure is about &euro;3.1 billion.  If one looks through, the biggest areas are as one expects.  The gross figures there would be better again.  I will give them to the Deputy - &euro;3 billion is the number.  Our own Vote, the Civil Service, was mentioned.  An Garda S&iacute;och&aacute;na is &euro;300 million for 2013.  For education it is &euro;1.1 billion for pensions alone.  That is an issue within the education Vote which has to be managed every year.  As teachers retire they are replaced, so obviously the cost of the new teacher is lower than the cost of the retiring teacher.  When one adds in the pension then it actually leads to an increase in the Vote.  We can go down through the smaller Departments.  Army pensions are over &euro;200 million now.  Army personnel retire younger.  The HSE then is over &euro;750 million.  The details are set out in table 5 of the Estimates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":152,"content":"<p>Is the Department of Public Expenditure and Reform involved in any negotiations involving individual Departments to keep an eye on their anticipated increases for next year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P02400","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":153,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P02500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":154,"content":"<p>So that is something discussed between the Department of Public Expenditure and Reform and them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P02600","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":155,"content":"<p>As part of the settling of the Estimate, a big element of it relates to the pay bill - as we discussed earlier - numbers, policy and then numbers of people retiring.  So when we draw up the Estimate, which we are finalising now as the Deputy can appreciate, all those different factors are taken into account.  The Department of Education and Skills will have to form a view as to the number of teachers who will retire next year.  For this year they are saying that the numbers are lower than they anticipated.  We know now because teachers retire before the beginning of the new year - the September year - so we know.  So we are going to save money on gratuities for teachers this year, but that may impact then on next year.  We are drawing up the numbers, but that is ongoing discussion.<\/p><p>  As I mentioned in response to a question from Deputy Sean Fleming, a big part of our role is marking as we call it with both sections in our Department marking each of the Departments and in detail discussing with them spending pressures and trends in order to draw up the Estimate and to work with them to ensure they stay within the profile of everyone else.  That is a significant part of what we do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P02700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":156,"content":"<p>Does that mean that in each Department, including the Department of Public Expenditure and Reform, gratuity payments have reduced this year but are anticipated to increase next year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P02800","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":157,"content":"<p>That would be our sense.  If it is the case that across the board the numbers of retirees are lower, we expect that they will increase next year because we have a sense of the demographics.  Obviously we know the age profile.  So we know the number of people of a given age with a given service and we can then roughly calculate.  People tend not to work beyond their 40 years, naturally enough because they are not accruing any additional pension.  We have people who work more than 40 years which is always a surprise to me, but there one goes - everybody is different.  We have people who would have their full service and would have reached their preserved age but still like working in their Department so much that they want to stay.  So there is an element of uncertainty about all of this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P02900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":158,"content":"<p>Are the amounts of the gratuity payments fixed under the Haddington Road agreement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P03000","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":159,"content":"<p>That is fixed based on their conditions of employment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P03100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":160,"content":"<p>So that would be written into the contract upon entry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P03200","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":161,"content":"<p>So it is 1.5 times 40\/80 of their salary.  If somebody has 40 years, it is half their salary multiplied by 1.5.  That is how it is calculated.  The average gratuity for the Civil Service, I think, is &euro;80,000.  That obviously varies in sectors given-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P03300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":162,"content":"<p>That is after 40 years if service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P03400","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":163,"content":"<p>This is the average.  The average for 2012 was &euro;80,000 for established and it was lower for unestablished civil servants.  Unestablished civil servants had lower time served than established civil servants, who would have tended to have entered the service in their late teens or early 20s and would work up the full time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P03500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380797400,"counter":164,"content":"<p>Stepping back from that, what is the accrued liability?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P03600","speaker":"1034"},{"type":"speechnospeaker","time":1380797400,"counter":165,"content":"<p>The accrued liability based on the report done in 2008 was &euro;116 billion.  That is the net present value of the cost of current pensioners, taking account of longevity and mortality, and then serving officers and their likely future service - accrued service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300014#P03700","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1380798000,"counter":167,"content":"<p>The potential liability is a frightening figure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q00200","speaker":"1034"},{"type":"speechnospeaker","time":1380798000,"counter":168,"content":"<p>It is a frightening figure because it is the net in the present cost in today's terms of liabilities that go on for 40 or 50 years, so it looks a scary number as a percentage of output this year.  However, we are not paying that bill in a year - we are only paying &euro;3 billion.<\/p><p>  Managing pension costs is definitely a challenge and we cannot become complacent, although the situation we face is not quite as daunting as that faced by other countries.  We need to be careful how the &euro;116 billion is presented because that figure is over a long period - 70 years rather than 40.  We can make further policy changes to reduce that because the situation is not static and there are further policy options.  If it got to the stage where we thought we could not afford the amount, there would have to be negotiations.  Members must think about the amount in the context of the &euro;3 billion that we are paying now, which is 2% of GDP.  That is not in itself a large number, but it is part of the public expense.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798000,"counter":169,"content":"<p>Is the Department expecting the percentage of GNP that we pay on pensions each year to increase?  It is not just a question of &euro;116 billion-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q00400","speaker":"1034"},{"type":"speechnospeaker","time":1380798000,"counter":170,"content":"<p>That amount relates only to public service pensions.  If public service and social welfare pensions and the overall cost of ageing is added together, it is a challenge of a different order of magnitude than focusing only on the public service.  A lot of work has been done in the area.  The European Commission has produced a report and it is about to produce new numbers on the cost of ageing.  It reckons that the figure will increase by 4% to 6% of GDP for Ireland.  That is higher than other countries and, when one adds in-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798000,"counter":171,"content":"<p>What is the timeframe for that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q00600","speaker":"1034"},{"type":"speechnospeaker","time":1380798000,"counter":172,"content":"<p>Over 40 or 50 years.  If one looks not only at pension costs but health care costs and the cost of long-term care, which I guess is the big driver, those are significant challenges for how the situation is managed.  However, the public sector element is only one part.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798000,"counter":173,"content":"<p>At the same time we will see the number of people who are working relative to the people who are not working due to retirement decreasing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q00800","speaker":"1034"},{"type":"speechnospeaker","time":1380798000,"counter":174,"content":"<p>The good news is that babies are remarkably popular.  People should keep on producing babies and that will help dramatically.  Small changes in fertility rates and participation rates can have a dramatic affect on the costs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798000,"counter":175,"content":"<p>Do the projections not take into account increasing fertility rates?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q01000","speaker":"1034"},{"type":"speechnospeaker","time":1380798000,"counter":176,"content":"<p>Nobody knows.  The rates have fallen but in Ireland they are starting to increase a little bit for two reasons: the fertility rate and the increased number of women in that age cohort.  Most of the increase in births is because of an increase in the number of women in that age cohort as opposed to changes in the fertility rate, which I think is around 1.82% and has not gone up too much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798000,"counter":177,"content":"<p>When is the re-evaluation that the Department is engaged in with the C&amp;AG expected to conclude?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q01200","speaker":"1034"},{"type":"speechnospeaker","time":1380798000,"counter":178,"content":"<p>The end of the year, I believe.  We need to look into it and detailed work is involved, but we hope to have it complete by then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798000,"counter":179,"content":"<p>Given Mr. Watt's fondness for babies, I am tempted to ask him to contact the relevant Ministers and ask them to reverse the decision to tax maternity benefit and to leave child benefit alone-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q01400","speaker":"1008"},{"type":"speechnospeaker","time":1380798000,"counter":180,"content":"<p>Those are policy matters, I am afraid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q01500","nonspeaker":"Mr Robert Watt"},{"type":"speech","time":1380798000,"counter":181,"content":"<p>Yes, those are policy matters and would therefore be deeply inappropriate for me to raise.<\/p><p>  I welcome the witnesses.  I want to return briefly to the Haddington Road agreement, so that the committee has clarity on the figures.  Mr. Watt cited a saving of &euro;1 billion a year on pay.  What are the cumulative savings over the lifetime of the agreement?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q01600","speaker":"1008"},{"type":"speechnospeaker","time":1380798000,"counter":182,"content":"<p>For the sake of ease, let us say that we have saved &euro;1 billion by the end of 2014, so each year thereafter &euro;1 billion will be off the pay bill compared to where we would otherwise have been.  What that means over Deputy McDonalds time horizons can then be figured out.  Let us say that by the end of 2014 and the beginning of 2015 the pay bill will be &euro;1 billion lower than would otherwise be the case if we implement all the measures.  I know that is hard when reading out figures for people to jot them all down and it is a bit complicated, so perhaps we will circulate the summary table I have which sets out the different components.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798000,"counter":183,"content":"<p>I raise the issue because there are two different ways of expressing the saving in real terms.  One could say that once the saving of &euro;1 billion is made it recurs naturally because those moneys will not be restored and count it year on year, or one could also say the total savings from the agreement amount to &euro;1 billion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q01800","speaker":"1008"},{"type":"speechnospeaker","time":1380798000,"counter":184,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798000,"counter":185,"content":"<p>Will Mr. Watt clarify for the committee whether the savings are net or gross?  He has alluded to some of the uncertainties in the scenario.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q02000","speaker":"1008"},{"type":"speechnospeaker","time":1380798000,"counter":186,"content":"<p>Those are gross pay savings, although I do not think there is a great deal of difference between the two figures in this case.  Members will recall that the discussions about net and gross pay became very confused because of how we dealt with the first pension deduction and the fact it came in as a net reduction.  When gross savings are talked about, that is an underestimate.  When the net pay bill is talked about that is a 17.7% reduction.  I mentioned some of the numbers in my statement but on the &euro;1 billion figure there is no real difference between the net and the gross - it is more or less the same amount.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q02100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798000,"counter":187,"content":"<p>We will have regular reviews to see how we are getting on and we can drill into the figures at that stage.<\/p><p>  I want to raise again the national lottery issue with Mr. Watt and in doing so I take account of the sensitivity around the fact an announcement is imminent.  Mr. Watt will be aware that a number of staff were An Post employees on permanent secondment.  As I am sure Mr. Watt is aware, I have raised the matter on several occasions with the Minister for Public Expenditure and Reform, Deputy Howlin.  He had sought to assure me that there were conversations and consultations with staff, and he said that the welfare, transfer and safeguarding of lottery personnel must and will be encompassed in the whole process.  In other words he gave a fairly all-encompassing commitment.  It subsequently transpires that there have been discussions.  However, the status of these employees as An Post employees who have been seconded has not been taken account of.  I ask Mr. Watt to comment on that and on my understanding that no provision was made for a return to An Post for those employees who may have wished to make that choice and that, subsequent to the LRC discussions, the agreement is not to be put to a ballot of staff.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q02200","speaker":"1008"},{"type":"speechnospeaker","time":1380798000,"counter":188,"content":"<p>I am aware that, as Deputy McDonald has alluded to, discussions have taken place, but I am not exactly sure about their status.  As Deputy McDonald said, if staff transfer, terms and conditions apply and whether they have a right to return to An Post is an issue.  The Minister has said that he wants people to talk, engage and negotiate and that the relevant legislation will apply.  I do not know the ins and outs of the situation.  We will have to come back and provide an update on exactly where we are.  To an extent the matter is hypothetical because it depends on what happens with the contract.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798000,"counter":189,"content":"<p>The difficulty is that the situation is not at all hypothetical.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q02400","speaker":"1008"},{"type":"speechnospeaker","time":1380798000,"counter":190,"content":"<p>We are of course aware of employees' concerns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300015#Q02500","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1380798600,"counter":192,"content":"<p>I would appreciate it.  So we are absolutely clear, my understanding is the transfer of undertakings regulations will apply to these staff as and when a new operator, whoever that might be, comes into place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R00200","speaker":"1008"},{"type":"speechnospeaker","time":1380798600,"counter":193,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798600,"counter":194,"content":"<p>The difficulty with this is it does not address a fairly basic issue for those members of staff who were An Post employees and have their contract of employment with An Post.  They were seconded, and my understanding is - and I would appreciate Mr. Watt clarifying this matter - no provision has been made for those employees who might wish to return to an Post to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R00400","speaker":"1008"},{"type":"speechnospeaker","time":1380798600,"counter":195,"content":"<p>Deputy McDonald's understanding is correct and the summary she has given is correct but I will check if it is the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798600,"counter":196,"content":"<p>I understand these matters will not be put to ballot.  Perhaps this is not a question Mr. Watt can answer or a matter he can decide.  It seems extremely dubious that staff who were seconded and were employees of An Post would not be granted a facility to return to An Post, their employer of origin, if they so wish.  It is a source of deep concern for the employees.  They are angry about it and this anger is legitimate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R00600","speaker":"1008"},{"type":"speechnospeaker","time":1380798600,"counter":197,"content":"<p>The issue of a ballot is a matter for the union and it is entitled to take action as it deems appropriate.  There is an issue for An Post management and whether it is in a position to bring people back, whether it wants to do so, whether it is obliged to do so by law and what the legal position is.  I will come back to the Deputy with the latest update.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798600,"counter":198,"content":"<p>I would appreciate it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R00800","speaker":"1008"},{"type":"speechnospeaker","time":1380798600,"counter":199,"content":"<p>I do not think Deputy McDonald's summary is incorrect but I will check to make sure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798600,"counter":200,"content":"<p>I would appreciate it.  I expect the Department would have a view on the legal position and the legal status of these employees.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R01000","speaker":"1008"},{"type":"speechnospeaker","time":1380798600,"counter":201,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798600,"counter":202,"content":"<p>This is not with regard to all of the employees of the National Lottery Company, but to a section of them who were and are contracted to An Post.<\/p><p>  Bord G&aacute;is Energy was mentioned and Mr. Watt indicated the end of year in respect of the sale of this asset.  I want to ask the same question about the staff in Bord G&aacute;is Energy.  What level of consultation, if any, has there been between the Minister, the Department and these workers?  Where will they stand?  I understand several hundred people are involved and I imagine it is a similar situation to that of the national lottery depending on length of service.  Some may wish to stay with the mother company, if I can use this term.  How will it work out for these employees?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R01200","speaker":"1008"},{"type":"speechnospeaker","time":1380798600,"counter":203,"content":"<p>In the first instance it is an issue for management and employees' representatives in Bord G&aacute;is &Eacute;ireann.  I understand discussions are taking place on this and a number of issues pertaining to the sale and what is happening.  I have been briefed by the chair of the company and the Minister will be kept informed on what is happening.  At this stage we do not have a role.  We may have one but we do not do so at present.  It is an issue for the management and the representatives of the employees to discuss these issues and tease them out.  It depends on the outcome of the process.  We will see where we end up with the disposal and where the assets may end up and it will then become an issue for the employees with regard to how they are treated and where they go.  This is a matter for management in the company and representatives and we do not have anything to add.  I understand transfer of undertakings will also apply in this case and I do not see a reason they would not.  It is not, at this stage, an issue for the Department; it is an issue for the employees and the management.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798600,"counter":204,"content":"<p>I wish to make an observation.  I am sure Mr. Watt is aware I disagree fundamentally with Government policy on the lottery and Bord G&aacute;is Energy.  However, given the decision has been made I suggest the last thing the Department needs is industrial relations turbulence in these entities.  I recommend the Department does not take a <i>laissez-faire<\/i> approach in respect of these matters.  Management and unions must engage on these issues, and we all know this, but there is a role for the Department because the Government has taken a decision to dispose of these assets in this way.  Mr. Watt referred to the Minister several times.  He happens to be a member of the Labour Party and those of us around the table who can comment on policy-related matters I am sure would reflect an expectation a Minister of this stripe would have a particular sensitivity and acknowledgement of this type of issue and of the concerns which workers have.  I would appreciate any information flow Mr. Watt has on the staffing issues in the national lottery and whether he has information on Bord G&aacute;is Energy.<\/p><p>   I am conscious of time because the Chairman is giving me the evil eye.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R01400","speaker":"1008"},{"type":"speech","time":1380798600,"counter":205,"content":"<p>I would not do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R01500","speaker":"965"},{"type":"speech","time":1380798600,"counter":206,"content":"<p>I wish to ask about procurement.  I will be parochial and state the Grangegorman project, which is in the heart of the inner-city in my constituency, offered a real promise to allow local businesses and small and medium enterprises to tender, bid for and obtain work in this complex and large project.  The feedback I have, notwithstanding circular 10\/10 to which Mr. Watt referred, is that small operators are still precluded because of the guidelines to make a bid or a tender for all of the works on this site.  To put it into context, it is a project in the inner-city so the adjacent areas, with which I know Mr. Watt is familiar, have many dilemmas such as high long-term unemployment.  There is huge disappointment among local firms and providers that they have been written out of the scenario.  The project was billed as a stimulus measure, but also as an opportunity for a level of local regeneration and involvement but this has not materialised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R01600","speaker":"1008"},{"type":"speechnospeaker","time":1380798600,"counter":207,"content":"<p>The Minister, Deputy Howlin, was delighted to restart the project.  The Minister was able to find an allocation within the tight envelopes to develop it as a public private partnership given the improvement which has taken place in the market.  This improvement has been brought about because of the dramatic fall in yields on Government bonds which has improved the market for a variety of classes of finance and debt, including commercial semi-State bodies and public private partnerships.  We had been in a position where we were not able to move this or other projects but now we can do so.  If the Minister were here he would want to state this project is fantastic and, as the Deputy mentioned, is in a part of the city which would benefit from redevelopment.  It is probably the best green site remaining close to the city centre of Dublin.  What is proposed is fantastic and the link up with the Luas line is another project to which the Government gave the go ahead.  The positive is that we were stalled but are now able to move.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380798600,"counter":208,"content":"<p>None of this is disputed.  The issue is the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R01800","speaker":"1008"},{"type":"speechnospeaker","time":1380798600,"counter":209,"content":"<p>The reason the public private partnership market has improved is because of what has happened overall to the standing of the sovereign in the markets and because of the efforts of Mr. Brian Murphy and his colleagues at the National Development Finance Agency who have generated interest.  We are now in a position where we are closing schools bundles and we have other projects.<\/p><p>  I do not know the ins and outs of where we are with the project with regard to how much activity has gone out for tender.  I do not think much of it has yet, and a significant announcement will take place this week or next week and a significant number of contracts will go out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300016#R01900","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1380799200,"counter":211,"content":"<p>Mr. Watt stated the terms of the new circular marked an improvement.  What I am hearing is that notwithstanding that revision, the criteria remain pitched too high for many small quality established operators.  Is there a willingness on the part of the Department to listen to and, crucially, act on the experiences of these small operators?  For instance, is Mr. Watt willing to meet some of them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S00200","speaker":"1008"},{"type":"speechnospeaker","time":1380799200,"counter":212,"content":"<p>I have no problem whatsoever meeting them and looking at the contract to see if the criteria are commensurate with the value.  I am happy to do this.  However, the Deputy will be aware - I am not referring to the incident mentioned by her - that in any tender competition there are up to 30 bidders, but only one can be successful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380799200,"counter":213,"content":"<p>I would like to clarify that this is not about me seeking to position any particular-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S00400","speaker":"1008"},{"type":"speechnospeaker","time":1380799200,"counter":214,"content":"<p>I am not suggesting that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380799200,"counter":215,"content":"<p>This is about the pitching of criteria in a manner which, in real terms, facilitates those entities to get on the first rung and make their pitch.  Thereafter, it is, of course, a matter for the tendering process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S00600","speaker":"1008"},{"type":"speechnospeaker","time":1380799200,"counter":216,"content":"<p>We are happy to review the tender documentation in the context of whether in the particular case it was sensible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380799200,"counter":217,"content":"<p>Okay.  I endeavoured to raise the following issue directly with Mr. Paul Quinn whose efforts to contact me I acknowledge.  Perhaps he might comment on the issue of savings on professional services.  I understand a possible saving of &euro;100 million in this area has been mooted.  I would welcome some detail in that regard.<\/p><p>  On public private partnerships, in particular in the water sector, an issue previously examined by the committee, what evaluation has been undertaken of the relevant projects?  I understand the Department undertook to look at the value for money achieved in taking the PPP route versus direct provision.  Perhaps Mr. Quinn might give us a sense of the current status in this regard.  I understand there were question marks against some of the projects, in particular the one in Cork.  I am interested in knowing the current position in that regard. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S00800","speaker":"1008"},{"type":"speechnospeaker","time":1380799200,"counter":218,"content":"<p>On professional services, I will, first, give the Deputy a sense of the overall scale of investment by the State.  Of the current spend of approximately &euro;7 billion mentioned by the Secretary General, we spend approximately &euro;1 billion on professional services.  Roughly half of that figure is in the medical professional services space, including locum doctors, etc.  On the remaining amount, other big areas include legal, audit and consultancy fees.  On how we will approach the spend in each of these areas, we look at how the markets are structured and what, in the first instance, we can do to control our demand.  Obviously, the easiest way to save money is to not spend it in the first instance.  We will seek to reduce demand across various areas and review specifications in how we buy services.  Professional services are often bought by the hour.  In terms of legal fees, there may be arrangements we can put in place whereby we can move to fixed price engagements for particular pieces of work, for example, conveyancing.  We will also seek to drive competition in the marketplace.  A number of entities across the State have good experiences in delivering savings on professional services and looking at ways of making the market more competitive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S00900","nonspeaker":"Mr. Paul Quinn"},{"type":"speech","time":1380799200,"counter":219,"content":"<p>Perhaps I might get a response to my question on PPPs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S01000","speaker":"1008"},{"type":"speechnospeaker","time":1380799200,"counter":220,"content":"<p>We accept the recommendations on PPPs set out in the report and propose to implement them.  The  value for money issue arises whether one takes the PPP or traditional route.  Once we decide to go ahead with a project, we then decide which procurement option to adopt.  The NDFA carries out the public sector benchmark test and then advises us whether a particular project passes the test and can be undertaken as a private contract.  We are happy, if possible, to make available the results of the evaluation.  There may be an issue of commercial sensitives, but we are happy to make the results available.  I understand this issue was raised with Mr. Brian Murphy of the NDFA when he appeared before the committee.  The NDFA carries out the evaluation and then advises us and the sponsoring Department whether a project meets the test.  There should be opportunities to share the results with the committee.  I do not believe there will be a problem in our doing so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380799200,"counter":221,"content":"<p>It will be available in the coming weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S01200","speaker":"1008"},{"type":"speechnospeaker","time":1380799200,"counter":222,"content":"<p>Yes, in respect of water provision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380799200,"counter":223,"content":"<p>I welcome Mr. Watt and his officials and wish to raise with them the issue of commercial rates.  The committee has already discussed this issue with officials from the Departments of Finance and the Environment, Community and Local Government and the Valuation Office.  It is one that has been raised in committee approximately eight or nine times at this stage.  I inform the committee that I have spoken to and met Mr. Watt on a number of occasions on this issue in the past few months.  I do not wish to patronise him, but he is probably the only civil servant who has an appreciation of the impact of the increased commercial rate bills on businesses around the country.  I left this meeting approximately half an hour ago to attend another committee meeting at which the Simon Community was making its pre-budget submission.  When I informed the group that I did not have much time to engage with it because I had to return to this committee to discuss commercial rate values, I was told commercial rates for the Simon Community had increased from &euro;4,500 to &euro;6,000 and that while it had a waiver of 50% of its rates, its income was approximately &euro;20,000 per annum.  No one is safe from the Valuation Office and what is going on.  When a group such as the Simon Community is expressing that view, it tells its own story.  <\/p><p>  Where are we in this process?  For me, it all comes back to one thing.  From talking to local authority officials I believe they are out of kilter with officials of the Department of the Environment, Community and Local Government.  The local authority officials with whom I deal are extremely concerned about a diminishing rates base.  They believe hiking rates will result in more businesses going to the wall.  They are adamant about this.  When I make this argument to officials of the Department of the Environment, Community and Local Government, they do not seem to get it, which is a real difficulty.  That is exactly what will happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300017#S01400","speaker":"1091","continuing":true},{"type":"speechnospeaker","time":1380799800,"counter":225,"content":"<p>As has been noted, we have spoken about this and the Valuation Office is aware of the position.  This arises from the fact that we have not had a revaluation for so long - it has not happened since 1988 - and much has changed since.  Relative values have altered and, in the likes of Waterford and Dungarvan, there has been significant change.  Some sectors are benefitting but some will face a very significant increase in rates based on current policy and what is happening with the Valuation Office.  These are policy questions so I must be careful about what I can say.  As Deputies know, the Valuation Office is independent and we do not interfere with it.  There is the question of how, once the Valuation Office does its job and we see an impact, the policy options are laid out to deal with consequences.  We have spoken about this before and it is a matter for the Minister for the Environment, Community and Local Government, Deputy Hogan.<\/p><p>  In the retail sector there will be significant change in demand.  We have spoken about different options and these issues must be taken up by the relevant Minister.  Whatever option is taken will have difficulties.  For example, those who would benefit from a change in rates will not be happy if changes are phased in over time, although those who face the increase would be happy.  There is a policy question that must consider where we are and whether there is any room to phase in the process over time or ameliorate some effects.  There is also a wider policy question about the time it has taken to do this and how to ensure, in future, that we have regular revaluation.  The Valuation (Amendment) Bill is working its way through the House and it stipulates that it should be done every five years, with self-assessment to speed up the process.  It is very important that in future we do not have such a long gap in revaluation and sudden changes.  The policy options are not great but there is a need to consider the impact on particular sectors to see if the system can formulate an option that could, over time, phase in changes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380799800,"counter":226,"content":"<p>The lack of foresight in policymakers concerns me.  That is not within the Department but rather within local authorities and the so-called harmonisation of rates.  There is not much harmony in the case of Government and business people, so it is probably a bad word.  Is it not the case that when the legislation was being drafted to harmonise the rate for Dungarvan, for example, with a county rate, somebody would have had the foresight to look to spread this over ten years?  However, with the Valuation Office and the spike that people may have to suffer, no foresight was given with regard to spreading it over a period.  Is that a massive inconsistency in policy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T00300","speaker":"1091"},{"type":"speechnospeaker","time":1380799800,"counter":227,"content":"<p>When there is a merging of rates, there is a ten year phasing-in period as set out in the legislation, and no such provision is available for phasing in the consequences of a revaluation.  In the UK, they have a phasing in as a result of revaluation, with the period extending to two or three years.  On the face of it, the Deputy is correct.  I do not want to get into what could be a policy question but there is a different approach taken when rates must be merged, as will happen in Waterford, where there is ten years to do so, as opposed to a revaluation, as no such provision exists.  There are different approaches and whoever constructed the legislation showed great foresight in including the ten year provision.  That anticipated a problem that is live in some places.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380799800,"counter":228,"content":"<p>The Chairman and committee have been substantially involved in this over recent months.  I have asked for a meeting with the Secretary General of the Department of the Environment, Community and Local Government to discuss these matters and I hope she will revert on that.  I appreciate Mr. Watt's efforts and his giving the matter time and thought.  We have spoken about officials working on this a little more in the days ahead and we will keep making those contacts in the relevant Departments to get some kind of a policy solution to what will be in some cases a catastrophic impact on businesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T00500","speaker":"1091"},{"type":"speech","time":1380799800,"counter":229,"content":"<p>I am conscious of the time and I also have a few questions I would like to ask.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T00600","speaker":"965"},{"type":"speech","time":1380799800,"counter":230,"content":"<p>I only have two or three questions.  I welcome Mr. Watt and his colleagues.  There are a few quick points on which I want to check.  Are the savings under the Haddington Road agreement built into the individual budgets of each Department or are they a top-line item for Ireland Inc.?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T00700","speaker":"1060"},{"type":"speechnospeaker","time":1380799800,"counter":231,"content":"<p>They would be set out within each Vote allocation.  We will publish details in two weeks of the more than 40 Votes, and we will set out pay and non-pay savings, as well as other elements.  The Haddington Road agreement savings will be reflected in the pay allocations in each Vote and sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380799800,"counter":232,"content":"<p>Each Department must find savings in the budget, so how are the percentages arrived at in terms of whole of government thinking or within individual Departments?  How does that process evolve?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T00900","speaker":"1060"},{"type":"speechnospeaker","time":1380799800,"counter":233,"content":"<p>The pay component of the savings is based on the share of the pay bill.  When the Minister indicated we needed to take more money from the pay bill, we decided how much would come across sectors like education, health and local authorities.  There was pretty much a <i>pro rata<\/i> approach taken across different sectors, trying to take account of sectors that have made more adjustments relative to others and so on.<\/p><p>  With regard to non-pay elements, in 2011 there was an expenditure report setting out ceilings for Departments in 2012 to 2014, inclusive.  We had non-pay savings for each of the Departments for 2014 based on the comprehensive spending review.  The Government took a decision, based on the review, about how the adjustment would be shared among Departments and across the board.  The numbers being discussed now, such as the &euro;440 million in social protection, came from the review we did at that stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380799800,"counter":234,"content":"<p>If there are demand-led schemes in individual Departments, is there a weighting given according to practicalities of budgets?  I am thinking of the health budget, for example.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T01100","speaker":"1060"},{"type":"speechnospeaker","time":1380799800,"counter":235,"content":"<p>When we set out the Estimates for the period, we tried take account of demographic projects having an impact on providers in health, which is the biggest sector, as well as the likes of education.  As issues have evolved over the past two years, we have made some changes to the cash ceilings.  As Deputies know, additional money was provided to health this year over what would have been the case based on the numbers as formulated in 2011.  There was recognition of the issue in that respect.  There were also higher allocations in social protection because unemployment was higher than we thought.  In as much as the Government can do, so it takes account of changes in relative demand, and that is reflected in cash ceilings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380799800,"counter":236,"content":"<p>With regard to public private partnerships, have revised assessment procedures been introduced with regard to risk analysis?  We do not want cases arising of the likes of the Limerick tunnel, which is costing &euro;6 million per year because the analysis did not bear out.  What new procedures have been put in place to account for that type of risk analysis?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T01300","speaker":"1060"},{"type":"speechnospeaker","time":1380799800,"counter":237,"content":"<p>For new road public private partnerships, demand risk is not transferred to the private operator.  I believe it is availability risk that is transferred.  That may be a function of learning lessons from some of the contracts into which we entered or from the market.  There are many different ways of looking at the matter and I do not wish to get into different projects.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380799800,"counter":238,"content":"<p>Procedures have been changed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T01500","speaker":"1060"},{"type":"speechnospeaker","time":1380799800,"counter":239,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300018#T01600","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1380800400,"counter":241,"content":"<p>Yes, in the current climate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U00200","speaker":"1060"},{"type":"speechnospeaker","time":1380800400,"counter":242,"content":"<p>Some people would know about some operators who have not done as well, and that is not necessarily reflected in some of the analysis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380800400,"counter":243,"content":"<p>I have a final question on a future issue.  The average age of staff in the public sector is creeping towards 50 years of age and over the next ten years that trend will continue.  A total of 4% of the staff are under the age of 30 years.  I am not being ageist but I make the point that as time passes the sector will be losing skills and intellectual property.  What is the Department considering putting in place to ensure there is an optimum level of skills sets available in the public sector?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U00400","speaker":"1060"},{"type":"speechnospeaker","time":1380800400,"counter":244,"content":"<p>It is a big challenge and worry for us.  The median age is now 47 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380800400,"counter":245,"content":"<p>Half of the staff are over the age of 50 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U00600","speaker":"1060"},{"type":"speechnospeaker","time":1380800400,"counter":246,"content":"<p>We have brought all the young people with us today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380800400,"counter":247,"content":"<p>All are under 50.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U00800","speaker":"1100"},{"type":"speechnospeaker","time":1380800400,"counter":248,"content":"<p>We only brought the young people under 40.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380800400,"counter":249,"content":"<p>The ladies are definitely bringing the age way down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U01000","speaker":"1060"},{"type":"speechnospeaker","time":1380800400,"counter":250,"content":"<p>The young people were brought today.<\/p><p>  It is a challenge.  Any organisation must have a certain percentage of people in the different age groups.  That is healthy.  I was in Google's premises a while ago and the median age of that company's staff is 28 and 29, although it is not comparable.  People move in and out of sectors and the company does a different type of work from what we do, but certainly our age profile is not optimal.  As to what we are doing, we are downsizing the system and we are changing the mix and composition.  We will have more specialist staff and fewer clerical officers, COs, because as we automate the system will be different.  We are trying to recruit and have started on that.  Last year, we had the first administrative officer, AO, recruitment in six or seven years.  We started some new AOs.  We have a new competition for executive officers, EOs, now.  We are trying to bring in some-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380800400,"counter":251,"content":"<p>What levels of recruitment does Mr. Watt envisage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U01200","speaker":"1060"},{"type":"speechnospeaker","time":1380800400,"counter":252,"content":"<p>We are talking about a few hundred for this year.  There is a competition for between 140 and 160.  That is a small number for a system of 35,000.  It is very hard for us to change the age profile dramatically.  People are retiring and as they retire we will bring in younger groups over time and that will change it.  However, it does reflect a planning failure.  I do not wish to criticise people who came before me but it is a major planning problem.  We would like to reach the point where we would recruit people every year.  There should be a steady flow.  Hopefully, when the financial conditions are better and the fiscal situation is different we will be in a position to do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380800400,"counter":253,"content":"<p>What percentage would Mr. Watt seek to recruit every year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U01400","speaker":"1060"},{"type":"speechnospeaker","time":1380800400,"counter":254,"content":"<p>One would stay in a steady state.  If 1.5% or 2% of people retire every year, one would seek to bring a few percent into the system every year.  That would be 500 to 600 people, if one were to get to some type of steady state.  We would like to recruit more.  We are acutely aware of the challenges we face, but we are trying to bring in people and trying to identify more senior middle management, senior skills that are required, so we are doing specialist recruitment as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380800400,"counter":255,"content":"<p>This is the first time Mr. Watt has appeared before us with his officials to discuss the Vote and the various chapters from the report of the Comptroller and Auditor General.  It is interesting to see how the Department works and responds to the other Departments, because there is usually an official from your Department at our meetings every week.<\/p><p>  I have some questions about the commencement of the Department and so forth.  How much does it cost to split a Department?  What was the cost of splitting the Department?  Is all of your office space in the Department of Finance and does the Department have any offices outside?  How many staff are there?  Perhaps you would discuss that cost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U01600","speaker":"965"},{"type":"speechnospeaker","time":1380800400,"counter":256,"content":"<p>We are co-located.  The expression we use is that the two Departments are co-located in the Merrion Street-Merrion Row complex.  Most of our people are located there.  We have 50 to 60 people in Lansdowne House, Ballsbridge, but the majority of the staff are based in Merrion Street-Merrion Row, as are the majority of people in the Department of Finance.  When the Department was split after the new Government took office and decided to change it, one of the decisions we made very quickly was that we would stay in the same building.  That is very important to ensure co-ordination.  The Department of Finance has control of one side of the budget and we have control of the other side, so our people talk all the time.  We need to work together on the budget, particularly at this time of the year.<\/p><p>  The costs of setting up the Department were negligible.  When the new Government was formed we had to accommodate two Ministers as opposed to one Minister, so that involved reconfiguring some offices and putting in place an appropriate change in the accommodation for the Minister, Deputy Howlin.  That did not cost much.  We had to get new signage for the Department, but those things did not cost much.  In terms of the overall numbers, we have 315 in the core Department and the Department of Finance has approximately the same number.  Between us, there has been some increase in numbers since the old Department of Finance, but it is not significant.  That reflects not necessarily the fact that we split but that the concerns reflected in the various reports about the capacity at the centre and the capacity of the Department meant we needed to increase resourcing.  The Department of Finance expanded massively because of the banking issue and the people the NTMA brought in-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380800400,"counter":257,"content":"<p>Stick to the costs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U01800","speaker":"965"},{"type":"speechnospeaker","time":1380800400,"counter":258,"content":"<p>-----but not anything that is significant or marked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380800400,"counter":259,"content":"<p>My question is about the costs.  The Department of Finance, under Vote 6 in 2011, refers to office premises expenses of &euro;725,000 and the outturn for Vote 6 in the subhead was &euro;825,000.  Then it refers to other figures.  That is the Department of Finance.  I presume the Department of Finance bore some of the cost of the split.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U02000","speaker":"965"},{"type":"speechnospeaker","time":1380800400,"counter":260,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U02100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380800400,"counter":261,"content":"<p>If you do not have the figures today, can you give me the exact figures from the Department of Finance and from your Department outlining, within the one complex or building, exactly how much it cost?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U02200","speaker":"965"},{"type":"speechnospeaker","time":1380800400,"counter":262,"content":"<p>Yes, we will get the figures for you, Chairman.  The Department of Finance has responsibility for the corporate service element, that is, the accommodation part and the facilities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380800400,"counter":263,"content":"<p>I understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U02400","speaker":"965"},{"type":"speechnospeaker","time":1380800400,"counter":264,"content":"<p>We pay a portion of it to that Department.  It is split between the two, but we will get the figures for the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U02500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380800400,"counter":265,"content":"<p>Perhaps you will provide the figures as soon as you can.<\/p><p>  To move on to general items, issues arise here in the committee and we are often told that it is the responsibility of your Department.  I will start from the beginning, the minute, which is important.  You say in your opening statement that you are up to date and everything is fine.  That is true.  However, the actual response from the Department to the proposals made through the Committee of Public Accounts on various issues is often \"not agreed\".  Therefore, one can have a situation where we make a recommendation arising from a hearing, the Department gets the report and responds by saying \"not agreed\".  I will give an example.  In the case of the Department of Foreign Affairs and Trade, it was suggested that there should be a financial controller within that Department and in big spending Departments.  That recommendation was made.  Basically, it relates to some of the recruitment you mentioned - you need to have professionals.  Why is it the case that there are no financial controllers in the big spending Departments or risk assessment officers, as in the Department of Social Protection, and why was the answer \"No\"?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U02600","speaker":"965"},{"type":"speechnospeaker","time":1380800400,"counter":266,"content":"<p>The reason I mentioned the minutes in my note is because you and I had spoken about it.  You had expressed concern about the delay and how it was impacting on your work.  That is the reason I mentioned it, and colleagues are making an effort to ensure that it comes back promptly.<\/p><p>  In terms of the recommendations, obviously it is up to the Accounting Officer to decide whether they accept them.  We could never have any part of the system where somebody writes a report with ten recommendations and we are all supposed to say that we agree with everything and cannot question, debate or have a disagreement on it.  I can disagree with the Comptroller and Auditor General.  It is perfectly legitimate for me or any of my colleagues to do that.  Nobody is infallible.  We need to do that and have those debates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300019#U02700","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1380801000,"counter":268,"content":"<p>The Accounting Officer from the Department of Foreign Affairs and Trade suggested this should be the case.  I thought he was very honest and upfront about it, unlike some who come in and gloss over things.  There is, as Mr. Watt said, a need within the service to professionalise that particular part of the operation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V00200","speaker":"965"},{"type":"speechnospeaker","time":1380801000,"counter":269,"content":"<p>I absolutely agree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801000,"counter":270,"content":"<p>If that was the case, we might not have some of the really serious errors we have.  Mr. Watt said he agrees-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V00400","speaker":"965"},{"type":"speechnospeaker","time":1380801000,"counter":271,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801000,"counter":272,"content":"<p>-----but the minute disagrees.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V00600","speaker":"965"},{"type":"speechnospeaker","time":1380801000,"counter":273,"content":"<p>I need to read the minute to see exactly what it said.  I agree-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801000,"counter":274,"content":"<p>I think Mr. Watt should read it because I will raise this repeatedly with Accounting Officers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V00800","speaker":"965"},{"type":"speechnospeaker","time":1380801000,"counter":275,"content":"<p>We did it with economists.  We now have the Government economic service.  We are doing it with human resources managers.  We are now saying the human resources function should be professional and that qualified human resources people should run it.  My view is that when it comes to the finance function, qualified accountants and people with accountancy backgrounds should be in finance units.  I cannot recall exactly what arose in terms of the minute but I will look at it to see the exact wording of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801000,"counter":276,"content":"<p>Mr. Watt might have a look at it again because at the next meeting, it will be an item on the agenda.  It is an oversight on our part that we do not discuss those minutes in detail, so we intend to do that and then challenge the result which comes back from Mr. Watt's Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V01000","speaker":"965"},{"type":"speechnospeaker","time":1380801000,"counter":277,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801000,"counter":278,"content":"<p>The other area about which I would like to ask is human resources and recruiting people.  I will not go into it other than to say I remember the Minister, Deputy Howlin, saying in the D&aacute;il debate - I am not touching on policy here - that the spirit of the legislation on whistleblowers should be adhered to in the context of what might be happening now, even though it might not be fully in place.  I would like to believe one would be treated fairly, whether one is a whistleblower in the Garda S&iacute;och&aacute;na, F&Aacute;S or in the Office of Public Works, having brought the issue to the attention of the particular Accounting Officer or Department.  There is evidence to suggest that is not the case.  If the Minister has said it and if it is a policy issue, F&Aacute;S, the OPW, the Department of Justice and Equality or otherwise should acknowledge it is the new situation.  I would like to think those people would be protected under that particular comment or policy.  Is there something Mr. Watt can do to restate that position, in particular in respect of some of the cases which are publicly known in order that people are protected?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V01200","speaker":"965"},{"type":"speechnospeaker","time":1380801000,"counter":279,"content":"<p>We encourage people to come forward and disclose issues.  Certainly as a leader of an organisation, one wants to know what is going on and to hear about problems and issues.  If there is malpractice, one needs to hear about it.  Certainly, if somebody came to me, we would give him or her a hearing and protect him or her.  Let me reflect on whether there is anything we can say to ensure that, which is a cultural issue, can be part of the system and that it is widely known.  I am sure other colleagues would have the same view in that they would welcome people coming forward and informing them of what is going on.<\/p><p>  The sad reality of it is that to provide protection to people, we need legislation, but in the absence of the legislation, we would certainly encourage a culture where people are encouraged to be upfront and honest about what is happening and blow the whistle if that is what is required.  Those of us who are managers would very disappointed if that were not the case and if people were not coming to us and letting us-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801000,"counter":280,"content":"<p>Those who have come forward and who are still employed in different Departments are experiencing the exact opposite to what Mr. Watt described and they have complained to me.  Their names are pretty well known and are in the public domain.  They have told me they are in their place of employment but are not being given any work to do.  When we talk about value for money and extending some sort of protection or courtesy to those who speak out to help the system, it is incumbent on us to ensure that happens.  If people are turning up for work and are being excluded from contributing, which they were employed to do, there is something seriously wrong with the system.  I bring that fact to Mr. Watt's attention and ask him to look at it.<\/p><p>  I refer to another issue we have come across in terms of those employed.  Last week the internal audit unit of the HSE produced a report on the pay of senior staff in voluntary hospitals.  We saw a report in the media on how much they are paid, which seems to be outside the arrangement that should be in place.  Has Mr. Watt asked for that report?  Is it a confidential report?  Will it be shared?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V01400","speaker":"965"},{"type":"speechnospeaker","time":1380801000,"counter":281,"content":"<p>It is an internal audit report, of which are aware.  We have seen a copy of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801000,"counter":282,"content":"<p>The Department has a copy of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V01600","speaker":"965"},{"type":"speechnospeaker","time":1380801000,"counter":283,"content":"<p>We have a copy of it.  We are not happy about any situation where people are paid above the rate sanctioned, whether it is people being put on the wrong grade or being given allowances without sanction.  This has been a legacy issue in the HSE for a long time and the managers there are addressing it.  We will be working with them in terms of the report and how to address it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801000,"counter":284,"content":"<p>I have been told there is no record of these arrangements on the files of these people.  Is it not extraordinary that in a State organisation, it is not set out clearly how people are being paid?  If that is the case, and it is contained in this report, what steps will the Department of Public Expenditure and Reform, as the Department overseeing all of this, take?  What can it do and what is the scope of its authority?  What steps will it take and how long will it take for the Department to respond to this problem?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V01800","speaker":"965"},{"type":"speechnospeaker","time":1380801000,"counter":285,"content":"<p>In a number of cases where this has come to our attention, we have insisted that the pay is changed and that the allowances are taken from people or that people are regraded.  That is something we have the power to do, but sometimes the situation becomes more complex because people have a legal entitlement as they were told this was their pay.  One cannot reduce their pay or take their allowances from them.  It depends on the case.<\/p><p>  We are working with the HSE on the report.  It is something which never should have happened.  A person should not be paid above the pay rate sanctioned, whether he or she has been put on the wrong grade, which has happened, or has been given allowances or top-up payments which were not sanctioned.  That is not acceptable in bodies funded from the public purse and governed by the circulars and the central pay policy. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801000,"counter":286,"content":"<p>What will Mr. Watt do in regard to this report?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V02000","speaker":"965"},{"type":"speechnospeaker","time":1380801000,"counter":287,"content":"<p>We will go through it.  There were similar cases recently in which we wrote to the body to say pay needs to be reduced to reflect the actual sanctioned salary.  The direct impact of that was that pay would be reduced.  In some cases, however, people can legitimately claim they have a legal entitlement because it was not their fault but the fault of the human resources unit they were paid something which was not due.  It depends on the individual circumstances.  We are going to respond to this report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300020#V02100","nonspeaker":"Mr. Robert Watt"},{"type":"speechnospeaker","time":1380801600,"counter":288,"content":"<p>We were given a copy of the report.  We assisted the Department of Health in drafting a statement of pay policy for the voluntary hospitals.  The Department wrote to the HSE and the HSE wrote to the voluntary hospitals, on foot of this report, asking them to examine each of these payments.  We will continue to work with our colleagues in the Department of Health to make sure the matter is rectified to the best of our ability, bearing in mind the difficulties to which the Secretary General has referred, in terms of instances where people might have acquired a legal entitlement to those payments, for whatever reason.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W00100","nonspeaker":"Ms Oonagh Buckley"},{"type":"speech","time":1380801600,"counter":289,"content":"<p>Another issue relating to the HSE has come before this committee, namely consultants signing off on various contracts.  When we drilled down into that we found that instead of getting better, the situation had actually gotten worse.  Another issue concerned consultants who go over their limit for private work who are supposed to give back the money.  What action is taken when it is proven that the agreement between the Department of Health and the Department of Public Expenditure and Reform is not being fully adhered to?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W00200","speaker":"965"},{"type":"speechnospeaker","time":1380801600,"counter":290,"content":"<p>In that case ---<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801600,"counter":291,"content":"<p>There are two cases involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W00400","speaker":"965"},{"type":"speechnospeaker","time":1380801600,"counter":292,"content":"<p>In both cases, we remind them of the agreed position.  If consultants have given commitments and are being paid a salary from the public purse to deliver those commitments, then we expect those commitments to be honoured.  We do not understand why that is not the case.  If we have a system where somebody is meant to perform various functions or have a balance between public and private patients in terms of their time, then that should be delivered.  Systems should be in place to record and establish what the position is and then the policy should be implemented.  We have outlined to the Department of Health our views on this and indeed the Department shares our perspective.  We need to ensure that people deliver on the contracts they have entered into.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801600,"counter":293,"content":"<p>I am trying to tease out these problems because that is what the HSE said to us when it appeared before us.  The HSE said what the Secretary General has just said but what is happening in the hospitals with the consultants is completely at odds with that.  They are just continuing on as if the Department of Public Expenditure and Reform does not exist.  I am sure the Secretary General does not like that.  What concrete action is being taken to ensure that the HSE and its consultants turn in the right money for the State and adhere to their contracts?  It has gone beyond the point of discussion.<\/p><p>  Those who owe small amounts of money to hospitals are chased by debt collectors.  That is what happens to the ordinary citizen.  On the other hand, within the HSE, on this particular issue, nothing happens.  Someone must be penalised and someone must be answerable.  The same applies to every other loss.<\/p><p>  In his opening remarks, the Secretary General referred to various Comptroller and Auditor General reports highlighting loss of money, inefficiencies, systems breakdowns and so forth.  Can he point to the demotion of any group, individual or Secretary General on foot of such reports?  Has anyone lost his or her job because of all of this money going to waste?  That is the source of my frustration.  <\/p><p>  At previous meetings of this committee and the HSE, time and time again, going back as far as 2002, we have heard about the systems within the HSE that do not connect to each other, particularly the financial systems.  The budget for the HSE is constantly on the wrong side of the line.  I am heartened to hear from the Secretary General this morning that it is on the right side of the line at present.  However, we will see what the outturn will be at the end of the year.  On 25 April 2013, the HSE made the point to this committee and at previous meetings that it has difficulties with the legacy systems in place and real problems in terms of controlling the finances of the executive for that reason.  The HSE further stated that it had applied to the Department of Public Expenditure and Reform to update the system in order to make it fit for purpose, in the context of controlling expenditure.  Can the Secretary General tell us the status of that application.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W00600","speaker":"965"},{"type":"speechnospeaker","time":1380801600,"counter":294,"content":"<p>We have already discussed this morning the difficulties of budgeting within the health system, given that demand is difficult to predict.  There has been increased demand for acute hospital services, for medical cards and so forth.  We must be fair because the system is both enormous and highly complex and controlling all of the levers is a difficult challenge.  On the financial system, it is very difficult for the HSE to do its job with the fragmented approach currently in place, which is a legacy of the way the HSE was developed.  In other words, we kept the old health board system and did not really develop an integrated organisation.  Such an integrated organisation would have one financial management system but the HSE has 11 such systems which ---<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801600,"counter":295,"content":"<p>There are 14 different systems.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W00800","speaker":"965"},{"type":"speechnospeaker","time":1380801600,"counter":296,"content":"<p>Sorry, it has 14 systems, which obviously is not efficient.  We support the HSE investing in financial management systems.  We are working with the Secretary General of the Department of Health and with Tony O'Brien of the HSE to support investment in proper financial management systems which will provide the HSE with the information it needs ---<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801600,"counter":297,"content":"<p>How long has the Department of Public Expenditure and Reform had that application from the HSE?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W01000","speaker":"965"},{"type":"speechnospeaker","time":1380801600,"counter":298,"content":"<p>I believe there have been discussions between both Departments on this matter for a while.  Discussions are ongoing about ---<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801600,"counter":299,"content":"<p>The HSE has told us that this application is with the Department of Public Expenditure and Reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W01200","speaker":"965"},{"type":"speechnospeaker","time":1380801600,"counter":300,"content":"<p>I do not believe it is quite as simple as the HSE applying to us and us deciding whether to sanction spending or not.  Discussions are ongoing about how to move to a system which will meet the needs of the HSE and which is consistent with new accounting requirements and budgeting methods.  There are issues around the Votes and their restructuring as well as the restructuring of the HSE itself into different directorates.  I will check what the current position is but ---<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801600,"counter":301,"content":"<p>The HSE told us that it requires a new system in order to report on the management of finances right across the spectrum of the HSE.  It then told us that an application was with the Department of Public Expenditure and Reform.  I am simply asking if the Secretary General will revert to us, as quickly as possible, to let us know when the application was lodged, how it has progressed, its current status and the projected cost.  When we asked the HSE about the cost of the proposal, we were told that it was commercially sensitive, which I understand perfectly.  However, we would like some indication as to where we are going with this because when the HSE representatives came before us, it was clear that they did not have a clue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W01400","speaker":"965"},{"type":"speechnospeaker","time":1380801600,"counter":302,"content":"<p>We support developing an integrated and more modern system of financial accounting for the HSE to enable it to do its job.  We absolutely support that principle.  I will come back to the committee with information on where we are with those discussions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380801600,"counter":303,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W01600","speaker":"965"},{"type":"speechnospeaker","time":1380801600,"counter":304,"content":"<p>On the wider issue, since the Department was established we have been working on reforming the budgetary system including moving to multi-annual budgets, initiating comprehensive spending reviews and having much more output data.  We have worked with the Comptroller and Auditor General on a variety of recommendations he put forward.  We worked together on a fiscal transparency review with the IMF.  We have published a new value for money code which tries to pick up the lessons we have learned from various reports and examples of inefficient practice, poor practice, poor product specifications and so forth.<\/p><p>  I agree with the fundamental point the Chairman is making.  As I said in my opening remarks, we need to have a much greater focus on accountability within the system.  We cannot improve performance until we deal with accountability.  We are in the middle of framing a paper which addresses a number of issues related to accountability.  It deals with the relationships between Ministers and senior civil servants, with delegation and having accountability throughout the system.  It deals with the importance of publishing clear objectives, naming the officials who are responsible for different projects and ensuring that those officials are able to account directly for what is happening.  The Chairman has identified a fundamental issue that must be addressed within the system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300021#W01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380802200,"counter":305,"content":"<p>In the context of the comments Mr. Watt has just made, he has heard me refer previously to the Local Government Audit Service.  This is a policy matter, which I will not discuss.  However, I will state that it is ridiculous that although we have one set of auditors in one location and another set somewhere else, it took action on the part of the Comptroller and Auditor General to reveal information on the cost of waste and issues relating to dumps.  Some &euro;119 million in taxpayers' money is at stake here.  We received the report in question and we are also aware of the &euro;80 million to &euro;90 million that the Poolbeg project has cost to date.  We are now being informed that we cannot investigate matters relating to the other big expenditure in the Department.  There is no public discussion about waste in local government or in respect of the figures relating to road and other projects.  The figure of &euro;119 million to which I refer came out of the blue.  This is a cost to the State for complete inefficiency on the part of local government.<\/p><p>  Something must be done in order to establish a relationship between this committee, local government and the Department in the context of its work.  I acknowledge that all of those before us play a very important role.  I also acknowledge the good things that have come about.  However, there is a stubbornness within the system which allows these overspends or inefficiencies to occur.  Issues of this nature have been highlighted in successive reports of the Comptroller and Auditor General.  I can provide examples.  Mr. Watt referred to bringing in a paper and dealing with it.  This committee deals with specifics, with the fallout from the system.  If that did not happen, there would be less tax to pay and, perhaps, more money to spend.<\/p><p>  Some weeks ago representatives from the Valuation Office came before us.  I inquired about the valuation tribunal - something about which I previously knew nothing - and was informed that it costs &euro;650,000 to run.  The chairman of that tribunal is paid &euro;555 per day and the vice chairman receives &euro;450 per day.  A day in this context might be for a sitting or however else they might describe it.  Members of this tribunal are each paid &euro;359 per day.  If there is a second sitting, the rate drops to &euro;154, &euro;133 and &euro;107 per day for the chairman, vice chairman and members, respectively.  Those are handy old rates of pay.  I asked the representatives from the Valuation Office why the individuals are being paid these amounts.  I inquired whether it is because they are so well qualified and because it is so difficult to find others with their level of expertise that they must be paid at these rates.  In response, I was referred to Mr. Watts's Department.  When I asked the question I was informed that the Department of Public Expenditure and Reform agrees these matters and that perhaps I should put my concerns to it.  Will Mr. Watts indicate why those to whom I refer are being paid that much money?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X00100","speaker":"965"},{"type":"speechnospeaker","time":1380802200,"counter":306,"content":"<p>As the Chairman is aware, we have reduced rates right across the board.  I refer to pay rates-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380802200,"counter":307,"content":"<p>How much were they being paid?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X00300","speaker":"965"},{"type":"speechnospeaker","time":1380802200,"counter":308,"content":"<p>-----as well as rates for professional fees and rates for people sitting on boards.  In terms of the boards with which I am familiar, namely, the Public Appointments Service, we reduced the rates considerably for people who sit on interview boards and so on.  If the Chairman considers where costs have been reduced and the nature of the reductions in rates across the board, he might ask from where these emanated.  He might also ask who has been battling away for the past five years in an effort to reduce these costs and which Department has been driving the enormous and unprecedented reductions in spending that have occurred.  Furthermore, he might ask who negotiated the Croke Park and Haddington Road agreements, and who managed the downsizing of the public sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380802200,"counter":309,"content":"<p>I respect all that, but I am asking a specific question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X00500","speaker":"965"},{"type":"speechnospeaker","time":1380802200,"counter":310,"content":"<p>The Chairman can pick an example from one body out of thousands.  I am sure the figures to which he refers are correct.  I do not know what those to whom he refers were paid previously.  They may have been paid more than the sums quoted.  The rates have come down across the board by 20% to 30% and we expect that those cuts which have taken place elsewhere would be reflected in those.  Perhaps the Chairman will allow me to check if-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380802200,"counter":311,"content":"<p>Will Mr. Watt provide an indication of the reasoning behind this via letter or whatever?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X00700","speaker":"965"},{"type":"speechnospeaker","time":1380802200,"counter":312,"content":"<p>We will see what the position is and whether the amounts involved have been reduced.  The rates for people employed in the public sector and for those who provide services to the public sector have been reduced significantly and across the board.  We will see what is the position in respect of the valuation tribunal.<\/p><p>  In the context of the issues the Chairman raised in respect of local Government, I would be perfectly happy to engage in a robust debate with him on any issue.  I would also be perfectly happy to listen to criticisms of the system.  I have done this before and I have no difficulty doing it again.  With regard to local government, I am in favour of merging the committees and of the Comptroller and Auditor General taking on the role to which the Chairman referred.  I have no problem with that - it is a policy issue - but it is my view that it should happen.  I do not know why we do not have a single audit service for the system.  However, there are 1,700 councillors throughout the country and is it not also their job to ensure that the local authorities on which they sit expend money in an appropriate way?  They are responsible for setting rates and local authorities are half funded by means of commercial rates.  There is a role here for officials from the Department of the Environment, Community and Local Government and for an audit service.  However, 1,700 councillors also have a role to play.  It is the job of the latter to ensure that money is spent correctly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380802200,"counter":313,"content":"<p>It is our job to investigate when we see money being spent poorly, regardless of the number of councillors.  Somebody has to cry \"Stop.\"  In the context of the figures we have seen, I, as Chairman, and the other members are of the view that someone must cry \"Stop\" because otherwise what is happening will just continue.  I made reference to the Poolbeg project, the cost of which is running at &euro;80 million to &euro;90 million, and the matter we are currently discussing, the cost of which stands at &euro;119 million.  However, I could provide many other examples of the way taxpayers' money is being wasted.  The procedure must be that we examine matters of this nature in more detail and perhaps take steps to prevent any recurrences.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X00900","speaker":"965"},{"type":"speechnospeaker","time":1380802200,"counter":314,"content":"<p>As I did previously, I have set out at this meeting the steps we have taken and the measures we have introduced in order to improve the system, drive down spending and improve efficiency.  We work with the Comptroller and Auditor General and the committee-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380802200,"counter":315,"content":"<p>And I respect that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X01100","speaker":"965"},{"type":"speechnospeaker","time":1380802200,"counter":316,"content":"<p>-----and we are perfectly happy to hear any further suggestions members may have about how we might improve performance in this space.  It is important, however, to acknowledge what has been done and to note the progress which has taken place, which I have done and which we are happy to hear.  I also think it is a very unfair representation of the public sector and what goes on within it to take a report produced by the Comptroller and Auditor General and identify issues in ten, 12 or 15 chapters.  Where waste is identified, details must be set out and we must learn lessons.  Waste is not acceptable.  However, it must be put in the context of the overall system and the scale thereof.  No matter what the committee, the Department or the Comptroller and Auditor General do, there are going to be mistakes.  There will also be projects that will not work because we are dealing with uncertainty and underperformance.  We must learn all the time and do the best we can.  We must also, however, place all this in the context of the scale of the system.<\/p><p>  I referred earlier to procurement.  Perhaps the Chairman does not like the fact, but a particular report was compiled that shows that 99.9% of goods, services, etc., were procured in line with procedures and in the context of the rules relating to competition.  Alongside the criticism relating to the &euro;80 million that was not procured in line with that to which I refer, there should have been a comment to the effect that 99.9% of the remainder of spending was within the guidelines.  I am of the view it is very important to say that.  If we say that taxes are not being collected in a certain area or that fraud is occurring in another, it is very important to contextualise and to explain what is the position of the relevant body or Department.  It is also important to place any incident in the context of the overall spend or the overall revenue being collected.  It is important to make that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380802200,"counter":317,"content":"<p>I am sure the Comptroller and Auditor General can answer that criticism.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X01300","speaker":"965"},{"type":"speechnospeaker","time":1380802200,"counter":318,"content":"<p>I was going to come in on this point at the end in any event.  In the context of the element of procurement that is reported and in respect of which I identified a difficulty, it is not correct to say that the other 99.9% is clear.  What I pointed out in my report and again in my opening statement is that there is actually under-reporting by Departments.  That is the first problem.  There is a particular difficulty with the HSE in this regard and we have reported on that matter previously.  However, there is a much more serious problem that is not fully accounted for in the figures.  In addition, many agencies are not included within the terms of Circular 40\/02.  As a result, there is probably more non-compliant procurement in the system than is included in the chapter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300022#X01400","nonspeaker":"Mr. Seamus McCarthy","continuing":true},{"type":"speechnospeaker","time":1380802800,"counter":320,"content":"<p>I am perfectly happy to engage in this discussion and to take the recommendations and to learn the lessons from the work of the Office of the Comptroller and Auditor General.  That is the whole point of having the system set up in the way it is.  However, I simply do not agree with the idea, for example, in this case, that there is material non-compliance with procurement.  If that is the case, it has not been demonstrated in the report that I have read, because what I have read shows that, excluding the An Post contract, there is &euro;80 million out of an overall amount.  While the Comptroller and Auditor General might state his office did not look at the entire &euro;9 billion and that it is less than that, based on what I have seen, it cannot be established that there is material non-compliance in procurement.<\/p><p>  I will be perfectly blunt with the Chairman about my worry in this regard.  The coverage of these issues and of the report published this week outlined a litany of waste and of abuse and a system that is malfunctioning and dysfunctional, which I do not think is a fair reading of the report.  I am not criticising, because neither the committee nor the Comptroller and Auditor General are responsible for the media coverage, but people must develop a sense of balance and perspective.  While absolutely every single issue of waste must be identified and we must act on such an issue, it must be put in the context of the overall spend that is under review and the size of that overall spend.  This is the point I am making because people have a sense of confidence, or a lack thereof, in the system based on how a report is reported and, in my view, that is not fair.  It is not what the Comptroller and Auditor General is saying and it gives a distorted view of the performance of the system.  Let us have a report alongside this report that talks about all the successes, all the achievements all the improvements, all the productivity grains and all the examples of where money is properly spent.  Why do we not do that as well?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300023#Y00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380802800,"counter":321,"content":"<p>Why do we not then list the number of people on trolleys?  Why not list the number of people who cannot have operations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300023#Y00300","speaker":"965"},{"type":"speechnospeaker","time":1380802800,"counter":322,"content":"<p>However, you do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300023#Y00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380802800,"counter":323,"content":"<p>Why not list the number of people who cannot have operations because money is being wasted by the system?  Look at people waiting for nine months in respect of social welfare.  Look at the staggering ongoing yearly cost of fraud and error within social welfare.  I went to the bother of driving down to County Tipperary to see a particular project because, like Mr. Watt, I am hands on and like to see what is going on.  The taxpayer, through different Departments, has invested &euro;4 million in that particular project, which now is locked up.  The fine timber floors for which the taxpayer paid are now popping up and bending all over the place.  The response of the State is to ignore the &euro;4 million and to investigate &euro;150,000.  My request to Mr. Watt's official on that day was to come back to tell the committee what could be done to save the &euro;4 million already invested by the taxpayer.  The taxpayer does not understand the reason the &euro;3.3 million for the State Pathologist's office was written off and the site's development not completed.<\/p><p>  Mr. Watt can suggest that one puts together all the nice things and he gave himself a glowing report this morning.  While I do not disagree with some of it, I do disagree with other parts of it.  However, this is the issue with regard to the system and it just continues.  On the simple matter of paying a person, a State agency paid a person for six years at a cost of &euro;300,000 in spite of that person declaring he should not be paid as he was with another agency.  The work of this committee may dwell on the negatives in the system but unless members understand the complexities of these negatives and the costs to the State, one will never get the positive side of the balance sheet correct.  No one here suggests that positive things are not happening, because of course they are and officials do a good job.  However, one must look at this and conclude there is something wrong with our system that allows this to happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300023#Y00500","speaker":"965"},{"type":"speechnospeaker","time":1380802800,"counter":324,"content":"<p>I am delighted the Chairman acknowledges there are positives in the system, because that is the reality of what is happening.  I was not disagreeing for one moment in respect of the cases that have been set out in the reports or the different examples that have been put forward today.  They absolutely are not acceptable, they must be and will be addressed, and we will keep on learning from such mistakes.  The point I was making, which is valid and on which everyone must reflect, is how this debate takes place about the system and about how legitimate reports criticising mistakes are contextualised in the overall scheme of what the system is delivering day after day for people.  That is the point I was making.  I was not for a moment suggesting this is not a valid exercise, that the report is not valid or that we need not learn from it or on what is the role of the committee, but we must contextualise with regard to what the system is delivering and its achievements, while of course at the same time identifying such unacceptable practices and ensuring they are not repeated in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300023#Y00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380802800,"counter":325,"content":"<p>I wish to bring up one particular topic but specifically on this issue.  I must state straight up that Mr. Watt is being overly sensitive and I will tell him the reason his actions prove this.  Mr. Watt spoke of the &euro;50 billion that is expended by the State and the good work that is done.  That will be debated in the Chamber during the budget and Estimates debates.  In the case of each line Department, a Minister will come in for as long as it takes to explain to everyone in the Oireachtas all the good work being done in his or her Department.  Members have had terrible discussions on the Croke Park or Haddington Road agreements over the years on the good work that is being done.  That is all being done.  One element of the overall work of Members of the Oireachtas is to consider the report of the Comptroller and Auditor General.  Consequently, the context with which Mr. Watt is concerned is being set on every other day of the year in the course of Oireachtas business, at Oireachtas committees and by Oireachtas chairs.  Members come to this and Mr. Watt should give credit to the people on this side of the House.<\/p><p>  Interestingly, I refer to the reason I believe Mr. Watt is overly sensitive on this particular issue.  Chapter 13 in this report concerns procurement without a competitive process.  I was the first speaker up today and did not mention it.  I read it, it was clear cut and I could see the issue regarding An Post and the Garda S&iacute;och&aacute;na.  I did not mention it because I could see the merits of what Mr. McCarthy was trying to point out.  I did not need to quiz him on it because no more needed to be said.  However, Mr. Watt has mounted up as an issue my first statement this morning because he appears to be somewhat sensitive about it.  He brought it up a little while ago and then brought up with the Comptroller and Auditor General by questioning the reason there is a report on this issue.  Mr. Watt is the only person to have brought up this issue today.  He has done so three times and it might get coverage solely because he is a bit sensitive.  I was happy to see the context in which this took place, to accept that context and to accept that it involved small sums of money.  There is not even a suggestion that the money was lost.  There are just reasons that it was not competitive.  There are many contexts set out on other days, but perhaps Mr. Watt is just present on a single day.<\/p><p>  I have two further issues regarding the Vote issue to which I wish to revert, but perhaps the Chairman should conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300023#Y00700","speaker":"1100"},{"type":"speech","time":1380802800,"counter":326,"content":"<p>I will just finish, as I will not raise this in any detailed way.  While I will do so later on, I am conscious of the time and acknowledge Mr. Watt has been in attendance for a long time.  I respect that and did not realise it was close to 2 p.m.  There is a cost associated with school transport but I have failed to get to the end of it in respect of the relevant Department in terms of how it accounts for the cost, what it does, whether value for money is achieved on it, and so on.  Then there is the question, regarding the money that is paid to C&oacute;ras Iompair &Eacute;ireann, CIE, or Bus &Eacute;ireann and such organisations, as to how it is accounted for, because the Accounting Officer does not account for it.  Is that correct?  I refer to school transport and the money that is given to CIE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300023#Y00800","speaker":"965"},{"type":"speechnospeaker","time":1380802800,"counter":327,"content":"<p>I believe the subvention to CIE every year is &euro;250 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300023#Y00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380802800,"counter":328,"content":"<p>Last year, I think it was &euro;260 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300023#Y01000","speaker":"965"},{"type":"speechnospeaker","time":1380803400,"counter":329,"content":"<p>The subvention from the Transport Vote, to some degree, goes to subvent Dublin Bus loss making routes but, in the main, goes to Irish Rail.  The Accounting Officer for the Department of Transport, Tourism and Sport will account for that expenditure in the normal fashion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z00100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380803400,"counter":330,"content":"<p>Does Mr. Watt have concerns about the amount of money going into such a company?  Are we getting value for money?  Is the money being spent correctly?  I would ask the same questions about the school transport system.  Is it profitable?  For what are we paying them?  How does the Department gauge if it is profitable to do this?  The Committee of Public Accounts could not get all of the answers to these two major issues.  I do not want to be hard, but the Department of Public Expenditure and Reform oversees all expenditure.  Department of Finance officials attend the committee every week and when they return to the Department, to whom do they report?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z00200","speaker":"965"},{"type":"speechnospeaker","time":1380803400,"counter":331,"content":"<p>In the first instance, it is the responsibility of the Accounting Officer for the relevant Department.  School transport comes under the Department of Education and Skills, while the subvention to CIE is within the remit of the Department of Transport, Tourism and Sport.  The Vote officer who attend the committee takes account of the discussions and the conclusions of the report and feeds the information into discussions with the Department on expenditure and the formulation of the Estimates.  That is reflected in the discussions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380803400,"counter":332,"content":"<p>Will Mr. Watt check and tell me what happened in the Department of Public Expenditure and Reform following our discussion of school transport?  What changes are proposed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z00400","speaker":"965"},{"type":"speechnospeaker","time":1380803400,"counter":333,"content":"<p>There have been very significant reductions in the subvention to CIE in recent years.  There have also been significant reductions in the amount spent on school transport and changes to the charges made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380803400,"counter":334,"content":"<p>I am not talking about reductions but accountability for the money being spent, whether it be &euro;10 or &euro;1 million.  Is Mr. Watt satisfied, as the Secretary General of the Department that oversees all expenditure, with the way expenditure is being accounted for and that everything is in order?  I am bringing to his attention that the committee examined the expenditure on school transport and the subvention to CIE and I am now asking him to look at it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z00600","speaker":"965"},{"type":"speechnospeaker","time":1380803400,"counter":335,"content":"<p>Certainly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380803400,"counter":336,"content":"<p>I thank the Chairman for allowing me to contribute a second time.  I wish to raise the issue of public private partnerships, PPP.  I may have to ask the Comptroller and Auditor General to help me on this issue also.  I am a little confused by a footnote in his report.  It refers to future commitments in respect of public private partnerships which are estimated at about &euro;4 billion as follows: &euro;1 billion for education, &euro;500 million for court services; &euro;658 million for the OPW; almost &euro;1.7 billion for national roads; and a small amount for environment projects.  The footnote indicates that the amounts shown for projects sanctioned by the Department of the Environment, Community and Local Government such as water services reflect the upfront payments, but they do not include expenditure under the contracts by the relevant local authority or the outstanding commitments that have to be met by the local authorities from their own budgets.  The report produced by the Comptroller and Auditor General outlines the commitments up to a figure of &euro;4 billion and everybody reading the report will take it at face value.  I look at the amounts for outstanding commitments in all of the Departments I have just mentioned and the ballpark figure is that &euro;2.5 billion has been paid, but there are outstanding commitments of &euro;4.5 billion.  In rough terms, there is almost twice as much outstanding in the next 20 to 30 years as has been paid to date, but when we look at the figure the Comptroller and Auditor General has supplied and because he is not the local government auditor, he has shown that &euro;594 million has been committed for water services.  That leads me to believe the relevant local authorities have at least &euro;1 billion of future commitments.  I am quite sure of this because I know from my own local authority the scale of what is involved which is included in the projects list.  This is definitely a figure of &euro;1 billion of commitments in public private partnerships that is not reflected in the figure of &euro;4 billion included in the Comptroller and Auditor General's accounts.  Some effort must be made by the Secretary General or the Comptroller and Auditor General to give the committee a proper report by getting the Minister for the Environment, Community and Local Government to get the figures from local authorities.  It would have been helpful to have had the round figure.  The figure should be closer to &euro;5.5 billion.  Does Mr. Watt know what I am trying to highlight?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z00800","speaker":"1100"},{"type":"speechnospeaker","time":1380803400,"counter":337,"content":"<p>Yes, I do.  The local authority water projects are design-build-operate as opposed to design-build-operate-finance.  If I understand them correctly, the capital costs of projects are funded from the Exchequer and the operating contract is for 20 years.  It is the contract for the operating part that is not reflected in the numbers.  It is not of the order of &euro;1 billion; it is less than this, but we will find out the figure for the Deputy and come back to him with it.  These contracts, design-build-operate, are different from the classic PPP contracts, in which the capital and operating costs are funded by a unitary payment over 20 to 25 years such as in the case of a school.  There are questions as to whether they are PPP contracts.  The operating element of the contract is a commitment, a liability.  I will check the amount for the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380803400,"counter":338,"content":"<p>Thank you, Mr. Watt.  My next question also relates to the outstanding commitments of &euro;4 billion for projects included in the Comptroller and Auditor General's report.  What is the interest payment for these projects?  May I also have the highest and lowest figures for the cost of finance for the projects?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z01000","speaker":"1100"},{"type":"speechnospeaker","time":1380803400,"counter":339,"content":"<p>The cost of funds is a certain number of basis points for the LIBOR rate.  We can come back to the Deputy with the figures, as it depends on the arrangement at the financial closure of the projects.  It is about 200 to 250 basis points above the finance rate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380803400,"counter":340,"content":"<p>Does Mr. Watt have any idea if the rate is 5%, 6%, 7% to 8%?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z01200","speaker":"1100"},{"type":"speechnospeaker","time":1380803400,"counter":341,"content":"<p>For project financing, it would be above 5%.  Let me come back to the Deputy on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380803400,"counter":342,"content":"<p>The reason I am specifically raising the cost of finance is that I see from the report of the Comptroller and Auditor General issued last week that the average cost of finance in respect of the national debt is about 4%.  I do not see a reason the State and the taxpayer should have to pay a finance charge of more than 5% on a figure of &euro;4 billion to &euro;5 billion.  If we were to save 1% on the finance charge on a figure of &euro;4 billion, there would be a saving of &euro;40 million next year.  If Mr. Watt were to get a reduction in the rate from 5% to 4% in line with the cost of finance on all other State borrowings, he would save the taxpayer &euro;40 million in the budget figures next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z01400","speaker":"1100"},{"type":"speechnospeaker","time":1380803400,"counter":343,"content":"<p>We will ask the National Development Finance Agency to come back with a note on it.  The financing of PPP infrastructural projects will be at a higher cost than the sovereign rate of 4% that the Deputy mentioned.  We will pay more for that money because of the inherent riskiness of the projects involved.  I will come back to the Deputy on what the margin is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380803400,"counter":344,"content":"<p>The Comptroller and Auditor General refers to the need for periodic benchmarking of PPP projects.  Mr. Watts stated in his recent report that core services had saved &euro;160,000 in renegotiating PPP agreements.  He also stated he had agreed to ask all relevant Departments to do the same.  Has he done this yet?  Has he issued a circular in that regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z01600","speaker":"1100"},{"type":"speechnospeaker","time":1380803400,"counter":345,"content":"<p>Yes, we have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380803400,"counter":346,"content":"<p>I ask Mr. Watt to send it to the Committee of Public Accounts because it is important to see how the Department of Public Expenditure and Reform is following up on matters.  Will he also come back to us on the &euro;4 billion outstanding on PPP projects?  I see the commitments for some school projects assume an inflation rate of 4%, while others assume an inflation rate of 2.5%.  If the inflation rate is lower than what is built into the contract, is that another cost to the taxpayer?  What is the inflation rate for each of the 38 projects?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z01800","speaker":"1100"},{"type":"speechnospeaker","time":1380803400,"counter":347,"content":"<p>Just one of the school projects has a built-in 4% inflation rate - the original pilot scheme.  A second project has a built-in 2.5% inflation rate.  All of the remaining projects have a built-in 2% inflation rate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z01900","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1380803400,"counter":348,"content":"<p>I thank the Comptroller and Auditor General for that information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300024#Z02000","speaker":"1100","continuing":true},{"type":"speechnospeaker","time":1380804000,"counter":350,"content":"<p>Absolutely.  I will answer it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300025#AA00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380804000,"counter":351,"content":"<p>I want to know why the Department has new secrecy provisions built into the legislation going through the D&aacute;il for PPPs.  There are between &euro;4 billion and &euro;5 billion worth of them now.  Why has the Department included in that legislation specific new provisions to exclude from freedom of information the terms and conditions of employees of the National Treasury Management Agency, the National Asset Management Agency, the National Pensions Reserve Fund and the National Development Finance Agency?  That does not concur with facilitating access to official information.  All this is occurring when, as we speak, the legislation in the Chamber is doing the exact opposite.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300025#AA00300","speaker":"1100"},{"type":"speechnospeaker","time":1380804000,"counter":352,"content":"<p>We put it in the opening remarks to have a discussion about the Estimates of the Department.  There is no point having a discussion about the Estimates of the Department if we do not discuss what the Department actually does to justify the &euro;35 million in spending.  That is why we put it in.  I did not necessarily want to encourage a debate on the matter since the Minister is brining it to the House, so I thought it better to keep away from it.  The Bill extends freedom of information provisions dramatically and restores them to where they were in 2003.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300025#AA00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380804000,"counter":353,"content":"<p>No, it does not.  The fees are still in place.  I cannot let that statement go unchallenged.  The biggest change in 2003 was the fees and the Department is not reversing them.  I will leave it with the Minister.  I have made the point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300025#AA00500","speaker":"1100"},{"type":"speechnospeaker","time":1380804000,"counter":354,"content":"<p>Deputy Fleming and the Minister can debate over the next few months whether it is an improvement in openness and transparency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300025#AA00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1380804000,"counter":356,"content":"<p>Is it agreed to dispose of Vote 7, Vote 42 and chapters 6, 12 and 13 of the annual report of the Comptroller and Auditor General?  Agreed.  My thanks to the witnesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2013100300025#AA00700","speaker":"965"},{"type":"majorheading","content":"Committee on Environment, Culture and the Gaeltacht: An Fochoiste um an Strait&eacute;is 20 Bliain don Ghaeilge 2010-2030 agus Ruda&iacute; Gaolmhara","time":1380794400,"counter":358},{"type":"unspoken","content":"The Joint Committee met at 11:00","time":1380794400,"counter":359,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300002"},{"type":"minorheading","content":"Ag Spreagadh na Gaeilge ar fud na Tíre: Plé","time":1380794400,"counter":361,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300002#A00100"},{"type":"speech","time":1380794400,"counter":362,"content":"<p>Cuirim f&aacute;ilte roimh na finn&eacute;ithe at&aacute; os &aacute;r gcomhair inniu, Si&uacute;n N&iacute; Dhuinn, comhordaitheoir, Gaelbhratach, Cormac &Oacute; Feinneadha, bainisteoir imeachta, Rith 2014, Julian de Sp&aacute;inn, ard-r&uacute;na&iacute;, Conradh na Gaeilge agus S&iacute;ne Nic an Ail&iacute;, feidhmeannach forbartha agus oifige, Conradh na Gaeilge.  Chomh maith le sin, t&aacute; Aodh&aacute;n &Oacute; De&aacute; agus S&iacute;omha N&iacute; Mhuir&iacute; anseo  C&eacute;ad m&iacute;le f&aacute;ilte rompu ar fad agus gabhaim m&iacute;le bu&iacute;ochas leo as ucht teacht chuig an cruinni&uacute; seo.  &Eacute;isteoidh muid go g&eacute;ar le gach a mbeidh le r&aacute; acu anseo mar t&aacute; s&eacute; an-t&aacute;bhachtach don fochoiste go dtagann gr&uacute;pa&iacute; cos&uacute;il leo isteach chugainn.<\/p><p>  Iarraim anois ar an gcl&eacute;ireach an gn&aacute;th fh&oacute;gra a l&eacute;amh a thugtar do ghach finn&eacute; a thagann os comhair coiste Oireachtais.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300002#A00200","speaker":"1115"},{"type":"speechnospeaker","time":1380794400,"counter":363,"content":"<p>Ba mhaith liom a chur ar aird na bhfinn&eacute;ithe, de bhua Alt 17(2)(l) den Acht Um Chl&uacute;mhilleadh 2009, go bhfuil finn&eacute;ithe faoi chosaint ag l&aacute;n-phribhl&eacute;id maidir leis an bhfianaise a thugann siad don choiste seo.  M&aacute; orda&iacute;onn an coiste d&oacute;ibh, &aacute;mh, &eacute;ir&iacute; as fianaise a thabhairt i leith n&iacute; &aacute;irithe agus m&aacute; leanann siad d&aacute; tabhairt, n&iacute;l siad i dteideal d&aacute; &eacute;is sin ach pribhl&eacute;id c&aacute;ilithe i leith na fianaise acu.  Orda&iacute;tear d&oacute;ibh nach dtabharfar ach fianaise a bhaineann le h&aacute;bhar na n-imeachta&iacute; seo agus fiafra&iacute;tear d&iacute;obh cleachtadh parlaiminte a urram&uacute; n&aacute;r ch&oacute;ir, m&aacute;s f&eacute;idir, daoine n&aacute; eintiteas a ch&aacute;ineadh n&aacute; l&iacute;omhaint&iacute; a dh&eacute;anamh ina n-aghaidh, ina ainm, ina hainm n&oacute; ina n-ainm ar shl&iacute; a bhf&eacute;adfa&iacute; iad a aithint.  Ba mhaith liom iad a chur ar an eolas go nd&eacute;anfar na r&aacute;itis tionscnaimh a chuir siad faoi bhr&aacute;id an choiste a fhoilsi&uacute; ar shu&iacute;omh gr&eacute;as&aacute;in an choiste tar &eacute;is an chruinnithe seo.  Meabhra&iacute;tear do chomhalta&iacute; an cleachtadh parlaiminte at&aacute; ann le fada n&aacute;r ch&oacute;ir d&oacute;ibh tuairim&iacute; a thabhairt maidir le duine at&aacute; taobh amuigh de na Tithe n&oacute; le hoifigeach ina ainm n&oacute; ina hainm ar shl&iacute; a bhf&eacute;adfa&iacute; iad a aithint.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300002#A00300","nonspeaker":"Clerk to the Committee"},{"type":"speech","time":1380794400,"counter":364,"content":"<p>Iarraim anois ar Shi&uacute;n N&iacute; Dhuinn labhairt linn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300002#A00400","speaker":"1115"},{"type":"speechnospeaker","time":1380794400,"counter":365,"content":"<p>T&aacute;im anseo le caint ar an sc&eacute;im nua at&aacute; bunaithe ag Conradh na Gaeilge agus Gael Linn - maoinithe ag Foras na Gaeilge - An Ghaelbhratach.  Is sc&eacute;im ghradaim nua &iacute; An Ghaelbhratach, a thugann aitheantas do scoileanna a gn&iacute;omha&iacute;onn le h&uacute;s&aacute;id na Gaeilge le feasacht ar an teanga a chur chun cinn tr&iacute;d an scoil ar fad.  T&aacute; an sc&eacute;im beag&aacute;in&iacute;n cos&uacute;il leis an sc&eacute;im ar a dtugtar an brat glas agus an bunsmaoineamh go gcaithfidh na mic l&eacute;inn gn&iacute;omh&uacute; ar mhaithe le rud &eacute;igin a bhaint amach ag deireadh na bliana.<\/p><p>  T&aacute; Conradh na Gaeilge, le taca&iacute;ocht &oacute; Sheachtain na Gaeilge, freagrach as feidhmi&uacute; na sc&eacute;ime sna hiarbhunscoileanna, agus t&aacute; Gael Linn freagrach as feidhmi&uacute; na sc&eacute;ime sna bunscoileanna.  Is &iacute; S&iacute;omha N&iacute; Mhuir&iacute; at&aacute; ag obair le Gael Linn sna bunscoileanna agus t&aacute; mise ag pl&eacute; leis na hiarbhunscoileanna.  Labhr&oacute;idh S&iacute;omha faoin sc&eacute;im ar ball.  T&aacute; Foras na Gaeilge ag tac&uacute; leis An Ghaelbhratach &aacute; chur chun cinn ag an d&aacute; leibh&eacute;al sna scoileanna.<\/p><p>  T&aacute; mise ag obair le Conradh na Gaeilge agus t&aacute; m&eacute; anseo le labhairt faoi An Ghaelbhratach san hiarbhunscoileanna.  Ar dt&uacute;s, m&aacute; t&aacute; an scoil chun tabhairt faoin Ghaelbhratach a bhaint amach, n&iacute; m&oacute;r do strucht&uacute;r na scoile ar fad bheith tiomanta don Ghaelbhratach a bhaint amach.  N&iacute; m&oacute;r go mbeadh na mic l&eacute;inn, an fhoireann ar fad, idir mh&uacute;inteoir&iacute; agus bhaill f&oacute;irne eile, an bord bainist&iacute;ochta, gobharn&oacute;ir&iacute; agus coiste na dtuismitheoir&iacute; ar fad san &aacute;ireamh, tiomanta don aidhm sin. Go dt&iacute; seo, t&aacute; ag &eacute;ir&iacute; go maith linn na ruda&iacute; sin a bhaint amach.<\/p><p>  Is &iacute; an aidhm at&aacute; ag An Ghaelbhratach n&aacute; scoileanna na t&iacute;re a spreagadh agus a chumas&uacute; le gn&iacute;omh&uacute; chun &uacute;s&aacute;id na Gaeilge a chur chun cinn tr&iacute;d an scoil ar fad ar bhonn \"plean&aacute;ilte\", \"lean&uacute;nach\" agus \"taitneamhach\", focail t&aacute;bhachtacha sa rud ar fad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300002#A00500","nonspeaker":"Si&uacute;n N&iacute; Dhuinn","continuing":true},{"type":"speech","time":1380794400,"counter":367,"content":"<p>Gabhaim bu&iacute;ochas le Si&uacute;n N&iacute; Dhuinn as ucht an r&aacute;itis sin.  Iarraim ar Sh&iacute;omha N&iacute; Mhuir&iacute; labhairt linn mar gheall ar ghn&eacute; eile den &aacute;bhar c&eacute;anna.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300003#B00200","speaker":"1115"},{"type":"speechnospeaker","time":1380794400,"counter":368,"content":"<p>T&aacute;im&iacute;d ag obair i gcomhph&aacute;irt le ch&eacute;ile ar an sc&eacute;im seo.  N&iacute;lim ach chun cur leis an m&eacute;id a bh&iacute; le r&aacute; ag Si&uacute;n N&iacute; Dhuinn, tr&iacute; chur s&iacute;os a dh&eacute;anamh ar na difr&iacute;ochta&iacute; a bhaineann leis an sc&eacute;im sna bunscoileanna.  T&aacute; an taobh seo den fheachtas &aacute; eagr&uacute; ag Gael-Linn.  T&aacute; crit&eacute;ir difri&uacute;la agus cusp&oacute;ir&iacute; beag&aacute;in&iacute;n n&iacute;os &eacute;ags&uacute;la i gceist sna bunscoileanna.  Ba mhaith liom dul tr&iacute;d an fh&iacute;s at&aacute; againn agus na crit&eacute;ir &eacute;ags&uacute;la at&aacute; i gceist sna bunscoileanna.  Is &iacute; an fh&iacute;s at&aacute; againn sna bunscoileanna n&aacute; go gcoth&oacute;far meas ar an nGaeilge sa scoil ioml&aacute;n; go m&uacute;infear Gaeilge tr&iacute; mhe&aacute;n na Gaeilge ar feadh 40 n&oacute;im&eacute;ad; go mbainfear leas as curaclam na bunscoile chun comhr&aacute; Gaeilge a fhreastala&iacute;onn ar riachtanais na bp&aacute;ist&iacute; a mh&uacute;ineadh; agus go gcuirfear ar chumas na bp&aacute;ist&iacute; an Ghaeilge a fhoghlaim&iacute;onn siad a labhairt go spont&aacute;ineach eatarthu f&eacute;in.  Teasta&iacute;onn uainn go mbeidh an Ghaeilge &aacute; labhairt acu lasmuigh den rang le pobal na scoile agus lasmuigh den scoil le tuismitheoir&iacute; agus pr&iacute;omhoid&iacute;, srl.<\/p><p>  T&aacute; an sc&eacute;im seo d&iacute;rithe ar bhunscoileanna ina m&uacute;intear tr&iacute; mhe&aacute;n an Bh&eacute;arla.  T&aacute; s&eacute; i gceist againn tac&uacute; leis an obair a dh&eacute;anann m&uacute;inteoir&iacute; cheana f&eacute;in ag m&uacute;ineadh na c&uacute;rsa&iacute; comhr&aacute; Gaeilge at&aacute; leagtha s&iacute;os ag an Roinn Oideachais agus Eola&iacute;ochta agus at&aacute; mar chuid den phlean scoile agus den ghn&aacute;th l&aacute; oibre.  Teasta&iacute;onn uainn comhr&aacute; Gaeilge a spreagadh mar chuid n&aacute;d&uacute;rtha de shaol na scoile.  Ba cheart go mbeadh foirml&iacute; teanga &aacute;irithe a bhaineann le gn&aacute;thaimh - mar shampla, glaoch rolla, l&oacute;n, glanadh suas, dul i l&iacute;ne - aontaithe sa phlean scoile agus in &uacute;s&aacute;id &oacute; rang go rang agus &oacute; bhliain go bliain.  Ba ch&oacute;ir deiseanna rialta a chur chun cinn a mhead&oacute;dh focl&oacute;ir agus &uacute;s&aacute;id na Gaeilge ag pobal na scoile idir mh&uacute;inteoir&iacute; agus dhalta&iacute;.  Ta s&eacute; i gceist r&oacute;l l&aacute;rnach na dtuismitheoir&iacute; a aithint, a dtaca&iacute;ocht agus a<font color=\"#FF0000\"> <\/font>gcomhph&aacute;irt&iacute;ocht a mhealladh tr&iacute; iad a chur ar an eolas faoin sc&eacute;im agus &aacute;bhair idirghn&iacute;omhacha, ar n&oacute;s CDanna, a chur abhaile chun cabhr&uacute; leo.<\/p><p>  Bronnfar Gaelbhratach le cur ar taisp&eacute;aint lasmuigh de scoil a l&eacute;ireoidh go mb&iacute;onn an Ghaeilge in &uacute;s&aacute;id mar theanga bheo ag p&aacute;ist&iacute; agus foireann na scoile sin.  Sc&eacute;im dh&aacute; bhliain at&aacute; i gceist.  Bronnfar teastas ar an scoil sa ch&eacute;ad bhliain i ndiadh cusp&oacute;ir&iacute; &aacute;irithe a bhaint amach.  M&aacute; leanann an scoil ar aghaidh agus an sc&eacute;im a fhorbairt sa dara bliain, bronnfar Gaelbhratach le crochadh taobh amuigh den scoil.  T&aacute; na crit&eacute;ir mheas&uacute;naithe a bhaineann leis na bunscoileanna cine&aacute;l mar a gc&eacute;anna leis na crit&eacute;ir a bhaineann leis na hiarbhunscoileanna.  Caithfidh na bunscoileanna riachtanais ghinear&aacute;lta a chomhl&iacute;onadh.  Ar&iacute;s, caithfear s&eacute; chinn as liosta eile a roghn&uacute; mar spriocanna don bhliain.<\/p><p>  Is iad na riachtanais ghinear&aacute;lta at&aacute; ag teast&aacute;il n&aacute; go mbeadh an scoil ioml&aacute;n, ina measc chuile mh&uacute;inteoir agus chuile dhalta, p&aacute;irteach sa sc&eacute;im.  Ba cheart go mbeadh na tuismitheoir&iacute; agus an pr&iacute;omhoide ar an eolas faoin sc&eacute;im agus ag tac&uacute; leis, agus go mbeadh coiste agus p&aacute;ist&iacute; p&aacute;irteach sa sc&eacute;im.  T&aacute; s&eacute; riachtanach do na bunscoileanna go mbeadh m&uacute;inteoir n&oacute; dh&oacute; ar an gcoiste, os rud &eacute; nach feidir leis na p&aacute;ist&iacute; amh&aacute;in &eacute; a dh&eacute;anamh.  Ba ch&oacute;ir go mbeadh ball f&oacute;irne ainmnithe mar theagmh&aacute;la&iacute; agus go m&uacute;infear an Ghaeilge tr&iacute; mhe&aacute;n na Gaeilge i gc&oacute;na&iacute;.  Ba cheart go mbeadh plean scoile don ch&uacute;rsa comhr&aacute; Gaeilge le leaganacha aontaithe ag an bhfoireann de na beannachta&iacute; agus na b&eacute;asa.  Bainfeadh na n&oacute;sanna seo le breithlaethanta, le f&eacute;ilte, le imeachta&iacute; laeth&uacute;la ar n&oacute;s am l&oacute;in, am rolla, am l&iacute;ne agus am dul abhaile; agus le ch&uacute;rsa&iacute; aimsire srl.  Ba cheart go mbeadh t&eacute;ama roghnaithe ag an scoil gur f&eacute;idir leanacht leis.  Beidh acmhainn&iacute; curtha ar f&aacute;il againn d&oacute;ibh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300003#B00300","nonspeaker":"S&iacute;omha N&iacute; Mhuir&iacute;","continuing":true},{"type":"speech","time":1380795000,"counter":370,"content":"<p>Ba mhaith liom m&iacute;le f&aacute;ilte a chur roimh na finn&eacute;ithe.  Is bre&aacute; an rud &eacute; a leith&eacute;id de chur i l&aacute;thair a bheith againn.  T&aacute; s&eacute; n&iacute;os fearr d&uacute;inn bheith ag caint faoi ghn&iacute;omha&iacute;ocht tr&iacute; mhe&aacute;n na Gaeilge ar n&oacute;s an sc&eacute;im iontach seo seachas maoini&uacute; na Gaeilge agus strucht&uacute;r na heagrais Gaeilge.  Rith s&eacute; liom gur cheart d&uacute;inn a leith&eacute;id de sc&eacute;im a chur ar bun le haghaidh Tithe an Oireachtais.  N&iacute;l a fhios agam an mbeadh muid ag leibh&eacute;al na bunscoile n&oacute; leibh&eacute;al na me&aacute;nscoile sa ch&aacute;s sin.  S&iacute;lim go mbeadh s&eacute; &uacute;s&aacute;ideach Gaelbhratach a chur ar bun anseo.<\/p><p>  An f&eacute;idir le Si&uacute;n N&iacute; Dhuinn agus S&iacute;omha N&iacute; Mhuir&iacute; a r&aacute; liom, &oacute;n taith&iacute; at&aacute; acu go dt&iacute; seo, c&eacute; mh&eacute;ad scoil at&aacute; p&aacute;irteach san imeacht?  C&eacute; chomh fada is at&aacute; an feachtas imithe go dt&iacute; seo?  C&eacute; chomh leathan is at&aacute; an scaipeadh ar na scoileanna at&aacute; ag glacadh p&aacute;irt ann?  C&eacute;n spriocanna at&aacute; acu sa chomhth&eacute;acs sin?  Cad iad na baic is m&oacute; a fheiceann siad?  B'fh&eacute;idir go bhfuil scoileanna &aacute;irithe f&aacute;ilteach roimh an ngn&iacute;omha&iacute;ocht, ach scoileanna eile ag r&aacute; go bhfuil d&oacute;thain le d&eacute;anamh acu gan tr&aacute;cht ar sc&eacute;im eile.  T&aacute; m&eacute; ag ceapadh go bhfuil go leor scoileanna ar an gcaoi sin.<\/p><p>  Tuigim go bhfuil c&oacute;ras meas&uacute;n&uacute; ag lucht na sc&eacute;ime seo, ach conas a d&eacute;anfar cigireacht air?  Beidh neart bosca&iacute; le l&iacute;onadh ag na scoileanna chun riachtanais&iacute; na sc&eacute;ime an-mhaith seo a chomhl&iacute;onadh, ach is d&oacute;cha go mbeidh imn&iacute; ar dhaoine &aacute;irithe go mbeidh na scoileanna s&aacute;sta na bosca&iacute; a tice&aacute;il anseo is ansi&uacute;d.  C&eacute;n chaoi a bheidh a fhios againn i nd&aacute;ir&iacute;re go bhfuil na ruda&iacute; cearta ag tarl&uacute; ar an talamh sa scoil?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300004#C00200","speaker":"1122"},{"type":"speech","time":1380795000,"counter":371,"content":"<p>Cuirim f&aacute;ilte roimh &aacute;r gcuairteoir&iacute;.  Is m&oacute;r an trua nach bhfuil m&eacute; ar ais ar scoil mar thaitneodh an saghas scoil a luaigh Si&uacute;n N&iacute; Dhuinn agus S&iacute;omha N&iacute; Mhuir&iacute; ar maidin liom.  D'iarr an Seanad&oacute;ir &Oacute; Clochartaigh mar gheall ar an m&eacute;id oibre at&aacute; le d&eacute;anamh.  Luaigh duine &eacute;igin an brat glas.  T&aacute; a fhios agam go bhfuil scoileanna &aacute;irithe tar &eacute;is an brat glas a fh&aacute;il don c&uacute;igi&uacute; n&oacute; deichi&uacute; uair.  Caithfear c&eacute;imeanna &aacute;irithe a lean&uacute;int chun an brat glas a fh&aacute;il.  Ar nd&oacute;igh, t&aacute; scoileanna &aacute;irithe i gContae na Gaillimhe tar &eacute;is an brat bu&iacute;, a bhaineann le &eacute;ags&uacute;lacht n&oacute; diversity, a fh&aacute;il.  Os rud &eacute; go bhfuil scoileanna ag pl&eacute; leis na h&aacute;bhair sin, is maith an rud &eacute; go bhfuil coincheap na Gaelbhrata&iacute; &aacute; chur chun cinn freisin.  Is d&oacute;cha go bhfuil go leor oibre &aacute; dh&eacute;anamh ag na m&uacute;inteoir&iacute; sna scoileanna &eacute;ags&uacute;la, go m&oacute;rmh&oacute;r os rud &eacute; go gcaithfear a l&aacute;n ama a chaitheamh ar na bun&aacute;bhair faoin gcuraclam nua.<\/p><p>  Is maith liom an m&eacute;id a d&uacute;radh mar gheall ar thuismitheoir&iacute; agus mar gheall ar na ruda&iacute; a tharla&iacute;onn ag am l&oacute;n.  Is l&eacute;ir nach mbaineann an feachtas seo le ham scoile amh&aacute;in - baineann s&eacute; leis an am roimh na scoile agus tar &eacute;is na scoile, le ham l&oacute;n agus, go h&aacute;irithe, leis an am ina mb&iacute;onn cluich&iacute; sp&oacute;irt ar si&uacute;l.  Thaitin an m&eacute;id a bh&iacute; le r&aacute; ag na finn&eacute;ithe liom.  Molaim an obair at&aacute; &aacute; dh&eacute;anamh sna scoileanna.  B'fh&eacute;idir go gcuirfidh daoine ceisteanna faoin mh&eacute;id oibre a bheidh le d&eacute;anamh.  T&aacute; a l&aacute;n le d&eacute;anamh sna bunscoileanna, go h&aacute;irithe de bharr an curaclam nua.  N&iacute;l a fhios agam mar gheall ar na me&aacute;nscoileanna.  D'oibrigh m&eacute; mar mh&uacute;inteoir bunscoile na blianta &oacute; shin.  Nuair a bh&iacute; tr&aacute;cht ar sc&eacute;im nua, d&eacute;arfadh na m&uacute;inteoir&iacute; go raibh a l&aacute;n eile le d&eacute;anamh acu agus nach raibh d&oacute;thain ama acu.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300004#C00300","speaker":"1040"},{"type":"speech","time":1380795000,"counter":372,"content":"<p>Cuirim f&aacute;ilte roimh na toscair&iacute; go l&eacute;ir.  T&aacute; rud iontach &aacute; dh&eacute;anamh acu.  Molaim go m&oacute;r iad.  M&aacute; t&aacute; rud &eacute;igin le d&eacute;anamh, de ghn&aacute;th is fearr &eacute; a dh&eacute;anamh gan fanacht don Rialtas n&oacute; &eacute;inne eile chun &eacute; a dh&eacute;anamh.  An bhfuil an togra an-mh&oacute;r seo ag f&aacute;il acmhainn&iacute; &oacute;n Roinn Oideachais agus Scileanna?  An bhfuil an Roinn ag cur b&eacute;im l&aacute;idir ar an bhfeachtas seo?  An bhfuil m&oacute;r&aacute;n suim ann?  An bhfuil a l&aacute;n scoileanna cl&aacute;raithe ag an bomaite?  Cad iad na contaetha ina bhfuil an chuid is m&oacute; sp&eacute;ise?  An bhfuil muidne in ann cabhr&uacute; leis na finn&eacute;ithe chun eolas a scapadh?  T&aacute; an feachtas seo d&iacute;rithe ar bhunscoileanna agus ar mhe&aacute;nscoileanna, ach cad faoi na ollscoileanna?  An bhfuil aon suim acu?  An f&eacute;idir an feachtas seo a leathn&uacute; amach?  Bh&iacute; an Seanad&oacute;ir &Oacute; Clochartaigh ag magadh faoin &aacute;it seo-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300004#C00400","speaker":"1080"},{"type":"speech","time":1380795000,"counter":373,"content":"<p>N&iacute; raibh m&eacute; ag magadh ar chor ar bith.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300004#C00500","speaker":"1122"},{"type":"speech","time":1380795000,"counter":374,"content":"<p>-----ach b'fh&eacute;idir go mbeadh eagra&iacute;ochta&iacute; agus comhlachta&iacute; &eacute;ags&uacute;la - poibl&iacute; n&oacute; pr&iacute;obh&aacute;ideach - s&aacute;sta cl&aacute;r&uacute; le haghaidh togra den chine&aacute;l seo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300004#C00600","speaker":"1080"},{"type":"speech","time":1380795000,"counter":375,"content":"<p>Ar mhaith libh labhairt ar na point&iacute; sin?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300004#C00700","speaker":"1115"},{"type":"speechnospeaker","time":1380795000,"counter":376,"content":"<p>B'fh&eacute;idir go bhfreagr&oacute;idh m&eacute; na ceisteanna a chuir an Seanad&oacute;ir &Oacute; Clochartaigh i dtosach b&aacute;ire.  T&aacute; 26 scoil faoi mo bhr&aacute;id i mbliana.  T&aacute; siad tras-Teorainneach.  T&aacute; dh&aacute; scoil &oacute; Thuaidh agam.  T&aacute; an chuid eile acu &oacute; Dheas.  T&aacute;imid ar fud na t&iacute;re ar fad - Baile &Aacute;tha Cliath, Cill Mhant&aacute;in, Cill Dara, Ceatharlach, Loch Garman, Cill Chainnigh, Corcaigh, Ciarra&iacute;, An Cl&aacute;r, Luimneach, An Mh&iacute;, An Cabh&aacute;n, U&iacute;bh Fhail&iacute;, Gallimh, Ard Mhacha agus Aontroim.<\/p><p>  D'iarr an Seanad&oacute;ir freisin faoi na deacrachta&iacute; agus na constaic&iacute; at&aacute; romhainn.  Is d&oacute;igh liom nach bhfeiceann na daoine at&aacute; cl&aacute;raithe na deacrachta&iacute; sin.  N&iacute;or chuireamar aon iachall orthu cl&aacute;r&uacute; - ba iad si&uacute;d a th&aacute;inig chugainn a chl&aacute;raigh.  N&iacute; dhearnamar an oiread sin poibl&iacute;ocht ar an bhfeachtas toisc gur rud nua a bh&iacute; ann.  Th&aacute;inig siadsan chugainn.  Ba iad na m&uacute;inteoir&iacute; a chl&aacute;raigh linn i dtosach b&aacute;ire.  D'iarr siad orainn teacht chucu.  Is l&eacute;ir go bhfuil sp&eacute;is ag na m&uacute;inteoir&iacute; sna scoileanna a th&aacute;inig chugainn sa sc&eacute;im.  N&iacute; fheicim go bhfuil na deacrachta&iacute; a luaigh an Seanad&oacute;ir i gceist.<\/p><p>  Is d&oacute;igh liom go raibh m&eacute; i 16 scoil go dt&iacute; seo, le coic&iacute;s anuas.  Chuir na mic l&eacute;inn an-fh&aacute;ilte romham.  T&aacute; m&eacute; ag brath ar an gcoiste Gaeilge agus m&eacute; ag d&eacute;ile&aacute;il leis na me&aacute;nscoileanna.  Molaim do na scoileanna a leith&eacute;id de choiste a bhun&uacute; leis na dalta&iacute; den chuid is m&oacute;.  Molaim d&oacute;ibh m&uacute;inteoir amh&aacute;in, n&oacute; beirt mh&uacute;inteoir&iacute; b'fh&eacute;idir, a chur ar an gcoiste.  Sa chuid is m&oacute;, is iad na dalta&iacute; at&aacute; freagrach as an rud.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300004#C00800","nonspeaker":"Si&uacute;n N&iacute; Dhuinn","continuing":true},{"type":"speech","time":1380795600,"counter":378,"content":"<p>Ar mhaith le aon duine eile labhairt ar na phoint&iacute; sin?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300005#D00200","speaker":"1115"},{"type":"speechnospeaker","time":1380795600,"counter":379,"content":"<p>Maidir le cuid de na ceisteanna, t&aacute; freagra&iacute; difri&uacute;la le tabhairt maidir leis na bunscoileanna.  Cinnte, feicim go bhfuil m&uacute;inteoir&iacute; s&aacute;sta glacadh leis an sc&eacute;im seo.  T&aacute; an m&eacute;id c&eacute;anna scoileanna againn, 26, agus at&aacute; i gceist leis na hiarbhunscoileanna.  T&aacute; na scoileanna seo ar fud na t&iacute;re, ach nil liosta cruinn agam do na contaetha at&aacute; i gceist.  T&aacute; tr&iacute; chinn de na scoileanna i dTuaisceart na t&iacute;re agus i gcontaetha &eacute;ags&uacute;la, seachas Gaillimh, Maigh Eo, Corcaigh, An C&aacute;bh&aacute;n, Muineach&aacute;n, Baile &Aacute;tha Cliath agus Cill Dara.<\/p><p>  Rinne muid iarracht mhaith scoileanna &eacute;ags&uacute;la a fh&aacute;il le p&aacute;irt a ghlacadh sa sc&eacute;im.  Mar sin t&aacute; scoileanna Oideachas le Ch&eacute;ile againn, scoileanna il-ghr&aacute;d, scoileanna Caitleacha agus scoil amh&aacute;in Protast&uacute;nach againn.  Bh&iacute;omar ag iarraidh go mbeadh an sc&eacute;im ar f&aacute;il do chuile duine agus mbeadh deis ag chuile duine p&aacute;irt a ghlacadh.  Theastaigh uainn go dtuigfeadh m&uacute;inteoir&iacute; nach sc&eacute;im do Gaelscoileanna amh&aacute;in a bh&iacute; i gceist, ach t&aacute; tr&iacute; Gaelscoileanna sa sc&eacute;im chomh maith.<\/p><p>  Cuireadh ceist faoin sc&eacute;im agus an obair dh&uacute;shl&aacute;nach a bh&iacute;onn le d&eacute;anamh ag m&uacute;inteoir&iacute; bunscoile cheana f&eacute;in.  T&aacute; difear idir an chaoi a nd&eacute;ile&aacute;ileann m&eacute; f&eacute;in agus Si&uacute;n leis na scoileanna.  Nuair a labhra&iacute;m sna scoileanna, an ch&eacute;ad rud a dheirim n&aacute; gur m&uacute;inteoir bunscoile m&eacute; agus go dtuigim an obair at&aacute; le d&eacute;anamh acu cheana f&eacute;in agus an p&aacute;ip&eacute;arachas at&aacute; i gceist.  T&aacute; an sc&eacute;im leagtha amach againn do na m&uacute;inteoir&iacute;, t&aacute; an l&aacute;mhleabhar, n&oacute; an fillte&aacute;n taca&iacute;ochta, ar f&aacute;il d&oacute;ibh agus t&aacute;im f&eacute;in ann chomh maith le taca&iacute;ocht a thabhairt, ionas go bhfuil s&eacute; beagnach ind&eacute;anta do mh&uacute;inteoir&iacute; gan an sc&eacute;im a chur i bhfeidhm go h&eacute;asca sna scoileanna.  T&aacute;im f&eacute;in ar f&aacute;il don bhliain uilig chun cabhr&uacute; leis na m&uacute;inteoir&iacute; agus chun taca&iacute;ocht agus c&uacute;namh a thabhairt agus chun cabhr&uacute; leo teacht suas le smaointe.<\/p><p>  An difear leis na bunscoileanna n&aacute; go dtiteann an fhreagracht ar na m&uacute;inteoir&iacute;.  N&iacute; f&eacute;idir coiste a chur ar bun le p&aacute;ist&iacute; bunscoile amh&aacute;in, ach is c&oacute;ir go mbeadh na p&aacute;ist&iacute; p&aacute;irteach sa phr&oacute;iseas.  Seo an fhadhb is deacra, go mbeidh na m&uacute;inteoir&iacute; s&aacute;sta an stuif seo a th&oacute;g&aacute;int orthu f&eacute;in agus a chur i bhfeidhm.  Sna bunscoileanna freisin t&aacute; difear idir an sc&eacute;im seo agus an brat glas.  C&eacute; go bhfuil an sc&eacute;im seo bunaithe ar an sc&eacute;im sin, t&aacute; difear eatarthu mar nach bhfuil an m&eacute;id c&eacute;anna p&aacute;ip&eacute;arachais i gceist agus n&iacute;l na crit&eacute;ir c&eacute;anna mheas&uacute;naithe i gceist.  Is f&eacute;in-mheas&uacute;n&uacute; at&aacute; i gceist.  Maidir le conas a dh&eacute;antar sin, t&aacute; blag ar an Idirl&iacute;on agam agus beidh na 26 scoileanna p&aacute;irteach sa bhlag sin.  Blag pr&iacute;obh&aacute;ideach &eacute; at&aacute; d&uacute;nta don phobal.  Beidh leathanach sa bhlag gur f&eacute;idir leis na scoileanna a &uacute;s&aacute;id le uasl&oacute;d&aacute;il a dh&eacute;anamh ar chuile rud a dh&eacute;anann siad i rith na bliana, mar shampla, picti&uacute;ir a ghlac siad, f&iacute;st&eacute;ipeanna a th&oacute;g siad.<\/p><p>  Is bealach &eacute; an blag inar f&eacute;idir leis na scoileanna uilig f&eacute;achaint ar ch&eacute;ard at&aacute; ar si&uacute;l i scoileanna eile agus f&eacute;achaint ar ch&eacute;ard at&aacute; ag oibri&uacute; i scoil amh&aacute;in agus nach bhfuil ag oibri&uacute; i scoil eile.  Is f&eacute;idir leo freisin smaointe a fh&aacute;il agus cumars&aacute;id a bheith acu lena ch&eacute;ile.  Leagann seo b&eacute;im ar an fheasacht teanga agus an tsl&iacute; a bhfuil siad ag d&eacute;anamh cumars&aacute;ide taobh amuigh den rang.  Is bealach domsa &eacute; an blag meas&uacute;n&uacute; a dh&eacute;anamh gan a bheith ag dul isteach sna scoileanna ag d&eacute;anamh cigireachta orthu.<\/p><p>  Cuireadh ceist maidir le hacmhainn&iacute;.  T&aacute; m&eacute;id &aacute;irithe airgid tugtha d&uacute;inn ag an bhforas le haghaidh acmhainn&iacute;.  Ar&iacute;s, t&aacute; difear idir na hacmhainn&iacute; a bheidh in &uacute;s&aacute;id ag na bunscoileanna agus iad a bheidh in &uacute;s&aacute;id sna hiarbhunscoileanna.  &Oacute; thaobh plean&aacute;la de do na bunscoileanna, is iad na hacmhainn&iacute; an chuid is t&aacute;bhachta&iacute; le dalta&iacute; agus p&aacute;ist&iacute; a spreagadh le p&aacute;irt a ghlacadh i ruda&iacute;.  T&aacute; b&eacute;im mh&oacute;r leagtha againn ar sin.  Beidh &aacute;bhair oifigi&uacute;la againn ar n&oacute;s leabhair agus t&aacute;imid tar &eacute;is iarradh ar an bhforas cabhair a thabhairt leabhair a fh&aacute;il &oacute;n G&uacute;m ar phraghas maith agus ruda&iacute; eile a fh&aacute;il at&aacute; riachtanach do ranganna agus do mh&uacute;inteoir&iacute;.  An acmhainn is m&oacute; a bheidh acu n&aacute; an blag a luaigh m&eacute; agus beidh acmhainn&iacute; ar f&aacute;il ar l&iacute;ne freisin, ar n&oacute;s f&iacute;st&eacute;ipeanna agus cluich&iacute; idirgn&iacute;omhacha.  Is c&oacute;ir go mbeidh siad in ann dul chuige seo istigh sa rang agus &eacute; a &uacute;s&aacute;id l&aacute;ithreach agus go mbeidh na scoileanna &eacute;ags&uacute;la nascaithe le ch&eacute;ile.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300005#D00300","nonspeaker":"S&iacute;omha N&iacute; Mhuir&iacute;"},{"type":"speechnospeaker","time":1380795600,"counter":380,"content":"<p>Ba mhaith liom tagairt a dh&eacute;anamh don cheist a chuir an Seanad&oacute;ir &Oacute; Clochartaigh maidir leis an m&eacute;id scoileanna at&aacute; p&aacute;irteach sa sc&eacute;&iacute;m agus an t-&eacute;ileamh ar an sc&eacute;&iacute;m.  Mar c&uacute;lra, d&eacute;anfaidh m&eacute; cur s&iacute;os ar an chine&aacute;l oibre at&aacute; &aacute; dh&eacute;anamh agam.  T&aacute;im comh-fostaithe ag c&uacute;ig eagra&iacute;ocht Gaeilge &eacute;ags&uacute;la chun obair a dh&eacute;anamh sna me&aacute;nscoileanna agus ag an tri&uacute; leibh&eacute;al.  D&eacute;anfaidh m&eacute; tagairt don tri&uacute; leibh&eacute;al i gceann c&uacute;pla n&oacute;im&eacute;ad.<\/p><p>  Thosaigh m&eacute; ar an sc&eacute;im seo le se&oacute; b&oacute;thair tr&iacute; bhliain &oacute; shin agus thosaigh m&eacute; ag tabhairt cuairteanna ar scoileanna timpeall na t&iacute;re agus ag d&eacute;anamh ceardlann idirghn&iacute;omhacha le ranganna idirbhliana i scoileanna timpeall na t&iacute;re.  Ar dt&uacute;s, bh&iacute; s&eacute; deacair dul i dteagmh&aacute;il le scoileanna maidir le seo agus iad a chur ar an eolas go raibh an se&oacute; ar f&aacute;il, ach chomh luath agus gur thuig siad go raibh s&eacute; saor in aisce, bh&iacute; an-&eacute;ileamh ar an se&oacute;.  Le tr&iacute; bliana anuas, t&aacute;im tar &eacute;is cuairt a thabhair ar breis agus 400 de na hiarbhunscoileanna &oacute;n breis agus 1,000 iarbhunscoileanna at&aacute; ann idir Tuaisceart agus Deisceart na t&iacute;re.  T&aacute; &eacute;ileamh dochreidte ar an se&oacute; agus t&aacute; liosta feithimh agam &oacute;n bhliain seo caite.  T&aacute; breis agus 100 scoile nach raibh deis agam cuairt a thabhairt orthu.<\/p><p>  Mar fhreagra ar an cheist, an rud at&aacute; feicthe againn n&aacute; go l&eacute;imeann na scoileanna ar sc&eacute;im ar bith mar seo.  Teasta&iacute;onn uathu a bheith gn&iacute;omhach i rud mar seo agus ceangal a dh&eacute;anamh leis na heagra&iacute;ochta&iacute; Gaeilge.  Feiceann siad fi&uacute;ntas sna sc&eacute;imeanna seo.  T&aacute; 26 scoil p&aacute;irteach sa dh&aacute; sc&eacute;im faoi l&aacute;thair.  T&aacute; na sc&eacute;im teoranta don uimhir sin faoi l&aacute;thair toisc nach raibh muid in ann an iomarca scoileanna a th&oacute;g&aacute;il orainn f&eacute;in sa ch&eacute;ad bhliain, c&eacute; go raibh beagnach gach scoil lena raibh muid i dteagmh&aacute;il ag iarraidh l&eacute;imt ar an deis seo.  Thosaigh muid ar an sc&eacute;im le c&uacute;ig scoil anuraidh agus t&aacute;imid ag iarraidh dul ar aghaidh anois agus f&aacute;s de r&eacute;ir a ch&eacute;ile.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300005#D00400","nonspeaker":"Aodh&aacute;n &Oacute; De&aacute;","continuing":true},{"type":"speech","time":1380796200,"counter":382,"content":"<p>Iarraim ar Chormac &Oacute; Feinneadha, at&aacute; mar bhainisteoir imeachta ar Rith 2014, labhairt linn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300006#E00200","speaker":"1115"},{"type":"speechnospeaker","time":1380796200,"counter":383,"content":"<p>Gabhaim bu&iacute;ochas leis an gcoiste as ucht deis cainte a thabhairt dom inniu.  Mar bhainisteoir imeachta ar Rith 2014, creidim go bhfuil an t-&aacute;bhar at&aacute; &aacute; mheas ag an gcoiste inniu - conas an Ghaeilge a spreagadh ar fud na t&iacute;re - l&aacute;rnach i gcur chuige Rith 2014.  Ba mhaith liom beag&aacute;in&iacute;n a r&aacute; faoin imeacht n&aacute;isi&uacute;nta seo.  Sa bhliain 2012, rith beagnach 30,000 duine 700 km &oacute; Gaoth Dobhair go hInis M&oacute;r.  Tiomsa&iacute;odh na m&iacute;lte euro &oacute;n urra&iacute;ocht a rinneadh ar gach cilim&eacute;adar den ollrith seala&iacute;ochta.  Mar thoradh air seo, roinneadh 15,000 euro ar breis is 30 gr&uacute;pa &eacute;ags&uacute;la chun an Ghaeilge a chur chun cinn.<\/p><p>  Is f&eacute;ile n&aacute;isi&uacute;nta &eacute; Rith chun labhairt agus &uacute;s&aacute;id ghinear&aacute;lta na Gaeilge a chur chun cinn i measc an phobail.  Ceili&uacute;radh cult&uacute;rtha i bhfoirm r&aacute;s seala&iacute;ochta at&aacute; i gceist.  Le linn Rith 2014, t&oacute;s&oacute;idh reathaithe &eacute;ags&uacute;la i mBaile Bh&uacute;irne, Contae Chorca&iacute;, agus rithfear beagnach 1,000 km chomh fada le B&eacute;al Feirste.  Beidh urra&iacute;ocht d&eacute;anta ar gach cilim&eacute;adar, le c&uacute;namh D&eacute;.  Mairfidh an rith naoi l&aacute;, &oacute; 7 go 15 M&aacute;rta 2014, ag taisteal tr&iacute; chuid de na bailte agus na cathracha is m&oacute; in &Eacute;irinn.  Beidh f&aacute;ilte roimh scoileanna, clubanna &oacute;ige, gr&uacute;pa&iacute; pobail agus clubanna sp&oacute;irt p&aacute;irt a ghlacadh san fh&eacute;ile, mar aon le daoine aonair agus dream ar bith eile ar sp&eacute;is leo an teanga.<\/p><p>  Le linn Rith 2014, iomp&oacute;far bata seala&iacute;ochta faoi leith.  Dearadh an bata seala&iacute;ochta chun teachtaireacht folaithe a iompar laistigh de.  Cuirtear an teachtaireacht isteach sa bhata ag t&uacute;s Rith agus iompra&iacute;tear &iacute; go dt&iacute; an cilim&eacute;adar deireanach, &aacute;it a l&eacute;itear amach &iacute; ag an gclabhs&uacute;r.  Scr&iacute;obh M&aacute;ire Mhic Ghiolla &Iacute;osa, iar-Uachtar&aacute;n na h&Eacute;ireann, an teachtaireacht don ch&eacute;ad Rith sa bhliain 2010 agus scr&iacute;obh an t-Uachtar&aacute;n reatha, M&iacute;che&aacute;l D. &Oacute; hUig&iacute;n, &iacute; sa bhliain 2012.  T&oacute;gadh coincheap na f&eacute;ile seo &oacute; Th&iacute;r na mBascach, mar a gceili&uacute;rtar Korrika - imeacht teanga comhchos&uacute;il at&aacute; &aacute; r&eacute;acht&aacute;il ann go rath&uacute;il &oacute; bh&iacute; 1983 ann.  Thosaigh Rith in &Eacute;irinn sa bhliain 2010.  T&aacute; s&eacute; ag dul &oacute; neart go neart &oacute; shin i leith.<\/p><p>  C&eacute; gur f&eacute;ile n&aacute;isi&uacute;nta &iacute; Rith, t&aacute; an ghn&eacute; &aacute;iti&uacute;il mar chuid l&aacute;rnach di, mar is iad na pobail &aacute;iti&uacute;la a chuireann le luas agus le m&oacute;iminteam Rith.  Sampla&iacute; de na gr&uacute;pa&iacute; &aacute;iti&uacute;la at&aacute; ag tabhairt fuinnimh agus beochta do Rith 2014 n&aacute; Gael-Taca i gContae Chorca&iacute;, Comhlacht Forbartha na D&eacute;ise i nGaeltacht na Rinne i gContae Phort L&aacute;irge agus Coiste Forbartha Carn T&oacute;chair i gContae Dhoire.  Dar nd&oacute;igh, is chuig gr&uacute;pa&iacute; mar seo a th&eacute;ann an t-airgead ar fad a bhail&iacute;tear &oacute; urra&iacute;ocht na gcilim&eacute;adar de chuid Rith.  T&aacute; ciste speisialta curtha ar bun ag Rith chun an t-airgead seo a dh&aacute;ileadh.  &Uacute;s&aacute;idfear an ciste seo le taca&iacute;ocht a thabhairt do thionscadail in &Eacute;irinn a chotha&iacute;onn agus a spreagann &uacute;s&aacute;id na Gaeilge mar theanga an phobail.<\/p><p>  T&aacute; lucht eagraithe Rith ag s&uacute;il go nd&uacute;iseoidh, go dtaispe&aacute;nfaidh agus go l&aacute;idreoidh Rith br&oacute;d na ndaoine sa Ghaeilge, tr&iacute; rannph&aacute;irt&iacute;ocht an phobail.  Tugann Rith deis d&rsquo;eagra&iacute;ochta&iacute;, do chainteoir&iacute; agus do dh&iacute;ograiseoir&iacute; teanga teacht chun tosaigh agus an teanga a &uacute;s&aacute;id go feice&aacute;lach sa phobal.  Mar thoradh air sin, t&aacute; muid ag s&uacute;il go spreagfar foghlaimeoir&iacute; Gaeilge chun p&aacute;irt a ghlacadh sa Rith freisin, agus nasc a chruth&uacute; leis an teanga.  T&aacute; s&uacute;il againn go spreagfaidh Rith 2014 daoine chun Gaeilge a fhoghlaim n&oacute; a fheabhs&uacute; i ndiaidh an imeachta.  T&aacute; muin&iacute;n againn go nglacfaidh eagra&iacute;ochta&iacute;, cainteoir&iacute; agus d&iacute;ograiseoir&iacute; teanga p&aacute;irt san fh&eacute;ile agus go dtabharfaidh siad spreagadh agus taca&iacute;ocht d&oacute;ibh si&uacute;d at&aacute; ag foghlaim na Gaeilge.  Imeacht t&aacute;bhachtach, taitneamhach &eacute; Rith 2014.  T&aacute; s&eacute; i gceist airgead a bhaili&uacute; do ghr&uacute;pa&iacute; pobail Gaeilge chomh maith leis an teanga a cheili&uacute;radh go feice&aacute;lach agus go spreag&uacute;il.  Le taca&iacute;ocht a thabhairt do Rith, don teanga agus do ghr&uacute;pa&iacute; pobail, is f&eacute;idir le daoine teacht ag rith linn n&oacute; cilim&eacute;adar a cheannach.  M&aacute; t&aacute; ceisteanna ag &eacute;inne, beidh m&eacute; s&aacute;sta iad a fhreagairt.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300006#E00300","nonspeaker":"Cormac &Oacute; Feinneadha"},{"type":"speech","time":1380796200,"counter":384,"content":"<p>Is d&oacute;cha go gcuirfear f&aacute;ilte freisin roimh &eacute;inne at&aacute; s&aacute;sta dul ag rith.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300006#E00400","speaker":"1115"},{"type":"speech","time":1380796200,"counter":385,"content":"<p>Is rud iontach &eacute; Rith.  Bail&iacute;onn s&eacute; daoine m&oacute;rthimpeall na t&iacute;re.  Os rud &eacute; go bhfuil eagra&iacute;ochta&iacute; Gaeilge scaipthe ar fud na t&iacute;re, n&iacute; bh&iacute;onn na daoine a ghlacann p&aacute;irt iontu in ann teagmh&aacute;il a dh&eacute;anamh lena ch&eacute;ile go rialta.  Is iontach an rud &eacute; go dtugann Rith deis d&oacute;ibh &eacute; sin a dh&eacute;anamh.  An nglacann m&oacute;ran Teachta&iacute; agus Seanad&oacute;ir&iacute; p&aacute;irt i Rith?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300006#E00500","speaker":"1080"},{"type":"speechnospeaker","time":1380796200,"counter":386,"content":"<p>N&iacute;l a fhios agam.  N'fheadar an bhfuil an Teachta ag d&eacute;anamh tairisceana?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300006#E00600","nonspeaker":"Cormac &Oacute; Feinneadha"},{"type":"speech","time":1380796200,"counter":387,"content":"<p>Bh&iacute; m&eacute; ag breathn&uacute; ar imeachta&iacute; an choiste ar an sc&aacute;ile&aacute;n.  Ba mhaith liom tr&eacute;asl&uacute; leis na heagra&iacute;ochta&iacute; as an obair ar fad at&aacute; ar bun acu.  Mar is eol d&oacute;ibh, is &eacute; bun&uacute;s na strait&eacute;ise n&aacute; daoine a chur ag labhairt na Gaeilge taobh amuigh den rang scoile.  T&aacute; an obair at&aacute; ar bun acu f&iacute;orth&aacute;bhachtach sa chomhth&eacute;acs sin.  D&aacute; bhf&eacute;adfadh muid tuilleadh ruda&iacute; mar seo a dh&eacute;anamh chun daoine &oacute;ga a spreagadh le tos&uacute; ag labhairt na Gaeilge taobh amuigh den scoil agus ag an tr&iacute;&uacute; leibh&eacute;al, beidh seans n&iacute;os m&oacute; ann go mbeid&iacute;s s&aacute;sta an Ghaeilge a thabhairt ar aghaidh &oacute; ghl&uacute;in go gl&uacute;in nuair a bheidh a gclann f&eacute;in acu.  Cabhr&oacute;dh s&eacute; sin linn an sprioc at&aacute; sa strait&eacute;is - 250,000 cainteoir&iacute; laeth&uacute;la a bheith againn sa t&iacute;r seo - a bhaint amach agus, dar nd&oacute;igh, d'fh&aacute;sfadh s&eacute; uaidh fh&eacute;in ina dhiadh sin.<\/p><p>  S&iacute;lim gur coincheapa an-mhaithe iad seo.  Nuair a bh&iacute; m&eacute; ar scoil, bh&iacute; &Oacute;gra &Eacute;ireann againn taobh amuigh d'uaireanta scoile.  Chuir siad imeachta&iacute; Gaelacha ar bun.  Is d&oacute;igh liom gur ndearna siad an-leas.  Ceapann muid scait&iacute; nach bhfuilimid ag dul i bhfeidhm ar ghas&uacute;ir - fi&uacute; m&aacute; labhra&iacute;tear Gaeilge leo, beidh siad ag labhairt an B&eacute;arla an ch&eacute;ad uair eile a chloistear iad - ach caithfimid a thuiscint gur obair mall &eacute; seo.  M&aacute; thosna&iacute;onn gas&uacute;ir leis an nGaeilge ag 14 bliana d'aois,  b'fh&eacute;idir nach mbeidh f&iacute;or-fonn air n&oacute; uirthi teacht leis an teanga go dt&iacute; go mbeidh s&eacute; n&oacute; s&iacute; 18 bliana d'aois.  Molaim an obair ar fad at&aacute; ar bun agus an cur i l&aacute;thair at&aacute; d&eacute;anta inniu.  B'fh&eacute;idir gur cheart d&uacute;inn a r&aacute; le chuile Theachta D&aacute;la agus chuile Sheanad&oacute;ir gur ch&oacute;ir d&oacute;ibh cilim&eacute;adar a cheannach n&oacute; ceann a rith.  T&aacute; s&eacute; chomh maith ceist a chur ar na Seanad&oacute;ir&iacute; anois, a fhad is a bhfuil siad anseo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300006#E00700","speaker":"1044"},{"type":"speech","time":1380796800,"counter":388,"content":"<p>N&iacute; bhaineann an cheist at&aacute; agam leis na togra&iacute; at&aacute; luaite ag na finn&eacute;ithe.  Faoi l&aacute;thair t&aacute; Gaelscoil amh&aacute;in againn san Uaimh, ach t&aacute; s&eacute; deacair cur leis an scoil sin.  N&iacute;l ach sruth amh&aacute;in sa Gaelscoil, ach b'fh&eacute;idir go mbeadh suim ag scoil eile i mbaile na hUaimhe aonad n&oacute; sruth Gaelach a chur leis an scoil sin.  An bhfuil taca&iacute;ocht le f&aacute;il &oacute; aon eagra&iacute;ocht chun sin a dh&eacute;anamh?  Bh&iacute; m&eacute; ag caint le c&uacute;pla eagra&iacute;ocht a bhaineann le Gaelscoileanna, ach n&iacute;l aon bhaint acu le aonad mar seo.  Ceapaim go bhfuil seo ag dul ar aghaidh sa Tuaisceart, ach n&iacute;l m&oacute;r&aacute;n taith&iacute; againn sa Deisceart maidir le aonad n&oacute; rang amh&aacute;in a tosn&uacute; i bhunscoil agus dul ar aghaidh mar sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300007#F00100","speaker":"1080"},{"type":"speechnospeaker","time":1380796800,"counter":389,"content":"<p>Glacfaidh mise leis an gceist sin.  Arda&iacute;tear an cheist seo faoi na sruthanna go ginear&aacute;lta maidir le Gaeilge.  T&aacute; tar &eacute;is &eacute;ir&iacute; leo i scoileanna &aacute;irithe, ach t&aacute; fianaise ann freisin nach n-&eacute;ir&iacute;onn leo in &aacute;iteanna eile.  An cur chuige is fearr n&aacute; go mbeadh scoil neamhsple&aacute;ch ann ag feidhmi&uacute; tr&iacute; Ghaeilge.  N&iacute;l aon dabht faoi sin &oacute; thaobh cur chun cinn na teanga agus &oacute; thaobh na me&aacute;in cumars&aacute;ide sa scoil do na mic l&eacute;inn.  T&aacute; s&eacute; n&iacute;os &eacute;asca d&eacute;ile&aacute;il le daoine at&aacute; ag teacht chuig an rang teagaisc c&eacute;anna sa mhe&aacute;n teanga c&eacute;anna.  Cinnte, t&aacute; s&eacute; n&iacute;os deacra d&eacute;ile&aacute;il le sruthanna.  Mar sin f&eacute;in, t&aacute; gr&uacute;pa&iacute; ann go bhfuil sruthanna acu agus gur fi&uacute; labhairt leo go d&iacute;reach, mar shampla, Col&aacute;iste Chaitr&iacute;ona, Ard Mhacha agus gr&uacute;pa&iacute; eile.  T&aacute; go leor taith&iacute; ag na gr&uacute;pa&iacute; seo agus d'fh&eacute;adfadh siad an taith&iacute; sin a roinnt.<\/p><p>  Bhead sc&eacute;im na Gaelbhrata&iacute; thar a bheith oiri&uacute;nach don rud at&aacute; i gceist ag an Teachta, mar bheadh taca&iacute;ocht ar f&aacute;il tr&iacute;d an Ghaelbhratach agus an scoil le plean don Ghaeilge a chur le ch&eacute;ile sa scoil.  D'fh&eacute;adfadh an sc&eacute;im cabhr&uacute; leis an sruth n&oacute; leis an scoil ar fad.  D'fh&eacute;adfadh siad na spriocanna a leagaint s&iacute;os don scoil, spriocanna a bheadh com&oacute;nta don dh&aacute; ghr&uacute;pa agus spriocanna difri&uacute;la, ionas go mbeadh an gr&uacute;pa in ann plean&aacute;il cheart a dh&eacute;anamh don teanga.  T&aacute; s&eacute; f&iacute;or t&aacute;bhachtach go dtiocfadh seo &oacute; na mic l&eacute;inn iad f&eacute;in, go h&aacute;irithe nuair a bhaineann s&eacute; le aon obair a bheadh le d&eacute;anamh ag an sruth Gaelach.<\/p><p>  An comhairle is fearr a bhf&eacute;adfainn a thabhairt n&aacute; labhairt leis na scoileanna go bhfuil sruthanna acu cheana f&eacute;in.  Cinnte, tabharfaidh An Ghaelbhratach cabhair d'aon scoil le sruth amach anseo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300007#F00200","nonspeaker":"Julian de Sp&aacute;inn"},{"type":"speechnospeaker","time":1380796800,"counter":390,"content":"<p>T&aacute; scoil i gCorcaigh, Scoil Niocl&aacute;is, ag iarraidh srutha a thos&uacute; an bhliain seo chugainn agus sin an f&aacute;th gur theastaigh &oacute;n scoil p&aacute;irt a ghlacadh sa sc&eacute;im Ghaelbhrata&iacute;, ionas go mbeadh siad in ann strucht&uacute;r a chur i bhfeidhm sa scoil roimh r&eacute; agus ansin leanacht leis an strucht&uacute;r sin.  Ceapann siadsan agus muide go mbeidh s&eacute; n&iacute;os &eacute;asca d&oacute;ibh ansin leanacht ar aghaidh leis an strucht&uacute;r sin agus sruth Gaelach a chur ar bun.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300007#F00300","nonspeaker":"S&iacute;omha N&iacute; Mhuir&iacute;"},{"type":"speechnospeaker","time":1380796800,"counter":391,"content":"<p>Os rud &eacute; go bhfuil muid ag teacht chuig deireadh na d&iacute;osp&oacute;ireachta seo, ba mhaith liom rud beag eile a r&aacute;.  Ar dt&uacute;s, d'iarr S&iacute;ne Nic an Ail&iacute; orm a r&aacute; le gach &eacute;inne go bhfuil cup&aacute;n tae no caif&eacute; ar f&aacute;il ar f&aacute;il thuas staighre i ndiaidh seo.  Ba mhaith linn bu&iacute;ochas a ghabh&aacute;il leis an gcomhchoiste agus r&uacute;na&iacute; an choiste a chabhraigh linn an seisi&uacute;n seo a eagr&uacute; inniu.  Bh&iacute; an seisi&uacute;n seo thar a bheith t&aacute;bhachtach.  An t&eacute;ama a bh&iacute; leis an gcruinni&uacute; n&aacute; \"spreagadh na Gaeilge\" agus t&aacute; an comhchoiste tar &eacute;is p&aacute;irt a ghlacadh in imeacht spreag&uacute;il don Ghaeilge at&aacute; ag dul ar aghaidh faoi l&aacute;thair ar fud an domhain.  Is &eacute; sin an comhr&aacute; 24\/7.  T&aacute; gr&uacute;pa&iacute; &oacute;n Astr&aacute;il go Beijing, California agus ar fud na h&Eacute;ireann tar &eacute;is ciorcail n&oacute; gr&uacute;pa&iacute; comhr&aacute; n&oacute; comhr&aacute;ite faoi leith a chur ar bun an tseachtain seo mar chuid den curiarracht domhanda at&aacute; ar si&uacute;l faoi l&aacute;thair.<\/p><p>  Thosaigh seo i bP&aacute;irc an Chr&oacute;caigh an Domhnach seo caite agus t&aacute; s&uacute;il againn, faoin Domhnach seo, go mbeidh curiarracht domhanda bainte amach againn don comhr&aacute; Gaeilge lean&uacute;nach is faide a tharla riamh.  N&iacute;or stad s&eacute; f&oacute;s agus fair play do na mic l&eacute;inn at&aacute; ag d&eacute;anamh na seisi&uacute;n thar o&iacute;che, le cabhair &oacute; ghr&uacute;pa&iacute; thar lear.  T&aacute;imid ag leanacht ar aghaidh leis an gcomhr&aacute; agus t&aacute; s&eacute; go maith go bhfuil an comhchoiste mar dl&uacute;thchuid den iarracht sin.  Imeacht &eacute; de chuid Bhliain na Gaeilge agus m&aacute; &eacute;ir&iacute;onn linn &eacute; a bhaint amach, t&aacute; s&uacute;il againn go mbeidh muid ag iarraidh &eacute; a dh&eacute;anamh ar feadh ocht l&aacute;, b'fh&eacute;idir an bhliain seo chugainn, agus ar aghaidh &oacute; shin go dt&iacute; go sroichfidh muid 365 l&aacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300007#F00400","nonspeaker":"Julian de Sp&aacute;inn"},{"type":"speech","time":1380796800,"counter":392,"content":"<p>Ba mhaith liom tr&eacute;asl&uacute; leis na finn&eacute;ithe ar fad mar is iontach an feachtas &eacute; sin.  Is iontach samhla&iacute;och &eacute; chomh maith.  T&aacute; siad ag tarraingt ar bhuanna na nGael, mar go bhfuil neart cainte againn.  T&aacute; s&eacute; iontach t&aacute;bhachtach go mbeadh Tithe an Oireachtais p&aacute;irteach i gn&iacute;omh den chine&aacute;l seo agus s&iacute;lim go bhfuil r&oacute;l faoi leith acu ann.  Thagair muid ar seo agus muid leath ag magadh n&iacute;os t&uacute;isce, faoi muid a bheith p&aacute;irteach i ghn&iacute;omha&iacute;ocht &oacute; thaobh na Gaeilge de.  An rud is m&oacute; at&aacute; feicthe agam anseo le dh&aacute; bhliain go leith agus m&eacute; anseo, n&aacute; go bhfuil an oiread daoine sna Tithe seo go bhfuil Gaeilge acu.  De r&eacute;ir a ch&eacute;ile, t&aacute; mise ag cur aithne ar n&iacute;os m&oacute; d&oacute;ibh.  Fi&uacute; agus m&eacute; ag seasamh amach ar feadh soicind, bhuail m&eacute; le duine de na Gaeilgeoir&iacute; ar mo bhealach ar ais agus d'fhiafraigh s&eacute; d&iacute;om c&eacute;n &aacute;it a mbeadh an caif&eacute; agus comhr&aacute; ar si&uacute;l.  Is bre&aacute; an rud &eacute; sin.<\/p><p>  Caithfidh muide a bheith ceannr&oacute;da&iacute;ocht a thaispe&aacute;int.  T&aacute; r&oacute;l poibl&iacute; againn agus caithfidh muid a bheith ceannr&oacute;da&iacute;och ar seo, tr&iacute;d na Tithe seo, tr&iacute; ceisteanna a chur agus tr&iacute; d&iacute;osp&oacute;ireacht a dh&eacute;anamh.  T&aacute; &aacute;iseanna againn anseo, comhaistri&uacute;ch&aacute;in agus mar sin de agus caithfidh muid iad a &uacute;s&aacute;id.  Caithfidh muid an Ghaelbhratach sin a fh&aacute;il croctha taobh amuigh de na geata&iacute; chomh maith.  Molaim na finn&eacute;ithe as sin agus as na himeachta&iacute; &eacute;ags&uacute;la at&aacute; ar bun.  I ndeireadh thiar, c&eacute; go dtarraingn&iacute;tear isteach muid go minic le d&iacute;osp&oacute;ireachta&iacute; maidir le maoini&uacute;, strucht&uacute;r agus pl&eacute; agus mar sin de, t&aacute; s&eacute; n&iacute;os sp&eacute;isi&uacute;la d&uacute;inn ar fad a bheith ag d&iacute;ri&uacute; ar na gn&iacute;omha&iacute;ochta&iacute;.  Is astu sin a thiocfaidh an toradh agus an borradh.  Molaim an gr&uacute;pa a th&aacute;inig isteach agus go n-&eacute;ir&iacute; leo leis an bhfeachtas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300007#F00500","speaker":"1122"},{"type":"speech","time":1380796800,"counter":393,"content":"<p>Cuirfidh muid deireadh leis an d&iacute;osp&oacute;ireacht.  Ba mhaith liom &aacute;r mbu&iacute;ochas a chur in i&uacute;l do na finn&eacute;ithe a th&aacute;inigh isteach anseo, S&iacute;ne, Julian, Si&uacute;n, Aodh&aacute;n, S&iacute;omha agus Cormac.  T&aacute; s&eacute; thar a bheith soil&eacute;ir go bhfuil siad cumasach agus d&iacute;ograiseach chomh maith agus go bhfuil samhla&iacute;ocht faoi leith ag baint leis an gcur chuige at&aacute; acu.  N&iacute;l aon amhras faoi n&aacute; go dtugann siad d&oacute;chas d&uacute;inn maidir le todhca&iacute; na Gaeilge.  T&aacute; m&eacute; l&aacute;n cinnte go mbeidh siad ag labhairt linn ar&iacute;s agus b&iacute;odh siad cinnte go dtabharfar aird ar ghach rud d&uacute;radh anseo inniu.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN32013100300007#F00600","speaker":"1115"}]