[{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1453815000,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Áine Collins, Senator Michael Mullins, Deputy Anthony Lawlor, Senator Feargal Quinn. Deputy Peadar Tóibín,<\/p><p>In attendance: Deputies Andrew Doyle and Liam Twomey.<\/p><p>DEPUTY MARCELLA CORCORAN KENNEDY IN THE CHAIR.<\/p>","time":1453815000,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002"},{"type":"minorheading","content":"Companies Act 2014 (Section 1313) Regulations 2016: Motion","time":1453815000,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#C00100"},{"type":"speech","time":1453815000,"counter":5,"content":"<p>I inform members that this meeting is being carried live on Virgin Media channel 207, eir Vision channel 504 and Sky channel 574.  <\/p> <p>  Apologies have been received from Deputy Dara Calleary.  <\/p> <p>  As we have a very busy schedule, we will deal with housekeeping matters following the appearance of the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, and the speakers on the Transatlantic Trade and Investment Partnership, TTIP.<\/p><p>Is this agreed?  Agreed.  <\/p><p> I remind members and those in the Visitors Gallery to ensure their mobile telephones are switched off for the duration of this meeting as they interfere with the broadcasting equipment even when in silent mode.  I welcome the Minister for Jobs, Enterprise and Innovation and his official to the meeting and thank him for coming before the committee today to discuss the referral motion regarding the Companies Act 2014 (Section 1313) Regulations 2016.   <\/p><p> Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.  I invite the Minister to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#C00200","speaker":"1099","continuing":true},{"type":"speech","time":1453815000,"counter":7,"content":"<p>I thank the committee for facilitating us in taking this issue.  This was essentially an inadvertent omission from the Companies Act, which, as the committee knows, is quite a tome.  Basically, section 1120, which is being amended here, provided for the application of provisions that were set out in Part 1 of the Bill - sections 310 to 313 - that applied to private limited companies.  It transferred their application to other types of companies in Part 2 of the Act.  They were companies like designated activity companies, companies limited by guarantee and so on.  Unfortunately, in drawing up that provision, one group of companies was omitted, namely, unregistered traded companies, of which there are very few.  They do exist, most significantly, in the banking area.  One of them is Bank of Ireland.<\/p> <p>  I wish to make it clear that what we are doing here is applying the very same rules to a credit institution that is an unregistered traded company - one formed under charter before independence - as would apply to any other credit institution.  The effect of applying section 1120 to an unregistered credit institution in Schedule 14 is to ensure that the law governing the disclosure requirements in a credit institution's financial statement is the same for all companies trading as credit institutions in Ireland.  If the section is not applied to unregistered traded companies, such companies would be placed at a significant disadvantage in respect of all other credit institutions, for example, by having to break the confidentiality of family relations of directors where loans from an unregistered company to them would have to be disclosed in the financial statements, which never was the intention.  Credit institutions, regardless of the manner in which they are formed, must adhere to company law code as defined for traded companies.  The various sections that are being provided here - sections 310 to 313 - essentially set out the requirements for disclosure of loans or other like transactions between directors of the company and the company.  They do not apply to connected persons so they do not have to return in their financial statement the detail of loans to connected persons.  However, there are a number of safeguards that apply in all these cases.  First, the aggregate information about such loans must be provided in the financial statement.  Second, a register of all of those transactions in their full detail must be kept by the bank.  It must produce this register to the Director of Corporate Enforcement if required and facilitate the director in examining and making copies of it.  It also must make the full statement available not less than 15 days before the annual general meeting for inspection by members.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#D00200","speaker":"1016"},{"type":"speech","time":1453815000,"counter":8,"content":"<p>A telephone is on and is causing interference with the broadcasting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#D00300","speaker":"1099"},{"type":"speech","time":1453815000,"counter":9,"content":"<p>This statement will contain the full particulars of all transactions with connected persons.  There is a provision that the statutory auditors of the company have a duty to examine the statement and to make a report to the members on that statement.  A final safeguard in section 313 is that these are the provisions in respect of company law but, of course, most of the oversight of credit institutions is conducted by the Central Bank.  These provisions do not in any way dilute the obligations of such credit institutions under Central Bank law, which is the primary overseer of credit institutions.<\/p><p>I hope that is an adequate explanation for the committee of what is being done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#D00400","speaker":"1016","continuing":true},{"type":"speech","time":1453815000,"counter":11,"content":"<p>The Minister mentioned in his contribution that these companies were inadvertently omitted.  However, the question of their not being included was raised when the Companies Bill was progressing through the Oireachtas process.  I am curious as to the reason this issue was not addressed at that time.  Are there likely to be other unregistered firms similarly omitted from this section?<\/p> <p>  It is a real pity that the opportunity presented by the Companies Bill 2014 was not availed of to address the threat of tactical insolvencies.  Seven months on from the Clerys dispute, the State is on the hook for &euro;2 million and workers have not yet received justice.  The Department has drawn up a report on the matter and it is now to undertake a review of this area.  I am disappointed that we are not utilising the short time remaining to us to ensure there is no legal loophole which would allow unscrupulous companies to separate assets from their legal responsibilities to workers, creditors and commission holders. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#E00200","speaker":"1080"},{"type":"speech","time":1453815000,"counter":12,"content":"<p>It was a genuine oversight.  I do not know at what point this issue was raised specifically.  This was an inadvertent oversight in an Act that runs to 2,500 sections.  On the issue of tactical insolvencies, the Companies Act 2014 sets out, in section 599, additional protections for workers and creditors in situations of the type we have described.  We have yet to see the impact of those.  They have not yet been tested in the courts and may well be tested in the context of a debt to the State, such as that which occurred in the case referred to by the Deputy.  Notwithstanding that, we believe that the circumstances of the Clerys case does justify an examination under both company law and employment law to see if there are things we ought to be changing.  We have arranged for such a review to be conducted over the coming seven weeks.  It will be a useful addition.<\/p> <p>  Provision is made in the Act to improve the position of creditors in these sorts of insolvencies.  That provision is yet to be tested.  It is our view that, notwithstanding that part of the legislation, we need to look afresh at this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#E00300","speaker":"1016"},{"type":"speech","time":1453815000,"counter":13,"content":"<p>I thank the Minister for attending today's meeting and for briefing the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#E00400","speaker":"1099"},{"type":"minorheading","content":"Messages to Dáil and Seanad","time":1453815000,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#E00500"},{"type":"speech","time":1453815000,"counter":15,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Joint Committee on Jobs, Enterprise and Innovation has completed its consideration of the Companies Act 2014 (Section 1313) Regulations 2016.<\/blockquote> <p>In accordance with Standing Order 73, the following message will be sent to the Seanad:<\/p><blockquote>The Joint Committee on Jobs, Enterprise and Innovation has completed its consideration of the Companies Act 2014 (Section 1313) Regulations 2016.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#E00600","speaker":"1099"},{"type":"unspoken","time":1453815000,"counter":16,"content":"<p>Sitting suspended at 1.53 p.m. and resumed at 2 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Transatlantic Trade and Investment Partnership: Discussion","time":1453815000,"counter":17,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#G00100"},{"type":"speech","time":1453815000,"counter":18,"content":"<p>I remind members, visitors and those in the Visitors Gallery to please ensure their mobile telephones are switched off or on airplane mode for the duration of the meeting as they interfere with the broadcasting equipment, even when on silent mode.<\/p><p>We now come to the discussion of the impact and opportunities of the Transatlantic Trade and Investment Partnership.  I welcome Ms Darina Allen of Slow Food Ireland, Mr. Eoin Bradley of the Irish Cancer Society, Dr. Lorna Gold of Tr&oacute;caire and Mr. Barry Finnegan of ATTAC Ireland to the meeting.<\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  If you are directed by the committee to cease giving evidence in relation to a particular matter and you continue to so do, you are entitled thereafter only to a qualified privilege in respect of your evidence.  You are directed that only evidence connected with the subject matter of these proceedings is to be given and you are asked to respect the parliamentary practice to the effect that, where possible, you should not criticise or make charges against any persons or entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of a long-standing parliamentary practice to the effect that Members should not comment on, criticise or make charges against a person outside the Houses, or any official by name in such a way as to make him or her identifiable.<\/p><p>I remind our guests that their presentations should be no more than five minutes in duration.  The presentations submitted by today's attendees have been circulated to members.  I invite Ms Darina Allen to make her presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#G00200","speaker":"1099"},{"type":"speechnospeaker","time":1453815000,"counter":19,"content":"<p>I wear not just the Slow Food Ireland hat but also some others, including the Taste Council of Ireland, Euro-Toques Ireland and Good Food Ireland.  I thank members for the opportunity to appear before the committee.<\/p> <p>  The Transatlantic Trade and Investment Partnership, TTIP, agreement poses a serious threat to the well-regulated Irish and European food industry.  One of the objectives of the TTIP negotiations is to achieve mutual recognition and harmonisation of food standards between America and Europe.  While nobody could argue against that, of course, the devil is in the detail.  The organisations I represent reject these proposals.  The following are some of the areas over which we express serious concern.<\/p> <p>  The European Commission&rsquo;s stated TTIP negotiating position is to abandon what is termed the \"precautionary principle\".  This is the system whereby chemicals and pesticides used in our food system must be proven to be safe for animal and human health prior to use.  In the US, the reverse is the case.  Many carcinogenic and endocrine-disrupting chemicals used in food production there are banned in Europe.  The proposed TTIP mutual-recognition system means we would no longer be able to ban these chemicals.<\/p> <p>  EU regulations currently require measures along the whole chain of production to guarantee the safety of the final product.  However, the US system mostly verifies the safety of the end product and is therefore prone to resorting to pathogen-reduction treatments.  For example, instead of preventing chickens getting infected with pathogens during all stages of rearing and slaughter, the poultry industry there resorts to dipping chickens in chlorine to eliminate bacteria at the end of the meat production chain.  Again, the harmonisation of food standards proposed in TTIP would make it impossible to maintain our standards and continue to ban the import of such foods.  With more chemical inputs and higher capital costs of production than in Europe, the US factory-food system produces food at a lower unit cost, and will therefore create unfair competition.<\/p> <p>  In the US, growth hormone-injected beef and dairy herds lead to lower unit prices for consumers but also to lower quality meat, and the associated human and animal health implications meaning that only those using intensive factory farming methods and liberal use of antibiotics are able to stay in business.  The objective of TTIP is to allow not only US unlabelled hormone-injected beef to be sold in Europe but also to allow the sale of unlabelled American GMO, genetically modified organism, products.<\/p> <p>  All existing food regulations not explicitly overturned in the TTIP, and all future higher and improved standards of food regulation will be subject to being overturned by a proposed quasi-judicial system of arbitration called ISDS, or investor-state dispute settlement.<\/p><p>The Commission has declared it would prefer not to have this now in TTIP and would rather replace it with the new ISDS, which it calls the investment court system or ICS.  The ICS, as envisaged by the Commission, is almost exactly the same as the old ISDS except that all the people who act as arbitrators would have to be qualified to practise as judges in the EU before they are considered qualified to act as arbitrators in the new ICS.  The latter would have an appeal system, which is a new idea.  Mr. Finnegan will explain why nothing much has changed in that regard.<\/p><p> The EU-US proposal for TTIP is to establish a new legal system just for foreign investors so that they can bypass the Irish, European and American judicial systems when they feel their current or future profits are being infringed upon as a result of vague, ill-defined government action, such as \"unnecessarily restrictive barriers to trade\" or \"overly meddlesome barriers to trade\".  That would include everything from what constitutes organic food standards to correct labelling and highlighting food allergy contents on labels.<\/p><p> So who will benefit from this agreement?  It will certainly not be consumers - who will see food information further weakened as a result of longer food supply chains - nor will it be the large majority of small-scale producers who service local markets and who make up the societal and economic fabric of quality food production, the guardians of the environment and food traditions.<\/p><p> It seems that TTIP will give rights to corporations to sue governments over decisions that may harm their potential profit margins.  There are already many examples of that as a result of a new law being introduced.  They will be able to do that through an ISDS, investor-state dispute settlement, mechanism, where cases are held in private.  Corporations can sue governments using the ISDS system but governments cannot sue corporations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#G00300","nonspeaker":"Ms Darina Allen","continuing":true},{"type":"speech","time":1453815000,"counter":21,"content":"<p>I thank Ms Allen.  I invite Dr. Gold and Mr. Finnegan to make their presentation.  I believe they are sharing the five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#H00200","speaker":"1099"},{"type":"speechnospeaker","time":1453815000,"counter":22,"content":"<p>We are.  Both Tr&oacute;caire and ATTAC Ireland welcome the opportunity provided by the Joint Committee on Jobs, Enterprise and Innovation to represent the deep concerns that we and many other civil society organisations across the world with which we collaborate share about the potential implications of TTIP, specifically in respect of policy space for human development, the right to regulate and climate change mitigation.  While TTIP covers a vast agenda, Mr. Finnegan and I will aim to keep our remarks to three main areas, which he will outline.<\/p> <p>  We strongly believe that TTIP, if taken as a blueprint for international trade, is in direct contradiction with the sustainable development goal for \"enhanced representation and voice of developing countries in decision-making in global international economic and financial institutions\".  It also contradicts the provisions in the Lisbon Treaty that require the EU to ensure its policies are coherent with its human development policy.  Our key message is that there are already existing, significant power imbalances between the capacity of states to meet their duty to protect citizens from human rights abuses by third parties and the resources of transnational corporations and the scope and impacts of their operations.  That is particularly the case in developing countries, although not exclusively so.  Those power imbalances would become even more deeply entrenched if core elements of TTIP, such as an investor-state dispute settlement mechanism, ISDS - to which Ms Allen already referred - are not challenged and overcome.  State capacity and policy space to deal with urgent concerns, the most pressing of which is in respect of climate change - which will have an impact on everyone - but particularly those relating to the poorest in society, would be undermined by TTIP.  The 3.28 million EU citizens who have signed a self-organised European citizens initiative against TTIP also recognise the risks.  My colleague, Mr. Barry Finnegan from ATTAC, will now outline some of the key concerns in more detail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#H00300","nonspeaker":"Dr. Lorna Gold"},{"type":"speechnospeaker","time":1453815000,"counter":23,"content":"<p>The European Commission position is to make TTIP the gold standard for future bilateral, plurilateral and multilateral trade agreements.  That directly contradicts the stated objectives of the United Nations sustainable development goals which ensure \"enhanced representation and voice of developing countries in decision-making in global international and economic and financial institutions\".<\/p><p>It is implausible to believe this aim of the UN's sustainable development goals could be implemented when developing countries, which have had no hand, act or part in the creation of the TTIP should be expected to adhere to its so-called standards.  The European Commission stated, &ldquo;We want to create user-friendly rules that guarantee that products benefitting from TTIP really are produced in Europe or the USA&rdquo; and make sure that &ldquo;goods from other countries do not enjoy the same benefits&rdquo;.  The EU seeks to take account of development objectives in all of its policies that are likely to affect developing countries.  However, its trade and sustainable development paper on the TTIP states that it only expects countries to adhere to the International Labour Organization standards of work to which they have signed.  America has not even signed up to the basic eight principles of these standards of work.<br\/><br\/>The UN sustainable development goals, which replace the millennium development goals, commit world governments to &ldquo;end poverty in all its forms everywhere&rdquo; and to &ldquo;strengthen the means of implementation and revitalise the global partnership for sustainable development&rdquo;.  It would be impossible to introduce legislation to force companies to reduce fossil fuel consumption if the TTIP is introduced.  The European Commission held online submissions about the TTIP which was the most popular consultation process held with 150,000 submissions.  Its report stated:<\/p><blockquote>In these submissions, the ISDS, investor-state dispute settlement, mechanism is perceived as a threat to democracy and public finance or to public policies.  It is also considered as unnecessary between the EU and the US, in view of the perceived strength of the respective judicial systems.  Such views are largely echoed by most of the trade unions, a large majority of NGOs, Government institutions and many respondents in the &lsquo;other organisations&rsquo; category, including consumer organisations.  Many among the collective submissions express specific concerns about governments being sued by corporations for high amounts of money which in their view create a &quot;chilling effect&quot; on the right to regulate.  In addition, certain replies from trade unions express a generic mistrust with regard to the independence and impartiality of the arbitrators or are concerned that ISDS may create a possibility for investors to circumvent domestic courts, laws or regulations.<\/blockquote><p>There is a list of successful cases where governments have been forced to remove environmental regulations.  For example, TransCanada has filed a lawsuit for $15 billion under the North American Free Trade Agreement over the US Government's rejection of the company's proposed Keystone XL pipeline.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#H00400","nonspeaker":"Mr. Barry Finnegan","continuing":true},{"type":"speechnospeaker","time":1453815000,"counter":25,"content":"<p>I am pleased to be here today on behalf of the Irish Cancer Society to present our concerns, as well as those of the public health community, on the current negotiations on the TTIP.  The Irish Cancer Society is not anti-trade, anti-EU or anti-US.  We are for fewer people getting cancer and those who get cancer to have the best chance of survival after treatment.  We want to see a trade agreement which protects the right of the Government to produce and implement public health policies without the interference of multinational corporations.  We should know about such interference.  As a country which is fighting global tobacco companies in the domestic courts, we consider it important that no additional opportunity be given to such companies to block, amend and delay public policies that will reduce the cancer rate.<\/p><p> In July 2015, the Irish Cancer Society commissioned Dr. Joshua Curtis of the London School of Economics and Dr. John Reynolds of Maynooth university to examine the potential impact of the investor state dispute settlement or ISDS on Irish public health policy.  In their conclusion, they state that public health policies such as plain packaging could be under serious threat if an ISDS is included in the final agreement.  Ireland is well used to battling with tobacco companies in the Four Courts, however, ISDS allows these companies to bypass the domestic court system.  It is a tactic that the tobacco industry is increasingly using. <\/p><p> In 2012, global tobacco companies sued Australia for its introduction of plain packaging on the grounds that it infringed on intellectual property.  The domestic courts found in favour of the Australian Government because, and this is important, public health trumps the rights of the tobacco industry.  The tobacco companies lost, and lost spectacularly, and they were even forced to pay the costs to the Australian Government.  However, having lost this case, Philip Morris International &ndash; which manufactures brands such as Marlboro &ndash; used an ISDS mechanism in a little known bilateral investment treaty between Australia and Hong Kong in order to sue the Australian Government.  The company even deliberately restructured its Asian business in order to justify the case.  The case took three years and cost the Australian Government an estimated AU$50 million, or &euro;30 million. <\/p><p> The Irish Cancer Society report on the TTIP makes a number of recommendations and is designed to offer constructive suggestions in regard to the final agreement, one of which is that ISDS be taken out of it.  Ireland is currently subject to just one minor ISDS clause within an energy charter and the fact that we are the fourth largest destination for US foreign direct investment questions the argument that this is essential to trade and development in this country. <\/p><p> The Irish Cancer Society commissioned research on 1,000 adults prior to Christmas and it found that fewer than one in five Irish people are aware of the TTIP while 46% agreed, in principle, with a deal that sought to boost trade but when they were informed that, under a similar trade agreement, Australia was sued by a tobacco company, 47% were concerned it could prevent Ireland from introducing its own new public health measures.  This figure rose to 70% among those who were initially aware of the TTIP.  One in three people surveyed also believe that the TTIP definitely needs to be reformed in order to limit the opportunities for multinational companies to sue the Irish Government.  Again, this rises to 55% among those who were initially aware of the TTIP. <\/p><p> The society has had fruitful discussions with the Department of Jobs, Enterprise and Innovation as well as the European Commission.  While we welcome the plans by Commissioner Cecilia Malmstr&ouml;m to replace ISDS, and her comments that cases such as the Australian case on plain packaging will not happen under the TTIP, the society wants to see this made explicitly clear in any final agreement.  If there is any element of the TTIP that is subject to interpretation or allows public health law to be challenged, big industry will seize upon it.<\/p><p> Should the investment court system go ahead, the society is asking for public health laws to be excluded from the threat of ISDS.  This idea is not without precedent.  The Trans-Pacific Partnership, or TPP, negotiations concluded in November 2015 includes a specific carve-out that stops the global tobacco industry from suing countries for introducing measures to curb smoking.  The significance of the inclusion of this provision in the TPP cannot be overstated and we believe that this now sets the minimum benchmark for the final TTIP agreement.  Ultimately, we believe the Irish Government should be seeking, as a minimum, a carve-out for all public health policies.  We believe this is a proactive approach that reflects our position as a global leader in public health initiatives.  To offer on a plate the opportunity to sue the Irish government for introducing policies that will save lives is very short-sighted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#J00200","nonspeaker":"Mr. Eoin Bradley","continuing":true},{"type":"speech","time":1453815000,"counter":27,"content":"<p>Thank you, Mr. Bradley.  I call Deputy T&oacute;ib&iacute;n.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#K00200","speaker":"1099"},{"type":"speech","time":1453815000,"counter":28,"content":"<p>Gabhaim mo bhu&iacute;ochas leis an finn&eacute; as teacht anseo inniu agus as a chuid fianaise.  I greatly welcome the evidence with which the delegates have provided us.  One of my greatest fears with respect to the TTIP is the complete secrecy in which the process is being carried out and the lack of debate and information among the public in that regard.  The European Commission has met about 600 lobbyist groups throughout Europe, 88% of which, I believe, have been private companies lobbying the EU.  Have any of the delegates' organisations had an opportunity to meet the Commission and discuss their fears and details in that regard?<\/p> <p>  There is talk about the TTIP being a major boon to Irish enterprise and jobs but the Centre for Economic Policy Research, CEPR, study indicated that ten times more benefit will go to foreign direct investment rather than small businesses and that in six of the eight areas it discussed, there would be a negative effect on small indigenous businesses.<\/p><p>Six of the eight areas discussed would have a negative effect on small indigenous businesses.  What is Ms Allen's business perspective on this and how the Transatlantic Trade and Investment Partnership, TTIP, will affect small business?<\/p><p> A key issue in TTIP is non-tariff barriers, which I read as standards.  My worry is that with regards to workers' rights or environmental and health and safety standards, we will not see an upward shift towards a common denominator but we will focus on a lowest common denominator.  Will the witnesses speak to what elements of those standards converge within TTIP and what happens outside TTIP?  We heard recently that the European Commission scuppered plans for tight control over pesticides due to the fact that US officials were seeking this common denominator when it came to standards as well.<\/p><p> It seems this trade agreement is a radical shift in the balance between the power of states and corporations and, in addition, between people and corporations.  I say this with regard to the investor-to-state dispute settlement, ISDS, mechanism.  I am very concerned in particular about developing countries locked outside the agreement that will be at a disadvantage in many ways.  Is there any way that Tr&oacute;caire, for example, can quantify the material effect on those countries of TTIP?  If I have a couple of minutes later, I might ask a supplementary question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#K00300","speaker":"1080","continuing":true},{"type":"speechnospeaker","time":1453815000,"counter":30,"content":"<p>There were many points.  Jobs growth was one of the big arguments made for TTIP.  At this stage, the movement with concerns about TTIP has demonstrated successfully that the economic model used to calculate job growth from TTIP is based on a series of impractical assumptions.  An example is that a person who loses his or her job in the beef industry or beef farming in Ireland would at no cost and overnight move to a job at a chemical plant in Germany.  The Commission's independent research indicates a best case scenario of a twentieth of 1% rise per year in economic growth after full TTIP implementation.  That is negligible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#L00200","nonspeaker":"Ms Darina Allen"},{"type":"speechnospeaker","time":1453815000,"counter":31,"content":"<p>I will let Mr. Finnegan answer on behalf of Tr&oacute;caire.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#L00300","nonspeaker":"Dr. Lorna Gold"},{"type":"speechnospeaker","time":1453815000,"counter":32,"content":"<p>It is important to realise that although we are talking about TTIP, other trade agreements that are exactly like TTIP have already been finished.  These include the EU-Vietnam free trade agreement, the EU-South Korea free trade agreement and the EU-Canada free trade agreement.  These contain the investor-to-state dispute settlement and have the same threat to standards, food safety and workers' standards.  Even if we scrapped TTIP, any American company could set up an office in Singapore, Vietnam or Canada and all our fears about TTIP would become real through those agreements.<\/p> <p>  On 13 May, the Council of Ministers of the European Union will be asked to vote on the text of the comprehensive economic trade agreement between the EU and Canada.  The European Commission is convinced that this is what it called an exclusive competence trade deal, which means there is absolutely no need to have a vote in any of the 28 member state parliaments.  In order for the 28 Ministers dealing with trade to disagree with this, there must be unanimity among all 28 trade Ministers and it is unlikely that it will happen.  There will be a qualified majority vote on 13 May and the comprehensive economic trade agreement with the ISDS will be approved.  That will come from a representation of 16 countries and 65% of the population.  The European Parliament will then be asked to vote on the text, probably before the end of July.  This is where we must focus our concerns.<\/p> <p>  With regard to ISDS and small businesses, the Bavarian Spar shops have come out against TTIP.  They want to be able to sell particular brands and types of German meat products made in that part of the country.  They do not want to sell the products made in Vietnam, Mexico or America.  The German equivalent of the Irish Small and Medium Enterprises Association has come out against it because it read the relevant documents provided by civil society.<\/p><p> I will give the committee an example of these investor-state dispute settlement mechanisms.  Some 95% of all the money paid out across the globe in the past 50 years as a result of these investor-state dispute settlement resolutions has gone to corporations with an annual turnover of more than $100 billion.  These corporations have a success rate of 71%.  Smaller companies - those with approximately $1 billion in annual turnover - have a success rate of only 58%.  There is absolutely no evidence provided by the European Commission or the Government to demonstrate how - given that the average cost of an ISDS is $8 million - this might help smaller producers.  If Mick and Mary's jam company tries to get the contract to provide jam to the California State Board of Education's schools and the latter decides to use an American company instead, Mick and Mary may decide to fight the decision on the basis that theirs is a small and medium-sized Irish jam producer.  In reality, however, is such a company really going to risk $8 million in legal costs to sue the American Government?  The answer is \"No\".<\/p><p> The ISDS is exclusively a mechanism for multi-billion dollar corporations.  There are many documents written by eminent legal scholars which show that the ISDS overturns all the principles of democratic accountability.  In the European Commission's very detailed proposal for the replacement of the ISDS - called the investment court system, ICS - the people who are being asked to go on a panel of arbitrators do not need to have ever practised as a judge, they just have qualified as a judge.  These are not pan-European qualifications so while a person may qualify as a judge in Slovenia, he or she may not qualify in Ireland.  The Commission proposes that these judges will be paid &euro;2,000 per month.  Does the committee know any senior legal professionals who survive on &euro;24,000 per year?  I think not.  Interestingly, if this panel of would-be judge arbitrators is called upon to arbitrate in an ICS dispute, they will be paid &euro;3,000 per day.  Again, this overturns a centuries old idea of the independence of a judiciary where it does not matter to the judge whether the plaintiff or the defendant wins the case because the members of said judiciary hold solid, secure, permanent and well-paid positions.  The ICS proposal from the Commission means that it is in the arbitrators' short-term financial interest to make cases last as long as possible and to ensure that corporations win cases so that more cases will be brought.  In addition, one week the legal teams could be working for a fracking corporation which is suing the Canadian Government for banning fracking and the next week they could be on panels as arbitrators whose job it is to decide on an American company which plans to sue France - which has already introduced a ban on fracking - as soon as the TTIP is enacted.  This arbitrator could have been a lawyer arguing for a corporation that is suing a government in respect of environmental legislation and then, three weeks later, he or she could be acting as an arbitrator in an environmental case.  The only person who is allowed to decide whether there is a conflict of interest is the person who is proposed as the president of the ICS.  That individual will be a political appointee and he or she will be appointed by the President of the European Commission.  He or she will be the only one who will decide whether there is a conflict of interest.<\/p><p> The other thing we are missing completely with this new generation of trade agreements is that they are not agreements, they are revolve around investment, regulation and democracy.  We have incredible examples from around the world where Veolia - which operates in the west of Ireland with private business water customers and holds a 50% share in Dublin's LUAS - successfully sued the Egyptian Government for having the temerity to introduce a minimum wage.  Egypt backed down at the last minute.  Another example is the Government of Argentina which said \"We will give this privatisation a go with our water\".  After two years, the water was undrinkable and unaffordable.  The Government of Argentina said the company had to fix the problems and Veolia said it was not going to fix it, that it was a private company and that the Government had no business interfering with it.  The company was kicked out of the country and Veolia successfully sued for $186 million by means of an ISDS.<\/p><p> We want developing countries to rise to the standards of Europe.  Europe is the beacon of light to which the world aspires.  We are the longest living, most well fed, well educated, literate people in the world, not just today but in all of human history.  We have the highest levels of workers' protection, the highest environmental standards and the best public services.  We want developing countries to rise to our standards.  If it becomes an unnecessarily restrictive or overly burdensome barrier to trade to insist on high regulations of water quality or workers' rights or the banning of particular chemicals - and we are in the business of dumbing down our regulations - how can we ever expect the developing world to have a hope of rising to our level?<\/p><p> All the bodies in the United Nations who have studied the ISDS phenomenon in fine detail are vociferous in saying it overturns the principle of an independent judiciary and elevates private companies to the status of sovereign states, and higher, to the point that when governments intend to introduce regulations they have to consider the profits of private companies.  We have numerous examples around the world where that has been overturned.  On looking closer there is a range of articles that need to be read in tandem with the import control system, ICS, proposals from the European Commission, while if one takes a clause here or there it appears that governments have the right to regulate.  They will have the right to regulate and then be sued and pay billions of dollars in compensation for unearned future income that a private company reckons it will not earn as a result of the regulations being put in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#L00400","nonspeaker":"Mr. Barry Finnegan","continuing":true},{"type":"speechnospeaker","time":1453815000,"counter":35,"content":"<p>To reply to Deputy T&oacute;ib&iacute;n&rsquo;s questions, we have been in correspondence with the Commissioner regarding the report we produced last July on ISDS and its potential effect on Irish public policy.  We have also had a meeting with the European Commission in Dublin as well as the Department of Jobs, Enterprise and Innovation, all on the back of that report.  The report is very clear on standards.  It is not a question of if standards will be lowered but by how much.  That will be the question if this agreement sees the light of day.<\/p> <p>  We have concerns on the public health front.  In the UK, for example, there has been a lot of chat about the National Health Service, NHS.  There is a question of how to strike the right balance between economy and society.  We want to make sure standards are brought up to our level.  On the other side of the Atlantic there are situations, particularly in the public health sector, where the standards are lower than they would be here.  That is a huge concern for us.<\/p> <p>  On the economic benefit, the part of the report, done for us by Drs. Reynolds and Curtis, that sticks out for me is that after ten years the conservative estimate is that gross domestic product, GDP, will grow by approximately 0.2% and that would be the equivalent of every European being able to buy an additional cup of coffee every week.  There is a cause for concern about the economic benefit for the people of Europe versus how standards may be cut ultimately. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#N00200","nonspeaker":"Mr. Eoin Bradley"},{"type":"speech","time":1453815000,"counter":36,"content":"<p>This has been most interesting.  I am pleased the witnesses have come in here.  The debate is very useful.  My concern is that the sounds I hear are very negative, instead of the witnesses saying let us find the best way out and temper and adjust it in order to do so.  There are so many people starving in the world, yet I hear people say \"No\" to genetically modified organisms and fracking, instead of saying let us find a way to make this work for the benefit of the all the people of the world.<\/p> <p>  Our objective, and Tr&oacute;caire&rsquo;s objective, is to end poverty.  That is everybody's objective.  Let us make sure we find a way to do that but most of what I hear is people saying stop this, control it so that it does not develop.  History has shown we can solve problems.  Mr. Finnegan, I think, said how Europe has done very well and set very high standards.  We can set those standards but we will not do so unless we open our eyes to the opportunities.  I believe the TTIP gives us a chance to do that, to expand our horizons and do a large amount in many different ways.<\/p> <p>  In the 1700s when the Luddites said the shoe factories were a disgrace because they would put the shoemakers out of business they won a great deal of attention.  Eventually, the shoe factories did come in and solve the problem.<\/p><p>Those who are saying we should put a stop to this or not proceed with it are actually like those shoemakers in the 18th century who said we should not change.  I am of the view that we should be looking in a different direction.  Mr. Bradley has certainly looked in a different direction.  There is little doubt tobacco is outrageous and whatever steps have to be taken to ensure we control tobacco, they must be taken.  However, I do not see that as part of TTIP.  We must find a solution but we have to do it by starting in a positive rather than a negative way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#N00300","speaker":"1145","continuing":true},{"type":"speechnospeaker","time":1453815000,"counter":38,"content":"<p>I thank Senator Quinn.  I do not think any of us are against what we would see as progress.  I absolutely agree with the Senator's sentiment in that all of us would like to find a way.  In fact, in some ways it is rather ironic to hear me arguing against regulation when I spent a great deal of my energy in the past 20 or 25 years arguing in favour of regulation proportionate to the risk involved and to the effect that the cost of compliance would not put people out of business and so on.  I am not at all against what is supposedly the spirit of this but it is very difficult to find any of the points we have discussed in respect of which one could really argue in favour.  I do not know if I am allowed to ask Senator Quinn a question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#O00200","nonspeaker":"Ms Darina Allen"},{"type":"speech","time":1453815000,"counter":39,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#O00300","speaker":"1099"},{"type":"speechnospeaker","time":1453815000,"counter":40,"content":"<p>I am not.  Okay.  I was wondering whether he had any solutions himself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#O00400","nonspeaker":"Ms Darina Allen"},{"type":"speech","time":1453815000,"counter":41,"content":"<p>I thought the purpose of the exercise was that Ms Allen would be able to give the solutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#O00500","speaker":"1145"},{"type":"speechnospeaker","time":1453815000,"counter":42,"content":"<p>I will meet Senator Quinn outside to discuss the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#O00600","nonspeaker":"Ms Darina Allen"},{"type":"speechnospeaker","time":1453815000,"counter":43,"content":"<p>The perceived negativity is probably because of the fact that there is such deep concern regarding the scale and the secrecy that has come about as a result of the TTIP negotiations.<\/p> <p>  With regard to poverty, it is obviously the stated objective of Tr&oacute;caire to reduce poverty and to create a more just world.  However, for us, the biggest threat associated with TTIP is in regard to how we handle climate change.  Climate change is now the single biggest threat to addressing poverty.  Ban Ki-moon came to Ireland last year and said that if we want to be a leader on hunger, we have to be a leader on climate change.  Tackling climate change entails a number of things in terms of mitigating our emissions but it can essentially be boiled down to one thing, which is that we need to reduce our dependency on fossil fuels and the fossil fuel industry.  We need to drastically reduce our emissions in a very rapid way and we have signed up to doing that through the Paris agreement reached just before Christmas.<\/p> <p>  How TTIP interlinks with those stated objectives creates serious dilemmas in terms of policy coherence and policy objectives.  We know tackling climate change means regulating and reducing the influence of the fossil fuel industry.  However, we know also that the energy chapter in TTIP - Mr. Finnegan can speak on this in more detail - would lock in investments for increasing fossil fuel use for the next 30 years.  Therefore, there is a very deep contradiction between TTIP and our stated objectives to reduce poverty and mitigate climate change.  We also know, from Tr&oacute;caire's long experience, that ending poverty is above all about enhancing a state's capacity and democratic accountability.  If TTIP is taken as a gold standard for international trade, then, for all the reasons that have been outlined, it reduces the democratic accountability and the capacity for state action in third countries, or it will do.  If countries are locked into a system where, as a result of the ISDS - when it becomes the norm - they are not able to increase their standards or, in a sense, match European standards, how are those who are currently living in poverty meant to work their way out of it?  We see TTIP as undermining many of the international standards that are already in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#O00700","nonspeaker":"Dr. Lorna Gold"},{"type":"speechnospeaker","time":1453815000,"counter":44,"content":"<p>I could not agree more with Senator Quinn.<\/p><p>After an incredible amount of lobbying and the threat of legal action by our then Ombudsman, Emily O'Reilly, in Brussels, the Commission eventually released the nine-page mandate given to it by the 28 ministers and we see that it is a very negative document.  The Commission went into the TTIP negotiations with the express intention of ending government monopolies, forcing the privatisation of public services and getting rid of what it called \"non-tariff barriers\".  We have a very good system to help trade and it is called democracy.  The non-tariff barriers in question are the laws and regulations that we, as a society, have put in place to protect ourselves.  My understanding of democracy is that the rules and regulations which govern the interactions between individuals and between individuals and companies reflect the values of the people.  It is quite clear, if one reads the nine-page mandate for the negotiations, that the TTIP is set against these values.  When we sound negative, it is due to the fact that the starting position is that the regulations and laws in place are bad because they interfere with private profit.  We say that those regulations are good because they defend consumer rights, defend environmental protection and allow for the operation of a competitive business environment.  Think of what happened to the poor Luddites.  They were living in little villages and making shoes in family-owned businesses, with children running around learning the skills of their fathers.  People were in charge of their own destinies, deciding when and when not to work in sustainable community-based businesses.  Then hell on earth came with gargantuan ten-storey factories in which children's' arms were chopped off, there were no safety regulations, workers who spoke out were beaten and pregnant women did heavy lifting.  Life expectancy was reduced from the late 60s down to the late 20s and mid-30s.  That is what mechanisation did.  In the 1800s in Europe, we then had the wonderful idea of the Enlightenment and evidence-based policy-making.  The democratic vote was used to protect people in their work environment.  The entire objective of TTIP is to get rid of those rules and regulations that protect both the quality of work and of consumer goods.  If we come across as negative, it is because we are against that and we are for democracy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#O00800","nonspeaker":"Mr. Barry Finnegan","continuing":true},{"type":"speechnospeaker","time":1453815000,"counter":46,"content":"<p>I very much welcome Senator Quinn's comments.  With regard to the perceived negativity coming from ourselves, which was commented upon by Mr. Finnegan and Dr. Gold, the report produced by the Irish Cancer Society is designed to be very constructive.  Not only does it recommend that the ISDS be removed from the agreement, it also says that if an ISDS or an investment court system, ICS, arises, these following principles should happen.  Ultimately, as I have already said, we are not against trade.  We understand that trade happens and we just want to protect public health.  I believe that will be very important.<\/p> <p>  The topic of the tobacco industry was touched upon and I very much welcome what was said.  However, tobacco sums up the issues around the ISDS, particularly for the Irish Cancer Society.  It showcases the reasons why we are arguing for a public health carve-out to protect public health policy from an ICS.  It was summed up by David Sullivan, the EU ambassador to the US, who was in Ireland before Christmas.  When asked about the potential lobbying by the tobacco industry and the potential use of the ISDS, he said that it is not going to happen under TTIP.  About five minutes later he said he was afraid that there might be some very constructive lawyers - his phrase - who may interpret or misinterpret the final agreement around TTIP.  We would also share that concern.  Ultimately we would like to see a public health carve-out and to protect public health policies from the tobacco industry also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#P00200","nonspeaker":"Mr. Eoin Bradley"},{"type":"speech","time":1453815000,"counter":47,"content":"<p>I have sometimes become a bit confused when following this debate for the past 18 months.  One of the key points appears to be that the standards set in Europe are also expected of the products which come from the United States.  Coming from a farming background, I acknowledge that there was always a fear that we would get hormone-treated beef.  From the evidence I have heard during this debate, it appears that the standards we have set here and those set across Europe are, unfortunately, different.  Ms Allen might know that when one goes into country markets in France and in Ireland there are two different standards.  We in Ireland have adopted standards at the higher end.<\/p><p>I have heard Ms Darina Allen speak before about the regulations and that sometimes we are over-regulated.  The small farmer who might butcher a few sheep has been regulated out whereas in France and in other places he would not have been as regulated.  We have to look at ourselves and within our own country as to where we set standards.  Sometimes we may set impossible standards for ourselves even though we are now in Origin Green.  We do like to trade among ourselves also.  I am confused.  Are the standards we have in Europe the standards by which trade will be done with the United States under the TTIP?  Can Ms Allen clarify to the committee if she has difficulty in getting her own produce into the United States market currently?  I was probably too young to remember the discussions around Ireland's entry into the EU, Senator Quinn might know better-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#P00300","speaker":"1053","continuing":true},{"type":"speech","time":1453815000,"counter":49,"content":"<p>It was 1972 and it was the EEC.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#Q00200","speaker":"1145"},{"type":"speech","time":1453815000,"counter":50,"content":"<p>The EEC.  There were discussions going on for some five years beforehand.  I often wonder what would have been the outcome if Ireland was this negative about entering the EU and did not go in.  My father often spoke to me about the economic war and the hardship it brought upon this State.  I look on the TTIP as an opportunity but we have to be careful about it.  We have to make sure the opportunity is there.  I was in a school today in Leixlip and I saw young children working on IT projects where they produced video and games.  I was very enlightened.  Here we have a future generation and are we going to curtail them in not being able to trade with the world?  I worry that if we come out totally against TTIP that we will curtail a future generation.  I have listened to the arguments on climate change and know that we have to protect our future generations.  I have been to Africa many times and I have worked as a volunteer in various parts of the world.<\/p> <p>  I believe trade is a way of helping people out from the poverty of which Tr&oacute;caire talks.  I have seen it first-hand.  However, if we keep putting up stronger and stronger barriers it will create long-term poverty in certain areas and create less opportunities for those school children I saw today.  We have to look at this much more carefully and we also have to embrace the fact that we are in a global world now.  Trade is done on a global basis and I would like to see that small young farmer who can kill his few lambs in his abattoir and be allowed the opportunity in 20 years to expand globally.  I would also like to see African trade coming in here.  We have to look at this on a global scale - to embrace it but be careful about what we are embracing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#Q00300","speaker":"1053"},{"type":"speechnospeaker","time":1453815000,"counter":51,"content":"<p>I have to agree with a lot of what the Deputy has said.  I wish to make it clear, and I believe I can speak for everybody, that there is no way we are against trade.  We have a wonderful record with the EU of very high standards in regulation and so on, although I might disagree with the severity of some of it.  However, what is really being proposed is that we dumb down our regulations in many different areas - not just in the area of food and labour laws - to coincide with US regulations, which in many ways are less stringent.<\/p><p>We argue against the dumbing down of regulations.<\/p><p> Ireland exports much of its beef and dairy and Europe has higher standards.  Basically, Irish producers would have to compete with US farmers and food producers who produce food of a much lower standard than ours.  It would be extraordinarily difficult for Irish agriculture to compete with the US in terms of economy of scale and price.<\/p><p> I am grateful for being credited with making Ballymaloe relish but I do not make it, which I think is what was referred to.  It is my sister-in-law who makes Ballymaloe relish.  We are a big family.  I can confirm that the relish is for sale in the US and that it has gone through all of the various things without difficulty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#Q00400","nonspeaker":"Ms Darina Allen","continuing":true},{"type":"speechnospeaker","time":1453815000,"counter":53,"content":"<p>I agree with the values set out by Deputy Lawlor.  In terms of small farmers, this trade deal has nothing to do with small farmers except to make their lives more difficult.  In America, some sheds house 100,000 head of cattle and the animal health and safety standards are very low when compared with those in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#R00200","nonspeaker":"Mr. Barry Finnegan"},{"type":"speech","time":1453815000,"counter":54,"content":"<p>That is the point I tried to make.  The standards we have here are the same standards that must be met in order for beef or any product to be imported into this country.  I have not heard that standards here would be dumbed down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#R00300","speaker":"1053"},{"type":"speechnospeaker","time":1453815000,"counter":55,"content":"<p>That is what is proposed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#R00400","nonspeaker":"Ms Darina Allen"},{"type":"speech","time":1453815000,"counter":56,"content":"<p>There shall be no crossover discussion and I ask members to allow time for answers to be given, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#R00500","speaker":"1099"},{"type":"speech","time":1453815000,"counter":57,"content":"<p>All right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#R00600","speaker":"1053"},{"type":"speechnospeaker","time":1453815000,"counter":58,"content":"<p>TTIP is the reverse of that.  Let us not forget that in the US just four companies control the beef market, that three control the chicken market and that a further three control the mutton and lamb market.  The objective of this trade agreement is to do the same.  Having so many small farmers is viewed as inefficient.  In order to have a capital-intensive industry, one must have a huge amount of money.  Also, when animals are housed in unhygienic conditions they must be injected with an endless amount of antibiotics and hormones which costs a great deal of money.  In addition, the end unit cost to produce a kilo of beef is much lower in America than it is here.  As far as the meat industry lobbyists and the American Government are concerned, the problem is our rules and regulations.  Of course, the latter have led to high standards.  The problem for the Americans is our high standards.  The objective of TTIP is to sweep our high standards away and create one of two things.  Either harmonisation where everybody comes down to the same level or recognition.  That viewpoint has come straight from the European Commission and the negotiators and it is the stated objective.  It is going to be one of two things, whether it is workers' rights, chemical regulation, food standards or animal husbandry standards.  There is a possible twin-track and the US will go for one or the other.  First, harmonisation would mean everybody ends up at the same level.  Second, recognition would mean that Ireland would keep its high standards and the US would retain its low standards but we would recognise both.  It would mean that the US could sell its capital-intensive, low-unit-cost and chemical-filled food products on our shelves and we could not ban such a move.<\/p> <p>  The US also objects to the testing of its foods.  For example, if documentation for a container ship full of wheat states that the product is regular wheat and non-GMO then our inspectors can test to see if that statement is true.  We have numerous examples of where wheat, meat products and other grains have been found to contain GMOs when, in fact, the producer had stated otherwise.  Under the new agreement we will not be allowed to test such products any more and no second test will be conducted.  The idea behind this trade agreement is to reduce the cost to industry generated by having two sets of standards.  In America, there is what is called a scientific method.  That involves a private company hiring the scientist, no peer review research, no sharing of data between scientists even those working in the same company and voluntary regulation whereby its Government does not carry out its own testing.  We in Europe are expected to trust that a huge multi-billion dollar corporation has carried out all of the tests and told the truth when there is much evidence to the contrary which proves that products that ended up in Europe were not what was stated on their labels.<\/p><p>It is not about everything meeting EU standards; unfortunately, it is the absolute opposite.  That is the reason there is such massive opposition from farmers' lobby groups, the Slow Food movement, Euro Toques and all those in the industry who are concerned about producing high quality food in Europe.  They are up in arms because the explicit objective is harmonisation of standards and recognition.  I will give one example that is related to standards and also employment.  <\/p><p> In Europe there are 1,328 chemicals that have been banned from use in cosmetics because, as far as we are concerned, using the precautionary principle of science, we reckon they cause cancer and other heinous diseases.  In America 11 chemicals are banned from use in cosmetics.  Chemical-filled hair spray, mascara, lip stick or whateverelse will be for sale on shelves here, but we will not be able to ban it.  European food and cosmetic producers will then decide not to stay in Europe with its high standards and to move their capital to the United States and manufacture their product there and where wages, pay and conditions are lower and where regulation is exercised purely by the corporation, not by the government, and sell their product into Europe.  Therefore, we will end up with fewer manufacturing jobs in a range of areas.  The jobs will be moved to America where production will take place, more chemicals are used and from where product is sold into Europe without being regulated and tested.  <\/p><p> This is what has happened all over the world with similar free trade agreements, the biggest being the North American Free Trade Agreement, NAFTA, under which agriculture in America was decimated and ten of thousands of jobs were lost.  There has been a 236% increase in agricultural exports from Mexico to the United States and a huge reduction in American agricultural exports to Mexico.  Those producing food in the United State when NAFTA came into force in 1995 shut up shop and stopped producing chickens and beef and moved across the border to Mexico where wages, pay and conditions were lower and there were no government inspections.  That is what we are talking about in this instance.  <\/p><p> We need to recognise that those involved in the quality food industry, both in America and Europe, are speaking with one voice.  In the United States small quality food producers, the high food quality trade unions and other civil society groups gave out stink about NAFTA in 1995 and everything they had said came true.  They are still there 20 years later making exactly the same points about this trade deal.  It is important to read what civil society has to say, get our head around the arguments we are making and burrow more deeply into the details of the Commission's documents and move past the marketing bumf in press releases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#R00700","nonspeaker":"Mr. Barry Finnegan","continuing":true},{"type":"speechnospeaker","time":1453815000,"counter":60,"content":"<p>To sum up Deputy Anthony Lawlor's arguments, if I understand him correctly, there is a huge opportunity with this partnership agreement, but we have to be careful.  I fully agree.  The issue we have had - I am sure people here agree - is that we do not see this reflected in the Minister's position.  We would like to hear him talk not only about the opportunities the TTIP agreement offers but also the potential issues and problems.  He is a signatory to the letter calling for Commissioner Malmstr&ouml;m, the incoming Trade Commissioner, to introduce the ISDS within the TTIP agreement.  Forgetting about the issues related to public health and agriculture, I would like to see the Minister acknowledge the issues about which we are talking because his speech last Thursday in the D&aacute;il Chamber provided a very good example in that it focused purely on the economic brief.  I understand this, given that he is the Minister for Jobs, Enterprise and Innovation, but the issues around the TTIP agreement are much greater.  Therefore, we would like to hear him acknowledge this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#S00300","nonspeaker":"Mr. Eoin Bradley"},{"type":"speech","time":1453815000,"counter":61,"content":"<p>I thank Mr. Bradley.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#S00400","speaker":"1099"},{"type":"speechnospeaker","time":1453815000,"counter":62,"content":"<p>That brings us back to the impact on developing countries and the relationship between the TTIP agreement and poverty reduction following Deputy Anthony Lawlor's comments.  The challenge presented by climate change trumps this discussion.<\/p><p>We have to recognise that, unless we have State capacity to mitigate against climate change, we will see a reduction in yields of up to 50% globally by the end of the century.  We have to recognise that fact and the capacity for State action must trump it.  There is a whole series of changes within the existing policy frameworks that need to happen urgently in order to address climate change.  This applies to Europe, the US and developing countries. <\/p><p> TTIP is about us trading with the US and the US trading with us.  To return to Deputy T&oacute;ib&iacute;n's initial question on the impact on third countries, a full analysis on the potential direct impact in terms of trade diversion does not exist but we know that it will have a negative impact on developing countries.  There will not be a massive increase, as predicted in some reports, but there is an obligation on the EU under the Lisbon treaty to carry out a full analysis on policy coherence and on how third countries will be impacted.  This has not been done although a limited study, which looks at labour standards, has been carried out.  <\/p><p> Investor-state dispute settlements already exist in bilateral trade and investment agreements and given it would cover 40% of world trade, it is predicted the TTIP system will universalise this kind of trade agreement.  If this happens, it will set a precedent and there will be a serious risk, alongside the risk of climate change, to the capacity of developing countries to produce their own food.  Some 50% of food produced globally is produced by small holders, yet TTIP will place an unprecedented advantage into the hands of multinational corporations.  They already have a very strong advantage globally within the world food system and this will only serve to increase their monopoly in it.<\/p><p> There will be a further impact.  It will not have a direct impact on the food system but an impact on the capacity of the least developed countries to bring in other public financial flows.  Therefore, there will also be an acceptance of a TTIP-style trade liberalisation which will be seen as a condition for aid and other sources of finance and investment coming into those countries.  It will also have a spiral effect on the capacity of those third countries to set environmental and social standards.  From our perspective in Tr&oacute;caire, we see this as a serious concern and one on which we will do further work in the coming months and year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#S00500","nonspeaker":"Dr. Lorna Gold","continuing":true},{"type":"speech","time":1453815000,"counter":64,"content":"<p>Does Senator Quinn wish to come in again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#T00200","speaker":"1099"},{"type":"speech","time":1453815000,"counter":65,"content":"<p>I have two further points.  One relates to Mr. Finnegan's point about cosmetics and the ban in Europe.  I do not know anything about cosmetics but I remember that 30 or 40 years ago, Europe allowed thalidomide.  One person in America, who was in charge of health, said, \"No\".  She was not convinced that this particular drug should be allowed.  Europe had a huge number of cases of children suffering from thalidomide for many years.  America did not have one such case because it did not allow it.  We would want to be careful not to take individual cases on that basis.  It depends on having control.  Let us encourage TTIP but on the basis that we can control, watch and influence it, which is what we are doing to a certain extent here today.<\/p> <p>  My other point concerns genetically modified foods.  I am again talking about the old days but way back in 1970, Norman Borlaug won the Nobel prize because he had discovered an ability to put a new strain of wheat into production and thereby saved millions of lives.  I think he was Norwegian.  This is the sort of thing we should be encouraging rather than trying to dampen it down by saying we will not have these changes.  We have great opportunity in our hands; let us ensure we use it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#T00300","speaker":"1145"},{"type":"speech","time":1453815000,"counter":66,"content":"<p>The first point Senator Quinn makes is good in that the existence of two different standards and two different regulations within Europe and the United States meant that in the United States at least, there was a capture of the threat posed by thalidomide.  The problem is there no longer will be those two different standards and regulatory regimes and, therefore, there no longer will be two chances to capture the problem.  Volkswagen probably offers an example in this regard, whereby the existence of two standards meant the Americans at least found efforts by Volkswagen to hide the level of emissions from its vehicles and so on.  The issue of regulatory balance is important because there undoubtedly must be balance.  However, we have some democratic oversight of this regulatory balance at present and were we to cede that to the investor-state dispute settlement, ISDS, mechanism, we no longer would have direct control over it.  The other issue is we have a functioning judicial system in Europe.  We have a strong, powerful and useful system which has democratic oversight, which is very important, and is highly respected internationally.  I have had conversations with people representing the view of the American Government and they have admitted they think it is a good judicial system.  One point they will get across is that were they to give us an opt-out in Europe in this regard, how therefore would they approach an emerging country, which may not have as strong a history with regard to jurisprudence, and demand it from it and so on?  Nevertheless, our judicial infrastructure is adequate for companies and individuals to defend and represent themselves.<\/p> <p>  I have two further points.  First, the climate change issue is a massive change and a leaked document indicated that the European Commission had told its negotiators that if climate change issues came up for discussion which militated against the freeing up of trade, they were to put the pressure on the latter, rather than the former, issue.  I seek the witnesses' views in this regard.  Second, my understanding is this will be a living agreement and were people to sign up to an agreement at this point, such an agreement then would have the ability to evolve in the future.  The witnesses also might give their views in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#U00100","speaker":"1080"},{"type":"speech","time":1453815000,"counter":67,"content":"<p>I thank the Deputy.  Who would like to come in first?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#U00200","speaker":"1099"},{"type":"speechnospeaker","time":1453815000,"counter":68,"content":"<p>I have two points.  One is that in a way, one alarming thing about this as far as democracy is concerned is that, to a great extent, all these negotiations have taken place behind closed doors.  It is extraordinarily difficult to get any information about it and we only know as much as we do because some of those involved in the negotiations leaked some documents because they were so spooked by some of the things being proposed.  This is one reason we know what we do know at this point.  In addition, in case there is any misunderstanding, it is not just in Europe that there is concern regarding the Transatlantic Trade and Investment Partnership, TTIP, in its present form.  There also is enormous concern in America and a friend of mine, Alice Waters, who runs Chez Panisse in Berkeley, California, and whose name may be familiar to some members, represents, and is one of the many voices of, those people who are concerned about what Mr. Barry Finnegan referred to as high-quality food, that is, food that nourishes and is wholesome and healthy for the population.  Such people already were enormously concerned about the dumbing-down of regulations on food and food products in the United States, not to speak of TTIP.  Therefore, there are huge concerns and as many people are lobbying from the United States with concerns about TTIP, it is not just a case of Europe versus the United States.  Many people there have similar concerns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#U00300","nonspeaker":"Ms Darina Allen"},{"type":"speechnospeaker","time":1453815000,"counter":69,"content":"<p>On one point, the Deputy mentioned we have a functioning judicial system and he is absolutely correct.  If one examines the history of how the ISDS mechanism came about, it was because of a concern among investors that they would be going into countries that did not have a functioning judicial system and in which there almost would be the politicisation of the judicial system.  This is how the ISDS mechanism came about.  However, this proposal pertains to the European Union and the United States, that is, two places that have functioning, operating judicial systems and there is no problem in this regard.  The issue now is some countries are seeking actively to get rid of ISDS from existing trade agreements.  South Africa is one such country that has examined its bilateral investment treaties with Germany and other European countries and has sought actively to get rid of the ISDS clause within those agreements.<\/p><p>There is a realisation among countries not only in Africa but also in South America that it is not really worth putting ISDS into trade agreements and ultimately, a trade agreement can happen without ISDS in any event.  Australia has decided that in the pursuit of its trade agreements, if possible, it will not include ISDS, so it can be done.  We would argue that it can be done here as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#U00400","nonspeaker":"Mr. Eoin Bradley","continuing":true},{"type":"speech","time":1453815000,"counter":71,"content":"<p>Does anybody else wish to contribute?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#V00200","speaker":"1099"},{"type":"speechnospeaker","time":1453815000,"counter":72,"content":"<p>On the issue of climate change, that weak document appeared in the middle of the Paris negotiations, which I attended.  It created a atmosphere of suspicion within civil society but also on the part of other countries who were unaware of the way the EU was planning to negotiate on the issue.  The TTIP is predicated on an economic model that relies on fossil fuels being used on current and increasing rates marginally, but then increasing rates towards the middle of the century.  We do not trade with the US in renewable energy but we do trade in oil and other fossil fuels.  It is predicated on a model of ever-increasing consumption and production, which we know must be addressed if we are going to address climate change.  Therefore, it does not factor the reality of climate change into the agreement.  There has been no open debate on how this model relates to the issue of climate change.  A very interesting study by the International Institute for Environment and Development has just come out.  It puts figures on the carbon costs of a projected TTIP.  I do not have them at the moment.  It basically says that the costs will be very high in terms of the lock in that the TTIP will ensure towards the middle of the century in terms of fossil fuels.<\/p> <p>  Its effect on third countries like developing countries in respect of their lack of capacity to tackle the kind of measures that need to be taken to mitigate against climate change is very serious.  If one looks at President Obama's move to stop the building of the Keystone XL pipeline as the first major infrastructure cancellation on the grounds of climate change and the fact that the US Government is now being sued for $15 billion by TransCanada for that, one can see that a small developing country that wants to take similar measures on a much smaller scale to address climate change mitigation will not have the capacity to challenge these kind of companies.  The turnover of these companies often far exceeds the entire budget of countries for a year.  There is an imbalance there which the TTIP does not take into account.  From a climate change perspective, it is a serious concern.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#V00300","nonspeaker":"Dr. Lorna Gold"},{"type":"speechnospeaker","time":1453815000,"counter":73,"content":"<p>I would very much like to think that we could give it a go, see how it pans out and control the TTIP but the entire objective is to not be able to control it afterwards because we will create a super-court that does not have to abide by EU or US law or the judgements of the European Court of Justice.  Any company that has a problem with any and all regulation will be able to sue the Government directly in this private arbitration behind closed doors where the longer the case lasts, the more it is in the interest of the so-called judges because they get paid more.<\/p> <p>  There is no mechanism to control the TTIP once it is established.  This is why 3.2 million people across Europe have signed a petition against it.  It is why Ms Allen, Mr. Bradley, Ms Gold and I are here.  It is why 250,000 people protested in Berlin.  There has not been a protest of that size in Germany in over a generation.  Our concerns are justified.  Even if one simply accepts the released documents of the European Commission it is clear what the objectives are.<\/p> <p>  I would very much like to think that our young people have a future using information technology and computers and learning how to use them.<\/p><p>I would love to see the continuation of a genuinely open and free market on the Internet, but that is not provided for in the TTIP agreement.  One might wonder why, when a young lad develops a new website from which he will later make money, a telephone company does not charge him &euro;50,000 per annum for allowing his website to be accessed by other computer users via its telephone line.  The reason telephone companies do not do so is that it would be illegal.  There are laws in Europe and America on Net neutrality.  There is no doubt in my mind that AT&amp;T, Horizon, Vodafone and other Internet service providers are very clear that it would be immoral for the Government to force them to treat every website in the world the same.  They want to be able to charge to have websites accessed through their telephone lines to people's computers.  Net neutrality can easily be seen as what corporate lawyers call \"an unnecessarily restrictive barrier to trade\" or \"an unnecessarily and overly meddlesome barrier to trade\", as opposed to the least meddlesome regulations.  The purpose of the TTIP agreement is to stop small companies from starting new websites and maintaining this oligopoly, controlled by a handful of huge corporations.<\/p><p> On the environment, the Spanish Government is very concerned about climate change.  The south of Spain has turned into a dust bowl.  Droughts are being experienced and farming has been decimated.  Olive farmers in the Alicante area and along the east coast of Spain have gone out of business.  Many of them are now planting almond trees.  In order to be seen to be doing something about climate change, the Spanish Government proposed that those who wished to engage in the production of electricity should invest in eco-energy production technology such as wind turbines and wave and solar energy units because in a few years it proposed to put a 6% tax on electricity production using oil and gas.  This practise by a government given a mandate by the people in a election in a democracy should not be allowed.  What business does it have in interfering with the business of a private business?  It is not on.  The objective of the TTIP agreement is to end the practise of governments interfering with the business of private businesses.  When the Spanish Government was threatened with being sued for thousands of millions of euro for interfering with the profits of private electricity companies, it dropped its proposal like a hot potato.  That is what we are looking at.  <\/p><p> This is not a case of business as usual.  I like to drink coffee every morning and eat a banana every day at 11 a.m.  I am in favour of trade, the same as the next lad, but I am also in favour of democracy.  I favour high standards and regulations, but I am also against these trade deals which I have been following since 1997.  In a submission I made in 2008 to the Oireachtas Joint Committee on European Affairs I set out what would happen if the Lisbon treaty was adopted.  This it is.  At the time of the Nice and Lisbon treaties I gave talks in universities all over Ireland, but nobody listened to me.  They thought I was a bit of a geek who did not know what I was talking about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#V00400","nonspeaker":"Mr. Barry Finnegan","continuing":true},{"type":"speech","time":1453815000,"counter":75,"content":"<p>I thank all of the delegates for their engagement with the joint committee.  I am sure they will agree that this has been an interesting and informative session.  Several other groups have been invited to submit written presentations.  Those which have been received have been circulated to committee members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#W00200","speaker":"1099"},{"type":"unspoken","time":1453815000,"counter":76,"content":"<p>The joint committee went into private session at 3.35 p.m. and resumed in public session at 3.36p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Scrutiny of EU Legislative Proposals","time":1453815000,"counter":77,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#AA00100"},{"type":"speech","time":1453815000,"counter":78,"content":"<p>No. 8 on the agenda is scrutiny of EU legislative proposals.  Under Schedule A, COM(2015)634 is a proposal for a directive of the European Parliament and of the Council on certain aspects concerning contracts for the supply of digital content; and COM(2015)635 is a proposal for a directive of the European Parliament and of the Council on certain aspects concerning contracts for the online and other distance sales of goods (Text with EEA relevance) {SWD(2015) 274 final} {SWD(2015) 275 final}.  It is proposed that the proposals listed in Schedule A warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>Under Schedule B, there are COM(2015)616; COM(2015)622; COM(2015)653; COM(2015)654; EWN(2015)C 392-14; and EWN(2015)C 405-08.  It is proposed that the proposals listed in Schedule B do not warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>That concludes all of our business on today's agenda.  Members are reminded that the Report on the All-Island Economy will be launched in the Audio Visual Room at 9.30 a.m. on Thursday and we will also have an informal meeting with the Northern Ireland Assembly Committee on Enterprise, Trade and Investment, which will take place in Committee Room 4 at 11 a.m.  The joint committee is now adjourned <i>sine die.<\/i><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2016012600002#AA00200","speaker":"1099"},{"type":"unspoken","time":1453815000,"counter":79,"content":"<p>The joint committee adjourned at 3.40 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Foreign Affairs and Trade","time":1453808700,"counter":80},{"type":"unspoken","content":"<p>The Select Committee met at 11:45<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Eric Byrne, Deputy Sean Sherlock (Minister of State at the Department of Foreign Affairs and Trade), Deputy Maureen O'Sullivan, Deputy Brendan Smith.<\/p><p>DEPUTY BERNARD J. DURKAN IN THE CHAIR.<\/p>","time":1453808700,"counter":81,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002"},{"type":"minorheading","content":"EU Framework Agreement: Motion","time":1453808700,"counter":82,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#A00100"},{"type":"speech","time":1453808700,"counter":83,"content":"<p>We have received apologies from Deputies Pat Breen, Olivia Mitchell and S&eacute;an Crowe.  I give the usual warning on the use of mobile phones.<\/p> <p>  The purpose of today's meeting is to consider the motion referred to the select committee by D&aacute;il &Eacute;ireann on approving the terms of the Framework Agreement on Comprehensive Partnership Co-operation between the European Union and its member states, on the one hand, and Central America, on the other.  Under the terms of the D&aacute;il motion of 19 January, the committee must consider the matter and, having done so, report back to the D&aacute;il not later than 27 January 2016.  <\/p> <p>  On behalf of the committee, I welcome Minister of State, Deputy Sean Sherlock and call on him to address the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#A00200","speaker":"957"},{"type":"speech","time":1453808700,"counter":84,"content":"<p>I thank the Vice Chairman and the members of the select committee for the opportunity to discuss the motion proposed by the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, which has been referred to it for consideration.  I am joined today by Caoimhe N&iacute; Chonchuir, Paul O'Hara, Elisa Cavacece and Karl Finnegan from the Department.<\/p> <p>  The motion seeks D&aacute;il approval of the terms of the agreement establishing an association between the European Union and its member states, on the one hand, and Central America, on the other.  The six countries which form Central America are Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua and Panama.  Diplomatic relations between the European Union and Central America were formally established with the San Jos&eacute; dialogue in 1984 and were driven partly by the desire of Europe to help bring to an end the political violence and instability that afflicted the region at that time.  Europe and Central America concluded a framework co-operation agreement in 1993 and a political dialogue and co-operation agreement in 2003.  In 2007, the European Council authorised the Commission to begin negotiations on an association agreement.  Talks on the agreement concluded in 2010 following the EU-CELAC summit in Madrid.  The association agreement was signed by all parties in Honduras in June 2012 and received the approval of the European Parliament in December of that year.  <\/p> <p>  Each member state of the European Union, together with the EU and the republics of Central America, will become a party to this mixed competence agreement.  It is called a mixed competence agreement because some of the areas covered by the agreement are matters of EU competence while others remain within the competence of member states.  The agreement contains three pillars: political dialogue, co-operation and trade.  It was agreed that the trade pillar of the agreement, which involves European Union rather than member state competence, would be provisionally applied pending the ratification by all EU member states of the agreement.  The trade elements of this agreement therefore came into effect during 2013. <\/p> <p>  To date, all six Central American republics have ratified the agreement, while on the EU side, 12 member states, including Ireland, have yet to notify the European Commission that they have completed all internal procedures necessary for the ratification of the agreement.  For Ireland, receiving the approval of the D&aacute;il is the last step of our domestic procedures necessary for its entry into force.  <\/p> <p>  I will turn now to the substance of the agreement.  This agreement has real value for the European Union and its people and for the people of Central America.  There are significant economic advantages for both sides.  The trade pillar of the agreement will eliminate high tariffs, tackle technical barriers to trade, open up services markets and public procurement markets and protect EU geographical indications.  For Europe, this means new business opportunities for European exporters and investors.  For Central America, it means access to the European market of 500 million consumers and a chance to move up the industrial value chain and create better quality jobs for workers.<\/p><p>Over time, under the agreement import duties on industrial goods and fish will be eliminated.  It is estimated that the overall value of tariff elimination on European exports will be in the region of &euro;90 million.<\/p><p> Agricultural trade will also open up, while protecting sensitive products in both regions.  Central American exporters of fruit and vegetables stand to gain significantly from the agreement.  Conversely, key European exports such as whiskey and wine will enjoy zero tariffs.  This is good news for the producers of Irish whiskey which we already export in significant quantities to Panama.<\/p><p> The agreement also simplifies customs procedures.  All Central American countries will, within three years, use a single customs document, thereby reducing the administrative burden for European exporters and traders within the region.  In addition, our partners in Central America have committed to removing barriers to services, trade and investment, which will make the region more attractive for European investors.  When fully enacted, the reduced costs of trade should have a beneficial impact on growth and job creation in all Central American countries and it is expected that the agreement will have a poverty-reducing effect overall in the region.  EU data suggest Central America&rsquo;s GDP could grow by over &euro;2.5 billion as a result of the agreement.  Economic resilience will also be improved by reducing reliance on the United States as a destination for Central American exports.<\/p><p> In 2014, the first full year in which the trade pillar of the association agreement was in effect, goods trade between the European Union and Central America was worth &euro;10.5 billion, an increase of 1.2% on the figure for the previous year.  The European Union is Central America&rsquo;s second largest trading partner after the United States, excluding intra-regional trade.  In 2014 there was a trade surplus of  &euro;1.7 billion in favour of Central America.  The chief imports to the European Union from Central America are data processing machines, coffee, bananas and pineapples.  The main EU exports to Central America are machinery, electrical appliances, pharmaceuticals, motor vehicles and steel products.   <\/p><p> I reassure the committee that the agreement contains very strong safeguards for human rights, the rule of law, democratic principles, respect for the environment and workers&rsquo; rights.  The very first article states human rights, the rule of law and democratic principles constitute an &ldquo;essential element&rdquo; of the agreement.  This means that, in a situation where a government violates this essential element, any of the parties would be able to react unilaterally by taking proportional measures that could go as far as the suspension of the whole agreement.  This provision is a powerful statement of our commitment to uphold our values.  The co-operation pillar of the agreement commits the two sides to co-operate to achieve full compliance with all human rights and fundamental freedoms, as well as the building and strengthening of democracy.  It commits the parties to work together in promoting good governance, fighting against corruption and supporting the participation of civil society in decision-making.  <\/p><p> The agreement has sustainable development at its heart and commits both sides to respect, implement and enforce a series of universal standards for labour rights and the environment, including the eight core conventions of the International Labour Organization.  The agreement contains a binding arbitration mechanism to ensure these commitments are respected, which can be triggered unilaterally by the European Union or any of the Central American countries, even against the will of the country concerned.<\/p><p> In regard to oversight, the agreement foresees the creation of a committee of parliamentarians, composed of MEPs and Deputies from the Central American parliaments.  The committee will have the right to demand information and make recommendations to the European Commission and Central American governments.  The agreement will also establish a civil society dialogue forum and a consultative committee, designed to allow civil society to hold government parties accountable.<\/p><p> I now turn to what the agreement means for Ireland.<\/p><p>Many Irish people feel an affinity with Central America.  From the late 1970s up to the 1990s, a solidarity movement grew up in Ireland in reaction to the political upheaval and civil wars affecting El Salvador, Nicaragua, Guatemala and Honduras and many Irish people travelled to the region in that period as volunteers.  There is also a tradition of Irish missionaries in Central America, particularly from the 1970s onwards.  Our relations with Central America received a significant boost with the visit of President Higgins to El Salvador and Costa Rica in 2013, where he received a very warm reception.  We do not have an embassy in Central America and most Central American republics are accredited to Ireland from their embassies in London.  There is, therefore, significant potential to develop our relations, which can only be assisted by an agreement such as this. <\/p><p> Ireland&rsquo;s trade with the region is small but growing.  Ireland&rsquo;s chief exports to the region include medicines, infant food, medical equipment, industrial machinery, computers and alcoholic beverages.  Our chief imports from Central America include vegetables and fruit, coffee, sugar and honey. <\/p><p> In 2013, total trade in goods between Ireland and the region was worth &euro;106 million.  In 2014, the first full year of operation of the free trade agreement, total trade grew to &euro;126 million, representing growth of almost 20% in our trade.  Figures from January to November 2015 show continued strong growth in Irish exports, particularly in trade with Panama, Guatemala and Costa Rica.  While it is not possible to prove causation, trade data seem to indicate that there is at least a correlation between the entry into force of the trade elements of the association agreement in 2013 and recent growth in Ireland&rsquo;s trade with the region.<\/p><p> This agreement will provide a framework for strengthening the relationship between the European Union and Central America in trade, policy dialogue and co-operation.  It provides a platform for bi-regional engagement on issues concerning health, the environment, climate change, energy, education, employment and science and technology and will allow us to work together to tackle global challenges, such as migration, terrorism, money laundering, organised crime and corruption.  It contains important safeguards for human rights, workers&rsquo; rights and the environment.  The ratification of the EU-Central America Association Agreement not only strengthens the foundation of the relationship between the EU, its member states and Central America but also charts a course for political and economic reforms.  Through Ireland&rsquo;s ratification of this agreement, we will show our support for the people of Central America. <\/p><p> I thank the committee again.  I hope this motion will meet with the committee&rsquo;s approval and that D&aacute;il &Eacute;ireann will approve the terms of the agreement so that Ireland can proceed to ratify in the near future.  I am happy to take questions at this point. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#A00300","speaker":"979","continuing":true},{"type":"speech","time":1453808700,"counter":87,"content":"<p>I welcome the Minister of State's statement.  He mentioned Panama being a good export market for our whiskey.  I presume that if he is asked to recommend a particular brand, Midleton would not be far down the list, given where he comes from.  It is good to know that the people have a discerning taste for drink.<\/p> <p>  I hope the implementation of agreements happens in the spirit in which we agree them on a macro level and that they can lead to additional trade and increased job opportunities in Europe and in Central America.  The Minister concluded by referring to human rights.  The EU is formally committed to respecting human dignity, freedom, democracy, equality, the rule of law and respect for human rights.  Its aim includes promoting a society in which justice, solidarity and equality prevail but we often do not recall that its founding treaty stated explicitly that it would apply these principles to all its activities, agreements and interaction with other countries and trading blocs.<\/p><p>When we sign up to trade agreements, it is particularly important we ensure workers' rights and human rights are protected.  A trade agreement should not be just about increasing the quantum of the trade but should also be about trying to improve the living standards of those on either side of the agreement who will be the beneficiaries of it.<\/p><p> Climate change has been in the news recently, particularly in terms of the Paris conference.  My understanding is that, in global terms, there are hot spots for adverse climate change impacts in Central America.  If droughts are likely to intensify and become more prolonged, there will be an adverse effect on those countries' ability to have a sustainable food production system and, sadly, it will be the poorest of people who will suffer most if there is a decline in production of food.  All the research shows that food security, particularly for the rural poor, is an issue that must be kept at the top of the agenda.  Whatever the European Union can do to help the farming systems in those countries to adapt and try to mitigate the effects of climate change, it is very important that is done and that Europe makes a meaningful contribution to the greatest extent possible to try to ensure there is not a lessening of food production due to climate change.  We know we cannot deal with everything nature throws up but there are methods, including technology and knowledge transfer, that are essential in terms of those agricultural and food production systems being given the benefit of what Europe has achieved in that respect.  I sincerely hope that will not be left to one side in the implementation of this agreement.<\/p><p> On imports, we have demanding and exacting standards within the European Union in regard to animal health, welfare, traceability and environmental standards for exporting food, which should be the case.  Likewise, the same standards must be applied to food products coming into the European Union.  There must be equivalents in the standards we set to export our products and those we demand for products that come into the European Union.<\/p><p> The Minister of State mentioned sustainability.  Sustainability is hugely important in the Central America context and from the point of view of subsistence farmers and fishermen.  We want to increase trade from Europe but at the same time, we must respect producers in Central America and not make them uncompetitive.  We must respect local markets that are developed for local produce and ensure that we do not end up displacing local small producers.<\/p><p> We must ensure also that there are ongoing mechanisms to review the implementation of the agreement and that the human rights, workers' rights, sustainability and environmental awareness issues are continually addressed, monitored and implemented in the best way possible.  That will ensure that Europe and the Central America countries are both beneficiaries of the agreement as it is implemented and that it benefits in particular the poorer people living in difficult conditions in remote rural areas and that their needs are respected in the implementation of those deals.<\/p><p> I welcome the advancement of this agreement but I emphasise that we can look at the agreement only on the macro level.  We do not have the knowledge or competence to invigilate every aspect of the agreement but we trust that it will be implemented according to the founding principles of the European Union.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#C00200","speaker":"970","continuing":true},{"type":"speech","time":1453808700,"counter":89,"content":"<p>We had a meeting some time ago with the ambassadors of Central America countries.  As far as I can remember, the ambassador of Belize was also in attendance, but that country is not included in the agreement.  Some years ago, when it was being discussed, there was considerable concern among civil society organisations about the need to have binding mechanisms and monitoring systems in terms of the protection of human rights.  Based on what the Minister of State has said, it appears that these concerns have been taken on board.  However, there can be a huge difference between what is written on paper and the reality.  Is the Minister of State assured that what he says about what is included in the agreement will prove beneficial in terms of the protection of human rights and the pressures on natural resources such as land and water because there is significant displacement in South American and Central American countries?  He has said that when the agreement is fully enacted, the reduced costs of trade \"should\" have a beneficial impact on growth and job creation.  How confident is he that they \"will\" have a beneficial impact?  Significant work has been done and a paper prepared for consultation on business and human rights in Central America.  It is vital that we be clear on what we mean in this regard.  I am always struck by the fact that Ireland is an exporter of infant food when we know that support for and the encouragement of the breast-feeding of babies are more beneficial.  There seems to be a contradiction in that regard.  We also export whiskey, but I hope we are not exporting our alcohol problems with it and that it will not end up costing Central American countries what it is costing this country.<\/p> <p>  Are there plans to have a trade mission to Cuba or to develop more contacts with it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#E00100","speaker":"1005"},{"type":"speech","time":1453808700,"counter":90,"content":"<p>I appreciate that this is not the first time we have dealt with a trade agreement such as this and the more I study such agreements, the more I favour them.  It makes me feel proud that, as Europeans, we support emerging democracies and provide substantial development aid to assist them in key areas such as the protection of human rights, the rule of law and democracy.  I note that we are funding them to the tune of &euro;120 million in the context of regional economic integration; security and the rule of law; and climate change.  We are pumping &euro;35 million into assisting them in addressing the issues of climate control, land development, food production and water resources.<\/p> <p>  In the past five years I have noted the concerns expressed by NGOs.  I respect their views and the fact that they are on the ground in countries such as Colombia and Peru and that they have first-hand experience of the abuse of human rights such as land grabbing by multinationals or criminals.  On the other hand, we have seen a very brave President Santos in Colombia negotiate with the FARC rebels in order to bring stability to his fine country in order that it can take its place among the nations of the world.  At the time of the debate on the issue we expressed our concerns about human rights there and were assured that the European Union had core workers on the ground monitoring implementation of the agreements in place, which was excellent.<\/p> <p>  As we are in the last few weeks of the Government's cycle, it is important to recall that this committee also dealt with the Chilean Minister for Foreign Affairs.  Chile is in Latin America rather than Central America.  It was fascinating to see his enthusiasm for trade agreements and hear how beneficial such agreements with the European Union were for the Chilean people.<\/p><p>He was going further and further into the negotiations.  Therefore, I think that sometimes, we, as Europeans, forget that we are acting in the best interests not just of pure capitalism, grabbing land and produce, but are actually contributing to the key areas of developing law, human rights and workers' rights.  We are now trying to influence, in these Central American countries, all of those liberal democratic processes that we take for granted in the West.<\/p><p> We have already completed one agreement with Colombia and Peru.  The Chilean foreign minister, who is a socialist, has spoken about the redistribution of wealth there and how he was opening up the educational system to all and sundry, whereas it had been privatised under the previous government.  It is important that we, in the West, including Europe, recognise that there are democrats going through struggles in their own countries.  They are deserving of support, financially, politically and through development aid.<\/p><p> I am enthusiastic about what I have read here.  I see that the Minister of State's remit covers some of these countries.  As often as I can, I buy fair trade produce.  I know that the Department of Foreign Affairs and Trade is keen on advocating fair trade production.  We import produce from many of these countries.  The more we develop trade and diplomatic contacts, including by establishing embassies, the greater will be the understanding between NGOs, parliamentarians, governments and the whole European process.  I am enthusiastic about these agreements and I hope they will go through the House without any great difficulty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#E00200","speaker":"1030","continuing":true},{"type":"speech","time":1453808700,"counter":92,"content":"<p>I thank the Minister of State, Deputy Sherlock, for appearing before us today.  These agreements are a progressive step in establishing trade relations with emerging, developing countries.  Unlike some other countries, Ireland has a good record of having treated trade and development aid as two separate issues.  Some countries tend to tie the two together, so that one becomes conditional on the other.  We have never pursued that approach.<\/p> <p>  Obviously, opportunities will arise for Latin American countries from the agreement.  The only rider I would put in, as always, is to say that I hope multinational corporations will not get the bulk of the benefit.  That has happened in the past, certainly in the African countries.  We need to closely observe the progress of the agreements as time goes by.  Does the Minister of State wish to make some closing remarks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#F00200","speaker":"957"},{"type":"speech","time":1453808700,"counter":93,"content":"<p>I wish to thank Deputies in general terms for their comments.  I will endeavour to reply to some of the issues that have been raised.  As regards labour rights and the universal standards that apply to them, the eight core principles of the ILO are part of that agreement.  As regards the main provisions of the agreement concerning human rights, if one examines the various articles inherent in the agreement, for instance, article 1 deals specifically with protections around human rights, the rule of law and democratic principles.  Climate change is inherent in articles 50 and 51, so there are specific references to responsibilities in respect of those issues.<\/p> <p>  It is evident through Irish Aid support that we have committed more than &euro;17 million since 2012 to this region.  We do much work through our partners, including Tr&oacute;caire, which is a key example in terms of capacity-building to assist the people who are most directly affected, namely, the primary producers.  We do much work at ground level in that respect.<\/p> <p>  Articles 41 to 46 specifically refer to addressing poverty, inequality and exclusion.  Provisions are made through specific programmes in that regard.<\/p><p>There is a programmatic element which ensures decent work for all, respect for workers' rights, equal access to education and public health and special initiatives aimed at vulnerable groups such as indigenous communities, something on which we are very strong from an Irish perspective.<\/p><p> Let us look at the trade terms.  As I said, they favour Central America in trading with the European Union.  In that sense, we are on a good footing.  It means that primary producers trade in coffee and fruits, in particular.  As Deputy Eric Byrne said, in Ireland we are good consumers of coffee.  In the case of Fairtrade Ireland, Java Republic, Bewleys and other brands, not to be too brand specific at this committee meeting, there is a very strong impetus towards purchasing unroasted beans directly from producers through intermediaries but giving a fair price to the primary producer.  This is now inherent within the Irish consciousness when we consume coffee.  We have moved a long way from buying jars of instant coffee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#F00300","speaker":"979","continuing":true},{"type":"speech","time":1453808700,"counter":95,"content":"<p>I used to drink Irel coffee.  Does the Minister of State remember it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#G00200","speaker":"1030"},{"type":"speech","time":1453808700,"counter":96,"content":"<p>As a nation, we are now very discerning when it comes to ensuring a proper dividend is paid to the worker who operates in the field.  We are satisfied that the agreement contains protections in that regard.<\/p> <p>  I will restate the following for the benefit of the committee.  In 2014 there was a trade surplus of &euro;1.7 billion in favour of Central America.  That shows that the trade terms favour Central America.  Ireland is growing its level of trade on a bilateral basis. <\/p> <p>  On climate change, Ms Cavacece might want to reiterate what the nature of the relationship is with NGOs from an Irish Aid perspective.  We are confident that everything we are doing in respect of the agreement corresponds with our foreign affairs policy on inclusive economic growth.<\/p> <p>  I will come back to Deputy Maureen O'Sullivan on her question on Belize.  I am pretty sure Ms N&iacute; Chonch&uacute;ir has the answer.<\/p> <p>  On Cuba, I met Dr. Herrera in the past few weeks and we had a very positive discussion on how we could enhance and improve the relationship between Ireland and Cuba across a range of sectors, including medicines, pharmaceuticals and education.  Work is ongoing between him and the Department of Foreign Affairs and Trade in that regard.  If there are specific areas about which the committee has ideas, I can assure members that the Department operates an open door policy when it comes to areas in which we can enhance co-operation.<\/p> <p>  When we talk about equivalence, there are very specific measures in the areas of food safety, sanitary and phytosanitary requirements, energy, mining, tourism, science and technology, as well as governance in terms of taxation and small to medium-sized enterprises.  We are trying to reduce technical barriers to trade.  Sometimes there is a certain connotation surrounding the liberalisation of markets, but we are satisfied that the manner in which the agreement has been negotiated is such that there will be very stringent checks and balances explicit within it.  Also, there will be a parliamentary oversight function through the European Parliament.  If one also has directly elected Members of the European Parliament overseeing these agreements, it means that when issues arise, they will come to the fore through the European Parliament.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#G00300","speaker":"979"},{"type":"speechnospeaker","time":1453808700,"counter":97,"content":"<p>As the committee will probably be aware, Ireland has a long well-established development partnership with Central America.  Irish missionaries have been present in Central America since the 1970s, with Irish NGOs joining in the 1980s.  As the Minister of State mentioned, the core focus of our support to civil society partners in Central America is around two areas, climate change and its impact on the poorest and most marginalised people.  Our civil society partners are working very closely with communities to make sure that more resilient and more sustainable livelihoods are developed.  For example, in the agriculture sector much work is being done around developing more effective irrigation systems, introducing more modern agricultural practices and also increasing the focus on agri-processing and ensuring the poorest small holder farmers have a link to market to sell their produce at a reasonable price.<\/p> <p>  The other important area in our development assistance programme in Central America is around making sure the poorest and most marginalised people are able to hold their government accountable in terms of how it makes decisions on the allocation of resources and the allocation of power.  These include issues such as access to land and access to water.  There is much work done at community level by civil society partners to ensure citizens, with a particular focus on women, are able to influence decision making.  We are quite comfortable that through the very solid partnership we have with organisations such as Tr&oacute;caire, Christian Aid, Misean Cara and front-line defenders to look at the human rights issues we will be able to receive information on what is happening on the ground and have a good understanding of what is happening in the countries. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#H00100","nonspeaker":"Ms Elisa Cavacece"},{"type":"speech","time":1453808700,"counter":98,"content":"<p>I call Ms Caoimhe N&iacute; Chonch&uacute;ir.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#H00200","speaker":"974"},{"type":"speechnospeaker","time":1453808700,"counter":99,"content":"<p>I believe there is a straightforward answer to that.  While Belize geographically would be considered part of Central America, culturally it tends to see itself more as part of the Caribbean group.  Belize formed part of the CARIFORUM group, a delegation from which appeared before the committee prior to Christmas with the Minister of State, Deputy Sean Sherlock, in regard to the EU free trade agreement that replaced the Cotonou deal.  In terms of the  mechanisms for oversight, there are various levels of oversight, ministerial oversight, official level oversight and the creation of this parliamentary committee, which is an interesting innovation.  This will improve the capacity of Central American parliaments.  There is also a civil society dialogue forum, which is an excellent innovation and will encourage Central American society to build its oversight capacity.  The agreement foresees that where any party feels there may be a problem with workers or environmental rights, they can call for the creation of a panel of independent experts who will adjudicate on those standards and in a transparent manner deliberate and deliver a public report.  It is also foreseen that if the balance of trade become drastically disproportionate in a given country that country can implement measures to redress that and can temporarily suspend the agreement.  I hope that addresses some of the concerns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#H00300","nonspeaker":"Ms Caoimhe N&iacute; Chonch&uacute;ir"},{"type":"speech","time":1453808700,"counter":100,"content":"<p>I thank Ms Caoimhe N&iacute; Chonch&uacute;ir.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#H00400","speaker":"974"},{"type":"speech","time":1453808700,"counter":101,"content":"<p>Perhaps the Minister or State or his officials would clarify the following matter.  The Department of Foreign Affairs and Trade is the lead Department in these negotiations whereas with the proposed transatlantic trade and investment partnership the Department of Jobs, Enterprise and Innovation is the lead Department.  Is there a reason for that?  Some time ago, some groups appeared before the committee and made a presentation to us in regard to the TTIP and the concerns that have arisen.<\/p><p>I know it is not the responsibility of the Minister of State's Department as such but it is worth our while putting on the record our concerns regarding some of the proposed provisions within that agreement.  We know that if the Transatlantic Trade and Investment Partnership comes to fruition, it will create the world's largest free-trade area.  There are obvious concerns in this country about retaining our food standards and the current EU law on GMOs and hormone-treated beef.  These are issues that are particularly important for Europe.  We could not have the American way imposed on us in respect of those food standards.<\/p><p> One other area in respect of which there has also been considerable concern is the controversial investor-state dispute settlement mechanism.  Those of us who are parliamentarians or who are in government could not countenance, in any agreement, giving powerful multinational corporations the ability to sue sovereign governments.  This would not be acceptable in any agreement.<\/p><p> As an exporting country, in practical terms we should benefit disproportionately from trade agreements.  The proposed EU-US trade agreement, if implemented while upholding workers' rights as well as maintaining food standards, would benefit this country.  It is estimated that perhaps 10,000 jobs would be created here.  However, if that particular proposed agreement is advanced, these important issues must be kept to the fore at all times.  Ireland must continue to defend its interest in agriculture and the agrifood sector when it comes to international agreements.  We know the importance of that particular sector throughout all of our island and the exacting standards which are quite rightly imposed by the regulator agencies and implemented and put into practice by our farmers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#H00500","speaker":"970","continuing":true},{"type":"speech","time":1453808700,"counter":103,"content":"<p>That is particularly so in respect of climate change because it has the potential for wide and serious impacts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#J00200","speaker":"957"},{"type":"speech","time":1453808700,"counter":104,"content":"<p>I would not disagree with anything Deputy Smith has said.  I share some of his concerns, as do certain European member states, on the dispute mechanism.  However, we must remember that this agreement is far from being concluded.  We are currently engaged in the 12th round of talks and a mechanism has been proposed by the European Union on the investment courts but we are a long way off an agreement.<\/p> <p>  I absolutely concur with Deputy Smith on the protection of agriculture standards in particular.  We have exacting food health, food provision and food production standards.  There is no way we would want those in any way diminished.  Agriculture is a key component of our export strategy.  I totally agree with the points made by Deputy Smith, which have now been put on the record.  However, an agreement is still a long way off.<\/p> <p>  On the procedure around the negotiation of TTIP, for an association agreement, it is not just about trade as we are talking about it today.  There is also political dialogue and co-operation given TTIP is a trade agreement.  Mr. Karl Finnegan, who represents the Department of Jobs, Enterprise and Innovation, is with us here today and if the committee would like a little insight - after the meeting - on where negotiations are from a technical point of view, we would be happy to facilitate that.  In political terms, we are a long way from an agreement and we all, as parliamentarians, have concerns about the dispute mechanism and the power of corporations relative to member states.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#J00300","speaker":"979"},{"type":"speechnospeaker","time":1453808700,"counter":105,"content":"<p>I will make a quick comment on food standards.<\/p><p>It has been clear, and is on the record from Commissioner Malmstr&ouml;m and her US counterpart, the trade representative, Mr. Mike Froman, that nothing will change with regard to European Union standards on food safety or genetically modified organisms, GMOs, at the conclusion of a potential agreement between the European Union and the United States.  Certainly, there will be no drop in standards.  This has been clear and has been accepted by both parties.<\/p><p> As for the investor-to-state dispute settlement, ISDS, mechanism for investor protection, the updated piece on that, as alluded to by the Minister of State, is that the European Commission has proposed its views on a reformed ISDS piece, which it has called an investor court system.  The Commission has sought to tackle some of the existing outlined issues and concerns expressed by member states, Members of the European Parliament and generally.  The Commission is waiting to hear back from the United States regarding its formal response to the proposal and that will be negotiated, possibly, or discussed at the next round of the negotiations, which will be later in February.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#J00400","nonspeaker":"Mr. Karl Finnegan","continuing":true},{"type":"speech","time":1453808700,"counter":107,"content":"<p>I thank Mr. Finnegan, as well as the Minister of State and his colleagues, for appearing before the committee and for giving members so much of their time.  The select committee has now completed its consideration of the motion in accordance with the order of 19 January 2016 and a message to that effect will be sent to D&aacute;il &Eacute;ireann.  I wish everyone present happy hunting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#K00200","speaker":"957"},{"type":"speech","time":1453808700,"counter":108,"content":"<p>I thank the Vice Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#K00300","speaker":"979"},{"type":"minorheading","content":"Message to Dáil","time":1453808700,"counter":109,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#K00400"},{"type":"speech","time":1453808700,"counter":110,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Foreign Affairs and Trade has completed its consideration of the following motion:That D&aacute;il &Eacute;ireann approves the terms of the Association Agreement between the European Union and its Member States, on the one hand, and Central America on the other, signed at Tegucigalpa, Honduras on 29th June, 2012, a copy of which was laid before D&aacute;il &Eacute;ireann on 6th January, 2016.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2016012600002#K00500","speaker":"957"},{"type":"unspoken","time":1453808700,"counter":111,"content":"<p>The select committee adjourned at 12.30 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]