[{"type":"majorheading","content":"Public Accounts Committee","time":1625560200,"counter":2},{"type":"unspoken","content":"<p>AN COISTE UM CHUNTAIS PHOIBLÍ COMMITTEE OF PUBLIC ACCOUNTS<\/p><p>Dé Máirt, 6 Iúil 2021. Tuesday, 6 July 2021.<\/p><p>The Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Matt Carthy, Deputy Paul McAuliffe, Deputy Cormac Devlin, Deputy Imelda Munster, Deputy Alan Dillon, Deputy Catherine Murphy, Deputy Marc MacSharry, Deputy Verona Murphy<\/p><p>DEPUTY BRIAN STANLEY IN THE CHAIR.<\/p>","time":1625560200,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002"},{"type":"unspoken","time":1625560200,"counter":4,"content":"<p>Mr. Seamus McCarthy (An tArd Reachtaire Cuntas agus Ciste) called and examined.<\/p>"},{"type":"minorheading","content":"Business of Committee","time":1625560200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#A00200"},{"type":"speech","time":1625560200,"counter":6,"content":"<p>We have received apologies from Deputies Carroll MacNeill and Sherlock.  Deputy Carthy may join us but may have to pop out for a meeting of the Join Committee on Agriculture, Food and the Marine.<\/p> <p>  Due to the current situation regarding Covid-19, only the clerk to the committee, support staff and I are in the committee room.  Members of the committee are attending remotely from within the precincts of Leinster House due to the constitutional requirement that in order to participate in meetings, members must be physically present within the confines of the place where the Parliament has chosen to sit, which is Leinster House or the Dublin Convention Centre.  I ask members to confirm their location before contributing to ensure they are adhering to the constitutional requirement.<\/p> <p>  We are joined remotely by the Comptroller and Auditor General, Mr. Seamus McCarthy, as the permanent witness to the committee.<\/p> <p>  I ask all those in attendance to mute themselves when they are not contributing so we do not pick up any background noise or feedback.  I also members to use the raise-your-hand function on Teams when they wish to contribute and take it down again when they are finished.  I ask them to keep their mobile phones on silent or switched off.  Members are reminded of the provision within  Standing Order 218 that a committee shall refrain from inquiring into the merits of a policy of Government or a Minister of the Government or the merits of the objective of such policies.  Members are also reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make a charges against a person outside the Houses or an official by name or in such a way as to make him or her identifiable.<\/p> <p>  We have five items of business.  We have the minutes, accounts and statements, correspondence, the work programme and any other business.  There is a substantial volume of correspondence.  I ask for members' co-operation with that because our time is limited due to the Covid restrictions.<\/p> <p>  The first item of business is the minutes of our meetings on 22 and 24 June, which have been circulated to members.  Do members wish to raise any matters regarding the minutes?  Deputy Devlin has a hand up.  Does he wish to raise a matter regarding the minutes?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#A00300","speaker":"1491"},{"type":"speech","time":1625560200,"counter":7,"content":"<p>I do not.  I will have to leave the meeting just before 10 a.m. because I am chairing a meeting of another committee.  I apologise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#A00400","speaker":"1481"},{"type":"speech","time":1625560200,"counter":8,"content":"<p>That is okay.  Which committee is the Deputy chairing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#A00500","speaker":"1491"},{"type":"speech","time":1625560200,"counter":9,"content":"<p>The Joint Committee on Environment and Climate Action.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#A00600","speaker":"1481"},{"type":"speech","time":1625560200,"counter":10,"content":"<p>I thank the Deputy.  Are the minutes of the meetings of 22 and 24 June agreed?  Agreed.  The minutes will, as usual, be published on the committee's web page.<\/p> <p>  The second item is accounts and financial statements.  Five sets of financial statements and accounts were laid before the D&aacute;il between 28 June and 2 July.  Those should be coming up on committee members' screens now.  Those statements and accounts relate to R&aacute;sa&iacute;ocht Con &Eacute;ireann, Leopardstown Park Hospital board, Home Building Finance Ireland, Carbon Fund and the Houses of the Oireachtas Commission.  The Comptroller and Auditor General issued a clear audit opinion for all accounts.  I will ask the Comptroller and Auditor General to address the accounts and statements before I open it to the floor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#A00700","speaker":"1491"},{"type":"speechnospeaker","time":1625560200,"counter":11,"content":"<p>There is not much to point out in these statements and accounts.  As the Chairman said, they all have a clear audit opinion.  The Leopardstown Park Hospital board statements relate to 2019 but all of the others are 2020 financial statements.  If members have any questions, I am happy to deal with them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#A00800","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1625560200,"counter":12,"content":"<p>Do any members wish to comment on any of the statements?  No.  Can we agree to note the accounts and statements?  Agreed.  The accounts and financial statements will be published as part of our minutes.  As usual, we will request explanation for any significant non-compliant procurements or delays in laying the accounts before the Houses of the Oireachtas.<\/p> <p>  As agreed, items of correspondence that were not flagged for discussion at this meeting will continue to be dealt with in accordance with the proposed actions that have been circulated.  Decisions taken by the committee and relating to correspondence are recorded in the minutes of the committee's meetings and published on the committee's web page.  <\/p> <p>  Several items of correspondence have been held over from our private meeting of 29 June for consideration at today's public meeting.  The first category of correspondence under which members have flagged items for discussion is correspondence from Accounting Officers, Ministers, or both, and follow-up to meetings of the Committee of Public Accounts.  The first No. R0665 from Mr. Denis Egan, chief executive of the Irish Horseracing Regulatory Board, IHRB, dated 14 June and providing information requested by the committee relating to the cost and timeline for the installation of CCTV at racecourses.  At our meeting of 29 June, we agreed to note and publish this item and hold it over for consideration at today's meeting.  It is an issue I wish to raise.  I note that Deputies Carthy and Catherine Murphy have also raised the matter.  Does Deputy Carthy wish to come in on that matter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#A00900","speaker":"1491"},{"type":"speech","time":1625560200,"counter":13,"content":"<p>I do not.  Deputy Munster may wish to come in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#A01000","speaker":"1451"},{"type":"speech","time":1625560200,"counter":14,"content":"<p>I will speak briefly on that topic.  In all honesty, the correspondence is a bit petty and it is a poor response, almost childlike in its manner.  However, I welcome the clarification of a few details that the committee had picked up incorrectly.  The fact is that the IHRB had for years been talking about CCTV cameras, at least since 2017.  It is true that it diverted funds for that away to the online integrity portal.  I understand the matter is coming before the Joint Committee on Agriculture, Food and the Marine in the next few days.  That committee also had concerns around items in the media.  The matter will be discussed at that meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#A01100","speaker":"1497"},{"type":"speech","time":1625560200,"counter":15,"content":"<p>The key issue here is that we had all read the same information the same way.  The correspondence is at odds with our interpretation.  This is a big industry and we all appreciate the importance of making sure the industry is not damaged.  That is what necessitates CCTV.  I am pleased that the Joint Committee on Agriculture, Food and the Marine is dealing with the matter.  The important thing is that the CCTV be installed in the stables at every racecourse to protect the industry and the individuals who work within it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#A01200","speaker":"1489"},{"type":"speech","time":1625560200,"counter":16,"content":"<p>Both Deputies mentioned the importance of the industry.  It gets in the region of &euro;70 million a year from the public purse.  There has been a long and winding road with this issue.  I looked through my notes last night.  Some &euro;18 million was awarded for the integrity fund back in 2018.  Twenty-five racetracks in the State were to start a programme of installing CCTV.  An amount of &euro;60,000 was allocated for CCTV systems at four tracks in 2018.  Some &euro;80,000 was then allocated in 2019.  We were told in correspondence that the &euro;60,000 was not spent and lapsed.  The &euro;80,000 was transferred and reallocated for licensing.  The &euro;80,000 comes back into play in 2018.  That money was provided to install CCTV at four tracks.  At this point, only one of the 25 tracks, Leopardstown, has CCTV.  Members can tell me otherwise if I have that wrong.<\/p> <p>  On 4 May 2021, invitations were eventually published for tenders after we followed up on all of this earlier in the year.<\/p><p>The question is why did it take three years to get this far.  Why were the four tracks not done in 2019?  I do not know what the answer to that question is.  When the &euro;80,000 was first allocated in 2018, what happened there?  Why was the original &euro;60,000 in 2018 not used?  It is a really long and twisty road the board has travelled with it.  I ask that the clerk write back to it.  I welcome that the agriculture committee is taking this issue up as well.  Its members will pursue this vigorously.  We should ask the IHRB to inform us of progress because it said in its last letter that the invitation for tenders was only published on 4 May.  The closing date for submissions of tenders was 21 May.  That has been extended, according to the letter, and the conclusion of the contract is August 2021.  The IHRB goes on to say: \"However, the number of tenders and the complexities of the submissions may impact on the above timelines.\"  That indicates we may have further delays, so we should ask the board to be informed after that date on what progress has been made and has that process has been concluded.  Is that agreed by the committee?  Agreed.  I thank members.<\/p><p> The next item is No. 667B from Mr. Maurice Buckley, chairperson of the Office of Public Works, OPW, dated 18 June 2021, providing information requested by the committee on the ongoing discussion between the OPW and the landlord of Miesian Plaza, now the headquarters of the Department of Health.  It concerns the OPW's mismeasurement, or I suppose we could call it under-measuring, of the floor space which was flagged by the Comptroller and Auditor General and is expected to cost the taxpayer about &euro;10 million during the lifetime of the lease.  We addressed the matter in our report on our engagement on the OPW which we published in May.  The OPW has been in negotiations with the landlord since 2018.  According to this correspondence, a meeting took place on 3 June but no further information is supplied other than to say that both parties are committed to continuing the process.  At our meeting on 29 June we agreed to hold over this item for consideration at today&rsquo;s public meeting.  We also agreed to request the agenda of the meeting referred to in the correspondence, the minutes and details of the matters discussed, including the outcome of the meeting, and the agenda for the next meeting and when it is scheduled to take place.  Deputy Catherine Murphy flagged the Miesian Plaza item for discussion.  Does she want to come in on it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#A01300","speaker":"1491","continuing":true},{"type":"speech","time":1625560200,"counter":18,"content":"<p>It is a question of keeping this very much on the agenda.  It is regrettable we do not have an update.  I think the previous update was that there was to be a meeting but they had to do it in person rather than a virtual meeting.  We must keep this on the agenda.  We are unlikely to get any update before the recess so this is something we need to flag for when we come back in September.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#B00200","speaker":"1489"},{"type":"speech","time":1625560200,"counter":19,"content":"<p>Okay, I thank the Deputy.  It is fair to say that given they have been meeting since 2018, the OPW is, from what we have seen so far, not in a very strong position legally.  It is depending on the goodwill of the landlord here, and hopefully that will be forthcoming.  I understand the landlord may have other properties rented out to the State.<\/p> <p>  No. 668 is correspondence from Ms Vivienne Flood, head of public affairs at RT&Eacute;, dated 18 June.  It provides information requested by the committee regarding the audit being conducted by Revenue, which relates to RT&Eacute;&rsquo;s engagement of contractors.  At our meeting on 29 June we agreed to note and publish this item of correspondence, and to hold it over for consideration in public session today.  We have an ongoing exchange of correspondence arising from our engagement with RT&Eacute;, representatives of which were before us on 27 April.  We requested further information arising from that meeting and have sought clarification and additional information on a number of areas.  The correspondence before us today is a response to our letter of 8 June.  Arising from our meetings on 15 and 22 June, we issued another letter to RT&Eacute; on 28 June, to which we await a response.  We also sent a letter to the Minister expressing the committee&rsquo;s concerns about the lack of information RT&Eacute; has provided to the committee.  Deputies Catherine Murphy and Carthy have flagged this.  Does Deputy Catherine Murphy want to come in on this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#B00300","speaker":"1491"},{"type":"speech","time":1625560200,"counter":20,"content":"<p>No, I will leave it.  I just cannot find my notes on this one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#B00400","speaker":"1489"},{"type":"speech","time":1625560200,"counter":21,"content":"<p>Okay.  Deputy Carthy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#B00500","speaker":"1491"},{"type":"speech","time":1625560200,"counter":22,"content":"<p>Go raibh maith agat, a Chathaoirligh.  I have an agriculture committee meeting so I must leave this meeting slightly before 10 a.m.  I wish to take this item of correspondence alongside No. 663 from the Revenue Commissioners, which is important and relevant in that Revenue clearly states: \"It is Revenue's position that it is wholly a matter for the person or body who entered into a tax settlement with Revenue to decide whether it is appropriate to disclose the details of [same].\"  We know RT&Eacute; entered into a settlement with Revenue but we do not know how much that settlement was for or what the precise details of it are.  When we asked RT&Eacute; it cited the confidentiality agreement with Revenue.  It is clear from Revenue's correspondence there is no restriction on its part.  I therefore propose we write to RT&Eacute; again asking it, in the public interest and considering it is substantially funded through a compulsory charge on each household, to publish the full details of that settlement with Revenue in order for us to have a better picture of the work on bogus self-employment and other issues this committee has been actively engaged on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#B00600","speaker":"1451"},{"type":"speech","time":1625560200,"counter":23,"content":"<p>Obviously Revenue cannot disclose it but RT&Eacute; can voluntarily disclose it to us and it should do so.  I ask for that to be followed up on.  I raise with the committee that we questioned the cost of retrospective PRSI payments to employees who were wrongly classified as self-employed.  The answer to question 2 in the correspondence dated 18 June says:<\/p> <blockquote> \tThe cost of any retrospective PRSI payments that have to be\/have been made. As above, given where we are at in terms of the phased process of Eversheds implementation, any arising issues in terms potential retrospection liabilities have yet to be determined. Therefore no retrospective payments have been made, and future liabilities will be determined by the Scope and Revenue audit which is ongoing. <\/blockquote> <p>Along with asking RT&Eacute; to disclose the amount of settlement with Revenue, we should also ask that when it has reached the conclusion of that process and settled up matters with employees regarding retrospective PRSI contributions, that is to say, employers contributions that were not paid, we be informed of that figure as well.  Is that agreed by the committee?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#B00700","speaker":"1491"},{"type":"speech","time":1625560200,"counter":24,"content":"<p>Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#B00800","speaker":"1489"},{"type":"speech","time":1625560200,"counter":25,"content":"<p>Deputy Munster wants to come in there as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#B00900","speaker":"1491"},{"type":"speech","time":1625560200,"counter":26,"content":"<p>I thank the Chairman.  On Nos. 663 and 668, I suggest we forward the response from Revenue to RT&Eacute; and invite a response.  At the last meeting I said I thought RT&Eacute; was talking down the clock, if you like.  I would also invite RT&Eacute; management informally to take it upon themselves to write to the committee and disclose what we have asked.  Revenue has made it as clear as black and white that there is nothing whatsoever precluding RT&Eacute; from doing that.  It is vital it does that in the interests of transparency.  Let us just wait and see if RT&Eacute; comes clean and furnishes us with that information.  No. 668 was the comparative review of the remuneration of Irish-speaking workers I raised with RT&Eacute; when they were in.  I asked a review of the time.  As to the response we have got, I did not request that RT&Eacute; commission some consultancy to carry out a &euro;100,000 report.  Ms Forbes was asked at that time to given an undertaking to review the remuneration and the disparity between the Irish-speaking workers and the English-speaking ones.  That is what she was asked to do.<\/p><p>Will the secretariat write to RT&Eacute; on this once again and include a copy of the section of the Official Report that relates to the meeting?  Ms Forbes she was happy to do that at that time.  Again, it comes down to transparency.  We do not want the message to go out that RT&Eacute; is stonewalling the Committee of Public Accounts on several issues we have flagged up with it and sought information on.  I refer to both issues, Nos. 663 and 668.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#B01000","speaker":"1497","continuing":true},{"type":"speech","time":1625560200,"counter":28,"content":"<p>The proposal is that we write back to RT&Eacute;.  There are three issues to be addressed and I will deal with the final one first.  It relates to parity of pay for Irish-speaking workers at Raidi&oacute; na Gaeltachta and the aspect the Deputy raised.  The proposal is that the clerk to the committee will remind RT&Eacute; of the section of the Official Report that concerns the offer being made to the committee by representatives of RT&Eacute;.<\/p> <p>  The second issue-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#C00200","speaker":"1491"},{"type":"speech","time":1625560200,"counter":29,"content":"<p>Yes, RT&Eacute; was asked to conduct a review of the remuneration and of the disparity between the two posts, and Ms Forbes indicated she was more than happy to do that.  Despite the correspondence received, however, we had never asked for some sort of report costing &euro;100,000 or a consultancy.  It was a review to be carried out, and there is no logical reason RT&Eacute; should not do that and be open about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#C00300","speaker":"1497"},{"type":"speech","time":1625560200,"counter":30,"content":"<p>The second issue relates to forwarding to RT&Eacute; the letter from Revenue.  The proposal is that we ask the broadcaster to disclose voluntarily the nature and amount of the settlement with Revenue regarding workers being wrongly classified as self-employed.<\/p> <p>  Finally, the third proposal is that we ask RT&Eacute; that when it has concluded its process regarding retrospective liabilities in regard to PRSI payments to workers, it inform the committee of the sum and the number of workers those payments went to.  Are the proposals agreed?  Agreed.<\/p> <p>  Next is No. 679B, from Ms Katherine Licken, Secretary General of the Department of Tourism, Culture, Arts, Gaeltacht, Sports and the Media, dated 24 June 2021, providing information requested by the committee in respect of the funding of Galway 2020, European Capital of Culture.  Members will recall that at our meeting of 29 June, we agreed to note and publish this item and to hold it over for consideration at today's meeting.  Following receipt of correspondence raising concerns about Galway 2020, we wrote to the Department and Galway city and county councils to request information on the governance arrangements of Galway 2020 and to ask whether the Department and the councils were satisfied with the use of funding provided for the projects.  Deputy Munster has flagged the item for discussion.  The next two items are responses on the matter from Galway city and county councils.  No. 686 is Mr. Jim Cullen, chief executive of Galway County Council, dated 23 June, while there is correspondence also from Mr. Brendan McGrath, chief executive of Galway City Council, dated 25 June.  We propose that we note and publish those items too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#C00400","speaker":"1491"},{"type":"speech","time":1625560200,"counter":31,"content":"<p>This is still a serious concern.  Having read the various responses from the councils and the Department, to be perfectly honest I am none the wiser.  They have not put up any sort of proper defence of the criticisms we had put to them.  It is still unclear what happened and we have not received any clarity in their responses.  Will the Comptroller and Auditor General comment on how he believes the committee can best scrutinise Galway 2020?  What is the best way to conduct that scrutiny?  The responses we have received are not clear as to why Galway 2020 was set up in the first instance or about why it is not subject to freedom of information requests.  What avenues have we got?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#C00500","speaker":"1497"},{"type":"speech","time":1625560200,"counter":32,"content":"<p>There was a sum of &euro;24 million in total, and according to the correspondence, &euro;14 million of the &euro;15 million from the Department was drawn down.  Is there any indication of whether capital assets were purchased with any of the money?  The correspondence also points to a range of governance systems and procedures to oversee the project.  That is fine and well, but neither the Department nor the councils have stated whether they are happy with how the processes have evolved or with how the money has been spent.  We should write back to the three bodies to ask what they have to show for the funding from the taxpayer and whether they are happy to stand over the projects and outcomes.<\/p> <p> As for whether there are capital assets, I do not know.  I was of the understanding that there was at least one capital asset, but I will ask Mr. McCarthy to come in at this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#C00600","speaker":"1491"},{"type":"speechnospeaker","time":1625560200,"counter":33,"content":"<p>I thank the Chairman.  As I understand it, most of the expenditure is current expenditure, so I do not believe that a significant number of capital assets are created as a result of this spend.  The letter from the Department refers to an effectiveness review it plans to carry out, which is to look at what was delivered and the impact of that.  There is an expectation that there would be what is referred to as some legacy benefits from the endeavour.<\/p> <p>  The company is not audited by me and, therefore, it is not, as I understand it, accountable to the committee, although the committee could, of course, invite it in.  Perhaps the starting point should be to have a discussion with the Department on the 2020 appropriation account when it is due; it will have a large element of expenditure.  The vehicle chosen to deliver this project, a special purpose vehicle, does not automatically fall within the remit of the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#C00700","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1625560200,"counter":34,"content":"<p>On capital assets, infrastructure or anything else physical, is Mr. McCarthy aware of any-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#C00800","speaker":"1491"},{"type":"speechnospeaker","time":1625560200,"counter":35,"content":"<p>Offhand, I am not, but certainly we are looking at Galway 2020 and the expenditure line in the Vote over the summer.  I have not yet determined whether there is something worth reporting in that respect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#C00900","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1625560200,"counter":36,"content":"<p>I thank Mr. McCarthy.  That is helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#C01000","speaker":"1491"},{"type":"speech","time":1625560200,"counter":37,"content":"<p>This is not the first time an issue with a capital of culture will have arisen.  Wider lessons, in addition to those we are discussing, need to be learned from this and they are at a departmental, rather than individual council, level.  That is something that, perhaps, we need to write to the Department about to determine how the capital of culture project is handled.  It can be incredibly valuable.  The city will not necessarily end up with capital assets but there could be intangible assets for the location such as being put on the map.  There have been several bad experiences and we do not seem to learn from them, which is why it is more about the departmental, rather than individual council, level that we need to get to grips with it.  We should not stop areas from applying to be a capital of culture, but we need to do it in such a way that we get value for money and a return for the cultural sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#C01100","speaker":"1489"},{"type":"speech","time":1625560200,"counter":38,"content":"<p>What does the Deputy propose?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#D00100","speaker":"1491"},{"type":"speech","time":1625560200,"counter":39,"content":"<p>I propose we have a review, not just of the Galway city of culture but of where there have been problems with previous endeavours and where they are being repeated.  It is a question of how we avoid that being repeated into the future.  It is not just a one-off.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#D00200","speaker":"1489"},{"type":"speech","time":1625560200,"counter":40,"content":"<p>The Deputy is proposing we write to the Secretary General of the Department, asking those questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#D00300","speaker":"1491"},{"type":"speech","time":1625560200,"counter":41,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#D00400","speaker":"1489"},{"type":"speech","time":1625560200,"counter":42,"content":"<p>There are two proposals.  One is that a letter go to the Department, as outlined by Deputy Murphy.  Is that agreed?  Agreed.  The other proposal is we write back to both councils, asking whether there are any tangible assets or physical assets of Galway 2020, and whether they are happy with how the project has proceeded so far.  Is that agreed?  Agreed.<\/p> <p>  The next item of correspondence is No. 661 and I propose we take it with No. 710.  No. 661 is from the European Anti-Fraud Office, dated 17 June 2021, responding to our request regarding publication of the office&rsquo;s previous correspondence to the committee.  The proposed action is to note this item.  It relates to our requests for information on the ongoing investigation into the so-called Cabra Accounts.  We have a related item of correspondence from An Garda S&iacute;och&aacute;na, No. 685, as well as correspondence from Deputy Marc MacSharry, No. 710, so I propose we take these together?  Is that agreed?  Agreed.<\/p> <p>  The response from An Garda S&iacute;och&aacute;na acknowledges the ongoing investigation by the Garda S&iacute;och&aacute;na Ombudsman Commission, GSOC, and states that any comment on that investigation could be prejudicial to a possible criminal investigation.  Correspondence No. 710C is from Deputy Marc MacSharry, dated 5 July 2021, enclosing correspondence from an individual, and it was forwarded to the clerk to the committee yesterday.  It requests that the committee &ldquo;consider and endorse&rdquo; 23 questions and send them to GSOC.  The correspondence concerns the aforementioned GSOC investigation, which GSOC has stated is a criminal investigation undertaken in the public interest.<\/p> <p>  While the previous Committee of Public Accounts published a report in 2017 on its examination of matters related to financial procedures at the Garda College in Templemore, and while GSOC is accountable to this committee in terms of its annual accounts, it is not clear how attempting to direct the GSOC investigation would assist our work or whether it would be in order for the committee to proceed as suggested in the correspondence.  The committee only received the correspondence yesterday and it runs to 33 pages.  The secretariat received the correspondence items at lunchtime yesterday, they were circulated around 4 p.m. yesterday afternoon, and the first sight I had of them was this morning - all 33 pages.  I propose that the correspondence be considered by the committee next week.  This will allow me, as Cathaoirleach, and other members of the committee time to consider its content.<\/p> <p>  Deputies MacSharry, Murphy and Carthy have flagged this issue for discussion.  GSOC is clearly involved in investigating criminal matters and I ask members to be mindful of that in their comments.  I call Deputy MacSharry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#D00500","speaker":"1491"},{"type":"speech","time":1625560200,"counter":43,"content":"<p>I am very conscious of the situation and the status of the ongoing inquiry.  The length of time is of concern to me.  These are legitimate questions and, of course, arguably, GSOC may very much be aware of them.  From experience, I find that when things are reported on by the Committee of Public Accounts, that is the end of it and on we go.  I am concerned that it is almost four years to the day, or just in excess of that, since we first dealt with this matter.  I support the Chairman's call that we would be able to consider these questions over the course of the week and discuss them next week.  The reason I was rushing to get them in was because I thought today was the last day we could discuss anything and I did not want to lose the summer before having us consider these very detailed questions.  Obviously, GSOC may well come back to us, if the committee agrees to submit them, and say it will not be answering them and it is continuing with its work, or whatever.  In any event, the detail of these questions can usefully be put by the committee and, perhaps, if they are published by the committee as questions of the committee, it might focus minds elsewhere to inject a little pace into a process that seems to have lacked it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#D00600","speaker":"1606"},{"type":"speech","time":1625560200,"counter":44,"content":"<p>I note that GSOC advised the committee in correspondence on 21 April that its investigation was in its final stages and would conclude shortly.  I take on board the Deputy&rsquo;s point that it has been dragging on for a long time.  However, we also discussed the issues of the lack of resources of GSOC and we decided at a recent meeting to raise this issue and to try to highlight the fact it needs more resources.  I call Deputy Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#D00700","speaker":"1491"},{"type":"speech","time":1625560200,"counter":45,"content":"<p>I want to raise several issues.  Obviously, I would have been involved in the very detailed hearings in regard to Templemore going back to 2017, and I think the Committee of Public Accounts did a lot of very good work on that.  Once an area ends up being the responsibility of a criminal investigation, obviously the role of the Committee of Public Accounts ends until that is concluded.  We all accept that and I certainly would not be straying into the work of another entity that has a significant role.  However, we have looked repeatedly for updates over time and this has taken longer than any of us would have liked.  The one thing we want is to make sure the areas we were concerned about are fully covered in the report that is going to be done.  I am pleased to hear it is coming towards a conclusion.  Will the Chairman confirm if the meeting next week is in private or public session?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#D00800","speaker":"1489"},{"type":"speech","time":1625560200,"counter":46,"content":"<p>That is what we will decide.  I suggest we take the time to read the correspondence.  I have read the cover letter.  As I said, it was circulated late yesterday and the first sight I had of it was this morning.  As Chair of the committee, I want to read it first as there may be useful information in it.  I also think, given it is a time-sensitive issue, that we should advise the correspondent to forward any information he has at this point to GSOC.  If GSOC is in the final stages of its criminal investigation and if the correspondent has information that may be pertinent to that, he should forward it to GSOC immediately.  Obviously, GSOC has to make judgments on these matters, and the more information it has, the better.  If the correspondent has accurate, detailed information, it needs to be in the hands of GSOC and that is where this matter properly rests.  I want to bring in Deputy Carthy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#D00900","speaker":"1491"},{"type":"speech","time":1625560200,"counter":47,"content":"<p>Sorry, I was not finished.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#D01000","speaker":"1489"},{"type":"speech","time":1625560200,"counter":48,"content":"<p>I am sorry.  Please go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#D01100","speaker":"1491"},{"type":"speech","time":1625560200,"counter":49,"content":"<p>I completely accept this is very detailed correspondence but the Committee of Public Accounts is not a disinterested party.  A very sizeable amount of work was put into this.  There are two particular aspects to this.  One relates to European funding and the other relates to the public interest.  We are not a disinterested party.  I accept that people need time to read this but I would be supportive of the Committee of Public Accounts also corresponding with GSOC.<\/p><p>We have done this in the past.  If we are going to deal with it next week are we going to be dealing with it in public or private session?  That is the only outstanding issue I have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#D01200","speaker":"1489","continuing":true},{"type":"speech","time":1625560200,"counter":51,"content":"<p>Deputy Murphy is correct.  The Committee of Public Accounts is not a disinterested party.  We should be very interested in this.  Good work has been done by the previous Committee of Public Accounts on this.  Before any decision is made about anything I would like the opportunity to read the correspondence.  I certainly want to read the detail in it.  On flicking through, there appear to be a lot of detailed questions in it.  It is up to the Committee of Public Accounts to formulate the questions and send them to GSOC as we see fit.  We should be doing that.  As I said, the first thing we must do is read that correspondence and have the opportunity to do that.<\/p> <p>  I invite Deputy Carthy.  Deputy Carthy may have left this meeting to go to the agriculture committee.  I must also mention we have had late apologies from Deputy Colm Burke, which we will note in the minutes.<\/p> <p>  I suggest to Deputy Murphy that, with the agreement of the committee, members will take the correspondence away and read it.  It is a very important issue.  I am concerned about it.  Deputy Murphy and other committee members are also concerned about it.  There are serious matters involved.  I am also mindful that a criminal investigation is being carried out.  Matters have also been raised in the correspondence that are relevant to a court hearing on 5 October this year.  We are to be mindful of that also.  These are two reasons in doing our work we do not want to impair or impact negatively on the work of GSOC or the work of the courts on a different matter on 5 October.  I respectfully suggest the committee scrutinises the correspondence over the next day or two and then comes back to it.  Is that agreed? Agreed.<\/p> <p>  No. 663B, from Mr. Niall Cody, chairman, Office of the Revenue Commissioners, dated 17 June 2021, provides information requested by the committee on the disclosure of details of settlements made with Revenue.  This is correspondence we referred to earlier.  We had more or less dealt with this.  We had asked Revenue if, from its point of view, there was any impediment to RT&Eacute; providing the committee with details of its settlement with Revenue.  Mr. Cody says &ldquo;it is wholly a matter for the person or body who entered into a tax settlement with Revenue to decide whether it is appropriate to disclose the details of any settlement subject to any legislative constraints&rdquo;.  The proposed action is to note and publish.  We have dealt with that, and if Deputies Murphy and Munster are happy with that, we will move on from it.  The point made in the letter is that Mr. Cody clearly outlines there is no issue from Revenue's point of view with RT&Eacute; disclosing to the Committee of Public Accounts how much was involved in that settlement.  Is the committee happy enough with that?  Yes.<\/p> <p>  No. 681B, from Mr. Graham Doyle, Secretary General, Department of Housing, Local Government and Heritage, dated 23 June 2021, provides information requested by the committee regarding cost rental schemes.  This arises from our engagement with the Department on 3 June.  I understand the committee secretariat has also received the rest of the information that was requested at that meeting and it will be circulated in due course.  This information has just come in.  The proposed action is to note and publish. Deputy Carroll MacNeill had particular questions around that.  Deputy Murphy has also flagged this issue for discussion.  If Deputy Carroll MacNeill is present at the meeting, she may also want to come in on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#E00200","speaker":"1491"},{"type":"speech","time":1625560200,"counter":52,"content":"<p>There may be some value in properly interrogating the cost rental model from a value for money perspective.  The &euro;1,200 per month rent for the cost rental homes is on the last page of that information, which I believe is the Enniskerry Road project.  One of the things I am not at all clear about is whether the new system is going to have some profit element to it.  I do not believe the information goes into this in any kind of detail.  This issue may be for the housing committee because cost rental schemes will become a matter of policy, but I am questioning whether there is a value for money issue we need to look at with regard to the pilot project.  We might deal with this when the Department of Housing, Local Government and Heritage is next into this committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#E00300","speaker":"1489"},{"type":"speech","time":1625560200,"counter":53,"content":"<p>I thank Deputy Murphy.  Deputy Carroll MacNeill is not in attendance as far as I can see from the screen.  As referred to by Deputy Murphy, the project is expected to achieve a starting cost rental of &euro;1,200 per month, which is a significant discount on rents of circa &euro;2,000 per month for a comparable two-bedroom home in the same area, but it is still coming in fairly high.  Deputy Carroll MacNeill's question was around the ownership, which is outlined in the correspondence that says it is one of the first cost rental homes projects in Ireland.  The project is 50 two-bedroom cost rental apartments on Enniskerry Road in Stepaside by D&uacute;n Laoghaire-Rathdown County Council.  These will be completed and tenanted by Tuath Housing and Respond, both approved housing bodies, in the third quarter of 2021.  There are also 105 social homes.  Deputy Murphy's point is they are still costing &euro;1,200 a month, which still a high enough rent considering there is Government and Exchequer subvention.  Is that the point being made by Deputy Murphy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#E00400","speaker":"1491"},{"type":"speech","time":1625560200,"counter":54,"content":"<p>I am trying to imagine a situation where somebody is a tenant.  I completely acknowledge that &euro;1,200 per month is very significantly less than &euro;2,000 per month, but my understanding of cost rental is it would be a mix of people, including individuals on the housing lists.  If it is going to include both, it would require quite a bit of subsidy from the public side, probably through the housing assistance payment, HAP.  I question whether, if people had a real choice, they would take on a 25-year-long lease at &euro;1,200 per month.  When they end up as a pensioner, where do they go from there?  There is some thinking out to be done on this with regard to value for money.  It is more from the policy aspect rather than the point of view of the Committee of Public Accounts.  I am not at all sure this aspect has been considered.  The particular housing association has done as well as it could do, but it shows how expensive housing will be and how precarious it will be later on for people when they get to pension age.  This is more of a policy area and probably for the housing committee to consider.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#E00500","speaker":"1489"},{"type":"speech","time":1625560200,"counter":55,"content":"<p>My concern is we are facing a pensions time bomb, and with the housing situation we are facing a pensioner-renter time bomb.  Pensioners are not going to be able to afford the rents that are demanded in the private sector.  The rents for these cost rental schemes would be too high even for a couple where there are two pensions.  Where one pensioner might end up living alone, it would be totally unaffordable for him or her.  If the committee agrees, we should put forward the correspondence and the information to the housing committee.  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#E00600","speaker":"1491"},{"type":"speech","time":1625560200,"counter":56,"content":"<p>As a member of the housing committee, I might be able to assist here.  I do not want to stray too much into the policy area, but as we are in public session, I will address two areas that have been raised already, one of which is the issue of pensions and the other the issue of the subsidy through HAP.  The legislation is before us in the House this week.  We can discuss it in that context also.  The current scheme does not allow subvention through HAP.  There is not a long- term subsidy to provide it through HAP.<\/p><p>The second issue is there is an allowance for people in order that they can continue to live in their current home at a reduced rent or with an income support when they reach retirement age.  The two issues raised are very important.  We have discussed them at the housing committee and they have certainly been resolved to my satisfaction.<\/p><p> This is a new model, however.  We cannot look at it closely enough to make sure both the public and private providers, which are going to provide this model, do so in a way that is efficient.  It is a model that limits profit, caps finance and does many different things, which I could explain in more detail if we went into it.  We cannot look at this model enough, however.<\/p><p> We should look at this Enniskerry Road scheme because I believe it will involve further projects.  We should look at how this pilot might have differed from the legislation, particularly around the Land Development Agency, which will be the principal provider of this model in the short term.  We want to make sure it is got right.  I welcome the focus on this issue by Deputy Carroll MacNeill and the questions raised by the other members.  We should dedicate some time to the finances of the cost rental model rather than the policy issues, which have been dealt with by the committee and will also be dealt with in the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#E00700","speaker":"1568","continuing":true},{"type":"speech","time":1625560200,"counter":58,"content":"<p>I thank the Deputy for that information.  He might clarify something.  Did I hear him correctly when he said that when people reach pension age, they can rent at a lower level or receive a subsidy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#F00200","speaker":"1491"},{"type":"speech","time":1625560200,"counter":59,"content":"<p>Yes, my understanding is, at that point, an income support can be used for those who have retired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#F00300","speaker":"1568"},{"type":"speech","time":1625560200,"counter":60,"content":"<p>I thank the Deputy for that clarification.  I believe we are all agreed that moving into the cost rental model is a very important venture.  Many of us have advocated for this for years.  While this is a pilot project, I hope to see it rolled out in every county in the country.  I represent Laois-Offaly, and while it is rural, it has large towns.  There is a significant affordability issue in towns such as Tullamore, Portlaoise, Portarlington, Mountmellick and some of the larger towns.  We need to examine that.  If it is agreed by the committee, we can forward that correspondence to the Joint Committee on Housing, Local Government and Heritage.  Is that agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#F00400","speaker":"1491"},{"type":"speech","time":1625560200,"counter":61,"content":"<p>Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#F00500","speaker":"1568"},{"type":"speech","time":1625560200,"counter":62,"content":"<p>The next item of correspondence is No. 685B, from Mr. John Dollard, Chief Superintendent, An Garda S&iacute;och&aacute;na, dated 23 June 2021, which we have addressed.  Is it agreed to note and publish this item?  Agreed.<\/p> <p>  The next item is No. 689B, from Mr. Mark Griffin, Secretary General at the Department of Environment, Climate and Communications, dated 24 June 2021, providing information requested by the committee regarding the use of satellite technology to augment high-speed broadband roll-out under the national broadband scheme.  The proposed action is to note and publish this.  I also propose we forward the item to the correspondent who raised the matter.  Is that agreed?  Agreed.  I wish to raise this issue and Deputy Murphy has also flagged it for discussion.  Does the Deputy wish to come in first?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#F00600","speaker":"1491"},{"type":"speech","time":1625560200,"counter":63,"content":"<p>I am okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#F00700","speaker":"1489"},{"type":"speech","time":1625560200,"counter":64,"content":"<p>I will raise a couple of points around No. 689B.  I was surprised to learn recently, when I raised this matter with the Minister of State at the Department of the Environment, Climate and Communications, Deputy Ossian Smyth, that only 4,000 connections have been done so far this year.  That would show we are barely chipping away at it and taking a small chip out of what needs to be done.  We know from replies to parliamentary questions that the contract had a target of 115,000 connections in 2021, so 4,000 so far is not what you would call good progress.  You could say that Covid-19 could hold up communications works.  Communication workers were out on the ground.  It is one of the areas that was not held up by Covid-19.  I note from the correspondence that there will be a remedial plan.  We need to see that plan.<\/p><p>In my interaction with the Minister of State, which was only a couple of weeks ago, he confirmed to me, which came as a surprise, that no penalties are included in the contract despite me, when I was spokesperson on this matter, and indeed other people in the House being assured there were going to be stringent penalties.  We have now been told that only 4,000 have been connected up to a couple of weeks ago and that the target falls a long way short of the 115,000 connections to premises and households in 2021.  For members' attention, I have a transcript of the Minister of State, Deputy Smyth's, reply to me in the D&aacute;il:<\/p> <blockquote> \tThe Deputy asked whether there were penalty clauses. As I understand it, there are none in the current contract.<br \/><br \/>The Deputy also asked about the Minister's representative on NBI.  I might defer to the Minister, Deputy Ryan, if he has an answer. <\/blockquote> <p>The point I am making is we have only one representative on the board.  My real areas of concern from the point of view of public money are that only 4,000 connections were done at that stage, according to the Minister of State, and he was not aware of any penalties.<\/p><p>I ask that we correspond with the Secretary General of the Department to express our concern about this reply from the Minister of State in the D&aacute;il and ask the Department to confirm the current position.  We should ask it to clarify exactly what the current position is regarding the number of connections but also whether we are in a situation where there is no penalty in terms of missed targets for the broadband contract.  If the contractors do not meet the targets, then so be it.  There are no penalties for them.  I was assured, as were other Deputies in the D&aacute;il Chamber on a number of occasions, as far as I can recall, including by the Minister for Communications, Climate Action and Environment in the previous Government, Deputy Bruton, that there would be penalties.  We could ask for that to be clarified.<\/p><p>It is worth mentioning that, in his reply, the Minister of State said the number of homes that have been passed and are ready for connection to broadband is 4,000.  That means there is a cable going past outside on the road.  It does not actually mean that they are even fully connected up.  Is the committee agreed we should write to the Secretary General of that Department asking for clarification on those two matters?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#F00800","speaker":"1491"},{"type":"speech","time":1625560200,"counter":65,"content":"<p>I will add to that, Chairman.  I would be agreeable to that suggestion.  This was quite controversial at the time.  There was only one bid at the end and there were question marks, first of all, about who would own the asset at the end.  The second issue was the ability of the entity actually to deliver because its experience had been more on the financial side than delivery on the telecommunications side.  We always understood this was about the number of houses and businesses that were passed.<\/p> <p>  One of the reasons we would have been concerned is that the cost of broadband may not be sufficiently attractive for people to take up the opportunity to connect to broadband.  There has never been a greater need, which I believe we all appreciate.  The previous year has certainly demonstrated that broadband is an essential service.<\/p> <p>  We are right to interrogate what exactly this tender guaranteed.  What they are doing now is largely overlaying on existing infrastructure.  The entity that originally considered pitching for the broadband plan then withdrew.  Some of its apparatus is being used, for instance, telephone poles and so on.  There are a number of issues regarding what is being paid to those entities.<\/p><p>When I asked who would benefit from it, I was told that the State would benefit from the use.  We might ask how that is transpiring in reality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#F00900","speaker":"1489","continuing":true},{"type":"speech","time":1625560200,"counter":67,"content":"<p>I know from the period that I was involved in this brief that it works out at &euro;20 per pole per annum to rent poles from a private company that was a publicly owned company up to 1999 before it was privatised and is now owned by a French consortium.  We can seek that information.  Given that &euro;2.7 billion or &euro;2.8 billion of taxpayers' money is being dished out, I hope that we will not be left in a situation where there are no penalties and targets can be missed by such an amount without any comeback for the public purse.  We will include that question along with the Deputy's.<\/p> <p>  Next is No. 690B from Ms Katherine Licken, Secretary General of the Department of Tourism, Culture, Arts, Gaeltacht, Sport and Media, dated 24 June, providing the information requested by the committee regarding the timely laying before the Houses of the accounts of the National Library of Ireland, Screen Ireland and the National Museum of Ireland.  We request explanations from all bodies within the remit of the committee that do not comply with the timelines set out in circular 7 of 2015 for the laying of accounts before the Houses of the Oireachtas.  The proposed action is to note and publish this correspondence.  Deputy Munster flagged this correspondence for discussion.  Does she wish to comment on it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G00200","speaker":"1491"},{"type":"speech","time":1625560200,"counter":68,"content":"<p>Screen Ireland is one of the organisations in question.  We previously received correspondence from individuals concerned about its operations.  There seem to be general concerns about how Screen Ireland operates, particularly as regards potential conflicts of interest, but also regarding the return to the State on this investment.  When did Screen Ireland last appear before the committee?  If it has been some time, perhaps we could consider adding it to our autumn work plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G00300","speaker":"1497"},{"type":"speech","time":1625560200,"counter":69,"content":"<p>That information is not readily available, but we will try to get it for the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G00400","speaker":"1491"},{"type":"speech","time":1625560200,"counter":70,"content":"<p>That is fair enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G00500","speaker":"1497"},{"type":"speech","time":1625560200,"counter":71,"content":"<p>We can decide how to go from there.  The Deputy is also asking about when Screen Ireland was last before the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G00600","speaker":"1491"},{"type":"speech","time":1625560200,"counter":72,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G00700","speaker":"1497"},{"type":"speech","time":1625560200,"counter":73,"content":"<p>Does the Deputy believe it was before the committee previously?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G00800","speaker":"1491"},{"type":"speech","time":1625560200,"counter":74,"content":"<p>No, I am asking about when it was last before the committee.  I cannot remember.  If it was some time ago, could we consider adding it to the work plan?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G00900","speaker":"1497"},{"type":"speech","time":1625560200,"counter":75,"content":"<p>We will get that information for the Deputy and discuss it in the context of the work plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G01000","speaker":"1491"},{"type":"speech","time":1625560200,"counter":76,"content":"<p>I believe the Comptroller and Auditor General is trying to contribute, Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G01100","speaker":"1497"},{"type":"speechnospeaker","time":1625560200,"counter":77,"content":"<p>I do not recall Screen Ireland being before the committee in many years, if ever.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G01200","nonspeaker":"Mr. Seamus McCarthy"},{"type":"speech","time":1625560200,"counter":78,"content":"<p>Is Deputy Munster suggesting that we consider adding it to the work programme?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G01300","speaker":"1491"},{"type":"speech","time":1625560200,"counter":79,"content":"<p>Yes, for the autumn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G01400","speaker":"1497"},{"type":"speech","time":1625560200,"counter":80,"content":"<p>We can consider that, with the agreement of the committee.<\/p> <p>  The next correspondence is No. 691B from Mr. Ken Spratt, Secretary General of the Department of Transport, dated 25 June, providing detailed information requested by the committee at our meeting with the Department on 27 May.  It includes information on a range of issues, including driver theory tests, the DART interconnector project, the Coast Guard, the process for appointing new members to agency boards, and roads improvement and maintenance.  The proposed action is to note and publish this correspondence.<\/p> <p>  I wish to raise a few points about this, as does Deputy Catherine Murphy.  A detailed amount of information came with the correspondence.  The information of particular interest to me relates to the suspension of driver theory tests.  The Department points out that work is progressing on ensuring that the Road Safety Authority, RSA, has sufficient facilities for temporary testers and that the current plan is to have these in place by July.  The Department mentions that the current facilities are being expanded, where possible, to accommodated new testers.  The intention is to add six new driver test centres, which is welcome news.  A centre will open in Birr in my constituency at the County Arms Hotel.  The Department says that, in line with the further easing of restrictions, the gradual reopening of in-person driver theory tests commenced on 8 June.  The RSA will reopen its network of test centres and will be permitted to conduct 25,000 theory tests per month.<\/p> <p>  Having read all of this, I am still baffled as to why the theory test was not continued during the pandemic, given that it is carried out in cubicles and does not involved large gatherings of people in rooms.  I understand that the test is carried out in a specially designed kiosk.  I fail to see why the tests were suspended.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G01500","speaker":"1491"},{"type":"speech","time":1625560200,"counter":81,"content":"<p>It is useful correspondence.  It is comprehensive and contains some good information, including on the issue of test centres and the strategy in that regard.<\/p> <p>  I have picked out two matters in particular, the first of which is the DART interconnector.  In 2015 or thereabouts, it was brought to railway order level, which meant that all of the detailed work had been done.  A significant amount of money had been spent, certainly tens of millions of euro, on the investigations into the route the tunnel would take, the environmental considerations and the civil engineering issues.  I was trying to find out how much of that work could be reused.  Obviously, a new study is ongoing because the reply reads: \"As the study is ongoing, the amount of useable information in progressing a preferred route, leading to a corridor for protection, can only be determined following the study's outcome.\"  Some of the same areas are being studied again.  I imagine that there are not many additional routes that can be considered.  Maybe we should ask the Department how much was spent getting the project to that stage.  I would like us to do that.  The Department is saying that a full reassessment of the route has to be obtained, but we do not want a duplication of costs.  That is my concern.<\/p> <p>  I believe the whole country will benefit from this project.  Someone will possibly be able to travel seamlessly from one end of the country to the other by virtue of that interconnector.  Certainly, the counties surrounding Dublin would benefit from it considerably.  A great deal of money is being spent on the expansion of DART, and this project is a part of that.  Might we ask the Department what had been spent on it by the time it reached railway order level so that we have something to match it against when this review happens?  We need to reuse information and the work that was done previously as much as possible.<\/p> <p>  I also wish to raise the issue of the Coast Guard.  At the meeting, we were told that the State did not own the helicopters.  What seems clear from this correspondence, though, is that this does not meant that we did not invest in helicopters.  We provided a grant for helicopters that we do not own.  Might we ask plainly how much capital the State invested in helicopters that we do not own?<\/p><p>It seems clear from the reply that this was a one-off, major purchase.  It is implied that we invested in helicopters but they are not owned by the State.  The amount of the total investment would be useful information to have.  That was what we were trying to get at.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#G01600","speaker":"1489","continuing":true},{"type":"speech","time":1625560200,"counter":83,"content":"<p>The Deputy had two questions.  We will look for information from the Department regarding how much was put forward and spent on helicopters, as well as the spend thus far on the DART interconnector.<\/p><p>The next item under category B is No. R0698, correspondence dated 25 June 2021 from Mr. Robert Watt, Secretary General of the Department of Health, providing information requested by the committee on the co-ordination of resources by Departments to defend special educational needs litigation.  This issue was referred to in previous correspondence from the Department, No. R0551, dated 29 April.  The Secretary General reiterates in the latest correspondence that &quot;the Department of Health did not gather sensitive medical and educational information on children involved in court cases in the manner portrayed&quot; in a television programme broadcast on 25 March.<\/p><p>Mr. Watt also provides a report, published in April, that sought to establish the facts regarding special education litigation in the light of certain allegations made in that programme.  It states:<\/p> <blockquote> \tGiven the complexities of the &quot;SENS&quot; litigation, the time necessary to either settle or defend these cases, and in recognition that the plaintiffs require coordinated responses in education and health, it was agreed a number of years ago between senior management in the Department of Education, the Department of Health, and the HSE, that valuable and limited State resources should be concentrated on resolving the cases, where it possible to do so. <\/blockquote> <p>The report goes on to say:<\/p> <blockquote> \tShould the State parties not act in coordination, it would not be possible to either provide a resolution to the plaintiff that is appropriate and complete, or otherwise, where necessary, to defend proceedings in a proper fashion.  This also ensures a consistent approach and that applicants in similar positions are treated in similar fashion and limits the possibility of some plaintiffs being treated more favourably than others, due to lack of knowledge as to how other plaintiffs in similar circumstances have had their cases dealt with. <\/blockquote> <p>The proposed action is to note and publish this correspondence.  Deputy Carthy has flagged it but he has not yet returned from the meeting of the agriculture committee.  I propose that we note and publish the correspondence.<\/p><p>The next category is C, which is correspondence from, and related to, private individuals, and any other correspondence.  Item No. R0669, dated 23 June 2021, is correspondence from an individual in regard to a protected disclosure made to Tusla.  The correspondent made the disclosure but his correspondence is more concerned with the process involved, which the correspondent feels is deeply flawed.  He states that, like many others, he was forced into a settlement agreement as a consequence of having no available legal representation afforded to him by the State.  We have received a significant number of requests for assistance from individuals who have made disclosures and been unhappy with the process.  We have sought information on protected disclosures from all Departments recently.<\/p><p>The proposed action in regard to this item of correspondence is to request the correspondent to consent to forward it to the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach, which is currently undertaking pre-legislative scrutiny of the  protected disclosures (amendment) Bill 2021.  The joint committee will have the opportunity to make recommendations on the draft legislation.  In that regard, the secretariat of this committee has circulated a draft submission from us to the joint committee highlighting some of the concerns raised by members in regard to protected disclosures.  I propose that we include this correspondence in our submission to the joint committee.  Deputy Munster raised this correspondence for discussion.  Is the proposal agreed to?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#H00200","speaker":"1491"},{"type":"speech","time":1625560200,"counter":84,"content":"<p>The allegations being levelled in this correspondence are serious.  Will the Chairman confirm that we are considering inviting representatives of Tusla to come before the committee in the autumn?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#H00300","speaker":"1497"},{"type":"speech","time":1625560200,"counter":85,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#H00400","speaker":"1491"},{"type":"speech","time":1625560200,"counter":86,"content":"<p>Could we advise the correspondent of that and perhaps suggest that he make a submission in advance of that engagement?  We should also reach out to Tusla and the Department for comment.  In addition, if the correspondent has made a complaint to the Data Protection Commissioner, I would be interested in learning the outcome of that action before the Tusla representatives appear before the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#H00500","speaker":"1497"},{"type":"speech","time":1625560200,"counter":87,"content":"<p>Will the Deputy repeat her question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#H00600","speaker":"1491"},{"type":"speech","time":1625560200,"counter":88,"content":"<p>I am asking that we let the correspondent know that we intend to have witnesses from Tusla before the committee in the autumn and suggest that he make a submission in advance of that meeting.  I also suggest that we reach out to Tusla and the Department for comment on this matter.  In addition, I would like to know whether the correspondent made a complaint to the Data Protection Commissioner.  If so, I am interested to know what happened with that.  If we could find that information out before the Tusla representatives come in, it would be useful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#H00700","speaker":"1497"},{"type":"speech","time":1625560200,"counter":89,"content":"<p>We can do that.  We will notify the correspondent that Tusla representatives will be appearing before the committee.<\/p> <p>  The only other item of correspondence for discussion is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#H00800","speaker":"1491"},{"type":"speech","time":1625560200,"counter":90,"content":"<p>May I make a point before we move on, Chairman?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#H00900","speaker":"1489"},{"type":"speech","time":1625560200,"counter":91,"content":"<p>Go ahead, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#H01000","speaker":"1491"},{"type":"speech","time":1625560200,"counter":92,"content":"<p>The issue about civil legal aid relates to the Workplace Relations Commission, WRC.  There is a difficulty in that the Free Legal Advice Centres, FLAC, have responsibility only for providing free legal aid in family law cases.  There is no provision for legal aid in the case of people taking cases to bodies like the WRC.  Last year, there was a significant increase in the number of people who sought legal aid, mainly because there were issues to do with redundancy and a range of other issues that arose in the context of Covid.  The pandemic really exposed a weakness in the system.  It is fine when somebody has union representation, for example, but there are occasions where people do not have that representation.  In fact, the more precarious their employment, the less likely they are to be represented.  There is a gap there that is not necessarily around the issue of Tusla and the nature of this particular complaint.  There is a wider issue in regard to the WRC and the availability of free legal aid where people require it.  There is no provision in that regard.  Even if we make a submission citing this particular correspondence later in the year, it will not address the fundamental issue that people feel they are being hung out to dry when they have to pay for the legal assistance they require at a point when they are possibly out of a job.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#H01100","speaker":"1489"},{"type":"speech","time":1625560200,"counter":93,"content":"<p>I thank the Deputy.  We will follow through on that.<\/p> <p>  The final item of correspondence for discussion, No. R0688, is from an individual who proposes that the committee needs to revisit governance issues at the Rehab Group.  There is not much information in the letter.  I suggest that we write to the organisation and ask it for its internal governance policy and any information relevant to the committee arising out of the correspondent's letter.  I further propose hat we seek the permission of the correspondent to forward his letter to the Rehab Group.  Are members happy to do that?  That is agreed.  We will seek the correspondent's permission to forward the correspondence and we will ask for information on the organisation's internal policy on governance and any other information relevant to the committee.  That concludes our consideration of correspondence received by the committee.<\/p> <p>  We move on now to the work programme.<\/p><p> On Thursday, we will engage with the Tax Appeals Commission about its 2019 financial statements as well as chapter 14, management of tax appeals, of the Comptroller and Auditor General's Report on the Accounts of the Public Services 2019.  The Tax Appeals Commission has been asked to provide information on the appeals with the highest value currently on hand as well as an update on the status of the ten appeals with the highest value set out in information provided to the last Committee of Public Accounts in January 2020.  The commission's briefing and the briefing from Revenue regarding the recommendations of chapter 14, which relate to the commission, have been added to the folder for Thursday's meeting.<\/p><p> Members will be happy to know that the National Paediatric Hospital Development Board and the Department of Health have confirmed availability for Tuesday, 13 July.  That will be our last public engagement before the summer recess.  Seven members will visit the hospital site on Thursday afternoon.  If there are any specific areas of interest that members would like us to raise or to request briefings on at these meetings, please let the clerk know as soon as possible.<\/p><p> We agreed our draft work programme for the autumn at our previous meeting.  Another item was mentioned today which can be added for consideration.  It has been uploaded to the folder for today's meeting.  Do members wish to raise any matters about the work programme?  I take it that they are happy enough.  That concludes consideration of the work programme.  Have members any important, urgent issues or any other business that they wish to raise?  I take it that members are all happy this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ACC2021070600002#H01200","speaker":"1491","continuing":true},{"type":"unspoken","time":1625560200,"counter":95,"content":"<p>The witness withdrew.<\/p>"},{"type":"unspoken","time":1625560200,"counter":96,"content":"<p>The committee adjourned at 10.52 a.m. until 9.30 a.m. on Thursday, 8 July 2021.<\/p>","notice":"TIME STRING DETECTED"}]