[{"type":"majorheading","content":"Joint Oireachtas Committee on European Union Affairs","time":1634684400,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 09:30<\/p><p>The Joint Committee met at 09:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies John Brady, Lisa Chambers, Dara Calleary, Regina Doherty, Francis Noel Duffy, Sharon Keogan. Marian Harkin, Seán Haughey, Ruairí Ó Murchú, Neale Richmond.<\/p><p>Teachta \/ Deputy Joe McHugh sa Chathaoir \/ in the Chair.<\/p>","time":1634684400,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002"},{"type":"unspoken","time":1634684400,"counter":4,"content":"<p>The joint committee met in private session until 9.48 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"European Union Issues: Discussion","time":1634684400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#B00100"},{"type":"unspoken","time":1634684400,"counter":6,"content":"<p>Deputy Neale Richmond took the Chair<\/p>"},{"type":"speech","time":1634684400,"counter":7,"content":"<p>On behalf of the committee, I welcome the Minister of State, Deputy Thomas Byrne, and his officials.  Before we begin, I will read a note on privilege and go through some housekeeping matters.<\/p> <p>  Witnesses are reminded of the long-standing parliamentary practice to the effect that they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable, or to engage otherwise in speech that might be regarded as damaging to the good name of the person or entity.  Therefore, if the statement of a witness is potentially defamatory in respect of an identifiable person or entity, the witness will be directed to discontinue these remarks.  It is imperative to comply with any such direction.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or against an official either by name in such a way as to make him or her identifiable.  For anyone watching this meeting, Oireachtas Members and witnesses now have the option of being physically present in the committee room or to join the meeting remotely via Microsoft Teams.  I remind members of the constitutional requirement that members must be physically present within the confines of the Leinster House complex in order to participate in public meetings.  I will not permit members to participate where they are not adhering to this constitutional requirement.  Therefore, any member who attempts to participate from outside the precincts will be asked to leave the meeting.  In this regard, I would ask any member partaking via Microsoft Teams that prior to making a contribution to the meeting, they confirm they are on the grounds of the Leinster House campus.  If attending in the committee room, as a number of members are, they are asked to exercise personal responsibility to protect themselves and others from the risk of contracting Covid-19.<\/p><p>They are strongly advised to practise good hand hygiene and leave at least one seat vacant between themselves and others attending the meeting.  Attendees should also maintain an appropriate level of social distancing during and after the meeting.  Masks should be worn at all times during the meeting, except when speaking.<\/p><p> I call on the Minister of State, Deputy Byrne, to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#B00300","speaker":"1473","continuing":true},{"type":"speech","time":1634684400,"counter":9,"content":"<p>Gabhaim bu&iacute;ochas leis an gCathaoirleach agus le baill an choiste uilig as an gcuireadh seo theacht os a gcomhair.  Ar dt&uacute;s, rachaidh m&eacute; i ngleic le pr&oacute;tacal Thuaisceart &Eacute;ireann.<\/p><p>First, I will update the committee on the Northern Ireland protocol.  Last week, the European Commission delivered on its promise to people and businesses in Northern Ireland to address their practical, genuine and real concerns.  The European Union's proposals will make it easier to move goods and medicines from Great Britain to Northern Ireland.  They will also provide a framework for Northern Ireland having a greater say in how the protocol works.  However, the European Union cannot resolve these issues alone.  We need a partner who is willing to work with us.  We want to get to a jointly agreed and durable solution that provides stability, certainty and predictability for people and investors in Northern Ireland.  Now is the time for the UK Government to engage constructively on practical solutions in order that the benefits of the protocol can be shared by people from all communities.  It was clear from talking to my European colleagues in Luxembourg yesterday that there is strong support for the Commission&rsquo;s approach and strong solidarity with Ireland but, most important, there is strong interest in the issue from around the European Union.<\/p><p>Yesterday, at the General Affairs Council in Luxembourg, I also discussed a range of other issues on the EU agenda, including the Commission&rsquo;s second annual rule of law report, the Conference on the Future of Europe, Next Generation EU<i><\/i>and the draft conclusions for the European Council taking place tomorrow and Friday.  I am happy to speak on any or all of these areas with committee members in further detail. <\/p><p>The European Union is a union of laws and values.  The rule of law is a fundamental principle for all EU member states and it is of vital importance that the rule of law is preserved, protected and promoted across the Union.  I welcomed Commission President, Ursula von der Leyen&rsquo;s strong words on protecting the rule of law and European values in her recent state of the union address.  I also welcomed her speech in the European Parliament yesterday morning - which I did not see live as she delivered it at the same time as the General Affairs Council meeting was under way - in which she once again emphasised the importance of the rule of law.<\/p><p>Ireland has consistently supported the development of a more comprehensive range of tools by the European Commission to ensure that member states stick to these basic obligations under the EU treaties and basic democratic norms.  This includes the Commission&rsquo;s annual rule of law report and the rule of law budget conditionality mechanism.  As EU member states, there is an onus on us all to comply with determinations of the European Court of Justice with a view to maintaining our shared legal order.  As part of membership of the Union, it is also essential that member states accept the primacy of European Union law, which is a principle of the European Union going back to a time prior to when Ireland was a member.<\/p><p>The judgment of the Polish Constitutional Tribunal, which has been made official, is therefore a cause for serious concern for Ireland.  This ruling is the latest development to heighten concerns about judicial independence in Poland following justice system reforms.  These include changes to the disciplinary system for judges, which the Court of Justice has said are not compatible with EU law.  This development underlines the importance of ongoing scrutiny and discussion of the kind provided by the rule of law dialogue.<\/p><p>I also updated my Council colleagues yesterday on Ireland&rsquo;s national programme for the Conference on the Future of Europe.  I will also participate in the second plenary meeting of the conference this weekend as will my colleague, the Minister of State, Deputy Pippa Hackett.  I also raised an issue, of which the committee may wish to be aware.  The European Council meeting will take place this week and the plenary meeting of the conference in December is scheduled for the same week as the December European Council meeting in December.  That will affect the ability of ministers of state with responsibility for European affairs in various European countries to physically attend the meeting in Strasbourg.  However, I certainly encourage Oireachtas members to be there in person.<\/p><p>We must all do as much as we can to publicise the conference and encourage greater public engagement.  We cannot be indifferent about the conference as it is too important in terms of the valuable opportunity it provides for ordinary citizens to have their say on Europe&rsquo;s future and also the recommendations which might ultimately result from the process now under way.  I thank the committee for its engagement in the Conference on the Future of Europe.  I know it has been a priority of the committee for some time.  I am happy to take questions from members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#C00200","speaker":"1503"},{"type":"speech","time":1634684400,"counter":10,"content":"<p>I thank the Minister of State for that update.  Before we proceed to questions, I commend the Minister of State and his officials for the outreach and engagement from his office, in particular, regarding the Conference on the Future of Europe.  It has been a great opportunity seized by his office.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#C00300","speaker":"1473"},{"type":"speech","time":1634684400,"counter":11,"content":"<p>The Minister of State is welcome to the committee.  I thank him for his comprehensive update.  I would like to touch on two issues.  The first, to which the Minister of State referred, is that of Poland and the rule of law.  Can he give us some further detail on what potential actions the European Union is considering taking in this regard, not only with respect to the treatment of the judiciary but also the treatment of women&rsquo;s rights and the attempt to row back on female reproductive rights in Poland, which is of major concern to many citizens in Ireland?<\/p> <p>  The second issue is the Northern Ireland protocol.  The Minister of State referred, mainly with respect to Poland, to the supremacy of European Union law and the jurisdiction of the European Court of Justice.  That still remains the key issue, unfortunately, with the protocol.  We are all well aware of the Commission&rsquo;s position on that.  I ask the Minister of State to outline the next steps in this ongoing negotiation and process and what we might see happen in the next number of weeks or months.<\/p> <p>  Regarding the Conference on the Future of Europe, are there detailed plans for what Ireland will do to engage with citizens?  Are there projects or events planned in the coming months, of which the committee should be aware?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#C00400","speaker":"1642"},{"type":"speech","time":1634684400,"counter":12,"content":"<p>fadfadf<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#C00500","speaker":"1473"},{"type":"speech","time":1634684400,"counter":13,"content":"<p>I thank the Minister of State for his update.  To follow up on the questions asked by Senator Chambers regarding the Northern Ireland protocol, we need practical solutions.  The Commission has made its proposals and I hope there will now be constructive engagement.  Vice President Maros &Scaron;efovi has risen to the occasion, consulted widely and come forward with these practical solutions.  I am interested in hearing the Minister of State's view on the comments by David Frost regarding the European Court of Justice and his suggestion that it would not be an acceptable arbiter of any disputes.<\/p> <p>  I agree with what the Minister of State and Senator Chambers on the rule of law, with particular reference to Poland.  To follow up on what Senator Chambers asked, what are the tools available to the Commission to deal with Poland and this issue?  I understand some sort of legal process is under way under Article 7 and there is also the issue of funding.  Will the Minister of State outline what tools are available to the Commission to deal with Poland?<\/p> <p>  I hope the Minister of State does not mind my raising an issue he did not mention in his opening statement, namely, the issue of enlargement in the context of the admission of the six countries that comprise the western Balkans.  The summit in Slovenia does not seem to have been particularly successful.  Presumably, the Minister of State can clarify that Ireland is totally supportive of the accession of the six western Balkans countries  I ask him to comment on what happened in Slovenia and why the summit was not a particular success?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#C00600","speaker":"1552"},{"type":"speech","time":1634684400,"counter":14,"content":"<p>Members have raised interesting questions that cut across a number of issues.  Senator Chambers asked specifically about the next steps with respect to the protocol.  As we speak, the UK team is in Brussels discussing with its counterparts at a technical level.  I understand the discussion is focusing on the EU papers - the documents published last week.  David Frost and Maros &Scaron;efovi will meet again.  I noted from Mr. Frost's Lisbon speech last week that there is an openness to engage, and that is happening.  We must welcome and acknowledge that a discussion is taking place, much of which is being kept confidential.  We must also acknowledge that the European Commission has come a very long way, supported by the member states.  That is really welcome.<\/p><p>We will certainly be as constructive as possible in the coming weeks and continually reassure our friends in Britain that, as far as we can tell in all our engagements and in the European Commission's engagements, business and the people of Northern Ireland are, by and large, happy with what has been proposed by the European Commission.  This will lead to a substantial reduction in checks while at the same time, importantly, protecting the Single Market, which is crucial for Ireland.  It gives Northern Ireland the real benefits of the best-of-both-worlds approach, with Northern Ireland in the Single Market for goods but also part of the customs territory of the UK.<\/p><p> The European Court of Justice was raised by both Deputy Haughey and Senator Chambers.  It is important to be very clear.  First, in the EU-UK Trade and Cooperation Agreement there is no role for the Court of Justice.  In the protocol it has a very limited and specific role which, to be honest, I cannot see really arising in practice.  It is difficult even to think of how it could arise in practice.  Essentially, Northern Ireland is in the Single Market for goods.  Disputes relating to goods' standards or whether goods are allowed in the Single Market could theoretically end up in the Court of Justice of the European Union but, as I understand it, it is such a theoretical issue that there is currently only a handful of cases across the entire European Union relating to goods before the Court of Justice.  In fact, cases in the Court of Justice relating to goods are actually some of the foundational cases dating back up to 50 years, which Senator Chambers and Deputy Haughey would probably have studied in college.  They go back that far and they are foundational aspects of the Single Market.  All that the provision in the protocol does is apply that.<\/p><p> Ultimately, any single market for goods needs regulation, which is the rules of the European Union.  The protocol lists a certain set of regulations that apply to goods in Northern Ireland and, ultimately, there has to be an arbitrator, a court, that is the bedrock of the Single Market, and that is the Court of Justice of the European Union.  It is part and parcel of the Single Market.  When we say Northern Ireland is part of the Single Market for goods, it means that goods can flow freely from Northern Ireland to the European Union and, most importantly, between the North and South on this island, which is the rationale for it, that those goods must adhere to certain standards and, ultimately, in theoretical cases, that the Court of Justice of the European Union could decide on issues relating to those matters.  The rules for the Single Market are so set in stone and specifically set out in the protocol that it is very hard to see how this issue would arise in practice, but it is part and parcel of the Single Market and the benefits that it gives to Northern Ireland.  I do not see it as a burden in any way.  In fact, I do not see it as an interference in any way with British sovereignty.  Northern Ireland is in the Single Market as a type of exception with a specific international agreement, which is what the protocol is.  This is simply part of it, and I doubt there will be many lawyers in Belfast taking cases to the Court of Justice of the European Union on goods issues.  It is very difficult to envisage it.  However, it is part and parcel of what Northern Ireland gets with the Single Market.<\/p><p> Poland is obviously a major concern, and Senator Chambers and Deputy Haughey asked similar questions about what we can do about it.  There are many hard and soft powers.  The Article 7 proceedings were mentioned by Deputy Haughey.  That is one of the most important measures the European Union has.  However, it is very difficult to operate in practice.  There are the Article 7 hearings that take place at the General Affairs Council, on which I sit.  Ultimately, if they were voted up to the European Council, technically some voting rights could be withdrawn as punishment for a breach of the rules, but the voting majority requirements to get it out of the General Affairs Council are quite steep and at the European Council there must be unanimity, which would be difficult to achieve in the current political circumstances, as members of the committee will understand.  However, the Article 7 proceedings have been started and it is difficult to see a way to finish them.  It is important.  We had Article 7 hearings in June and that shone a light on certain issues at that time, particularly in Hungary.  Yesterday, we had a rule of law dialogue where we again shone a light on particular issues.<\/p><p> In terms of the practical next steps, the public pressure from the D&aacute;il and Seanad and from the general public in Ireland on LGBT rights, for example, has had a direct impact on some of those towns that had LGBT-free zones.  We can talk to our friends, the Poles, and say that we do not believe this is acceptable, that it needs to change and the reasons are that it is about human decency, human dignity and human rights.  In quite a number of cases, those designations by local authorities in Poland have been reversed through public pressure, much of it coming from Ireland.  In addition, the European Commission has withdrawn funding for certain municipalities in Poland which have initiated these designations.  That public pressure cannot be understated.  There is also, of course, the conditionality regulation, which would make the disbursal of European moneys, particularly from the recovery and resilience fund, conditional on adherence to the rule of law and democratic values.  That regulation is in force, but it is being challenged in the Court of Justice of the European Union at present.<\/p><p> The Commission is taking this very seriously and carefully.  For example, it has not yet approved the recovery and resilience plans for Hungary and Poland.  It is also conscious that there is a case before the Court of Justice.  Ireland took part in that case in support of the Council.  Last week, our lawyers were arguing that case.  That is a very important step by us to show that we take this very seriously.  We certainly support the conditionality mechanism and want to see it implemented, provided the Court of Justice rules in favour of it.  That is a very practical measure.  The Polish and Hungarian people are our friends and common Europeans.  We have to keep talking and keep a dialogue going in respect of all these issues.  That is very important.  The committee can play its role in that too, and I am sure it does.  We need to keep in touch.  They are our friends and not everybody in those countries agrees with the direction the governments are taking, and that provides an opportunity.<\/p><p> With regard to enlargement, Ireland is totally supportive of the enlargement of the European Union.  The Taoiseach made very strong comments in Slovenia on that.  He had good engagement with his counterparts from the western Balkans countries, in particular.  I have had similar engagement, too, and I strongly encourage the committee to have whatever engagement it considers fit with its counterparts in the western Balkans.  Yes, there are obviously processes to go through.  We have to make sure that the rule of law, democratic values and economic reforms are all bedded down, but we should be as encouraging and helpful as possible.  In any of my engagements with colleagues from the western Balkans I have offered Ireland's full support not only in terms of the ultimate ambition of EU membership but also our help along the way on the road to it.<\/p><p> I hope that answers the members' questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#C00700","speaker":"1503","continuing":true},{"type":"speechnospeaker","time":1634684400,"counter":16,"content":"<p>Deputy &Oacute; Murch&uacute; is next.  If any of our colleagues online wish to speak, I would appreciate it if they would use the hands-up feature.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#D00200","nonspeaker":"Acting Chairman (Deputy Neal Richmmond)"},{"type":"speech","time":1634684400,"counter":17,"content":"<p>I thank the Minister of State for appearing before the committee.  I will follow up on a number of the issues he has dealt with.  Obviously, the Irish protocol remains paramount for us.  In fairness, it appeared that the Commission and Vice-President &Scaron;efovi pushed themselves as far as they possibly could to find a solution which, I believe, a considerable number of people in the North, even with a unionist background, who are businessmen, farmers and so forth will be quite happy to work with.  I have not seen the large level of demonstrations and whatever else is happening within political unionism.  Is the Minister of State aware of whether there is that general constructive feeling on the ground of just getting on with it?  We have the background noise of Boris Johnson and particularly David Frost while we have the positive that there is an element of engagement, which has to be welcomed.  To a degree, one is second-guessing on the basis of what someone says which might be for a particular constituency, and that can change overnight.  I understand that the Minister of State cannot give complete clarity, just his interactions with regard to the North, particularly as regards the business community and so forth in respect of working this.<\/p><p>We also had the European Commission representation in Ireland and they said officials from the Commission were ready to go the minute these documents were done, from a point of view of ensuring all this was workable.  We are all in agreement that the Irish protocol is the only show in town and is not for moving.  As long as the EU and the Commission maintain that as the starting point and we get workable operational changes, that is where the future is.  Anything else that is possibly being threatened would be utterly unacceptable, particularly in an Irish context.<\/p><p> Senator Chambers brought up the Conference on the Future of Europe and the events that are to be organised throughout this State.  The European movement is carrying out lead in relation to it.  It is about ensuring we get out and beyond those that are interested.  It can be difficult for even regular, localised politics to get to those who see themselves as outside the political sphere.  There is an onus on us to make it real and involve as many people as possible.  The northern dimension is a big thing.  We have a democratic deficit and there seem to be moves towards dealing with that.  Will the Minister of State go into a bit of detail on that?  Maro&scaron; &Scaron;efovi has been supportive.  It is difficult in the North in that there is not representation or, necessarily, engagement on a localised level.  That is something we would have to deal with.  <\/p><p> What is the timeline for the rule of law issues, as regards the case in front of the European Court of Justice, ECJ?  We have all asked what leverage there is within the European Union as regards dealing with breaches of the rule of law.  I accept what the Minister of State has said to the effect that positive peer pressure can have an impact regarding local authorities and localised actions by councils that were twinned and pieces of work like that.  Our first port of call should always be talk and negotiation, rather than leverage, but there is the question of the recovery and resilience funding.  The multiannual framework or whatever one wants to call it is the big money issue.  There was a difficulty in twinning that with rule of law issues.  Where does that stand?<\/p><p> There are other issues beyond those, such as those relating to Poland and Hungary.  I imagine those states from time to time say there is rule of law for them but not for some of the more senior members of the European Union or those who were there earlier.  I am back talking about the disgraceful way Catalonian representatives have sometimes been dealt with by the Spanish Administration.<\/p><p> On the European Council, the main issues regarding Government focus at this point will relate to that.  We are in a different place here as regards the pandemic.  Just when we thought we were out, we are back in.  It is almost like a Mafia film.  The big issue is around none of us being safe until all of us are safe.  I heard a great amount of narrative around the trade-related aspects of intellectual property rights, TRIPS, waiver.  We have had a Commission representative state it is a misnomer and that there is greater capacity in the pharmaceutical community now to produce what is needed.  How do we deliver what needs to be delivered throughout the developing world and provide more than COVAX, which is only looking at 20% of the populations in developing countries?  I am not wedded to a TRIPS waiver, but we need a solution that means the developing world can get vaccines relatively cheaply and then we can deal with the logistical questions of getting them out.  The likes of the European Union has a huge role to play in this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#D00300","speaker":"1498","continuing":true},{"type":"speech","time":1634684400,"counter":19,"content":"<p>I confirm I am in the wilds of Agriculture House.  I thank the Minister of State.  I listened to what he said and it reminded me of the discussion we had last week with Barbara Nolan.  We discussed the rule of law.  I will make one or two comments and ask one or two questions.  Coming back to Article 7, at one level one wonders if it is toothless.  How can we get out of the General Affairs Council and the European Council?  It depends who votes what way.  It is not that I have an issue with that but how useful is it in this situation?  My question is deeper than that.  If the ECJ were to come back with a finding that did not allow the EU to proceed, that would have significant ramifications for current and future issues around the rule of law.  That is musing on my part.  I do not necessarily want the Minister of State to comment unless he wants to, but I would be delighted to hear it.<\/p> <p>  As to how we proceed, last week when discussing this with Barbara Nolan, I said I agreed that we need to tread very carefully.  The escalation this week was significant.  For the first time since I left the Parliament, somebody contacted me about that speech.  That surprised me.  This person found it so significant and wondered what my perspective was.  I listened to Sean Kelly MEP.  I have heard him make many speeches over the years on this and other issues, but his speech indicated a very strong position.  I would consider it a change in position from the Government.  Would the Minister of State be happy to comment on that?<\/p> <p>  When it comes to conditionality, we had many debates.  My concern about conditionality is always that it is a double-edged sword.  If we use the withholding of European funds, that becomes a weapon for those in power to say there is an impact on the people of Poland because the EU is withholding funds.  I understand there is carrot and stick and that money talks; nonetheless, we could get badly bitten by this.<\/p> <p>  The last point I will make is a general comment.  When we talk about the supremacy of EU law, it is important we understand that we do not have EU law in every circumstance.  Things happen throughout Europe that we as individuals, as politicians or as members of political parties might not agree with but not all of it is covered by EU law.  That means the European Court of Justice can only act in certain circumstances.  Sometimes we need to be careful when we talk about the EU acting in areas where it does not have competence.<\/p><p>It is something I have noticed over a long period of time and it can confuse people outside the system.  It is not that I am an expert in it - far from it - but I have seen on many occasions people talking about the EU acting when in fact, there is probably no legal basis for it to act.  I will be speaking in the D&aacute;il in a short while so I must leave soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#E00200","speaker":"1605","continuing":true},{"type":"speech","time":1634684400,"counter":21,"content":"<p>I will answer the question on the Conference on the Future of Europe first because it was a follow-up question from Deputy &Oacute; Murch&uacute; that I did not really address in my previous answer.  The Government has organised a number of events.  Obviously, Covid has restricted things.  With EMI and through the Department of Foreign Affairs, I have met a wide range of groups in my capacity as Minister of State with responsibility for European affairs, including meetings on a regional basis and meetings with marginalised groups and civic society.  I have met young people, LGBT groups, people from the Gaeltacht, islanders and inner-city representatives so I have met a wide range of groups.<\/p> <p>  Covid has hampered this process.  With restrictions having eased, we are planning other events.  The Conference on the Future of Europe is not dependent on the Government organising meetings or events.  Everybody can do that.  This committee has done it.  The D&aacute;il and Seanad can do it.  Fianna F&aacute;il has done a seminar on the Conference on the Future of Europe.  I encourage other parties to replicate that.  We will do more as well.  There will be Government-run events.<\/p> <p>  We are looking at the citizens' panel that will take place in Dublin in December.  That is obviously a European event.  It is not our event but it probably would be an opportune time for all of us to raise the profile of the Conference on the Future of Europe at that time because there will be substantial media interest in these randomly selected European citizens coming to Dublin to have their conversation.  If any of the Irish randomly selected citizens would like to speak out about their experience, it would be really helpful and interesting because about eight Irish citizens are involved in this.  I do not know any of them.  Commissioner Reynders, who is also responsible for GDPR, said that if we can get this through GDPR, he would certainly like to facilitate it.  If anyone out there who is involved, it would-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#F00200","speaker":"1503"},{"type":"speech","time":1634684400,"counter":22,"content":"<p>They should present themselves.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#F00300","speaker":"1473"},{"type":"speech","time":1634684400,"counter":23,"content":"<p>Present themselves - I think the Irish media would be fascinated to hear from them as opposed to just politicians all the time so I think that would also help.  I would certainly encourage that.  I ask anybody who would be interested - and I do not know their identities - to please speak out and say whether he or she thinks it is a good or bad process and what he or she thinks of the issues involved.<\/p> <p>  Regarding the protocol, I again thank the Opposition and members from all political parties for the unified approach to Brexit in this country.  We adopted that approach in opposition and I see the Opposition doing it now.  It is so important that when a member of the Government, whichever party is in government and that changes all the time, goes to Europe there is a united approach in this country on this issue.  It speaks volumes to our colleagues in Europe.  When I arrived at the General Affairs Council yesterday, quite a number of my European colleagues approached me to see what my reaction and the Irish reaction was.  I had spoken to some of them already.  Members will find that, by and large, European colleagues listen to the Irish reaction and accept it.  Many of them do.  Yes, there will be different nuances from some member states regarding particular issues but, generally speaking, the Irish approach is certainly asked for and adopted.  I thank my colleagues for that.<\/p> <p>  I know that this time last year, I was telling Deputy &Oacute; Murch&uacute; that a European minister was coming to the Deputy's constituency along the Border.  It did not happen because of Covid and we did not know about numbers but another minister from another country has indicated that they want to come to see the Border this year.  We wonder all the time whether the interest is being sustained.  It is being sustained.  All long as Covid allows it, which I suspect it will, I will invite Border Deputies to meet that minister once the visit has been arranged and we get confirmation.  We have not confirmed it yet.  It is fantastic to see that interest and that ministers from other countries ask to visit the Border.  That is very welcome.  They are also very aware of the peace process and are as frustrated as the Deputy and I are at times but they also know that what we are doing here is to make sure there is peace on the island and prosperity in Northern Ireland.<\/p> <p>  I broadly welcome the unionist approach, particularly when they talk about welcoming, engaging and acknowledging that the Commission came a long way.  These are phrases we heard from the unionist community.  That type of reaction gives space this week for talks.  The significant and immediate public support from business and agriculture on a cross-community basis was really welcome.  People in Europe are pleased to see that and that what they feel is a good package has been received as such.<\/p> <p>  There is a lot of background noise.  I acknowledge it is very difficult to stay out of that at times but sometimes we have to do so, for example, to allow space for these conversations to take place this week and in the coming weeks.  I hope the process will not be too long.  The Commission has gone a long way and it is very hard to find real arguments.  The argument about the European Court of Justice is not a sovereignty question.  We saw the issue of weights and measures this week.  Again, nobody knows what an ounce is - let us be honest about it - so I suspect that is not going to be an issue.  We already have some exemptions in Northern Ireland.  For example, there was never any issue with miles or yards on signposts in Northern Ireland so sometimes these issues are exaggerated.  We want what is best for business and people in Northern Ireland.<\/p> <p>  I might briefly discuss Covid.  What the Taoiseach would like to see this week from the European Council, particularly with regard to Covid, is very strong messaging on booster vaccines.  That is something he has been talking about and about which he is very keen.  We have seen the efficacy of the booster vaccines in countries where they have been applied.  We are delighted that booster vaccinations for the over-60s have got the go-ahead from the national immunisation advisory committee, NIAC.  We are obviously concerned about the rest of the population, particularly healthcare workers, who have been among the longest vaccinated.  We know about the effect of the vaccines waning.  The European Medicines Agency has already spoken about booster vaccines in a very positive way and I think the Taoiseach will be very keen to have the issue advanced at a political level as well.  He will be looking for strong statements on this from the European Council.  <\/p> <p>  Regarding the rule of law, which was raised by Deputies &Oacute; Murch&uacute; and Harkin, many different measures are being used but, ultimately, we just have to keep talking as well.  That is what I am saying.  I could go through the entire Article 7 process.  There is a long process and we are not near the end.  It is useful to keep these issues in the spotlight.  It is not just for us to keep them in the spotlight.  It keeps them in the spotlight in home countries as well.  The European Court of Justice made a decision in July and the Commission sought from the court what it calls an exceptional step to impose a daily penalty on Poland citing a lack of compliance with the July court decision.  It has, therefore, been taking this matter very seriously.  This is only for a matter of months.<\/p> <p>  Deputy Harkin asked what would happen if the conditionality regulation fails at the ECJ.  I do not think I should get involved while the court is deciding the case.  Ireland intervened in a very strong way in support of the Council position.  I think that will be very strong.  This funding is important.  We want to see progress, particularly in eastern Europe and less developed economies, but we are also paying for it.  We pay for that with a generous heart.  The Taoiseach and the previous Government did not join the frugal four at the time but when we are funding this, it is reasonable for us to ensure that democratic values and the basic values of the EU are upheld.<\/p> <p>  I disagree with Deputy Harkin that there is any change in the position of the Government.  I have spoken to the Taoiseach and at meetings of ministers with responsibility for European affairs.  We have taken a very strong line on this and I am very strong in my interactions with the General Affairs Council and the public media regarding these issues.<\/p><p>We have also been a member of a like-minded group on the rule of law for quite a number of years so we are certainly not out of the mainstream on these issues.  I would not say there is a change in position from Government on this.  The Government is very strong on this, and it is likely to be raised at the European Council.  It is not on the agenda at the moment but it is certainly likely to be raised.  There will be some strong statements on this which will be looking for action.  <\/p><p> On the supremacy of EU law, the European Single Market for example could not function if there was a standard set by the European Union and then some countries opt not to comply with that but to have a different standard.  It is not actually a matter of power, or sovereignty.  It is really a matter of practicalities about how we ensure that the rules are the same in every country.  Those rules traditionally were those of the Single Market but of course our values are also fundamental to us.<\/p><p> It is important when we are talking about the European Court of Justice to keep saying - it is a great phrase from an Austrian colleague - that Europe is not Brussels or Strasbourg or Luxembourg.  This is Europe.  Achill Island is Europe.  Recently we had a judgment from the European Court of Justice as Gaeilge.  I met the plaintiff who took the case, he is from County Meath.  This is our court.  It is not some foreign court as it would perhaps have been described in the debate in Europe.  This is a court that is the ultimate arbiter of areas, and Deputy Harkin is right, where the European Union has competence.  If the European Union does not have competence then the European Court of Justice will not get involved.  It is our court.  Our people are on that court.  Gerard Hogan, one of the most respected legal jurists in this country ever, who has just been appointed to the Supreme Court here has just come from being Advocate General to that court.  So this is a court with a huge Irish influence over the years and that continues today with the current appointees as well. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#F00400","speaker":"1503","continuing":true},{"type":"speech","time":1634684400,"counter":25,"content":"<p>I am not in Leinster House.  Does that make any difference?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#G00200","speaker":"1664"},{"type":"speech","time":1634684400,"counter":26,"content":"<p>I am afraid Senator Keogan cannot address the meeting if she is not in Leinster House as she is not covered by privilege.  Senator &Oacute; Murch&uacute;, oh sorry, Deputy &Oacute; Murch&uacute;.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#G00300","speaker":"1473"},{"type":"speech","time":1634684400,"counter":27,"content":"<p>I am called a lot worse.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#G00400","speaker":"1498"},{"type":"speech","time":1634684400,"counter":28,"content":"<p>Usually by me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#G00500","speaker":"1473"},{"type":"speech","time":1634684400,"counter":29,"content":"<p>Not in public session though.  I thank the Minister, Deputy Byrne, for a comprehensive answer to what was a considerable number of questions.  On the rule of law issue, I accept that talking has to take primacy.  I accept what is happening at the minute and the processes in regard to Article 7 and then the recovery and resilience funding, which matters because money counts on leverage.  At one stage when budgets were being finalised there was talk of there possibly being rule of law implications but there was a constitutional difficulty around that.  Has the European Council or the EU in any general sense looked at that?  Are we any further on in regard to operating that on a wider basis?  I refer only to having the leverage, one might not necessarily ever use it.  Better to have the stick than not have it.<\/p> <p>  The other question goes back to - obviously we are in a different place in regard to Covid-19 at this time and booster vaccines could be a mitigation that would make a huge difference, so that needs to be top of the agenda, I agree with Deputy Byrne on that - the TRIPS waiver and the European Commission has placed itself in a particular place on that argument.  I do not particularly care if somebody puts a plan out and says \"here is how we deliver for the developed world\" and I mean something more than COVAX, the best-case scenario for which is 20% of the populations in developed countries and that is accepting there will be logistical difficulties in regard to it working.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#G00600","speaker":"1498"},{"type":"speech","time":1634684400,"counter":30,"content":"<p>On the rule of law conditionality, this is the sequence.  The recovery and resilience fund was agreed last year as part of the budget negotiations, an unprecedented financial boost from the European Union to try to boost the economies of the entire European Union.  We need to get away from - and I do not accuse this committee of this - sometimes speaking in terms of \"how much is Ireland getting\" and \"how much is Italy getting\" or whatever because actually a country like Ireland benefits no matter who gets it.  Our companies will be trading with those countries and we depend on those countries doing well.  Also some of the money that is allocated to other European countries will end up being spent here, maybe on computer or pharmaceutical companies, whatever the case may be.<\/p> <p>  There was concern that funding would be subject to rule of law conditionality so there were many discussions this time last year from October to Christmas between the European Council and the European Parliament.  Ultimately agreement was reached after much discussion and the rule of law conditionality regulation was put in place.  It was then challenged by Hungary and Poland, and it was part of the political agreement with the European Council that they could do that.  That case is now pending before the European Court of Justice.  We supported the conditionality regulation, and the rule of law conditionality in regard to funding being allocated.  We took part in that case at the European Court of Justice.  Our lawyers were central to the arguments being made in support of the European Council position.  We will await the outcome of that decision.  I cannot give a timeline but I understand it will be relatively soon.  It took place only last week so we will let the European Court of Justice decide that case.  My understanding is it will possibly be next month but I am not a spokesperson for the court so we will let it do that, but it has happened very quickly.  That is the sequence of events and once this goes through, I hope in accordance with the arguments that we made, the challenge will not be successful.  It would then be a real tool for the European Commission.  It will be a game changer in terms of what can happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#G00700","speaker":"1503"},{"type":"speech","time":1634684400,"counter":31,"content":"<p>It would relate to all sorts of funding and moneys into the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#G00800","speaker":"1498"},{"type":"speech","time":1634684400,"counter":32,"content":"<p>It would be highly significant.  It would force a change of pace.  At the moment the European Commission has not approved the recovery and resilience plans for Hungary or Poland.  Some other countries have not put them in, but in those cases they just have not done it yet.  I am happy to let the European Commission do its job there and I support what it is doing.  I do not want to make its job more difficult on that because this is very important to all of us.<\/p> <p>  On vaccines and the TRIPS waiver, this is discussed on a regular basis.  What I would say is that the European Union has done more than any entity or any geopolitical actor to provide both doses abroad but also the components for doses.  While there was an export mechanism, one supply of vaccines was actually refused to be exported.  There has been a huge exporting of vaccines.  There are COVAX, direct donations, on which the Irish Government has given a major commitment.  We must also recognise that the research and development part of this is really important for the entire world, but that research and development does not come out of nothing.  I pay tribute to those Irish people who have been involved in this.  We have a very strong name for pharmaceuticals.  We have not heard too much about the aspects of the supply chain that were in Ireland but there were some.  Obviously we recently heard that Pfizer is opening a plant to supply more of that supply chain.  The issue of the TRIPS waiver will continue to be discussed and there are varying views at a European level on that, to get agreement on it.  What the Government will do, and it is absolutely committed to this, is make sure that as many people throughout the world get access to this vaccine as quickly as possible in whatever the most efficient method is.  We have been very clear about that all along.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#G00900","speaker":"1503"},{"type":"speech","time":1634684400,"counter":33,"content":"<p>If no one else is offering, I sincerely thank the Minister, Deputy Byrne and his officials for coming here this morning, for the opening address and for giving such detailed responses.  We wish the Minister of State continued luck with all his work.  It is always greatly appreciated.  No doubt we will see him before the committee again soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2021102000002#G01000","speaker":"1473"},{"type":"unspoken","time":1634684400,"counter":34,"content":"<p>The joint committee adjourned at 10.40 a.m. until 9.30 a.m. on Wednesday, 3 November 2021.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Justice, Defence and Equality","time":1634684400,"counter":35},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 17:30<\/p><p>The Joint Committee met at 17:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Patrick Costello, Robbie Gallagher, Pa Daly, Lynn Ruane. Martin Kenny, Thomas Pringle, Niamh Smyth.<\/p><p>I láthair \/ In attendance: Deputy Michael McNamara.<\/p><p>Teachta \/ Deputy James Lawless sa Chathaoir \/ in the Chair.<\/p>","time":1634684400,"counter":36,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002"},{"type":"minorheading","content":"Business of Joint Committee","time":1634684400,"counter":37,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#A00100"},{"type":"speech","time":1634684400,"counter":38,"content":"<p>I propose that we go into private session to deal with some housekeeping matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#A00200","speaker":"1583"},{"type":"unspoken","time":1634684400,"counter":39,"content":"<p>The joint committee went into private session at 5.35 p.m. and resumed in public session at 5.41 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"General Scheme of the Policing, Security and Community Safety Bill 2021: Discussion","time":1634684400,"counter":40,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#B00050"},{"type":"speech","time":1634684400,"counter":41,"content":"<p>We have not received any apologies today.  I welcome our witnesses, who are joining us on the call.  I remind members and witnesses to mute their microphones when they are finished speaking so that we do not interfere with each other.  I ask participants to switch their mobile phones to flight mode, because they can interrupt the sound recording, which is not always discernible until afterwards.<\/p> <p>  Today we are undertaking pre-legislative scrutiny of the policing, security and community safety Bill 2021.  The purpose of the meeting today is to have an engagement with a number of stakeholders who have made written submissions on the aforementioned Bill.  The witnesses are appearing virtually before the committee, and in all cases, from outside the Leinster House precincts.  Members are appearing both virtually and physically, but in all cases, from within the Leinster House campus.  <\/p> <p>  T pre-legislative scrutiny of  the General Scheme of the Policing, Security and Community Safety Bill 2021.  The purpose of the meeting is to have an engagement with a number of stakeholders who have made written submissions on the aforementioned Bill.  Our witnesses are appearing virtually before the committee, and in all cases, from outside the Leinster House precincts.  Members are appearing both virutally and physically, but in all cases, from within the Leinster House campus.<\/p> <p>  I welcome the witnesses.  I will invite them to speak in the order in which we received written submissions.  From the Policing Authority, I welcome Mr. Bob Collins, chairperson; and Ms Helen Hall, chief executive.  Next, in terms of order of submissions received, I welcome representatives of the Garda S&iacute;och&aacute;na Inspectorate, Chief Inspector Mark Toland and Deputy Chief Inspector Pauline Shields.  From the Irish Council for Civil Liberties, we are joined by Ms Doireann Ansbro, head of law and policy; and Ms Gemma McLoughlin-Burke, procedural rights fellow, who are most welcome.  Last, and by no means least, from An Garda S&iacute;och&aacute;na, we are joined by Commissioner Drew Harris and his colleagues, Deputy Commissioners Anne Marie McMahon and Shawna Coxon.  They are welcome.  It is good to have them with us to hear their views and exchanges.  We have introduced a protocol whereby representatives of the Department of Justice attend our meetings as observers, not necessarily to present, but to be available to answer questions and clarify matters as the need arises.  In that role, we are joined today by Mr. Doncha O'Sullivan, assistant Secretary General; and Ms Anne Barry, principal officer.<\/p> <p>  I have already mentioned housekeeping in terms of the muting of microphones.  I ask participants to be mindful of that as the meeting progresses.  The other point is the usual note around privilege, with which regular attendees will be familiar.  For anyone who is not, it is important to reiterate our procedures.  All attendees are reminded of the long-standing parliamentary practice to the effect that members should not criticise or make charges against a person or entity by name or in such a manner as to make him, her or it identifiable, or otherwise engage in speech that might be regarded as damaging to the good name of the person or entity.  Therefore, if their statements are potentially defamatory in regard to an identifiable person or entity, they will be directed to discontinue their remarks.  For witnesses, in particular those attending remotely from a place outside of the Leinster House campus, they should be aware there are some additional limitations to parliamentary privilege.  They would enjoy greater privilege were they able to participate in the meeting physically.  Obviously, that is not possible for a variety of reasons.  I ask them to be mindful that there may be some differentiation in the level of the immunity that they may enjoy in terms of parliamentary privilege as opposed to being in a position to be physically present.  Finally, I ask all participants to strictly adhere to the subject matter rather than straying into other areas.  We want to keep the discussion on topic. <\/p> <p>   The format of the meeting is that each organisation will be invited in the order in which I have introduced them to make an opening statement.  Each organisation will have three minutes to do this.  Once all the statements have been delivered, I will then go around the members and invite them to put questions to the witnesses.  We have a procedure whereby each member is allocated seven minutes for the first round, including both the questions and responses.  If time permits, we will facilitate a second round of questions.  We will see how we go.  Members may have other questions asked in the first round, or indeed, some other Members may join the meeting.  I know that there is at least one Member who does not normally attend the committee and has indicated his wish to join the meeting later on, namely, Deputy McNamara.  He is welcome to join the meeting, as is anyone else.  Non-members will contribute to the meeting after committee members have asked their questions.<\/p> <p>  I invite Mr. Collins to make his opening statement to the committee.  He has three minutes.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#B00100","speaker":"1583"},{"type":"speechnospeaker","time":1634684400,"counter":42,"content":"<p>The 2015 legislation that established the Policing Authority was intended to make a difference, and it did.  It created an independent, external oversight arrangement for the Garda S&iacute;och&aacute;na where none had ever existed before.  It created a greater structural distance between the Department and the organisation, and it created a distance between politics and policing.  It was the settled view of the Government and Oireachtas that this was necessary.  That was less than six years ago.<\/p> <p>  These heads of Bill, and the Commission on the Future of Policing report on which its approach is based, take a significant step back from that character of oversight. Repatriation to the Department and re-internalisation within the Garda S&iacute;och&aacute;na have the potential to alter significantly the relationships between the Garda, the Department and the proposed new authority.  There is, and there will be seen to be, an inescapable drawing back from those changes that were deemed so necessary just six years ago.  Nowhere, in the commission report or in the heads of Bill, is there any significant or convincing argument why such a sharp shift is necessary or appropriate. There is much to welcome in the Bill.  The joining together of the authority and the Inspectorate has the potential to be greatly beneficial both to the oversight and inspection roles.  The authority also welcomes the changes made since the initial draft heads were first outlined last year.  However, there continue to be issues that are of considerable concern to the authority, for example, returning responsibility to the Garda S&iacute;och&aacute;na for determining the policing plan.  The authority&rsquo;s much reduced engagement will not be out of its own statutory capacity but at the invitation of the Commissioner.  That is a significant shift of policy and practice and weakens oversight.  What is its logic?<\/p> <p>  The same is true in respect of the Garda strategy.  The termination of the authority&rsquo;s role in appointments is a major change of direction.  Apparently based on a wholly unfounded sense that the new arrangements would give the Commissioner a greater role in appointments, this shift flies in the face of the Garda culture audit and the widely felt unhappiness at recruitment practice within the organisation.  This is a retrogressive move.<\/p> <p>  The weakening of the authority's role in the appointment of the Commissioner and Deputy Commissioner follows the same pattern.  So does the return to the Commissioner, under some unspecified regulatory framework, of the recruitment of superintendents, a critically important role in the policing service.  Why these steps, in respect of appointments, are being taken is, to put it mildly, unclear.<\/p> <p>  The role of the new Garda board seems to suggest that the Garda S&iacute;och&aacute;na is no different from any other State body.  Nothing could be further from the truth.  It is precisely because the Garda S&iacute;och&aacute;na is so wholly different in its role, duties and powers that a strong external oversight mechanism is necessary.  The value to the organisation of outside expertise is not in question.  However, what is virtually certain is the risk that the new structure will alter the nature of the current oversight, will cause confusion as to roles and responsibilities and have the potential to pose unnecessary difficulties for the Commissioner.<\/p> <p>  The authority worries that this Bill will convey the wrong messages about policing.<\/p><p>It will be seen as a backward step.  It has the potential to slow and inhibit, rather than support and encourage, the programme of change to which the authority is committed and to which it knows the Commissioner is also committed. <\/p><p> If anything shows the importance of strong, independent external oversight, it can be seen in the authority&rsquo;s handling of the homicide review and of the current issues with the cancellation and handling of 999 calls.  The strength of that capacity should not be put in doubt. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#B00200","nonspeaker":"Mr. Bob Collins","continuing":true},{"type":"speech","time":1634684400,"counter":44,"content":"<p>I thank Mr. Collins for that.  Next up is Chief Inspector Mark Toland who also has three minutes to make his opening presentation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#C00200","speaker":"1583"},{"type":"speechnospeaker","time":1634684400,"counter":45,"content":"<p>I thank the Chairperson for this opportunity to meet members of the committee.  I will focus on three points, those of community safety, the functions of the new policing and community safety authority, PCSA, and the inspection function within that authority.<\/p> <p>  The Bill provides for a national strategy on community safety, which supports a previously made recommendation by the inspectorate.  For multi-agency co-operation to be effective, there must be strong enabling legislation, accompanied by a recognition by relevant agencies of their role, a strategic commitment to meeting their responsibilities and, where necessary, providing appropriate levels of resources. Without this in place, community safety will remain as the responsibility of the Garda S&iacute;och&aacute;na. <\/p> <p>  The community safety responsibilities of the PCSA are diluted from the role envisaged by the Commission on the Future of Policing in Ireland, which recommended that the PCSA promote inter-agency working and scrutinise the role of all agencies as they affect community safety.  In addition, the PCSA will be limited to the functions of the Garda S&iacute;och&aacute;na relating to the delivery of policing services.  The PCSA will not be responsible for oversight of the delivery of security services, as is currently the case for the inspectorate.  This will become the responsibility of the independent examiner who will also have oversight of the use of legal powers such as surveillance.  While such powers are used to investigate crimes against the State, they are also used to investigate other offences, including serious and organised crime.  It is important to ensure there are no gaps in oversight between the role of the independent examiner and the PCSA in this critical area. <\/p> <p>  The role of the Garda board to monitor implementation of organisational performance is similar to the objective of the PCSA.  To avoid any confusion regarding objectives and functions, the roles of and relationships between the Garda Commissioner, the Garda board and the PCSA need to be further clarified. <\/p> <p>  While the inspectorate welcomes the power to allow PCSA inspectors of policing services to carry out unannounced visits to Garda stations, it should be set out in legislation and not be reliant on a memorandum of understanding.  It is also important that provision is made in the legislation to ensure the PCSA is provided with all information and documents necessary to exercise its functions. <\/p> <p>  While provision is made for conducting joint inspections by prescribed bodies, the attachment of conditions on this taking place does not appear to be sufficiently strong enough to ensure that joint inspections will take place.  Enabling the PCSA to publish reports of self-initiated inspections and monitor the implementation of recommendations arising from inspections will close two current gaps in inspectorate powers.  The inspectorate believes inspection should be a core function of the new PCSA. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#C00300","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1634684400,"counter":46,"content":"<p>I thank Mr. Toland for that.  I call Ms Ansbro, who also has three minutes to make her presentation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#C00400","speaker":"1583"},{"type":"speechnospeaker","time":1634684400,"counter":47,"content":"<p>The Irish Council for Civil Liberties, ICCL, thanks the committee for the opportunity to participate in today's hearing.  In this statement we will summarise our key concerns with the policing, security and community safety Bill, as outlined in more detail in our two written submissions.<\/p> <p>  The ICCL welcomes the provisions for reformed police oversight mechanisms, which we regard as being broadly in line with recommendations of the Commission on the Future of Policing in Ireland.  Robust oversight is crucial in order to ensure An Garda S&iacute;och&aacute;na is complying with its human rights obligations and is held accountable to the people it serves.  Provision for independent and effective investigations into complaints against police is a key human rights requirement on the State.<\/p> <p>  The ICCL recognises that a number of welcome reforms have taken place within An Garda S&iacute;och&aacute;na.  However, strong and effective oversight of policing is central to the police reform process.  The Commission on the Future of Policing in Ireland was clear that reform of Irish policing is impossible without significant strengthening of our police oversight structures, including the provision of additional resources.  The proposed establishment of a new policing and community safety authority, an independent examiner of security legislation, and a reformed Ombudsman are welcome. The increased references to human rights contained in the Bill compared with the 2005 Act are also encouraging. <\/p> <p>  We outlined eight recommendations in our first submission on how the Bill can be strengthened from a human rights perspective and today we will highlight four.  The first recommendations is the Bill should remove all prosecutorial powers from An Garda S&iacute;och&aacute;na.  Both victims and accused persons have the right for their case to be prosecuted by an impartial legal professional.  This was a key recommendation of the Commission on the Future of Policing in Ireland.  The second recommendation is the Bill should include a provision on the mandatory collection of disaggregated data on policing and use of police powers.  These data should be based on equality grounds, socio-economic status, geographic location and ethnicity.  Such data collection is required under international human rights law.  The third recommendation is that the Garda code of ethics should expressly include human rights standards.  A breach of the code should constitute a disciplinary offence.  The fourth recommendation is that while we welcome provisions for independent inspections of Garda stations, the ICCL calls on the Government to provide for wholly unannounced visits to Garda custody suites unconnected to a planned inspection.  Independent visits to Garda stations and other places where people are deprived of their liberty are a crucial safeguard against abuse and are a requirement under the optional protocol to the UN convention against torture, which the Irish Government has signed but must ratify and implement as a matter of urgency. <\/p> <p>  The ICCL urges the Government to ensure that the oversight bodies foreseen by this legislation are properly resourced and given sufficient powers to ensure that proper reform is delivered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#C00500","nonspeaker":"Ms Doireann Ansbro"},{"type":"speech","time":1634684400,"counter":48,"content":"<p>I thank Ms Ansbro.  I call Commissioner Harris, who now has the floor.  He also has three minutes to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#C00600","speaker":"1583"},{"type":"speechnospeaker","time":1634684400,"counter":49,"content":"<p>Good evening Chairperson and committee members.  I thank you for this opportunity to give evidence to the committee.  Certainly after the publication of the Commission on the Future of Policing in Ireland report, An Garda S&iacute;och&aacute;na accepted its recommendations in full.  That remains the case.  This has been followed by organisational commitment in implementing those recommendations under the Government&rsquo;s A Policing Service for the Future reform programme.  This has seen a large number of initiatives introduced by An Garda S&iacute;och&aacute;na to improve the policing service we deliver to the public and provide additional supports for our personnel.  For example, we have enhanced community policing as demonstrated during the Covid-19 pandemic.  More than 820 garda&iacute; have been redeployed from administrative roles to the front line   Divisional protective services units are in place in every division staffed by more than 300 specialist garda&iacute;.  A new Garda anti-corruption unit has been introduced to promote the highest levels of integrity and professionalism within the organisation.  We have had the establishment of a human rights unit and investment in human rights training across An Garda S&iacute;och&aacute;na.  An organisational redesign under the Garda operating model has continued throughout the Covid-19 pandemic.<\/p> <p>  For our people, we have introduced measures such as a more transparent promotion process, improved internal communications and additional health and well-being supports.  These significant advances would not have been possible without the support of our personnel.  An Garda S&iacute;och&aacute;na fully supports accountability, oversight and the independent investigation of public complaints as a route to public confidence in policing.  An Garda S&iacute;och&aacute;na agrees with the commission&rsquo;s view that Garda oversight should be streamlined, should not lead to micromanagement of the Commissioner by those oversight bodies, and should not impinge on the operational independence of the Commissioner.  The commission also said that the Commissioner should be a true CEO in charge of all executive functions who would have the support of an internal board in carrying out those functions.  However, what is proposed under the current wording of the Bill will see the introduction of a wide range of oversight structures and bodies with overlapping remits that will see the Commissioner of the day spending disproportionate time reporting and accounting to those bodies rather than actually overseeing policing, security matters, and the leadership and direction of An Garda S&iacute;och&aacute;na.  An example, under the proposed Bill, is that An Garda S&iacute;och&aacute;na would be accountable for inter-agency co-operation to the new policing and community safety authority, yet the other State agencies involved would be reporting to the new national community safety steering group, to which we will also report.  <\/p> <p>  The Bill, as proposed, will effectively outsource many of those levers of control in key areas such as the budget, discipline, standards and policing operations from the Commissioner to different oversight bodies - in effect, the micromanagement and erosion of operational independence that the Commission strongly warned against.   It also gives the replacement for the Garda S&iacute;och&aacute;na Ombudsman Commission, GSOC, more legal powers to conduct investigations into Garda personnel, including Garda staff, which garda&iacute; investigating crime currently enjoy.<\/p><p>Investigations by the new GSOC could run on for long periods without any obligation for them to inform the Garda or employer about the nature of what they are being investigated for and whether it is criminal, misconduct or civil.  This would appear to be in breach of an individual's human rights as well as being incredibly stressful for them.  Furthermore, I as Garda Commissioner and  the employer may not be made immediately aware of investigations related to serious matters.  My management team and I have met with the Minister for Justice and senior Department officials to discuss our concerns, as detailed in our 75-page submission to the committee, and those discussions have been productive.<\/p><p> To conclude, the recommendations of the Commission on the Future of Policing were necessary, timely, and have already benefited the people of this country in terms of the policing service provided.  What we are asking is that the proposed Bill more accurately reflects the commission&rsquo;s recommendations so An Garda S&iacute;och&aacute;na can continue to operate ethically, efficiently, and effectively to keep the people safe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#C00700","nonspeaker":"Mr. Drew Harris","continuing":true},{"type":"speech","time":1634684400,"counter":51,"content":"<p>I invite members to contribute in the order in which they have indicated.  Senator Ruane indicated to me at the outset and she will be followed by Deputy Kenny.  She has seven minutes for both her questions and the witnesses' responses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#D00200","speaker":"1583"},{"type":"speech","time":1634684400,"counter":52,"content":"<p>I thank everybody for their submissions and their time today.  I only have a short time so I will get straight into the questions.  It would be great if the answers were straight to the point, where possible, just so I can get through them.<\/p> <p>  The first question is for the Mr. Harris.  It relates to head 30.  Has the Commissioner any concerns about head 30 and how the written directives from the Minister could affect a Commissioner's operational or independent control?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#D00300","speaker":"1681"},{"type":"speechnospeaker","time":1634684400,"counter":53,"content":"<p>I would set that in the context of the many other means by which direction and control of An Garda S&iacute;och&aacute;na could, in effect, be impinged upon.  We have the policing priorities, the security priorities determined by the Minister, the approval of the strategic plan, the annual plan and then the other plans that flow on from that.  Furthermore, I am accountable to the Garda board for my performance and then also accountable to the new authority for the performance of the organisation.  In respect of head 30, this is issuing a directive to the Commissioner with the consent of Government but that must be a lawful directive and one that obviously meets our obligations on human rights compliance.  If that was not the case, obviously I would make comment in that respect.  There just seems to be an awful lot of influence being brought to bear.  One of the concerns is the amount of influence being brought to bear in terms of three-year, one-year and then more extraordinary matters in terms of my direction and control of the organisation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#D00400","nonspeaker":"Mr. Drew Harris"},{"type":"speech","time":1634684400,"counter":54,"content":"<p>I thank Mr. Harris.  He spoke a little about the accountability structures and who he is accountable to.  Has he any concerns about the confusion within those accountability structures in some parts of the Bill and how that might affect his work?  I am thinking of heads 11, 23 and 28, which all state the Commissioner is not accountable to the board whereas head 25 states he or she is.  Does Mr. Harris have any concerns about who he is accountable to?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#D00500","speaker":"1681"},{"type":"speechnospeaker","time":1634684400,"counter":55,"content":"<p>In truth, I am unclear as to who I am accountable to.  The board, in effect, assesses my performance so that makes me subservient to that board because it is assessing my performance on an annual basis.  I also have a responsibility to the authority in terms of the performance of the organisation and then I have responsibilities to the Minister as well.  Thus in effect I have a number of different bosses.  I am also reporting in to the national community safety steering group.  I have concerns, which are reflected in our submission, over how we deconflict this and the amount of time I am going to spend dealing with accountability bodies.  That is dysfunctional in terms of leading an organisation of this scale and complexity and the complexity of the demand we are dealing with as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#D00600","nonspeaker":"Mr. Drew Harris"},{"type":"speech","time":1634684400,"counter":56,"content":"<p>I thank Mr. Harris.  I also have a question for the Policing Authority.  Do its members believe there is the need for the creation of an internal board, as provided for in this Bill?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#D00700","speaker":"1681"},{"type":"speechnospeaker","time":1634684400,"counter":57,"content":"<p>The authority does not favour the board as it is represented in the Bill.  As I said, the authority sees real value to the Commissioner and An Garda S&iacute;och&aacute;na in having external expertise.  That is the kind of arrangement envisaged in 2005 Act but was never acted upon.  That was 16 years ago.  The Commissioner has made some reference to it but from the authority's perspective the risk is there will be a confusion of interlocking engagements.  If the Commissioner has uncertainty as to whom he is accountable, there will also be uncertainty as to who ultimately is responsible for some of the elements.  There is a difference between accountability and giving account.  There is a risk the internal board, the Garda board, will have an oversight role that either duplicates or gets in the way of the oversight role of the proposed new PCSA.  As I said, there is value in having external expertise available to the Commissioner across a range of areas.  The authority has identified a number of those areas which are significant for the life of the organisation and which are essential to its effective performance and are not just back-office or administrative issues.  They are crucially, critically, central to the quality of the policing service.  That value is unquestioned.  It is about the interposition of that board and the potential dilution of the clarity of the oversight.<\/p> <p>  My final comment on this is the authority from its inception has made it absolutely clear it does not want An Garda S&iacute;och&aacute;na to create material simply for our existence.  It is giving the authority access to material that is already there.  There has never been a suggestion that the authority wanted to be part of the executive management of An Garda S&iacute;och&aacute;na, let alone micromanage it.  That is not our role.  I do not think anybody could point to any instance in which that has happened.  The board has a real value but there are real risks in the way it is constituted in the heads.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#D00800","nonspeaker":"Mr. Bob Collins"},{"type":"speech","time":1634684400,"counter":58,"content":"<p>I thank Mr. Collins.  I have a question for the ICCL.  It relates to the provisions on prosecution by An Garda S&iacute;och&aacute;na.  The Commission on the Future of Policing in Ireland's recommended that the Garda should not have a role in prosecution.  What does the ICCL feel are the implications of this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#D00900","speaker":"1681"},{"type":"speechnospeaker","time":1634684400,"counter":59,"content":"<p>This has been a long-standing criticism by the ICCL and some international human rights bodies of the role of An Garda S&iacute;och&aacute;na.  Part of the right to a fair trial is to be represented by a legal expert.  We are concerned that even though this was a very clear recommendation by the Commission on the Future of Policing in Ireland, we now have the old system replicated in this legislation, whereas the Bill provides the opportunity to move forward in line with the commission's recommendations.  Clearly, there are resource implications and to provide for sufficient numbers of prosecutors in the country, resources will need to be allocated to the DPP and the hiring of new prosecutors to replace the functions of An Garda S&iacute;och&aacute;na at present.  It is in line with that general recommendation by the Commission on the Future of Policing in Ireland to remove non-policing functions from An Garda S&iacute;och&aacute;na.  We think this is a missed opportunity to emphasise and ensure the right of people to have a legal expert representing them is fulfilled.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#D01000","nonspeaker":"Ms Doireann Ansbro"},{"type":"speech","time":1634684400,"counter":60,"content":"<p>I thank everyone for their answers.  They are much appreciated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#D01100","speaker":"1681"},{"type":"speech","time":1634684400,"counter":61,"content":"<p>I thank the witnesses for attending and for their opening statements.  I wish to address a couple of comments Mr. Collins made in his statement.<\/p><p>Mr. Collins seems to make the point that there is a concern that this is moving away from reforms that were clearly necessary and appropriate in the past.  He indicates a sense that some of the matters that were very concerning for many people regarding how the Garda was run and managed in the past had been dealt with to some extent through the establishment of external bodies and oversight but that some of that has now been pulled back.  I would like a little more detail and to tease out exactly where the witness feels that is happening.  Does he feel when the board is established it will be much less independent than it would have been in the past?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#D01200","speaker":"1607","continuing":true},{"type":"speechnospeaker","time":1634684400,"counter":63,"content":"<p>I made a point about the existence of the board.  That is not the only issue that concerns the authority and where it saw a shifting back from the position established just over six years ago.  A range of responsibilities returned to the Minister.  We were very pleased to see the setting of the priorities that was going to be with the Minister in the initial draft heads is now going to be with the new authority, as it is with the current authority.  It is a very positive development and we welcomed it.  The setting of those priorities is done in close consultation with the Garda Commissioner, as the law requires, and it always has been.  There has not been an instance, either in the setting of priorities or the approval of the policing plan, where there has been a significant difference between the authority and the Garda Commissioner.<\/p> <p>  The return to the Garda S&iacute;och&aacute;na family, as it were, which includes the new board and which will adopt the services plan or the policing plan, as it is called, is a step backwards.  The authority has always been strongly of the view that the policing plan must be the Garda Commissioner's plan and he or she must own it.  The entire organisation must own it.  The fact that the authority approves it currently is a really significant element because the authority brings to that process all its engagements across the community, including outreach.  There is very significant evidence, for example, during the past 18 or 20 months of the Covid-19 pandemic and the 15 reports that the authority has submitted to the Minister on the policing of that.  There have been very positive responses from the public to the authority on the quality of that policing service.  That element runs the risk of being absent from the shaping of the new services plan.<\/p> <p>  As I am on the topic of the services plan, there is a provision in it that merits further serious consideration.  It relates to the final subhead in the part, which indicates the services plan must align with the policy of the Government or of any Minister of the Government and his or her views on policing.  It is difficult to understand that and it has the potential to be problematic for the independence of any Garda Commissioner in setting the policing plan.<\/p> <p>  To get back to the point, it is proposed the board will adopt that plan but it is not clear what exactly is the difference between \"adopt\", \"approve\", \"accept\" or whatever it may be.  The appointments are a critical matter.  Moving the appointments from the Garda S&iacute;och&aacute;na to the independent oversight body was not an invasion of the executive management space of the Garda Commissioner because the Garda Commissioner had the capacity, either personally or through a representative, to be involved with every selection process that was undertaken.  The current Garda Commissioner has been involved with the selection of deputy and assistant commissioners, as well as chief superintendents.  That is really positive.<\/p> <p>  The critical point is that there was a serious reservation within the organisation about the appropriateness of recruitment policies and the independence of recruitment practices.  That was reflected very significantly in the culture.  The response to the authority over the past four or five years in which it has had this responsibility is welcome for the fact this external body was engaged.  There is a virtue in having the authority as opposed to the Public Appointments Service involved.  My comments are not in the slightest sense to cast any aspersions or doubts on the professionalism of that important agency.  The authority, by virtue of its various responsibilities, has access to understanding the information because of its statutory entitlements and powers that would not be readily available to any other agency involved with the appointments process.  That really shifts the balance towards the Garda S&iacute;och&aacute;na as an entity.<\/p> <p>  This is not about any individual Garda Commissioner or officer, and I have no doubt the people in question know that.  This is about the structural relationships between the policing service as an entity and whatever oversight body exists.  We all know there will be an oversight body.  The Garda Commissioner knows this from his previous experience in another jurisdiction of an oversight body with a far more significant capacity that this authority.  The virtue and value of that has been appreciated by the chief constables of the Policing Service of Northern Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#E00200","nonspeaker":"Mr. Bob Collins"},{"type":"speech","time":1634684400,"counter":64,"content":"<p>I share the concerns outlined by Mr. Collins.  Does he believe those concerns can be addressed successfully in this proposed legislation in order to relieve those pressures?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#E00300","speaker":"1607"},{"type":"speechnospeaker","time":1634684400,"counter":65,"content":"<p>There is no concern that the authority has that cannot be very easily provided for through relatively easy amendments to the heads as they currently stand.  I do not want people to take away from our comments that we do not see this proposed Bill as being very significant and positive in very many respects for the community as a whole.  We might come to that element later.<\/p> <p>  There are a number of specific matters where problems can be pretty readily addressed, even within the framework the Government appears to want to have in the overall architecture.  Minor adjustments would make significant real, psychological and perceptual differences.  We worry that people will think that this would be seen as moving back from a position that was seen as so very necessary less than six years ago, as I mentioned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#E00400","nonspeaker":"Mr. Bob Collins"},{"type":"speech","time":1634684400,"counter":66,"content":"<p>At the outset I agree with some of the concerns voiced by Senator Ruane related to some contradictions in the terms relating to independence, action from and accountability to various boards and Ministers, along with the independence of the Garda Commissioner.  There is a contradictory mess across some of those heads.<\/p> <p>  I ask Garda Commissioner Harris about prosecution powers.  As somebody whose sergeants and inspectors are front-line management, essentially, spending days in courtrooms managing cases, does he share the views on prosecution powers and the appropriateness of the use of those front-line managers in court?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#E00500","speaker":"1570"},{"type":"speechnospeaker","time":1634684400,"counter":67,"content":"<p>I thank the Deputy but I will ask my colleague to take that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#E00600","nonspeaker":"Mr. Drew Harris"},{"type":"speechnospeaker","time":1634684400,"counter":68,"content":"<p>I know this matter has been raised a couple of times already this evening.  For the information of everybody, there is a high-level group sitting to address this very matter and deal with the recommendation as set out in the Commission on the Future of Policing in Ireland report.  That group was established by the Department of Justice, with an independent chair, comprising a cross-section of stakeholders.  There is a considerable amount of work being done with international research and stakeholder engagement.  That work is very much continuing and seeks to address the very recommendation spoken of by the Deputy.<\/p><p>At the moment we are working our way through it and we will await the outcome of the working group findings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#E00700","nonspeaker":"Ms Anne Marie McMahon","continuing":true},{"type":"speech","time":1634684400,"counter":70,"content":"<p>I would like to come to the Policing Authority now.  When we discuss accountability and oversight, one of aspects I am conscious of is something that I am not sure has been taken into account in drafting this Bill.  Some years ago the Department of Public Expenditure and Reform defined accountability in public service as: \"The formal obligation to submit to a mechanism designed to achieve external scrutiny in explaining and justifying past conduct or actions with the possibility of consequences arising.\"  I am interested to hear the Policing Authority's views on that definition, how this proposed Bill matches up to that and how the authority's current work matches up to that definition of external scrutiny explaining and justifying past conduct or actions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#F00200","speaker":"1570"},{"type":"speechnospeaker","time":1634684400,"counter":71,"content":"<p>I made reference in the opening remarks to the homicide review that was undertaken a number of years ago, and to the current work being undertaken in considering the developments with regard to 999 calls, the unwarranted cancellation of some of those, and the way in which they are handled generally.  In some respects that is accounting for past actions, even though they are very recent past actions.  That is a critically important part of the work of a body such as the Policing Authority.  To be perfectly honest, and without disrespect to anybody, I do not believe that in the absence of an external body such as the Policing Authority, that depth of information would ever have become available, or it certainly would not have become available within the timescale that it did, and in the way it has.<\/p> <p>  The question around the person or the body to whom the Commissioner is individually accountable for his or her actions, could be debated at some considerable length.  It is not the most significant issue, in my book, but it is not without significance.  What is really critical is the continuing possibility of the Commissioner and his or her colleagues having to give public account.  That is in the new Bill, and that will be true for the Policing and Community Safety Authority, PCSA, as it is for the current Policing Authority.  I do not want, in the slightest sense, to diminish the continuity element in these draft heads of the Bill.  This will continue to be a significant part of the public giving of account in relation to the activities of the organisation.  One could spend a lot of time debating precise definitions and I would prefer to root them in individual examples rather than in informal definitions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#F00300","nonspeaker":"Mr. Bob Collins"},{"type":"speech","time":1634684400,"counter":72,"content":"<p>From what Mr. Collins has said, the key elements are that the accountability is public, that there is transparency, and certainly that it is something external to An Garda S&iacute;och&aacute;na.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#F00400","speaker":"1570"},{"type":"speechnospeaker","time":1634684400,"counter":73,"content":"<p>External, independent, strong, statutorily supported and public are the crucial elements in accountability.  Some of those elements are there at the moment and some could be stronger.  Some of those I believe run the risk of being somewhat weakened in the new arrangements. Because of the establishment of a Garda board, the Commissioner is undoubtedly going to have to engage with the board and answer its questions and indeed engage with its issues.  It seems unreasonable that a commissioner would do it twice.  There is a risk therefore that this would diminish the extent to which those engagements would be properly and fully held with the Policing Authority.  There is a risk that Garda board, with its fiduciary responsibilities to the organisation, will want to protect jealously its own area of statutory responsibility, and there may be an emerging reluctance to engage with the kind of increasing openness that has been evident from An Garda S&iacute;och&aacute;na, with some notable exceptions, over the past five to six years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#F00500","nonspeaker":"Mr. Bob Collins"},{"type":"speech","time":1634684400,"counter":74,"content":"<p>To be clear, does Mr. Collins feel that the board meets that criteria that he has set out there to be public, external, strong, and statutorily supported?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#F00600","speaker":"1570"},{"type":"speechnospeaker","time":1634684400,"counter":75,"content":"<p>In many respects, yes.  In some critical respects, however, I believe that it would be stronger and more effective.  I have identified for example its involvement in the development of the services plan.  This is the Commissioner's plan but at the moment it approves that plan in such a way that it can introduce into that conversation its experience of the public accountability and its experience of the engagement it has with the community, its outreach, and its engagement right across the State throughout the year.  That lived experience of policing is an important element to be introduced into the shaping of the plan. There is a real risk that this will be significantly diminished under the new arrangements.  I am not sure if that was the intention of the Commission on the Future of Policing in Ireland.  It would be odd if it were.  A view seems to have been developed by the commission that in some way the existence of the Policing Authority impinged upon the managerial and executive independence of the Commissioner.  It was not so and cannot be so.  Nothing can be pointed to indicating that it could ever be so.  Therein I see a risk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#F00700","nonspeaker":"Mr. Bob Collins"},{"type":"speech","time":1634684400,"counter":76,"content":"<p>I welcome all our guests here this afternoon to discuss this very important proposed legislation.<\/p> <p>  I will start if I may with the Garda Commissioner, but I direct the question also to the representative from the Policing Authority.  It would appear to someone looking in on this that there seems to be quite a wide range of bodies tasked with overseeing the activity of An Garda S&iacute;och&aacute;na from the Garda Commissioner, the Garda S&iacute;och&aacute;na Inspectorate, the Policing Authority and An Garda S&iacute;och&aacute;na Ombudsman Commission.  I wonder what the is potential to amalgamate some of these organisations.<\/p> <p>  The starting point of everybody here is robust oversight and accountability.  That is key.  There seems to be a disparity between all contributors.  Everyone wants to reach that destination but there appears to be wide-ranging opinions as to how we get there.  What is the Garda Commissioner's opinion on this?  What is the opinion of representative from the Policing Authority and others who want to comment on the potential to amalgamate some of the existing bodies, and what effect would this have on the organisations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#F00800","speaker":"1658"},{"type":"speechnospeaker","time":1634684400,"counter":77,"content":"<p>I will take that question first.  There is an issue that head 11 and head 104 are replications of each other.  Head 11 says that the Garda board is said to be responsible for monitoring organisational performance, while head 104 says that the Policing Authority keeps under review the performance of An Garda S&iacute;och&aacute;na functions.  As the chair of the Policing Authority has already suggested, there is a role for a Garda board as a support in terms of internal management governance and expertise to me as the Commissioner and to the senior team in dealing with a very complex organisation.  We have an effective dual employment model with regard to Garda staff and Garda members.  We are the sole policing service for Ireland, and we have a wide range of responsibilities including, almost uniquely, national security responsibilities.  The board would be a valuable addition for our management and organisational effectiveness.  The difficulty is, however, and I believe that the chairman and I are not very divergent in our views here, that when the new authority is assessing the performance of An Garda S&iacute;och&aacute;na's functions, is the board assessing my performance or that of the board and the decisions it has made?  Within this, it starts to actually dilute.  If the responsibility does not lie with me then authority seeps away from me in terms of the changes and driving the formal and operational agendas within the organisation.<\/p><p>Obviously, we too understand that public confidence is wrapped up in our accountability mechanism.  We are supportive of an accountability mechanism.  We are supportive of the public accountability mechanism and we recognise that we are very different from every other public body in the State in having a very regular public accountability exercise with both the authority and Oireachtas committees.  However, I think there is confusion as to who is looking after what here between the board and the authority, and that could be clarified.  As the chair of the authority said, I am not sure that that would be that difficult within even the heads as they are written.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#F00900","nonspeaker":"Mr. Drew Harris","continuing":true},{"type":"speech","time":1634684400,"counter":79,"content":"<p>I thank Commissioner Harris.  Do any other panel members have a comment to make on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#G00200","speaker":"1658"},{"type":"speechnospeaker","time":1634684400,"counter":80,"content":"<p>It might be unseemly if the chair of the Policing Authority and the Commissioner of the Garda S&iacute;och&aacute;na were to agree too frequently on too many things, but, as the Commissioner said, we are not 1 million miles apart on this issue because the same considerations probably in different ways apply to both of us.  We are at opposite ends of the same Christmas cracker; the question is who will get the hat.  I think some of those issues can be relatively easily resolved within the architecture.  There were two other elements in respect of which the authority felt there was perhaps an imbalance in the way the focus was on the Garda S&iacute;och&aacute;na.  We may come to community safety.  It is a critical part of the Bill and tends to be but should not be overlooked.  This makes very clear arrangements for the way in which the Garda S&iacute;och&aacute;na will be held to account in respect of its engagement with community safety.  As everybody recognises, however, this is a shared responsibility, and it is not altogether clear - perhaps it will be reflected in other legislation - that a similarly focused arrangement will emerge whereby the other relevant public institutions will have the same level of scrutiny or be held to account to the same extent as the Garda S&iacute;och&aacute;na is.<\/p> <p>  The second concern we had - again, lest we not come to it otherwise - is that, while we do not have a huge amount to say about the arrangements for the proposed office of the Garda ombudsman, there is a genuine concern that the issue of incidents of concern and the need to report virtually all of them to the proposed office of the Garda ombudsman may diminish the emerging acceptance of the notion of performance management within the organisation which, undoubtedly, the Commissioner and his senior colleagues wish to see become the norm and widespread.  If everything about which the Commissioner has a concern has to be referred externally, it may give the impression that there is little that can be done internally.  That will not be the case, but perceptions can be very powerful in this respect.  As for the existence of a board, a board could be tremendously powerful and useful to the Commissioner in respect of a whole range of things but I think they could be dealt with relatively simply in order that there is greater clarity for everybody concerned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#G00300","nonspeaker":"Mr. Bob Collins"},{"type":"speech","time":1634684400,"counter":81,"content":"<p>I now move to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#G00400","speaker":"1583"},{"type":"speech","time":1634684400,"counter":82,"content":"<p>Chair, I do not know how I am fixed for time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#G00500","speaker":"1658"},{"type":"speech","time":1634684400,"counter":83,"content":"<p>You are out of time, Senator, unfortunately, unless you wish to make a brief comment.  I can take you again during the second round, of course, as well-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#G00600","speaker":"1583"},{"type":"speech","time":1634684400,"counter":84,"content":"<p>That is fine.  No problem.  Go raibh maith agat.  T&aacute;im ceart go leor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#G00700","speaker":"1658"},{"type":"speech","time":1634684400,"counter":85,"content":"<p>I have one or two questions for Ms Ansbro to start.  One of the ICCL's recommendations is to remove all prosecutorial powers from An Garda S&iacute;och&aacute;na.  Does that include the decision whether or not to prosecute and consideration of the evidence in a case?  Does the ICCL mean all the way down to the District Court, that is, that all District Court offences would be prosecuted by, say, somebody from a local State Solicitor's office?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#G00800","speaker":"1488"},{"type":"speechnospeaker","time":1634684400,"counter":86,"content":"<p>Yes, that is precisely what we mean.  We consider that both the decision to prosecute and the actual carrying out of the prosecution should be transferred to the Office of the Director of Public Prosecutions, DPP, in all cases and for all prosecutions, and we mean to include all cases at the District Court level as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#G00900","nonspeaker":"Ms Doireann Ansbro"},{"type":"speech","time":1634684400,"counter":87,"content":"<p>I have two or three questions for Commissioner Harris.  I have heard what he said.  I think it was Mr. Collins who referred to the Commissioner's experience in another jurisdiction, namely, the North.  What can we learn from policing oversight in the Six Counties?  Did Commissioner Harris notice a difference in the culture or in prosecuting?  Does he think the ICCL's suggestion to remove all prosecutorial powers from An Garda S&iacute;och&aacute;na might be a good idea to free up garda&iacute; for policing work?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#G01000","speaker":"1488"},{"type":"speechnospeaker","time":1634684400,"counter":88,"content":"<p>I have experience working with the policing board in Belfast and I was the chief officer in the PSNI from 2006 to 2018.  I attended some 97 public meetings with the policing board so I am well versed in and well used to both a policing board and an ombudsman and how they work and how sensitive they are to public confidence.  I have learnt that there is always a degree of tension between the executive of a policing organisation and its oversight body, and that is a good thing.  Steel sharpens steel.  We need to have vigorous and rigorous debate about our policing functions, making sure, therefore, that we are doing that which promotes public confidence and that which is seen to be legitimate in the eyes of the public.  All of that is what we seek to achieve by our engagement with the authority.  The authority, as its chair said, is on the other side of that continuum and conversation with us.<\/p> <p>  I have mixed opinions on the prosecution of offences in the District Court.  I understand entirely the principle that has been set out.  It is probably more achievable in our bigger towns and cities.  At the same time there is something which maintains our skills, including our investigative skills and the quality of our local investigative work.  When people know they have to go along and either they or their immediate supervisor will present the cases they prepare, there is a real connection between the quality of the work and they then see the immediate impact of that in a court appearance.  That is also a good grounding for moving on into more serious crime investigation and being very familiar with court processes.  There is, therefore, a downside and a skills fade when a policing organisation no longer takes on those prosecutions.  I understand the point the commission made and I know that work is being done but, at the same time, a huge resource would be required to conduct that function right across Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#G01100","nonspeaker":"Mr. Drew Harris"},{"type":"speech","time":1634684400,"counter":89,"content":"<p>I asked about the difference in the culture between the North and this jurisdiction.  Commissioner Harris mentioned in his opening statement investigations by GSOC going on for years without any obligation to inform Garda employees.  It is kind of similar to some of the debate that has come from the mid-west area recently in that investigations are going along for a long time.  Given some of the recent controversy, does Commissioner Harris think there has been a difference in the culture and in discretion between the North and the South?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#G01200","speaker":"1488"},{"type":"speechnospeaker","time":1634684400,"counter":90,"content":"<p>I cannot go anywhere near matters from the mid-west because those matters are before the courts and it would be entirely inappropriate for me to comment further on them.  Stepping back, however, the general point about discretion is that it is an element which is taught to our trainee garda&iacute;.  We have issued instruction on the proper exercise of discretion.  Discretion is appropriate whenever garda&iacute; are dealing with members of the public.  There are various stages in respect of that discretion such as dealing with individuals through a juvenile liaison scheme or via a fixed charge penalty notice if appropriate.  There are a variety of disposals for garda&iacute; to action at the side of the road.  It may be just a simple word of advice and a warning.  All of that is appropriate in the circumstances in which garda&iacute; find themselves.<\/p><p>I will repeat the comments I made on Monday.  Discretion is entirely different from exercising preference and preference has no part in providing a policing service.  Preference is wrong if individuals are treated differently.  That should not be the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#G01300","nonspeaker":"Mr. Drew Harris","continuing":true},{"type":"speech","time":1634684400,"counter":92,"content":"<p>I have a final question for the Garda Inspectorate.  On the replacement for GSOC and giving it more powers to conduct investigations into Garda personnel, the Garda Commissioner expressed concerns about possible breaches of human rights that could be disproportionate, unconstitutional and unable to withstand a test in the courts.  What is the inspectorate's view on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#H00200","speaker":"1488"},{"type":"speechnospeaker","time":1634684400,"counter":93,"content":"<p>I would not like to answer on behalf of GSOC but I would say that in our submission, we acknowledged that the Commissioner intends in the long term to, hopefully, replace garda&iacute; at the front counter of Garda stations with Garda staff to free up garda&iacute; for patrol.  Our comment is around reception of complaints and that a member of Garda staff would be able to receive complaints.  We do not comment on the wider issue of where the Garda staff are employed and by whom.  Our comment was to the effect that a member of Garda staff would be in a position to receive a complaint from a member of the public at the front counter of a station so that a police officer would not have to come back in and deal with that issue.<\/p> <p>  Along with the ICCL, we are responsible for making a recommendation about moving the prosecutorial function from the Garda S&iacute;och&aacute;na to the Director of Public Prosecutions.  We made that recommendation in 2015.  It was very much about separating investigation from prosecution and freeing up Garda members who are fulfilling a role in courts.  Most other jurisdictions have moved away from police officers prosecuting as well as investigating offences.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#H00300","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1634684400,"counter":94,"content":"<p>There is a reference in the ICCL's report to the issues we have been discussing with the Garda and the Policing Authority in terms of the growth of oversight bodes and interaction with them.  Can that be dealt with in this legislation and, if so, how?  That is important.  Years ago, we had no oversight but we are now going to have so much oversight that there will be confusion about who is responsible for what, the effect of which is that there may be no oversight at all in the future.  Can the legislation be amended to counter that possibility?<\/p> <p>  In its submission, the ICCL recommends including a reference to the human rights standards expected of Garda members and staff and their practical application as part of the code of ethics, and ensuring the code of ethics can be enforced by making a breach a disciplinary offence.  Can that be done as part of this legislation?  History has taught us it should be done.  That is vitally important.  There have been problems in recent times with the lack of reporting of human rights issues within the Garda because it is not required.  Can those changes be included in this legislation?  Where would they fit in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#H00400","speaker":"1547"},{"type":"speech","time":1634684400,"counter":95,"content":"<p>Does the Deputy wish any of our guests in particular to reply?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#H00500","speaker":"1583"},{"type":"speech","time":1634684400,"counter":96,"content":"<p>That question was intended for the ICCL.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#H00600","speaker":"1547"},{"type":"speechnospeaker","time":1634684400,"counter":97,"content":"<p>That was one of our recommendations.  We recommended that when we made our submission to the Commission on the Future of Policing in Ireland and we also have made submissions on this legislation.  It is about making human rights standards real and tangible and having the possibility of identifying a human rights breach that may not reach the threshold of criminality but has an effect on an individual nonetheless.  It is not just about identifying such a breach; there must be some kind of accountability and repercussions for it.  That is where our view comes from in terms of including human rights in the code of ethics and making a breach of the code of ethics a disciplinary matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#H00700","nonspeaker":"Ms Doireann Ansbro"},{"type":"speech","time":1634684400,"counter":98,"content":"<p>How does Ms Ansbro feel the issue of oversight bodies can be dealt with or can it be dealt with in this legislation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#H00800","speaker":"1547"},{"type":"speechnospeaker","time":1634684400,"counter":99,"content":"<p>I missed the question about oversight bodies.  Would the Deputy repeat it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#H00900","nonspeaker":"Ms Doireann Ansbro"},{"type":"speech","time":1634684400,"counter":100,"content":"<p>There is an increasing number of oversight bodies, which will lead to confusion as to what people's roles and responsibilities are.  That could end up having the effect of providing no oversight.  Can that be sorted out in the proposed legislation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#H01000","speaker":"1547"},{"type":"speechnospeaker","time":1634684400,"counter":101,"content":"<p>It can be sorted out.  There is obviously a degree of confusion about who is answerable to which body.  There is also confusion around the board and the new authority.  There is potential overlap there.  From our perspective, we are not entirely opposed to the creation of a board but is functions should be limited to supporting internal management.  The excellent oversight that has been provided by the Policing Authority in recent years must continue.  That means it must have sufficient powers to engage with the Garda Commissioner and there must be sufficient transparency in the policies and procedures of An Garda S&iacute;och&aacute;na.<\/p> <p>  We have not spoken much about the new Garda ombudsman today but we view it as positive that its powers are being expanded.  The Commission on the Future of Policing in Ireland identified a lack of resourcing and staffing as hampering the work of the ombudsman, along with the problem of its insufficient powers.  Increased powers for a new ombudsman are something we welcome.<\/p> <p>  The Deputy asked about the types of complaints being referred to the new ombudsman.  We think there should be an expansion of complaints that can go to the ombudsman, particularly in respect of human rights violations, but also violations that do not reach the threshold set down in the 2005 Act.  They should then be investigated by the ombudsman.  We believe it is vitally important that the new ombudsman is given greater powers and resources, considering the need has been identified not only by the Commission on the Future of Policing in Ireland but also by international bodies.  The UN Committee against Torture, in its most recent report to Ireland, recommended a strengthening of the powers of the Garda ombudsman.  We foresee distinct roles for the new authority body, the ombudsman and, potentially, a board.  We definitely think it can be worked out.  Of course, this is a good opportunity for people to express their views and come up with solutions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#H01100","nonspeaker":"Ms Doireann Ansbro"},{"type":"speech","time":1634684400,"counter":102,"content":"<p>I want to focus on head 29 of the Bill, which states that the Garda Commissioner shall keep the Minister and the Secretary General of the Department of Justice informed of matters relating to significant developments concerning the preservation of peace and public order in the State, the protection of life and property in the State and the protection of the security of the State; significant developments that may reasonably be expected to affect adversely public confidence in An Garda S&iacute;och&aacute;na; matters relevant to the accountability of the Government to the Houses of the Oireachtas; and any other matters that, in the Commissioner's opinion, should be brought to the Minister's attention.  That provision very closely mirrors the existing Garda S&iacute;och&aacute;na Act, section 41 of which provides for pretty much the same thing, including any other matters that, in the Commissioner's opinion, should be brought to the Minister's attention.<\/p><p>In the past, that has given rise to some political controversy.  The Chair may recall that when the former Deputy, Alan Shatter, was Minister for Justice and Equality, he received information from Commissioner Callinan about Mick Wallace and a road traffic offence at the Five Lamps in Dublin, which was deemed to be pretty close to political policing.  The specific question that I have relates to an incident in August 2020, when the then EU Commissioner, Phil Hogan, was cautioned for using a mobile phone while driving at the time that he was having a bit of a dispute with the Government.  He was not caught with a bag of Kalashnikovs in the boot.  There was no great threat to State security or anything like that.  He was caught with a mobile phone in his hand.  We were subsequently told that the Commissioner brought this to the attention of the Minister for justice.  She brought it to Cabinet and the Cabinet duly used it to get rid of a Commissioner that they were under political pressure to get rid of to save their own hides.  Of course, every offence is potentially serious.  Receiving a caution for using a mobile phone while driving is not the most serious criminal offence and certainly is not the most serious road traffic offence.  On what basis did the Commission form the opinion that this information should be brought to the attention of the Minister for justice?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#H01200","speaker":"1518","continuing":true},{"type":"speechnospeaker","time":1634684400,"counter":104,"content":"<p>I am afraid that I do not enjoy the same privilege in being able to answer the question that Deputy McNamara enjoys in asking the question of me.  One of the principles of the section 41 reports to the Minister is that only the Minister can make a decision in terms of the publication of such a report.  That is contained in the current legislation and, in effect, explicitly prevents me from talking about or going into any detail on such reports.  That question is beyond my remit, in these circumstances, to answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#J00200","nonspeaker":"Mr. Drew Harris"},{"type":"speech","time":1634684400,"counter":105,"content":"<p>I would make the point that subsection (4) of the Act states that the Minister may publish all or part of a report submitted under the section.  I am lost as to where it states that the Commissioner cannot answer a question asked at a meeting of a D&aacute;il committee on the submission of reports in that regard.  If the Commissioner cannot point to a particular-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#J00300","speaker":"1518"},{"type":"speech","time":1634684400,"counter":106,"content":"<p>Sorry, Deputy, I think the point the Commissioner has made, and it is one that I outlined at the start of the meeting, is that unfortunately, due to the hybrid nature of the proceedings, witnesses do not enjoy full parliamentary privilege as they would if they were physically present, which is a limitation of our current environment, but it is where we are.  I think the Commissioner could possibly answer the question in an abstract fashion, if not in a specific fashion.  Indeed, any specific incident would be outside the remit of the deliberations today, but perhaps the question could be resubmitted in a more abstract way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#J00400","speaker":"1583"},{"type":"speech","time":1634684400,"counter":107,"content":"<p>Given the unfortunate situation whereby the Commissioner is not physically present, it may be that he will be here at some point in the next few years and we can ask him the same question again when he enjoys full parliamentary privilege.  However, I do not think that is what the Commissioner was referring to.  In any event, does the Commissioner have concerns that this ability to provide information could lead him into very murky water in that there is a very thin line between providing information that could be relevant and engaging in political policing?  Of course, the rule of law is a big issue at the moment.  We, in Ireland, are very critical of Poland for breaches of the rule of law and we are very careful to safeguard the rule of law here.  We like to lecture other states about political policing.  Does the Commissioner think that more detail in the legislation on what should be brought to the Minster's attention might be beneficial ?  Obviously, matters pertaining to the preservation of peace and public order, the protection of life and property and the protection of the security of the State should be brought to the Minister's attention.  I am not saying the Commissioner did, or would do, so, but this omnibus thing would enable future commissioners to basically provide sensitive, private information about somebody that a member of the Government is in a political dispute with.  It is more Zimbabwe than Phoenix Park, but we can never take anything for granted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#J00500","speaker":"1518"},{"type":"speechnospeaker","time":1634684400,"counter":108,"content":"<p>The Deputy is correct to say that we abide entirely by the rule of law, and the rule of law as it applies in the 2005 Act and the section 41 referrals.  In the abstract, this power is used in conjunction with our responsibilities under section 7 of the Garda S&iacute;och&aacute;na Act 2005 and is connected to our policing functions.  Anything which is provided to the Minister is in respect of our policing and security functions and not, in any form, gossip, tittle-tattle or anything used remotely to gain a political advantage.  I can give the Deputy a full assurance in respect of that.  It is tied closely to our policing function.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#J00600","nonspeaker":"Mr. Drew Harris"},{"type":"speech","time":1634684400,"counter":109,"content":"<p>That concludes the seven-minute slot for Deputy McNamara.<\/p> <p>  I will move to the next round of questions.  So far, two members have indicated that they wish to come in a second time.  First is Senator Ruane, followed by Senator Gallagher.  If other members wish to contribute again, they are welcome to do so.  I will take them in the order in which they indicate they wish to contribute.  This round is shorter.  Each contributor has four minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#J00700","speaker":"1583"},{"type":"speech","time":1634684400,"counter":110,"content":"<p>As regards some of the conversation around what is and what is not referred to GSOC, the word \"performance\" has been used.  Obviously, referrals are made in respect of, for example, human rights and disciplinary matters.  We are separating those things in relation to when we decide who investigates what.  So, when it comes to an issue of a more disciplinary nature, it would not make sense for An Garda S&iacute;och&aacute;na to investigate itself.  What is actually meant by \"performance\"?  Are we just talking about performance in the sense of people's personal performance in their job, not in how they carry out that job in terms of the public aspect of the job, but in relation to issues such as turning up late or not having a good attitude?  I am not sure what is meant by \"performance\".  Is discussion of \"performance\" different to when we talk about an issue of a disciplinary nature or one that is grounded in equality?  Perhaps the representatives from the ICCL and Chief Inspector Toland could respond to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#J00800","speaker":"1681"},{"type":"speechnospeaker","time":1634684400,"counter":111,"content":"<p>From our perspective, obviously, one can separate performance issues like turning up on time from a human rights violation.  Certainly, it is the latter that should be investigated by the ombudsman.  We consider it very important to ensure that what is covered by the ombudsman includes any allegations of ill treatment, for example, of an individual, where it reaches a threshold of not just serious harm which, essentially, is what the 2005 Act mandates an investigation into currently, but even an excessive use of force which may not end up causing serious harm, because it is still a disproportionate use of force.  For us, it should very much be rooted in everything from what one might call the lower threshold of human rights violation to serious criminality.  When one is talking about performance issues regarding turning up on time, that is not something that we think should be in the remit of an ombudsman.  I would be interested to hear from others on the point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#J00900","nonspeaker":"Ms Doireann Ansbro"},{"type":"speech","time":1634684400,"counter":112,"content":"<p>Does someone else want to comment on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#J01000","speaker":"1583"},{"type":"speech","time":1634684400,"counter":113,"content":"<p>Perhaps Mr. Toland could comment on that.  While he is commenting on that point, he might also address the issue of there appearing to be some resistance to the word \"Garda\" being in the title of the proposed new Garda ombudsman.  Are there implications for some communities if the word &ldquo;Garda&rdquo; is contained in the title?  If so, should we be calling this body something else so that we can encourage and empower people to engage with it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K00100","speaker":"1681"},{"type":"speechnospeaker","time":1634684400,"counter":114,"content":"<p>The Senator may have left the House, but I repeat that I cannot answer questions on behalf of GSOC.  I can say that we recently wrote and published a report about trying to prevent internal corruption in An Garda S&iacute;och&aacute;na.  One of the things we were pleased to see in that context was a clarification concerning what is &ldquo;serious harm&rdquo;.  Those are the types of cases that the Commissioner refers on now.  One of our recommendations was that sexual offences and abuse of power for sexual gain offences are the sorts of notifications that the Commissioner should make.  I cannot comment on the performance issue because that is not within my remit and GSOC will have its own view in that regard.  I am sure the Commissioner will also have a view regarding performance issues and how difficult enforcement might be in that context.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K00200","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1634684400,"counter":115,"content":"<p>I thank Mr. Toland.  The Commissioner has indicated, if he would like to respond briefly to that query as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K00300","speaker":"1583"},{"type":"speechnospeaker","time":1634684400,"counter":116,"content":"<p>A case involving a breach or infringement of human rights would always be a serious matter and one which would properly belong with the ombudsman.<\/p> <p>  Turning to performance issues, we have this single strand in respect of dealing with misconduct and performance.  It is an elongated disciplinary process.  We could do better with far faster engagement with individuals regarding their performance.  That could include the aspects mentioned already, but it could also include matters such as poor investigation, the late submission of files or, indeed, being rude or discourteous to a member of the public.  Some of those would be public complaints and we would have to work through with the ombudsman how that office would refer such complaints to us in respect of performance issues being involved.  We must ensure, however, that the ombudsman is dealing with the serious cases and not with matters which can be more relevantly engaged with by local management and dealt with quickly at that level.  That would then leave the ombudsman clear to deal with crime and serious matters.  <\/p> <p>  We would always say that we regard an infringement of someone&rsquo;s individual human rights as a serious matter.  We take human rights incredibly seriously.  We have built it into our Garda decision-making model and that is a feature of training throughout the organisation.  We have made huge efforts and deployed a great deal of resources into developing a culture of human rights.  Therefore, I do not think there is much pushback from us on this issue.  In fact, we are supportive of it.  At the same time, however, I want to have a performance management system which has some teeth and that allows us, in cases where constant poor performance is demonstrated, to exit those individuals from the organisation because they are incapable of fulfilling their roles.  I hope that provides some clarity in respect of poor performance being dealt with as a management function by managers and supervisors within An Garda S&iacute;och&aacute;na, as opposed to instances of more serious misconduct and criminal matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K00400","nonspeaker":"Mr. Drew Harris"},{"type":"speech","time":1634684400,"counter":117,"content":"<p>I thank the Commissioner and his answer does provide clarity.  I do not agree at all that all performance issues should go to the ombudsman in any shape or form.  I want to ensure, though, that anything considered serious will not end up somehow falling under the umbrella of performance.  I just wish to ensure that there are clear definitions of what each of those things are.<\/p> <p>  I do not know if I have time for one more question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K00500","speaker":"1681"},{"type":"speech","time":1634684400,"counter":118,"content":"<p>I am afraid the Senator is over her time.  I let her continue for longer than I should have.  I call Senator Robbie Gallagher.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K00600","speaker":"1583"},{"type":"speech","time":1634684400,"counter":119,"content":"<p>I refer to the Commissioner&rsquo;s presentation and his reference to the proposed granting of powers to the new Garda ombudsman body as being \"disproportionate\" and \"unconstitutional\".  The term \"flagrant breach of [...] human rights\", was used.  He also referred to there being no \"mechanism for Garda personnel to complain to an independent oversight body\", that investigations by the proposed new GSOC would take a long time, \"be incredibly stressful\" and a lack of communication between the new GSOC and the garda being investigated in that context.  It was stated as well that there would be powers to search premises and offices.  I wonder what the representative from the ICCL would make of those points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K00700","speaker":"1658"},{"type":"speechnospeaker","time":1634684400,"counter":120,"content":"<p>I thank the Senator for his question.  The ICCL fully supports procedural fairness.  If there are issues concerning procedural fairness, then they should certainly be examined.  Our view is that this proposed legislation contains several protections.  The new ombudsman will be accountable to the Oireachtas and, potentially, to the High Court.  We do not, therefore, consider this to be an unaccountable accountability body.  This proposed legislation has accountability built into it.<\/p> <p>  We also view the proposed legislation as imposing a requirement on the new ombudsman's office to ensure that it executes its functions with fairness in respect of complainants and those being investigated.  Our view, therefore, is that safeguards exist in this proposed legislation.  If there are serious concerns in this regard, however, and if there are ways in which we can strengthen procedural fairness for everyone subject to investigation, then that is absolutely something which should be examined.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K00800","nonspeaker":"Ms Doireann Ansbro"},{"type":"speech","time":1634684400,"counter":121,"content":"<p>I thank Ms Ansbro.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K00900","speaker":"1658"},{"type":"speech","time":1634684400,"counter":122,"content":"<p>Is the Senator happy with that reply and does that conclude his slot?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K01000","speaker":"1583"},{"type":"speech","time":1634684400,"counter":123,"content":"<p>Yes, and I thank the Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K01100","speaker":"1658"},{"type":"speech","time":1634684400,"counter":124,"content":"<p>I call Deputy Daly, who had indicated that he wishes to come in again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K01200","speaker":"1583"},{"type":"speech","time":1634684400,"counter":125,"content":"<p>I have one question for Mr. Toland regarding what he said about the inspection function within the proposed policing and community safety authority.  He said that \"it should be set out in legislation\".  He also said that it was important to ensure that all required information and documents be provided in that context and that the conditions do \"not appear to be sufficiently strong\" in respect of the undertaking of joint investigations.  What would he suggest should be in the proposed legislation and how could it be strengthened in respect of the conditions he would envisage for joint inspections?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K01300","speaker":"1488"},{"type":"speechnospeaker","time":1634684400,"counter":126,"content":"<p>We welcome the new powers because there are gaps in our ability to do unannounced visits, to publish our own reports and to monitor responses to our reports subsequently.  Therefore, we welcome the enhancement of those powers.  It will be part of the responsibility of the proposed PCSA.  We feel, however, that this aspect should be legislated for.  The heads of this proposed Bill refer to a memorandum of understanding, MOU.  We see that as something that would then have to be negotiated and agreed, as per the proposed legislation.  What would happen, though, if no agreement could be reached in that regard?<\/p> <p>  We are happy with the powers it is proposed to provide, but we feel this situation should be more formalised.  Those are the points we were trying to make.  I refer to the legislation being strengthened, rather than just having an MOU governing this aspect.  I refer in particular to trying to agree that MOU.  We felt there was a gap in that regard.  I think the legislation relevant to us refers to a requirement to provide documents but not information.  Head 177 of this proposed Bill is clearer about what will be provided to the new ombudsman's office and we feel that provision should be replicated for the proposed PCSA and the inspection function.  It is made explicit in that context that documents and information must be provided.  I hope that clarifies this issue for the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K01400","nonspeaker":"Mr. Mark Toland"},{"type":"speech","time":1634684400,"counter":127,"content":"<p>I thank Mr. Toland.  Mr. Collins wishes to come in again on this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K01500","speaker":"1583"},{"type":"speechnospeaker","time":1634684400,"counter":128,"content":"<p>The Policing Authority did not specifically address the question of unannounced inspections by the proposed new authority in its response.  That was because the Policing Authority's sense of the head of the proposed legislation as written is that it does not get in the way of unannounced visits.  If we are wrong in that interpretation, we would certainly want to voice our support for the notion of nothing being in the way of such unannounced visits.  There is no timescale involved in respect of advanced notice being given to the Commissioner.  It would be possible, for example, to tell the Commissioner on a Tuesday that we were proposing to undertake an inspection of X or Y and then to be in those premises unannounced that evening.  If it is felt, however, that greater clarity in that regard is required in the Bill as it emerges, then the Policing Authority will certainly support it, because the capacity to undertake unannounced visits is an important part of the inspection function.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K01600","nonspeaker":"Mr. Bob Collins"},{"type":"speechnospeaker","time":1634684400,"counter":129,"content":"<p>When an inspection is being embarked upon, my understanding is that the Commissioner would be notified, as part of that inspection, that unannounced visits were going to be carried out, but not necessarily where the inspectors will be going.  I thank the Commissioner because we have just finished an inspection and we looked at custody.  For the first time, the Commissioner allowed us to do unannounced visits, to have access to people in detention and to talk to Garda members and people who had been brought to the Garda station.<\/p><p>We felt the legislation would be strong but we are grateful the Commissioner worked with us on a recent inspection to allow us to visit people in a Garda station.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#K01700","nonspeaker":"Mr. Mark Toland","continuing":true},{"type":"speechnospeaker","time":1634684400,"counter":131,"content":"<p>We have no objection to unannounced visits.  I conduct unannounced visits all the time.  What I find is people properly doing their duties.  I am glad for an inspector to have the same experience as I and my immediate colleagues have had.  It is part of public confidence.  If it gives members of the public confidence in what is going on in a Garda station, that things are well run, all incidents properly dealt with and all is regular, that is a plus for us.  We have no objections to what is proposed in respect of unannounced visits.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#L00200","nonspeaker":"Mr. Drew Harris"},{"type":"speech","time":1634684400,"counter":132,"content":"<p>The heads of the Bill, from 49 onwards, basically deal with issues of creating the strategic plan and the service plan.  How much input will the new board have in respect of that?  It seems from my reading of it that a lot of it is the Commissioner's job to produce the plan.  Heads 53 and 54 state the Minister can direct the Commissioner to amend the plan.  Where is the role for oversight bodies in respect of that?  Perhaps the Commissioner has a view on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#L00300","speaker":"1607"},{"type":"speechnospeaker","time":1634684400,"counter":133,"content":"<p>The board's role in that, I understand, is for approval only.  It is different from the present process, which the chair of the Policing Authority has outlined, by which we work in tandem in respect of the annual plan and are working through the strategic plan as we speak.  It is a different process.  We would be informed by our engagements with the authority, the Minister and the board.  Much of the weight in terms of the timescales involved falls on the organisation and on me to deliver.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#L00400","nonspeaker":"Mr. Drew Harris"},{"type":"speech","time":1634684400,"counter":134,"content":"<p>It strikes me that there is an absence of the oversight we would like to see the authority having, particularly the part that says the Minister can direct the Commissioner in regard to amending the plan.  That would raise eyebrows and is a departure from what we expected to see in legislation like this, which is about modernising and moving to a different type of policing from what we had in the past.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#L00500","speaker":"1607"},{"type":"speechnospeaker","time":1634684400,"counter":135,"content":"<p>As I said, the authority would clearly prefer the existing arrangement to continue in relation to the service plan.  That does not diminish in the slightest the engagement the Commissioner would have or, as the authority has always insisted, the ownership the Commissioner would have.  As currently drafted, the proposed legislation provides that the Commissioner invites the policing and community safety authority, PCSA, to express its views on what the service plan should contain.  The risk in that is that it makes it appear that the new authority is an agent of the Commissioner in that respect and can act only on foot of receiving the request from the Commissioner.  That inverts or certainly distorts the relationship of distance and detachment that should exist between the Commissioner and the relevant oversight body.<\/p> <p>  If the Government persists with this notion and the Oireachtas enacts the provision as it is at the moment, that is to say, that it is not the new authority that develops the policing plan or service plan, then at the very least, it should be provided that the authority's initial intervention in the process is done out of its own statutory capacity, rather than at the invitation of the Commissioner.  That is not just a semantic point, less still is it umbrage or sitting on a high horse.  It is a meaningfully different arrangement if the authority does it from its own statutory power, as opposed to possibly being perceived as acting as an agent of the Commissioner and only on the Commissioner's request, even if that request is statutorily mandated.  That is not an unimportant issue and the same applies to the strategic plan.  In any event, the notion that policy priorities or a policing plan would be developed without engagement with the Commissioner is a nonsense.  The current statute requires that engagement.  It is a clearer statement of the independence and externality of the oversight if it is done in such a way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#L00600","nonspeaker":"Mr. Bob Collins"},{"type":"speech","time":1634684400,"counter":136,"content":"<p>That concludes our second round of engagement and our deliberations for this session.  I thank the witnesses for their participation and written submissions.  My apologies, I see the officials from the Department of Justice who have been observing proceedings would like to contribute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#L00700","speaker":"1583"},{"type":"speechnospeaker","time":1634684400,"counter":137,"content":"<p>I am conscious the committee is working to a timetable and I will not take much time.  I wish to record our appreciation for the opportunity to sit in on this interesting debate.  We look forward to the committee's report.  It continues a process of debate and consultation we have had with everybody on this call which has been productive and will continue as we continue to draft the Bill.<\/p> <p>  A wide range of issues were raised, some of quite a technical nature.  We have a list of them here.  If it would assist the committee, we would be happy to send a short note, which we will copy to the other participants, picking up on a few of the less technical points about particular sections, such as what accountability means or the point just made about the role of the different bodies in the strategic plan.  That might be of assistance, notwithstanding that we accept there are important policy issues the committee has to consider in its own right.  We would be happy to do that shortly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#L00800","nonspeaker":"Mr. Doncha O'Sullivan"},{"type":"speech","time":1634684400,"counter":138,"content":"<p>I thank Mr. O'Sullivan.  In terms of procedure, perhaps he will send those submissions or thoughts to the committee.  We can include them in our deliberations and they can feed into the report.  That is probably the way to do it.  That would be useful to the deliberations.  The committee will produce the report and submit it to the Department and others in the usual way.<\/p> <p>  I thank everybody for their engagement.  I thank our witnesses, in particular, for their written submissions and questions and answers today.  I thank members for their participation and interest.  Deputy McNamara does not normally attend the committee but came in for this session.  He is welcome to do so, as is any Member who wishes to contribute to one of our sessions.  <\/p> <p>  I propose we publish the opening statements on the committee website.  Is that agreed?  Agreed.<\/p> <p>  The committee will meet again on Wednesday, 3 November, when we will meet first at 4 p.m. to discuss housekeeping matters.  It will be a virtual meeting and can be attended remotely, if required.  We will then have a formal meeting at 5.30 p.m. to discuss the important topic of women's shelters and domestic violence refuges.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2021102000002#L00900","speaker":"1583"},{"type":"unspoken","time":1634684400,"counter":139,"content":"<p>The joint committee adjourned at 7.19 p.m. until 5.30 p.m. on Wednesday, 3 November 2021.<\/p>","notice":"TIME STRING DETECTED"}]