[{"type":"majorheading","content":"Joint Oireachtas Committee on Foreign Affairs and Trade","time":1394033400,"counter":2},{"type":"unspoken","content":"The Joint Committee met at 15:30","time":1394033400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500002"},{"type":"minorheading","content":"Situation in Ukraine: Ukrainian Ambassador","time":1394033400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500002#A00100"},{"type":"speech","time":1394033400,"counter":6,"content":"<p>We will commence in public session.  I have received an apology from Senator David Norris, who is unable to be with us this afternoon.  I ask members, witnesses and persons in the Visitors Gallery to ensure their mobile telephones are switched off for the duration of the meeting, as they interfere, even in silent mode, with the recording equipment.<\/p><p>  This meeting has been specially convened to hear the views of the Ukrainian ambassador to Ireland, H. E. Mr. Sergii Reva.  We will meet the Russia ambassador next Wednesday afternoon.  On behalf of the members, I welcome the ambassador to the meeting.  He has been a very good friend to the committee since his appointment and has come into Leinster House regularly to meet members.  I have met with him regularly myself and always find him very open and frank.<\/p><p>  We are all aware of recent events in Ukraine, including the ongoing crisis in Crimea.  The ambassador is here to give his perspective on the situation, which is changing almost on a daily basis.  We hope the crisis will be settled by diplomacy and that Ukraine can return to settling its own political affairs, with fresh elections and a bright future.  The ambassador is very welcome and we look forward to hearing his views.  After he has made his presentation, I will invite questions from members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500002#A00200","speaker":"974"},{"type":"speechnospeaker","time":1394033400,"counter":7,"content":"<p>I thank the Chairman and members for the opportunity to address the committee at this crucial moment in the history of my country.  I know that members are sincerely concerned about developments there.  In fact, we in Ukraine are facing a moment of truth.  For all civilised states and people, for each and every European to whom human values ​​are not blank words, the situation is clear - Russian troops have invaded the territory of Ukraine in Crimea under the illegal and groundless excuse of protecting its Russian-speaking population.<\/p><p>  Invasion by Russian troops of the territory of sovereign Ukraine is a brutal breach of international law and the guarantees of security to our state given by Russia itself.  It is an evident violation of the United Nations Charter.  As a permanent member of the UN Security Council, Russia bears a special responsibility to safeguard peace and security.  The invasion is also a breach of the OSCE Helsinki Final Act, as well as Russia's specific commitments to respect Ukraine's sovereignty and territorial integrity under the Budapest Memorandum of 1994 and the bilateral Treaty on Friendship, Co-operation and Partnership of 1997, under which it recognised existing Ukrainian boarders.  Russia's actions are likewise a clear breach of the Ukrainian constitution, which specifically recognises the territorial integrity of the country and states that the Autonomous Republic of Crimea may only organise referenda on local matters, not on the modification of the territorial configuration of Ukraine.<\/p><p>  Nobody should be susceptible to Russian propaganda which seek to persuade the world it is a peacemaker, wishing only to protect ethnic Russians within the territory of our country from so-called fascists and nationalists.  Nobody and nothing threatens Russians or representatives of other nationalities living in Ukraine, including in Crimea.  Being a Crimean by origin - I was born in Sebastopol and my mother still lives there - I know the situation in the region quite well.  Russians, Ukrainians, Tatars and other nationalities have been living there peacefully for decades.  The only bone of contention is to do with language.  However, allegations that the Russian speaking-population in Crimea has been deprived of its right to speak Russian are just not true.  The abolition by the Ukrainian Parliament of a controversial and mainly politically motivated law on state language policy, adopted two years ago, has been vetoed by the acting President and hence remains in force.  There is no reference to depriving Russians of the right to speak their own language.  That is not true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500002#A00300","nonspeaker":"H.E. Mr. Sergii Reva","continuing":true},{"type":"speech","time":1394033400,"counter":9,"content":"<p>I thank the ambassador for his frank contribution on the grave situation in Ukraine.  I condemn the actions of Russia and hope a peaceful solution will be found.  I also hope the ongoing diplomatic efforts in Paris, where representatives of the United States, the European Union and Russia will meet today, and tomorrow's meeting of European Union leaders will lead to a peaceful solution that will ward off the current danger.  An Irish Army officer, Colonel Patrick McDaniel, who is stationed in Vienna, has joined the OSCE observer mission which arrived in Odessa today.  Colonel McDaniel is a military officer in Ireland's permanent mission to the OSCE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500003#B00200","speaker":"974"},{"type":"speech","time":1394033400,"counter":10,"content":"<p>I welcome the ambassador and empathise sincerely with him on the difficulties facing his country.  He may be aware that the T&aacute;naiste and Minister for Foreign Affairs and Trade came before the joint committee yesterday to discuss a post-European Council meeting report.  The meeting dealt at length with various issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500003#B00300","speaker":"970","continuing":true},{"type":"speech","time":1394034000,"counter":12,"content":"<p>I will allow the ambassador to answer the Deputy's questions now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500004#C00200","speaker":"974"},{"type":"speechnospeaker","time":1394034000,"counter":13,"content":"<p>I thank the Deputy for his questions, which were very much to the point.  In the context of Russian statements regarding the origin of the troops in the Crimea, a well known argument has been put forward to the effect that they are not Russian military personnel but are rather members of the local militia or self-defence service.  Look at those people.  The argument to which I refer would sound ridiculous if the situation - and the consequences relating to it - were not so dangerous.  Nobody can deny that they are wearing Russian uniforms or carrying Russian machine guns, grenade launchers and other equipment.  However, it has been stated that - allegedly - they could buy these uniforms in stores.  They could buy jackets and perhaps even helmets, but what about weapons such as machine guns and grenade launchers?  Do members believe that the weapons to which I refer could be bought in a store?  I am from Sevastopol and I have never come across a store in which such armaments are sold.  What about the armoured personnel carriers they are using?<\/p><p>  The Deputy referred to the OSCE mission.  From the very beginning we were in favour of the latter and we invited international observers to come to Ukraine.  Members may have doubts about or may wish to question the information I am supplying, particularly as I am an interested party.  They can also doubt any information provided by our Russian colleagues.  Let the international community send impartial and unbiased observers into Ukraine in order to see what is happening.  Who are the people who seized administrative buildings?  Who blocked Ukrainian military units from performing their duties?  Who are they?  Are there any doubts as to who they might be?  I think I was clear enough when I referred to this matter earlier.<\/p><p>  As far as the Budapest memorandum is concerned, I referred to many international laws breached by Russia.  What is the Budapest memorandum?  Members may recall that Ukraine was the first state in the world to renounce its nuclear arsenal.  I have been involved in the arena of diplomacy for 35 years and I can inform the committee that I was there and I recall how difficult was the decision we made in this regard.  If we still had nuclear weapons, perhaps Russia would not be behaving in quite the same way.  However, we gave up our nuclear weapons and passed them - through international control - to Russia.  We received clear-cut guarantees from the Russian Federation, the United States, the UK and, later on, France and China in the context of the Budapest memorandum.  What are the provisions of the memorandum?  All the countries to which I refer are guarantors.  According to the memorandum, Russia is a guarantor of our territorial integrity.  Can members imagine this?  What are the obligations under the memorandum?  Not only is Russia a guarantor, it must also refrain from exerting economic pressure.  I do not want to recall the gas war and other problems with Russia in the economic sphere since the memorandum was signed.<\/p><p>  Let us speak about security.  Another provision is that when problems arise, Ukraine can call for immediate consultations with the guarantors.  We did so.  We immediately asked for a meeting with the Russian representatives in order that we might discuss and de-escalate the situation at the port.  What was the answer we received?  We were told that it was an internal matter and that Crimea was part of Ukraine.  It was stated that Crimea was ours and that we should settle our own problems.  We were also informed that this was not a matter in respect of which the Budapest memorandum should apply.  So far, I have no information about changes in the Russian position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500004#C00300","nonspeaker":"H.E. Mr. Sergii Reva"},{"type":"speech","time":1394034000,"counter":14,"content":"<p>I welcome the ambassador.  As Deputy Smith stated, the T&aacute;naiste and Minister for Foreign Affairs and Trade came before the committee yesterday.  There is a general consensus among those of all parties and none in the Houses of the Oireachtas with regard to condemning what is happening in Ukraine.  We have been brought to the brink in respect of this matter and I hope people will pause and consider the direction in which matters could potentially move.<\/p><p>  I disagree with the ambassador's comments on nuclear weapons.  If Ukraine had access to nuclear weapons, Russia would have moved in much more quickly.  Will he outline his opinion on how the EU has dealt with the crisis in Ukraine since it first began?  At yesterday's meeting, there appeared to be consensus on the point that Ukraine was placed in an unfair position in that it was given only two options, namely, to tie its future to the EU or to tie it to Russia.  Many of us believe that it might have been possible to reach a compromise between the two.  Those responsible for negotiating with the Ukraine on behalf of the EU should be given their P45s.  I am of the view that the individuals in question performed poorly and that they were not very supportive of Ukraine in the lead-up to the current crisis.<\/p><p>  Russia is playing out its hand and has taken <i>de facto<\/i> control of Crimea.  I commend the authorities in Kiev on showing such resolute restraint in the face of the aggression we have seen.  What should happen now?  Is the ambassador of the view that a political deal can be struck by the parties involved?  Could such a deal be arrived at soon?  Is he of the view that sanctions should be imposed on Russia until it removes its forces?  Many people believe that the EU is merely huffing and puffing and that there is very little it can do.  If sanctions are imposed, they will have an adverse impact on many countries throughout the EU.  I do not know how effective sanctions would be in the context of affecting Russia's strategy in Ukraine.<\/p><p>  Like many others, I am very concerned about the level of involvement of the far right in pro-EU protests and violence in Kiev.  This matter was also touched on at yesterday's meeting.  Those on the far right have used the power vacuum in order to secure posts in the new Ukrainian Government.  I include in this the new Deputy Prime Minister and the head of the defence forces.  As his country's ambassador to Ireland, I do not know if Mr. Reva can comment on that matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500004#C00400","speaker":"1037","continuing":true},{"type":"speech","time":1394034600,"counter":16,"content":"<p>I welcome our guests and thank them for attending.  To what extent, if any, was consideration given in 2004 to joining NATO?  Was it possible to join NATO at that stage?  Most eastern bloc countries at that time made an application to join NATO as a first step before making an application to join the European Union.  If that had been done at the time, would it have averted the crisis and Russian invasion?<\/p><p>  Many references have been made to the extreme right and extreme left who are involved in street protests.  I can understand how people may exploit a situation when there is a breakdown in law and order, as has happened.  Notwithstanding that, there were 70 to 100 people killed by snipers in the course of the demonstrations which took place.  That was deliberate killing involving the selection of targets, as has been a feature in some areas over the past 100 years.  To what extent were those targets selected and what was the background of the people killed?  Were they supportive of, or participants in, any particular groups?<\/p><p>  Is it accepted that Russian-speaking minorities or majorities have the right to use their language as they see fit?  Is it recognised that minorities as well as majorities have a right to democratic processes, including due process, and equality of treatment?  I acknowledge that a difficult situation obtains, but it is important from the point of view of neighbours in the European Union that those rights are accepted and exist in fact.  No group can be excluded or deemed not to be entitled to democratic procedures.<\/p><p>  Yulia Tymoshenko was released.  Some of my colleagues do not agree that she was a positive influence, but she was in prison for a number of years, as were others.  Some of us believe that prison is not the appropriate place for political opponents.  They are entitled to democratic procedures in the normal way.  What condition are those prisoners in now who were released?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500005#D00200","speaker":"957"},{"type":"speech","time":1394034600,"counter":17,"content":"<p>I remind the ambassador that I have great respect, admiration and affiliation with the people in Ukraine.  I do not distinguish in my attitudes to the Ukrainians.  I do not distinguish between those from the east and those from the west.  I do not distinguish in my definition of a Ukrainian between Russian speakers, Romanian speakers, Ukrainian speakers, Hungarian speakers or Polish speakers.  My vision of Ukraine is as a united entity.  I have been critical of the fact that the west, through the European Union, did not pay due consideration to the rights, role and significance of Russian speaking Ukrainians.  When they were forging the eastern partnership, unfortunately, from my political perspective and view of life, they neglected desperately an engagement and dialogue on the future of Ukraine in an agreement with the European Union.  They spoke with those they thought were the pro-western, pro-European side.  I have been critical of Europe in that it should have seen the tell-tale signs when Armenia pulled out of the partnership under duress from Russia.  Antennae should have gone up and attention should have been paid to what the Russians were doing to pressurise those countries engaging with Europe in the context of an eastern partnership.<\/p><p>  I will not apologise in saying to the ambassador that terrible mistakes were made in Kiev.  The role of Europe was very important when the French, Poles and Germans  negotiated an agreement with the ambassador's Government.  They negotiated that very important agreement on 21 February 2014.  As Europe was looking for a long period for the release of Tymoshenko, she was released.  She did not do the Ukrainian cause any great favours by asking those at the barricades to continue the very next day after the agreement was made with the French, Poles and Germans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500005#D00300","speaker":"1030"},{"type":"speech","time":1394034600,"counter":18,"content":"<p>Does the Deputy have a question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500005#D00400","speaker":"974"},{"type":"speech","time":1394034600,"counter":19,"content":"<p>The parliamentarians were attempting to come to terms with very complex political issues.  Having said that, I want to look on the bright side for Ukraine.  It is not right that Right Sector has four ministries.  Svoboda does not play a progressive role but it is a voice and it has to be listened to and engaged with.  Therefore, the very next day after the agreement was struck on 21 February, the parliament made a silly decision to revoke the language agreement whereby the regions could have a second language.  I congratulate the acting President, Mr. Turchynov, who vetoed that decision of parliament which was taken in haste in what must have been a very fraught atmosphere.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500005#D00500","speaker":"1030","continuing":true},{"type":"speech","time":1394035200,"counter":21,"content":"<p>That was a long question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500006#E00200","speaker":"974"},{"type":"speech","time":1394035200,"counter":22,"content":"<p>This is a wonderful country and we must understand and engage with the people.  We do not get an opportunity very often to put questions to H.E. Mr. Sergii Reva.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500006#E00300","speaker":"1030"},{"type":"speech","time":1394035200,"counter":23,"content":"<p>I thank the ambassador for his presentation to members today.  We in Ireland would empathise with H.E. Mr. Sergii Reva in respecting the integrity of Ukraine's boundaries.  We are a small island that still suffers from occupation by a foreign power.  We very much stand with Ukraine on the integrity of its borders.  In the course of his submission, the ambassador stated: \"[I]t is my strong conviction that all problems and misunderstandings which are natural for difficult times can and must be resolved peacefully without foreign intervention with [the] help of [international] security and human rights\".  I fully agree with that statement.  I do not know if the ambassador saw a programme on TV 3, which showed an excerpt of a tape between the US ambassador to Ukraine and one of the female senior diplomats in the US State Department.  It showed quite a degree of involvement by the US with some of the political parties in Ukraine.  It could be classified on one hand as being of assistance but also, others might interpret it as interfering.  What is the ambassador's interpretation of that discussion?<\/p><p>  An issues that arose yesterday was that the peaceful protest that emanated in Kiev, since the abandonment of the agreement with the EU at the end of last year, at some stage morphed into something more serious than just peaceful protest.  Will His Excellency comment on some of the radical elements who may have infiltrated the protest, and may have gone beyond peaceful protest, ultimately creating the situation that it has given rise to?<\/p><p>  Will the ambassador give us a flavour, from his perspective, of how important Crimea is to the Russian Federation, in particular as a source of access to the Baltic Sea?  My understanding is that of the 16,000 troops, some 10,000 were already in Crimea, and an additional 6,000 special forces came to buttress them, giving rise to fear of a serious threat of occupation.  It is interesting that one army officer who defected from Ukraine to the Russian side yesterday endeavoured to get his colleagues to join him but apparently they all refused.  That is significant and shows the degree of solidarity among the Ukrainian military in the Crimea area.  That is a positive development.<\/p><p>  His Excellency referred to the economic difficulties.  I know that Ukraine has suffered from economic difficulties for some time.  Will he give us an idea of the fiscal deficit, the rate of unemployment so that we can get a flavour of the severity of the difficulties?  Does he agree with the proposition that if Ukraine is to extricate itself from financial and economic difficulties, it will require external assistance that will come from the east and the west, in other words that Russia, the European Union and others have a part to play in that?<\/p><p>  Will the ambassador comment on the OSCE observer mission?  I understand the mission will only be in the Ukraine for a brief period.  Does he have any suggestions on what needs to be done to buttress that initiative?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500006#E00400","speaker":"1126"},{"type":"speech","time":1394035200,"counter":24,"content":"<p>I welcome H.E. Mr. Sergii Reva and his colleague to our meeting.  I commend the restrained and measured response shown by the Ukrainian State in the face of extraordinary aggression from the Russian Federation.  It is clear to me that the Russian Federation and President Putin feel threatened by the demands made by the Ukrainian people in terms of constitutional reform, liberal democracy and freedom.  I am aware of the view of the T&aacute;naiste and the European Union that a solution to this dreadful series of events has to be found but it must be achieved through the multilateral frameworks that exist and that have been used successfully in the context of resolving similar issues over the years.  I would not agree with some of the remarks, if I heard him correctly, made by Deputy Crowe that the far right took to the street to support closer relationships with the European Union.  In fact, the far right in Ukraine has more to fear from closer relationships with the European Union than the <i>status quo<\/i>.  It is demonstrably clear that this would be the case.  The type of institutional reforms encouraged by the European Union would ensure that Ukraine would be a very cold place for neo-Nazis and for those who occupy positions on the far right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500006#E00500","speaker":"1067"},{"type":"speech","time":1394035200,"counter":25,"content":"<p>That is why it is not in government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500006#E00600","speaker":"1037"},{"type":"speech","time":1394035200,"counter":26,"content":"<p>President Putin has used the threat of the far right as a convenient fig-leaf to justify the invasion of Crimea.  I am glad it is acknowledged that Crimea has been invaded.  The territorial integrity of Ukraine has been undermined and has been violated and international law has been violated.  That is a demonstrable fact.  In the context of the de-escalation of the dispute and the hope of a negotiated peaceful resolution to it, I would be anxious to see it ensured that the constitutional reform path that Ukraine was on would not be diverted from.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500006#E00700","speaker":"1067","continuing":true},{"type":"speech","time":1394035800,"counter":28,"content":"<p>Many questions were asked.  The ambassador might do his best.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500007#F00200","speaker":"974"},{"type":"speechnospeaker","time":1394035800,"counter":29,"content":"<p>I am in a rather difficult situation because there were at least ten or 11 questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500007#F00300","nonspeaker":"H.E. Mr. Sergii Reva"},{"type":"speech","time":1394035800,"counter":30,"content":"<p>Some of them overlap.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500007#F00400","speaker":"974"},{"type":"speechnospeaker","time":1394035800,"counter":31,"content":"<p>They are all different.  I am happy on the one hand, as this shows members' sincere interest in what is happening in Ukraine, but the question will be difficult to answer in satisfactory detail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500007#F00500","nonspeaker":"H.E. Mr. Sergii Reva"},{"type":"speech","time":1394035800,"counter":32,"content":"<p>We understand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500007#F00600","speaker":"974"},{"type":"speechnospeaker","time":1394035800,"counter":33,"content":"<p>I will try to do my best, but if members have additional questions or my explanations are not clear, we can discuss them after this meeting.<\/p><p>  If I am not mistaken, the first question was on the role of the EU and the possibility of a compromise.  We cannot but thank the EU for its prompt reaction to the events.  The EU countries and the High Representative, Baroness Ashton, were instrumental in settling the internal political situation in Kiev.  For three months, there were unrest, clashes and riots in Kiev.  European Ministers, the High Representative, Commissioner &Scaron;tefan F&uuml;le and others visited there practically every week.  They watched, gave advice and tried to help settle the situation.  It was finally settled.  Of course, the agreement of 21 February is not perfect, but there were riots in the street and police were shooting people.  I remind the committee that almost 100 people were shot dead on the streets.  I will be frank - at the time, I prayed for any agreement that could stop the violence and bloodshed.  Do not be too exigent of agreements made under such pressures.  I will not hide the fact that we were on the brink of civil war.<\/p><p>  I believe the questioner meant our relationship with Russia when referring to a compromise.  A compromise is possible and we always strive for compromise in our dialogue.  That was our exact intention.  In diplomacy, when a menace arises, the first step generally is to sit down at a negotiating table to discuss it.  There are many problems to be discussed in this case.  I have never stated that the situation in Crimea and other regions of Ukraine is ideal.  I am not just referring to the east, but also to the west.  The country is in crisis, that is the bitter reality, but we should discuss all matters at the negotiating table through dialogue, not at gunpoint.<\/p><p>  I welcome any positive step taken by Russia in reaction to our constructive proposals to start negotiations and consultations.  I will be frank - Russia does not recognise our new power.  Mr. Sergey Lavrov, whom I have known personally since the 1990s or so, did not reply to calls from my Minister.  The Minister did not ask him to discuss the Olympic Games or football.  He wanted to discuss the threat of war in our home.  The Russian side did not react to our appeals.<\/p><p>  The Security Council's sitting and the rather firm stand taken by the EU and the US are positive movements, but the situation is fragile.  Please do not believe that, after yesterday's statement by Mr. Putin, everything will go smoothly or there is peace.  There is no peace.  Russian troops are still trying to seize our military units.  Those units have their own arms, though.  A spark can explode this situation at any moment.  Even as we discuss it, there may be clashes breaking out and soldiers firing.  There is no guarantee.  The two military forces are in place and it could happen at any time.<\/p><p>  The first precondition necessary to start negotiations is to take a step back and withdraw troops to their permanent bases.  We can then start the negotiations.  We are open to having them.  We have never tried to avoid or hide from negotiations on the acute questions of radical forces, secessionists, nationalists, Nazis and so on.<\/p><p>  I did not refer to another matter in my statement because I did not want to take up too much of the committee's time.  Regarding the question of why this situation came to bloodshed and riots in the streets, it was down to ex-President Yanukovych.  Reverting to a part of my speech that I did not read out, what happened was due to Yanukovych's sudden reverse from the path of Ukraine's European integration last November and his unwillingness to listen to people who were on the streets for more than three months in the fog and winter when the temperature was 25 degrees below zero.  People are still there.  The first protests were peaceful.  My son, an 18 year old student, protested because he was frustrated with the decision to postpone signing the integration agreement.  What did these people receive from the President?  Nothing.  Quite the contrary, a peaceful gathering on the night of 30 November was dispersed brutally.  People were beaten with sticks to their hands and legs.  The committee should remember these facts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500007#F00700","nonspeaker":"H.E. Mr. Sergii Reva","continuing":true},{"type":"speech","time":1394037600,"counter":37,"content":"<p>I have a question, but Deputy Durkan wishes to ask about NATO.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500010#J00200","speaker":"974"},{"type":"speech","time":1394037600,"counter":38,"content":"<p>Did the Ukraine consider submitting an application to join NATO in 2004?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500010#J00300","speaker":"957"},{"type":"speechnospeaker","time":1394037600,"counter":39,"content":"<p>That is a very interesting question.  As my <i>curriculum vitae<\/i> shows, I was the political director in early 2000 and members may remember that back in 2002, if I am not mistaken, we took a historic decision to establish a Council for Defence and Security of Ukraine, stating that our strategic goal was to join NATO.  Many may have forgotten the background to this decision.  At that time Mr. Putin said that he did not rule out the possibility of Russia joining NATO.  His statement is to be found on the historical file.  At that time joining NATO would not have been viewed as anti-Russian.  Unfortunately, step by step, the Russian position towards NATO has changed.  Russia openly opposed all our steps to join NATO.  The NATO summit in Bucharest in 2008 was a crucial moment.  Mr. Putin attended that summit and spoke to each and every Head of State or Government, stating that Ukraine was not a state but merely an entity and therefore had no right to become a member of NATO.  He tried to persuade his partners in Germany and France and other European states.  The decision was to grant Ukraine membership of the action plan, a programme of preparation.  I tried to explain to my colleagues the role of NATO.  Many people in Ukraine and in Russia still live under a regime of Soviet propaganda, which views NATO as an aggressive military bloc.<\/p><p>  Having studied the substance of the NATO treaty, I understand it is a political, defence and military organisation of democratic states.  We were not admitted to NATO because we did not meet the requirements of NATO.  To be a member of NATO, states must respect human rights.  States do not usually have significant armed forces.  When Mr.Yanukovych came to power, one of his first steps was to adopt a law on a so-called non-bloc status of Ukraine.  That was to take account of the concerns of Russia about our intention to become a member of NATO.  <\/p><p>  As of two weeks ago, during this turbulent time, they should not raise the question of joining NATO.  I am afraid that after these events public opinion in Ukraine will be radicalised and will be pro-NATO.  The people believe NATO will guarantee our security and territorial integrity.  Unfortunately Russia proved that it cannot guarantee it.  I do not want to repeat these words, but do members understand what the Russian Federation is doing to Ukraine?  Many people in Ukraine see that NATO can guarantee it.  Because of our relationship with Russia we should not discuss this very delicate topic.  <\/p><p>  We will see what will happen in Ukraine, Russia, Europe and NATO.  I believe we should come back to this issue at some stage in the future, but we should not discuss it now, especially in the current circumstances where it could provoke a more furious response from Russia.  I do not think it is wise to raise the matter now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500010#J00400","nonspeaker":"H.E. Mr. Sergii Reva"},{"type":"speech","time":1394037600,"counter":40,"content":"<p>Mr. Reva has been very passionate about his country and his fellow people.  Many diplomatic colleagues are in the Gallery and it was good to see him having a friendly conservation with his Russian colleagues.<\/p><p>  If President Putin was listening in the Kremlin, what would Mr. Reva say to him?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500010#J00500","speaker":"974"},{"type":"speechnospeaker","time":1394037600,"counter":41,"content":"<p>I would tell him what I have told the members of the committee.  I am from Crimea and am half Russian.  I would ask President Putin what he is doing in Crimea.  My message to him is that if he has problems, we should discuss them as brothers, partners and neighbours, not enemies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500010#J00600","nonspeaker":"H.E. Mr. Sergii Reva"},{"type":"speech","time":1394037600,"counter":42,"content":"<p>I thank sincerely Mr. Reva for his presence and for being so open and frank with us.  He is passionate about his role as Ukrainian ambassador to Ireland.  We will return to this issue when the Russian ambassador will come before us next Wednesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2014030500010#J00700","speaker":"974"}]