[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1361282400,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 14:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Tom Barry, Senator Michael Comiskey, Deputy Martin Ferris, Senator Brian Ó Domhnaill, Deputy Martin Heydon, Senator Susan O'Keeffe, Deputy Éamon Ó Cuív, Senator Pat O'Neill. Deputy Thomas Pringle,<\/p><p>In attendance: Deputy Seán Kyne.<\/p><p>DEPUTY ANDREW DOYLE IN THE CHAIR.<\/p>","time":1361282400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900002"},{"type":"minorheading","content":"Use of Commonage Lands: Discussion (Resumed)","time":1361282400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900002#A00100"},{"type":"speech","time":1361282400,"counter":6,"content":"<p>I would like to welcome Mr. Kevin Smyth, assistant secretary, Mr. Paud Evans, principal officer, and Mr. Declan Mullins, higher executive officer, from the Department of Agriculture, Food and the Marine.  From the National Parks and Wildlife Service I would like to welcome Dr. Ciaran O&rsquo;Keeffe, director, and Dr. Andrew Bleasdale, scientific unit.  Thank you all for coming before the committee today.<\/p><p>  Before we begin, I want to bring to your attention that witnesses are protected by absolute privilege in respect of the evidence you are to give to the committee.  However, if you are directed by the committee to cease giving evidence in relation to a particular matter and you continue to do so, you are entitled thereafter only to a qualified privilege in respect of your evidence.  You are directed that only evidence connected with the subject matter of these proceedings is to be given and you are asked to respect the parliamentary practice to the effect that, where possible, you should not criticise nor make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against either a person outside the Houses, or an official, either by name or in such a way as to make him or her identifiable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900003#C00100","speaker":"1103"},{"type":"speechnospeaker","time":1361282700,"counter":7,"content":"<p>I am with the National Parks and Wildlife Service, NPWS, of the Department of Arts, Heritage and the Gaeltacht.  One of the main areas of work I cover is the agri-environment brief, in terms of the practicalities and the interface with the Department of Agriculture, Food and the Marine with regard to policy.  This stemmed from my PhD in botany which was completed 1995 and which looked at the effects of grazing and over-grazing on the uplands in the Twelve Bens and Maumturks in north County Galway.  After my PhD in 1995, I worked for Teagasc on contract for three years.  I prepared rural environment protection scheme, REPS, plans in Connemara, generally in commonage areas, so I have a good understanding of the issues that relate to farming, farmers and commonages.  In 1998 the Department took me on to co-ordinate the commonage framework planning process with the Department of Agriculture, Food and the Marine.  This examined, and was prompted by, a series of complaints made to the European Commission regarding over-grazing in Ireland.<\/p><p>  Ireland was encouraged to address the situation outside the REPS programme and to look at the condition of commonages in an independent way.  This survey was undertaken in partnership between ourselves and the Department of Agriculture, Food and the Marine.  It commenced in 1999 and ran until 2004 and 2005.  It covered a very large area of commonage in the country, approximately 440,000 hectares or 1 million acres of land.  A total of 4,500 commonage framework plans were prepared.  In the approval of those plans, we and the Department of Agriculture, Food and the Marine worked jointly to ensure that the destocking figures set down in the plans were fair and equitable, reflected the situation on the ground and that there was no misrepresentation of either under-grazing or over-grazing.  It was a rigorous effort over a number of years.<\/p><p>  Subsequent to the bulk of that work being completed in 2005, the outcomes of that research were communicated to the farming community.  Farmers with commonage and sheep quota were de-stocked where that was necessary.  In many areas they were not de-stocked at all.  I will discuss that further later.  Subsequent to that national survey, we have monitored a select number of commonages to see how they are doing since the delivery of the commonage framework plans, that is, whether they are recovering, whether they are recovering quickly enough and how the over-grazed commonages have reacted since the initial commonage framework planning exercise.<\/p><p>  Commonages have been intimately linked with my professional life over a long number of years.  I have also been involved in the NPWS farm plan scheme, which paid farmers in commonage areas to de-stock or to manage commonages in a more appropriate way through off-wintering, housing of cattle and sheep, feeding them on the lowland and so forth, based on the needs of the individual commonages in question.  I have had a long interaction, therefore, with the farming community and farmers over a long number of years.  I emphasise that this is not some type of ivory tower research that does not understand the issues on the ground.  We have a good understanding about the needs and expectations of farmers and the challenges that face both the farming community and ourselves with regard to our obligations under the birds and habitats directives.<\/p><p>  I have been involved with the Burren LIFE - farming for conservation programme as well, on which I understand there was a presentation to the committee a number of weeks ago.  The NPWS administers the funding of that scheme and the Department of Agriculture, Food and the Marine pay the moneys directly to the farmers.  Again, we are working in partnership with the excellent work being done by Brendan Dunford and his team in the Burren in County Clare.<\/p><p>  We are very actively involved with and supportive of any positive interactions with the farming community.<\/p><p>  To proceed to my presentation, members will see from the slide that we are not the competent authority for commonages but we have some responsibilities in the commonage area.  We have statutory responsibility for the birds and habitats directives and we engage in the process in that context.  The commonage framework plans were a joint exercise between ourselves and the Department of Agriculture, Food and the Marine.  We emphasise, and the Department of Agriculture, Food and the Marine would endorse this, that if we are to deliver biodiversity in these upland areas, it can only be done in partnership and dialogue with the farming community.  I wish to underline that, because I am not sure if we have communicated that as well as we must to both the committee and the farming community.  It is our firmly held belief that this is necessary.  We believe the commonage framework plan review process is an opportunity to enter into a new phase of dialogue that does not just impose destocking and restrictions but works with the farming community in a collective way to achieve the goals for stocking levels to manage land under Pillar 1 supports, and hopefully under Pillar 2 supports, and to deliver the consequent biodiversity that is necessary in these upland areas.<\/p><p>  I will move quickly through some of the slides.  The committee members do not have them in the presentation, as I have just provided the text.  Some of the slides will illustrate the reality.  Members can see that a large percentage of the country has commonages, particularly in the west but also in the east, south east, north and south.  A good area of commonage, 440,000 hectares, is farmed in this country, including north County Galway, Bun Dorracha in County Mayo and the Mullaghareirks in County Cork, which is a hen harrier hotbed and also an upland landscape.  It is not always about the mountains and the bogs.  We also have semi-improved landscapes with rushy pastures and some forestry landscapes that are also part of the upland and some of which are held in commonage.  The Burren is also an upland area and has some commonage.<\/p><p>  There are unique challenges for the farming community in these areas.  Often, in some of these areas the farmers have tended, be it due to part-time farming, different expectations or for whatever reason, to focus on the more intensively managed parts of the farm, to the neglect of many of the upland areas.  We must engage with them to encourage and incentivise them to go back to the hills and the commonages in the years ahead.  The committee will note in the slide an upland scene in County Wicklow, which will be familiar to the Chairman.  In some of these areas we are becoming concerned that under-grazing is becoming a problem.  However, I emphasise that undergrazing is not the only problem.  There is still over-grazing in other parts of the country.  That is an important message.  It is not black and white, and in different townlands in different commonages there are different scenarios, often within the same commonage.  There can be under-grazed and over-grazed parts in the same commonage.  These upland areas are key and necessary for the management of the biodiversity we have in Ireland, such as the red grouse, the hen harrier and some of the species that depend on good water quality, for example, the freshwater pearl mussel.<\/p><p>  I can give the committee some statistics for commonage.  The Department of Agriculture, Food and the Marine will cover some of this as well.  We have 6,700 LPIS, land plot identification system, plots of commonage in the country and approximately 15,000 herd numbers, so there are up 15,000 farmers claiming commonage.  The gross area of the commonage in 2011 was approximately 430,000 hectares.  The reference area of that commonage, when one discounts ineligible land, is approximately 410,000 hectares.  However, not all of that is being farmed.  We should seize the opportunity to address the issue of inactive farmers and dormancy through this debate, to allow farmers who are very active in some of these commonages to increase their stocking entitlement and take up some of the slack of the dormant farmers and the inactive shareholders.  If we do not seize this opportunity, it will be a missed opportunity for both biodiversity and the farming community.<\/p><p>  To date we have had no proper management of commonage to prevent against under-grazing and over-grazing.  We need to empower some of the farmers and leaders in the farming community to set up a system that allows them to manage the land themselves in a way that delivers biodiversity, good agricultural and environmental conditions, GAEC, and a good environment for both this and the next generation of farmers.  If we do not do that, there is a significant risk to the moneys that are paid to the commonage farmers in the year ahead.  This is not a threat, but the reality.  If land becomes under-grazed, at some point in the future, be it sooner or later, the European Commission will decide the land is not farmed, is not in GAEC and is not eligible, so moneys under single payments or Pillar 2 supports will not be paid to the farmers.  Therefore, we need farmers and we need to look at the amount of land and housing the farmer has.  Farmers who farm in commonage do not have the green land all in one parcel.<\/p> <p>It is not like a farmer perhaps in County Meath who has good intensive grassland.  In these upland areas the land parcels are distributed around and they would generally have a share in the hill as well.  We need to look at the totality of the farm to manage the commonage and the ability of the farmer to take stock off the commonage which is central to the issue. <\/p><p> The next slide represents a typical commonage scene.  It looks to be in good condition from this remove but one can see that there is some rank vegetation.  In the years ahead, if we do not get farmers in there and give them support to farm these areas, the commonages could soon become undergrazed.  Farmers have a variety of other lands at their disposal such as private lands that are often wet and full of rushes.  They may have drier holdings or other parts of their farms are drier.  Farmers have good land, bad land and middling land.  Therefore, we need to examine the totality of the farm to understand how the farmer farms.  Some of the privately owned SAC can also be farmed and is farmed.  It can also be damaged and undamaged, undergrazed and overgrazed.  The slide shows an overgrazed scene on privately owned SAC.  It looks like a commonage in a big area.  In many cases a farmer has housing for cattle and sheep which must be taken into the mix.  We cannot just deal with commonage in isolation.  We cannot talk about commonage and not talk about the farmers who farm it.  We need to examine the totality of the farming system, the variation among farmers and their ability to manage stock on the commonage at key points of the year. <\/p><p> We have discussed, in passing, the overgrazing issue.  There was a European Court of Justice case taken against Ireland which was closed in January 2009 after approximately ten years of effort by the Department and ourselves to address the issue.  A lot of money was spent.  Subsequently, since that date, money has been paid to farmers to ensure that the land in overgrazed commonages can be delivered to good favourable conservation status and good agricultural environmental condition, GAEC.  A considerable amount of effort has already been undertaken to address overgrazing.  Whatever we do in the years ahead we cannot undo the good that we have done in addressing the overgrazing situation.  In order to address undergrazing we need to ensure that we do not lead to an overgrazing situation as well.<\/p><p> It is not just the commonage plans and the destocking that concerns us.  It is the issues of decoupled payments which means that farmers will not need to keep as much stock as in the past and the effect that is having on upland vegetation.  It may encourage farmers to keep farm levels intensive on the lowland part of the farm but not generally throughout the farm.  It is the more extensive parts of the farm that suffers.  An aging farming population farms many of these commonage areas and reduced supports.  That is the reality.  I am not saying that it is unfair.  It is just the reality that we are faced with because of the climate that we are in.  Cuts have been made to disadvantaged areas payments, single farm payments, REPS and AEOS.  Therefore, less money is available to farmers which means there is less of an incentive to farm some of these upland areas.  <\/p><p> The next slide is interesting.  The picture was taken in late 2007 or 2008 as we flew to Mayo to carry out a site inspection report.  As I flew over the area the view I captured is a microcosm of the issues that face farmers on commonages and designated areas.  One can see a whole suite of things happening in the picture ranging from the archaeological features, the archaeological mound, old turfcutting and an old clachain - which is an old village system which has been abandoned, scrub encroachment, bracken encroachment, intensification, tracks, rushes, areas which have been reclaimed, and then rushes reclaiming the reclaimed land.  To think that we can freeze a landscape like that in perpetuity through the designations or through commonage framework plans is a fallacy.  We need to work with the farmers to encourage them to do the things that we think are appropriate and to support them in so doing.  I hope my slide made my point clear.  <\/p><p> We are concerned about heather management on commonages.  It is about preventing overgrazing.  I do not want to depress anyone when I show slides displaying the extent of overgrazing in years gone by.  My next slide shows an area in County Galway which shows completely bare peat over hundreds of hectares in an overgrazed commonage.  The next slide shows what it looks like on the ground.  Obviously the overgrazing led to the erosion of peat and a run-off into rivers which affects salmon, salmon spawning and so on.  I am not underplaying the situation that pertained in the late 1990s and through the 2000s due to overgrazing.  We must ensure that we do not return to that.<\/p><p> My next slide shows another upland scene in the mid-west of an overgrazed commonage.  Overgrazing is also bad news for the farming community, the heather species, the purple moor grass species and the palatable species that were available to sheep in the past.  Sadly, peat erosion has led to the dominance of monocultures of certain species that sheep do not like such as the one displayed on my slide.  That species spreads by rhyzones over the overgrazed hillsides.  Heather has returned in some of these areas but we need to ensure that it is well managed and well grazed in the years ahead.<\/p><p> Commonage in the mid-west, in particular, forms a large part of the land available to farmers.  There is more of an incentive to engage with the farming communities in the areas where the commonages are most prevalent to their farming enterprise.  We conducted detailed commonage framework planning surveys throughout that landscape, mapped areas of undergrazing, overgrazing and moderate grazing and gave through the destocking caculations figures for farmers to manage in the years ahead.  <\/p><p> My next slide is on County Wicklow and clearly shows that not all commonages were overgrazed or undergrazed.  The colours that I have chosen to present here are as follows: green represents not overgrazed but sustainably grazed commonages.  My slide shows that in the late 1990s in County Wicklow the commonage framework planning exercise showed that those commonages were in good condition and no destocking was required.  Pictures vary from one area to another.  In County Kerry one can see a mixture of greens and then reds and purples.  The red and purple areas reflect the more overgrazed commonages.  The greens are the better grazed or more well managed commonages.  Members will be able to see pockets of colours in the pictures.  If the pockets are not green then they are pockets of overgrazing.  That is what the commonage framework plans have tried to address.<\/p><p> In County Galway and south Connemara one can see that there are a lot of well managed commonages which are not in bad condition at all.  As one moves further north towards the Twelve Pins and Maumturk mountains and then heading to County Mayo there was more of an overgrazing problem.  I have tried to show that it was not a one-size-fits-all approach and there was not one message.  There was variation in the condition of commonages and there still is.  Mayo also has a similar situation. <\/p><p> Let us take a look at the area in County Mayo where we, post the commonage framework plans, worked with the farming community to go beyond the commonage framework plans and to pay them top-ups to address serious overgrazing over large hectarages.  My next slide shows the situation that pertained in a part of County Mayo in 2005.  Again, in case members think that all commonages were undergrazed my slide shows what this area was like in 2005.  I shall show the committee before and after slides taken of the same spot.  The picture on the left is from 2005 and the one to the right is from 2010.  As one views the slides from left to right one can see appreciable commonage recovery in five years through our interventions. <\/p><p> We know we can address the problem but we can only do so with the correct incentives and the correct participation of the farming community.  My next two slides show the same area before and after and date from 2005 and 2010 also.  I have more slides from both years which show the changes that were made over that period.  <\/p><p> If the committee concludes from what I have said today, and because we now accept that there are issues in certain parts of the country with undergrazing, that the commonage framework plans led to undergrazing then I argue strongly that is not the case.  The commonage framework plans are only one of many drivers that face upland farmers.  Overgrazing is still a serious issue in certain parts while undergrazing is a problem in others.<\/p><p> The commonage framework planning exercise identified that almost 70% of the commonage areas were undamaged.  I do not think that point is widely known or appreciated.  Only 5% of the area that we surveyed through the commonage framework planning exercise could be described as severely damaged and with severe destocking associated with it.  Of the 4,500 plans prepared only 407 plans had a destocking of more than 50%.  When we reviewed some of those commonages framework plans that had more than 50% destocking in 2008 the bulk of them had recovered.  We had managed to address the bulk of the overgrazing problem.  How do we go from that point in our history to a new point with a whole suite of new drivers?  The new drivers are decoupling, agri-environmental schemes and rules, a lack of agri-environmental programmes, diminished supports, aging farming populations, the Celtic tiger which encouraged people to move away from the land to jobs, part-time jobs and work elsewhere, and the changing expectations of the younger farming community.  <\/p><p> We need to address dormancy through this process of dialogue with the committee and the farming community.  We can demonstrate to farmers that there is a dormancy issue for some commonages.  What do we do about it?  Maintaining the <i>status quo<\/i>will not resolve the issue of undergrazing if we are only dealing with half of the farmers being active in a given commonage.  Despite the best will in the world those active farmers will not deliver the sheep that is necessary for that full area.  At present those active farmers are frozen from increasing numbers.  We propose, through this process, that the active farmers be allowed to increase their numbers to take up the slack for the inactive farmers and the dormant farmers.  We need to engage on the issue.  At present these farmers are frozen by the commonage framework plans.  We need to replace the commonage framework plans now and quickly in order to allow farmers who wish to be active to increase their activity on those commonages.<\/p><p> Some farmers claim the commonages but do not graze them at all. <\/p> <p>I argue, as will the Department, that this is an opportunity for farmers, not necessarily an imposition but if we work well together on this it can assist in managing commonages better in the future to protect single farm payments and to give opportunities for Pillar 2 supports for a future REPS programme, for a future agri-environmental scheme.<\/p><p> I will move quickly through the issue of dormancy in different parts of the country.  The green commonages on the slide have little dormancy, maybe 10% is dormant, those in red and purple have a high percentage of dormancy.  Oranges, purples and reds indicate many areas of dormancy, where not enough farmers are grazing those commonages.  If that continues into the years ahead those farmers and commonages will face a serious problem.  There are a lot of red, purple and orange areas in the Cooley Mountains in County Louth.  On paper the farmers are not fully grazing that commonage.  The active farmers could provide sufficient grazing but in certain parts of the country sufficient grazing may not be provided.  Dormancy is not an indication that an area is under-grazed but it is a clue that perhaps not all farmers are farming those areas.  There is a similar situation in County Wicklow.  It is a worrying trend that some of these commonages are under-grazed.  Similarly on the northern peninsula in County Kerry there is a north-south divide.  As one moves north through the peninsula there is more under-grazing and dormancy than potentially in the southern part of the peninsula.  I cannot explain why.  It is just the reality that fewer farmers are claiming in some of those commonages.<\/p><p> I do not wish to deliberate for too long on this issue.  I need to conclude quickly as we need to hand over to the Department of Agriculture, Food and the Marine.  I have shown slides of over-grazing so it is fair to show slides of under-grazing also.  This slide shows an upland commonage landscape where gorse has taken over.  This is not good for man, beast or biodiversity.  Areas like this must be addressed collectively in partnership with the farming communities and with the support of agri-environmental schemes to address a poor environmental condition.  It is not just gorse, there is rhododendron over 50 hectares which is a big problem.  Bracken is also a problem in some of the commonages.  Purple moor grass has taken over other commonages.  There is a suite of different types of problem in various parts of the commonages in various parts of the country.<\/p><p> To date we have published or it has been notified in the <i>Irish Farmers' Journal<\/i>, that 4,600 LPIS parcels have been communicated in terms of the minimum and maximum numbers for those commonages.  This accounts for 370,000 hectares.  There is more work to be done.  Approximately 10% of the commonages are not yet prescribed for minimum and maximum.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900004#D00100","nonspeaker":"Dr. Andy Bleasdale","continuing":true},{"type":"speech","time":1361283900,"counter":10,"content":"<p>Can Dr. Bleasdale tell me what is an LPIS?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900006#F00200","speaker":"1044"},{"type":"speechnospeaker","time":1361283900,"counter":11,"content":"<p>The land parcel identification system number.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900006#F00300","nonspeaker":"Dr. Andy Bleasdale"},{"type":"speech","time":1361283900,"counter":12,"content":"<p>I know that but is it the full commonage or is it a part of a commonage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900006#F00400","speaker":"1044"},{"type":"speechnospeaker","time":1361283900,"counter":13,"content":"<p>It is the full commonage but it might not be the full extent of the townland.  There might be three or four LPISs within the one commonage townland.  It could be all declared commonage but there could be four LPIS plots within it, perhaps separated by a road or a fence.<\/p><p>  There are still some outstanding areas to assess, 10% of the area.  The minimum and maximum figures that have been communicated in my opinion, and I think in that of the Department, are only a starting point in the conversation.  This will not be railroaded through.  We want this to be a dialogue, an open communication with the farming community.  If those numbers are wrong we need to be told so.  If they need to be adjusted that will happen.  This must be open and transparent.  We need to have an open and ongoing dialogue with the farming community about this.<\/p><p>  This is an opportunity to protect single farm payments and to provide for agri-environmental schemes into the future.  I am arguing for a partnership approach between the Department, the NPWS, the farming community and all the other stakeholders - the farming organisations, the Heritage Council, Birdwatch Ireland and so on, and all the representative bodies, the Golden Eagle Trust, the game councils and so on, to share our experience of how commonages should be managed and come up with a plan that will address the issues that face us.  There have been some successes.  The Burren farming for conservation programme shows that we can do this with local buy-in, a strong local presence, a partnership approach between the Department, the NPWS and the local IFA.  We can do amazing things but it does demand that dialogue and partnership.  The high nature value farmland concept is gaining traction and that is an important opportunity for upland farmers in the years ahead.  Maybe there will be supports for high nature value farmland and if that is the case they will deliver great value for that farmland if they manage the land properly.<\/p><p>  We understand that compromise is the key.  We cannot railroad through a solution.  It must be done through partnership and that conversation has started.  The public is willing to pay, within Ireland and across the European Community, for this biodiversity resource.  The next steps include the partnership approach.  We can test this model in some commonages.  We need to develop the appeals process in a transparent way that allows farmers to engage and tell us if we are wrong.  We need to finalise the remaining commonages.  We need to communicate the outcomes on a roadmap for the year ahead and to look for incentives through the next rural development programme.  However, we are clear in saying that maintaining the<i> status quo<\/i> of the commonage framework plans is not an option because we are entering into a new phase of management for these areas and we need to look at the potential for the years ahead.<\/p><p>  Sin mo chuidse.  Gabhaim bu&iacute;ochas le gach &eacute;inne agus t&aacute; br&oacute;n orm gur th&oacute;g m&eacute; beag&aacute;in&iacute;n r&oacute;-fhada, ach bh&iacute; m&eacute; ag iarraidh na point&iacute; sin a chur os bhur gcomhair. Thank you very much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900006#F00500","nonspeaker":"Dr. Andy Bleasdale"},{"type":"speech","time":1361283900,"counter":14,"content":"<p>Thank you, Dr. Bleasdale for a comprehensive presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900006#F00600","speaker":"1103"},{"type":"unspoken","time":1361283900,"counter":15,"content":"<p>Sitting suspended at 2.55 p.m. and resumed at 3 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1361284500,"counter":16,"content":"<p>I ask Mr. Kevin Smyth to proceed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900007#G00100","speaker":"1103"},{"type":"speechnospeaker","time":1361284500,"counter":17,"content":"<p>I will speak only for five or six minutes as there is much in common between the two presentations.  I will try not to cover the same ground.  Unfortunately, I do not have any pictures; I just have slides.<\/p><p>  To put the subject into context, commonage land forms an important part of the farming enterprise of many farmers, particularly along the west coast.  There is a substantial risk of land abandonment as undergrazing has become more of a problem.  Undergrazing leads to an increase in ineligible land under direct aid and agri-environment schemes, and it leads to the risk of financial corrections being imposed by the European Commission.<\/p><p>  We have a long tradition of farming commonages in Ireland.  This area, by its nature, has always been very complex.  Issues have arisen over legal rights to claim and there have always been disputes over the grazing of commonages.  However, in the vast majority of cases, commonage shareholders have been able to work together on a co-operative basis.<\/p><p>  Consider our objectives.  The acronym GAEC stands for &quot;good agricultural and environmental condition&quot;, which is the way in which the land should be kept.  Where there has been undergrazing, it is a question of returning the habitat to GAEC, making it fit for farming activity and allowing farming activity to take place on the land.  The Minister has made it clear that he intends to achieve this by working with the farmers who directly manage the lands, the relevant State agencies, the National Parks and Wildlife Service, the farming organisations and all other interested stakeholders.  It will not be an easy task but it is achievable.<\/p><p>  Let us consider the context.  We have had some details on commonages but we must ask how they fit into the single farm environment.  Each year, approximately 4.7 million hectares of eligible land are declared by applicants under direct aid and the agri-environment schemes.  Of this area, more than 330,000 hectares of commonage land is declared, representing 7% of the total.  Interestingly, of the 15,000 applicants, almost 11% applied in respect of commonages.<\/p><p>  The commonages are predominantly in four counties, Donegal, Mayo, Galway and Kerry.  They form 71% of the total.  What is their use?  Commonage land includes both upland and lowland grazing habitats.  They are maintained mainly by the use of sheep flocks.  There are cattle grazed in these areas also.  There are some special commonages in which Kerry bog ponies are kept.  Such traditional farming methods will be catered for in the outcome of this process.<\/p><p>  Let us consider the aid payments being paid on commonages.  There are four.  There are two direct types of payment and some agri-environment scheme payments.  There is the single farm payment, the disadvantaged area scheme payment, the grassland sheep scheme payment and the REPS or AEOS payment.  In many cases, some of the commonages are attracting four separate payments.  The payments are funded in two ways.  Pillar 1 covers direct payment, or the single payment scheme, which is fully funded by Brussels.  Pillar 2 concerns rural development, which is partially funded by the State and also funded by the European Union.  There is a primary requirement under these schemes that lands be maintained in GAEC.  If the lands do not meet these criteria, they are not eligible for payment.  That is a problem in its own right.<\/p><p>  While overgrazing is an issue in some of the areas, as was mentioned, undergrazing comprises an increasingly significant issue.  There are a variety of complex reasons for the undergrazing problem, one of which was the introduction of decoupled payments.  Many farmers got rid of unprofitable stock and reduced their stocking levels.  The age profile of farmers is increasing and farming has some very old age cohorts.  The age profile of farmers on commonages is increasing.  There are low market trends, resulting in reduced livestock numbers.  The more attractive returns from off-farm employment during the Celtic tiger era meant that many of the farmers in question went out of farming and into another career.<\/p><p>  What is the way forward?  The only way to manage the common lands, be they upland commonages or lowland commonages, is to graze them.  Continuing with the <i>status quo<\/i> is not an option.  If action is not taken, the areas will continue to deteriorate, leading to more land abandonment.  If this is allowed to happen, we lose valuable resources for farming, the rural economy, biodiversity and wildlife.<\/p><p>  As I stated, grazing is the only method of managing the commonages.  Therefore, there is a need to keep the land compatible with the grazing plan.  GAEC will not be achieved unless the farmers who manage the lands are given a role.  They have knowledge of the best methods for their areas.  Therefore, there is a need for an agreed approach, and no other solution will work.<\/p><p>  The National Parks and Wildlife Service, working in conjunction with the Department, has established a grazing plan for more than 4,500 commonages.  There are some more plans to be completed, mainly in respect of smaller commonages.  The task facing us is to ensure that grazing levels are appropriate to the individual commonages.  We must tailor the two.  The commonage must have a compatible grazing plan with the correct number of animals.  To ensure that we achieve this objective, we need to have the input of the individual shareholders.<\/p><p>  The other issue is one of flexibility.  Grazing plans at the level of each commonage must allow for greater flexibility for shareholders.  It will enable the active farmers to increase their stock to cater for dormant and inactive persons.  It will be a matter for agreement between the shareholders, as has always been the case, to decide how best to reach the required stocking levels.  It may be a requirement that professional assistance or planners will be required, particularly where the commonage has been damaged by undergrazing.<\/p><p>  The grazing plans will have to cater for traditional methods for their areas.  Provision will have to be made for sheep and other animals such as cattle, such that the plan will be appropriate to the habitat.  An appropriate timescale must be put in place, but a plan must include incremental steps to get the land back into GAEC.  The whole concept will be output-driven in that the assessment of the plans will be based on whether the commonage is in GAEC and, where appropriate, whether progress has been achieved on getting the land into GAEC.<\/p><p>  What are the problems?  Apart from ensuring the grazing plan is valid, there are a number of other complications, including dormant shareholders.  In the majority of cases, these people are no longer farming.  There is also a problem where current claimants on the commonage are claiming but do not manage or farm the lands.  In addition, we must address the issue of whether these people should continue to claim payments if they are not actually performing an active role.<\/p><p>  There are other issues to be considered.  Many of the commonages have been significantly damaged by undergrazing, as Dr. Bleasdale mentioned.  The resulting problems include land abandonment and the spread of scrub and invasive species.  The lead-in times for plans will have to take into account the fact that the damage already done will not be addressed quickly.<\/p> <p>We have to accept that.  This is a medium to long-term plan.  An appropriate timescale will have to be introduced.<\/p><p> What are the conclusions?  The issue of the proper management of commonages is a complex one, as we have already stated.  The methods used need to be carefully considered and an appropriate plan needs to be implemented.  We value the input we will get today and we wish to see an agreed approach to solving this problem.  Time is not on our side and we need to commence this work shortly.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900007#G00200","nonspeaker":"Mr. Kevin Smyth","continuing":true},{"type":"speech","time":1361285100,"counter":19,"content":"<p>Ba mhaith liom f&aacute;ilte a chur roimh na hoifigigh at&aacute; anseo &oacute;n NPWS agus &oacute;n Roinn Talmha&iacute;ochta, Bia agus Mara.  Is d&oacute;igh liom gurb &iacute; seo ceann de na ceisteanna is t&aacute;bhachta&iacute; a th&aacute;inig faoi bhr&aacute;id an choiste &oacute; buna&iacute;odh an coiste.  T&aacute; cur i l&aacute;thair thar a bheith cuimsitheach d&eacute;anta ag na finn&eacute;ithe ar an &aacute;bhar seo.  Creidim nach f&eacute;idir linn an fhadhb ar fad a r&eacute;iteach inniu.  Beidh orainn teacht ar ais agus tuilleadh pl&eacute; a dh&eacute;anamh faoi.<\/p><p>  The two presentations were very comprehensive and very helpful.  That said, given that so many issues were raised by them and that this issue is so complex, I do not believe we will be able to have the input I would like this committee, as the one which represents the electorate, to have into this very complex and important issue.  I will ask some specific questions but I suggest the whole committee, or a sub-group of it, be set up to pursue this issue in more detail with the Department because many questions remain unanswered.<\/p><p>  One of the first questions which strikes me, and which I would like to tease out in much more detail, is this LPIS.  What is an LPIS and how is it defined?  In many cases, if one destocks one commonage, sheep will move into the next one because there are no fences between the different commonages.  In fact, it is one huge area and sheep will move over the top of the mountain.  If, for example, one destocks one side of the mountain completely, the sheep will not stay on their one LPIS, they will move over to the ungrazed part.  <\/p><p>  That raises a second issue about which I was not quite clear from the presentation, namely, whether there are overgrazed and undergrazed areas on the one LPIS, even though the sheep have access to the whole area of land.  That, in turn, raises the very significant issue, which I am not sure has been fully teased out, of the effect of off-wintering of sheep on the nature of the actual grazing pattern itself or the effect the feeding of sheep, in particular ewe hoggets in the low fields or on the low part of the hill where the sheep know to come down to get the feed, has had on the grazing patterns of the sheep?  Does that affect the usage of the commonage and does it mean that one gets very uneven patterns of grazing which have nothing to do with absent stock numbers?  Does one get an overgrazed section and undergrazed section?  What research has been done on the effect so-called improved farming practices have had on the commonages?<\/p><p>  When I was in the Department, it was generally the belief that cattle had not been a major contributor to overgrazing on commonages because of the way cattle graze.  That view seems to have changed over the years and cattle were taken off the commonages for months.  Could we get more clarity on this whole issue of complementary grazing?  Cattle and sheep graze in a very different way, and horses graze in a totally different way again.  Has it really been beneficial taking cattle off or was the mixture an advantage?<\/p><p>  I refer to an issue I often hear as a concern to farmers and a cause of undergrazing.  Farmers will tell one that they have the same distance to travel for 20 or 30 ewes as for 120 or 130 ewes and that it is not worth keeping that number of ewes and, therefore, they are getting out of hill farming.  That is leading to undergrazing.  There is the whole issue of viable flocks.  If farmers must cover a whole townland looking for their sheep, there must be a decent number of sheep there.  <\/p><p>  That leads to the whole issue of dormancy and what worried me in the presentation by the Department of Agriculture, Food and the Marine.  There are three classes of farmers.  There are those who have dormant shares and who do not claim or use them.  There is a fair number who claim both the hill and the lowland but who do not farm the hill.  Then there are those who claim the hill and the lowland and who farm both.  If one says to the farmers who do not farm the hill that they must do so and if one has a fixed number of sheep on the commonage, they will then have to push the neighbours' numbers down to get in on the commonage to preserve their rights to get the payments from the Department of Agriculture, Food and the Marine.  However, if one does that, one might find that one is making all other flocks totally unviable and is reducing the size of the flock which is not solving any problem.  One is not saving any money and is getting the exact same number of sheep on the commonage which one would have got if one had this tacit arrangement between the neighbours that some farmed it and others did not.  The implicit threat not to pay farmers for parts of the farm they do not graze could have a whole series of unintended consequences and adds nothing to the commonages.<\/p><p>  In my experience, there would have been no undergrazing of the commonages if one had not reduced all the farmers on the commonage on the basis that they were all going to farm it and, therefore, cause the undergrazing.  If the farmers farming it could have put more sheep on it to make up for all the dormant shares, they would have done so but they were not allowed.  The Department created the problem because it would not allow them to put them up and to compensate for the high level of dormancy.  I do not think we should compound the problem by reversing the engines and forcing everybody to put the sheep up on the hill because viability of flocks is a very important part of this.  <\/p><p>  Will the Department comment on what the National Parks and Wildlife Service said about high nature farming and the fact that Europe, in particular European taxpayers, including Irish taxpayers, are willing to pay to ensure these lands are kept in good farming condition?  Listening to the mood on the ground in urban Europe, it is very insistent that these areas are kept in good condition.  Both the Department and the National Parks and Wildlife Service have agreed that this cannot be done other than by actively farming these areas and they are clear that there is no such thing as a wild area unfarmed in Ireland.  These areas were in good condition before the ewe premium came in and were actively farmed for centuries.  They are not wild lands but farmed lands and if one ceases to farm them, one will get a total ecological disaster.<\/p><p>  That means that people who are willing to chase sheep up mountains - it is no easy job chasing sheep around a mountain - must get a return for their income.<\/p> <p>Their productivity is limited because the number of stock they can put on it cannot exceed a certain number, therefore, there is a need for compensation.  It is clear that REPS and AEOS compensation will become minimal in respect of hills in the future because the Department of Agriculture, Food and the Marine is going to insist on good agricultural and environmental conditions, GAEC, and that to get the single payment these are kept in pristine order.  I do not know to whom REPS and AEOS will be paid in the future because most of the REPS was based on a virtual destocking calculated by the Department and then committed to Brussels.  In that regard, it is extraordinary that the Department has been fighting vehemently against the Commission's proposal to compensate farmers for all the restrictions because they are in a high nature value area and are involved in high nature farming that is of huge value to the European Union taxpayer in respect of the single farm payment.  The goods they are producing are as important to the EU taxpayer, and have been the subject of endless court cases, as milk and beef produced by other farmers, and are very different but in terms of the EU paymaster, as with the greening proposals, they are equally important in their scale of priorities.  There is the old saying, he who pays the piper calls the tune.  I was wondering whether there is a contradiction in terms in the Department's approach in trying to keep the farmers on low payments virtually on low payments because of their counter proposals in respect of Pillar 1 payments.  The REPS payment was a good substitute.  I have seen a large number of the printouts in the Department of Agriculture, Food and the Marine.  Some of the farmers who own hills would have received a REPS payment of &euro;11,800.  I do not believe there will be any significant payment under the new Common Agricultural Policy because one has to get through good farming practice and greening before one gets the REPS, both of which will demand that one does all the things for which one was paid REPS previously. Therefore, their only chance of compensation is through Pillar 1.  <\/p><p> We always speak about commonages.  I remember having this debate in the Department because I was always told the commonage was so bad.  D&eacute;arfainn go bhfuil aithne agaibh ar an dtalamh uaf&aacute;sach at&aacute; ar an mbealach isteach an b&oacute;thar &oacute;n M&aacute;m.  Bh&iacute; p&iacute;osa tal&uacute;n ansin a bh&iacute; thar a bheith go dona agus bh&iacute;odh an Roinn i gc&oacute;na&iacute; ag r&aacute; liom gur sampla uaf&aacute;sach de droch chaitheamh a bh&iacute; ann.  Ach ba le duine pr&iacute;obh&aacute;ideach amh&aacute;in &eacute; ach n&iacute;or aithin siad &eacute; sin.  Mar sin, c&eacute;n f&aacute;th an idirdheal&uacute; idir coim&iacute;neacht agus gn&aacute;th talamh sl&eacute;ibhe.  Why the artificial division between whether two people, 200 people or one person owns land?  If it is overgrazed it is overgrazed and if it is undergrazed it is undergrazed and surely the ownership structure is immaterial.  Even when I was in the Department I used to have a perennial battle about defining this as a commonage problem rather than what tended to be an upland problem with certain types of land.  <\/p><p> Dialogue is the only way forward.  There is a need for continuing dialogue between the committee and the witnesses.  I am pleased that my colleague, Deputy Se&aacute;n Kyne from Galway West is present, although not a member of the committee.  I am aware of his shared interest in this matter given that he is an agricultural expert.  We will not resolve the issue today.  Public representatives have a key role to play before it becomes policy.  What normally happens is that there is some dialogue between the Department and the farming organisations and the policy is decided.  Then the people on the ground disagree with their farming organisations and approach their public representatives and, at that stage, the farming organisations ask why we did not stop this happening and what we will do about it.  As the people who are representative of all the people we should be in at the bottom floor and have a real input, not just come to the committee with a presentation and say it was all very interesting; I mean a real input, more of an input than the farming organisations.<\/p><p>If I take Connemara as one area, there is only one farm organisation there, the Irish Farmers Association, but by no means does it represent the majority of farmers there.  The vast majority of farmers in Connemara are not active members of any farming organisation good, bad or indifferent.  The only people who represent them are the people whom they sent to D&aacute;il &Eacute;ireann on their behalf.  It is vital that we do not just have a pitch at this today, but that we will get an opportunity to go through every line of the Department's proposal in the coming weeks in order that we can answer for the policy decisions.  If the Minister then makes a policy decision totally different from what we recommend, fine, but we should be in it at this stage and have an opportunity to make a detailed input into this policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900008#H00200","speaker":"1044","continuing":true},{"type":"speech","time":1361285700,"counter":21,"content":"<p>As Members have a deep interest in the topic I am allowing them make a longer contribution that the usual five minute contribution.  Because of the manner in which the issue came before us, prior to Christmas, we decided to do a body of work, to have hearings and then, I hope, play our part in arriving at a sensible and workable plan.  Members who have an interest have been invited to give as full and as thorough an input as possible.  I ask all Members to bear with me on that but everybody will get his or her chance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900009#J00200","speaker":"1103"},{"type":"speech","time":1361285700,"counter":22,"content":"<p>I thank the witnesses for their presentations.  Like everybody else here, I believe that collectively we have to resolve the current problem of undergrazing and overgrazing of the commonages.  The outcome of all our deliberations and conversation has to be about bringing forward a proper management plan.  That is central to the desired results.  A number of the areas identified are evident to everybody.  The deduction in decoupling is a contributing factor, as is the age profile of the farmers who share in the commonages and, crucially, the low market returns.  It is soul destroying and demoralising for people who have been active farmers for most of their lives; trying to scrape a living off the side of a hill is difficult for them.<\/p><p>  The witness stated that attractive returns from off-farm employment during the Celtic tiger era meant farmers could move to where they could make a sustainable living and many possibly created the dormancy that currently exists.  In identifying all of these issues, do we resort back to a form of coupling as a means of addressing the undergrazing issue.  Could part of the plan include selective burn-off?  Not far from where I grew up selective burn-off was controlled and carried out to restore the returns from the side of the hill.<\/p><p>  I mentioned decoupling.  Where ten or 15 people have access to commonages, many of which are dormant, and a number of people continue to be active farmers in those areas, through conversation and dialogue perhaps a negotiated arrangement could be arrived at where people could utilise the land by stocking it to the required density.  <\/p> <p>In doing that, people who are not active farmers - those who do not want to return to farming and who have, in effect, given up on it - might receive some form of compensation.  Deputy &Eacute;amon &Oacute; Cu&iacute;v mentioned the Commissioner's proposals in the ongoing negotiations and perhaps some mechanism could come about in that context to provide for compensation in some form.  The key to all of this is initiative: an initiative to encourage people to stock at the required density or to encourage people who are not going back and have no real tie to the land any more.  It would ensure that people are not just throwing their entitlements away and that there would be some compensation for their entitlements.<\/p><p> We need a new commonage framework plan and it must involve the input of all stakeholders, particularly the active users of the commonage.  The new plan must involve the Department and public representatives.  Somebody mentioned a partnership approach.  That is the way we will have to deal with it.  The presentation indicated that a figure of more than 69% would be fine but that there would be a problem with 30%.  It is within our gift here to resolve this working together.  Crucially, that must be in direct dialogue with the commonage users themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900009#J00300","speaker":"1047","continuing":true},{"type":"speech","time":1361286300,"counter":24,"content":"<p>I thank the gentlemen attending for their presentations, which have given great clarity to an issue which everyone here is concerned has the potential to be very difficult to deal with.  There are issues that need to be addressed, which we all accept.  We are here to talk about the methodology of how we approach them in the best way possible.<\/p><p>  As a Deputy for Kildare South, I will be a bit local on this issue and use my local experience as a way to get more information.  The commonage of the Curragh, where farmers graze sheep, is used and owned by the Department of Defence, which controls it.  A huge number of horse trainers live on the edge of the Curragh and, naturally, horses train there.  We are the thoroughbred county and it is a key component of our economy.  A huge number of tourists and visitors come to see it and local people use it as an amenity also.  There are a number of issues at the Curragh and many things which need to be done better.  The sheep used to be taken off in the winter, which does not seem to happen much any more.  There are certain areas where scrambling bikes go and do damage.  There is a very special grass on the Curragh which needs to be protected.  There is poaching from horses, with some trainers being better than others in terms of taking care where their horses go and repairing the ground if they do damage.<\/p><p>  We talk about partnership, but if that is not forthcoming one ends up having to use a carrot-and-stick approach.  We talk about funding models including single farm payments, REPS and AEOS.  My concern is that if one ends up having to use a stick, the only people to hit with it are farmers.  What about those who use the commonage like the Curragh but who are not necessarily in receipt of payments and who do not have commonage entitlements?  How does one actively engage with them and bring them on board?  I saw the reference to Article 8 and Article 36 in terms of the rural development programme and trying to get more.  Is there any other revenue stream that can be accessed?  I was hugely impressed by the presentation the committee received on the Burren project.  While that was done in a small area of the Burren, is it something that can be replicated nationally?  Money is a key way to bring people with us to get the end product and results we need by funding oversight and continuous active management.  The Curragh has great potential to bring in more visitors and tourists and to play a larger role in tourism in Kildare if we get this right.  There are many benefits to getting this right, but there are also pitfalls.  My concern is that farmers may be the only ones who have to face the challenges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900010#K00200","speaker":"949"},{"type":"speech","time":1361286300,"counter":25,"content":"<p>I am interested in what is going to happen.  The presentation referred to the partnership approach and the need for co-operation among various stakeholders.  How will that happen?  There is clearly a need for urgency, which has been expressed, yet we know that when stakeholders are referred to, things are going to take a long time.  With the best will in the world and even if every stakeholder is equally interested and matched in terms of enthusiasm, it takes a long time.  Clearly, there will be differences of opinions among stakeholders about how this will go on.  The presentation referred to the fact that the conversation has already started.  I would appreciate hearing a bit more about what that means and where the process is heading.<\/p><p>  I would like to know a bit more about the assertion that this is a real opportunity for self-regulation.  Self-regulation has not worked terribly well in certain other areas.  What is supporting that contention?  I understand the principle of self-regulation and the fact that it is often appropriate.  I am not so sure that it is here and I wonder what has brought the Department to believe it is appropriate in this context.  Is it a view shared by both relevant Departments?  Have the Departments discussed the matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900010#K00300","speaker":"1129"},{"type":"speechnospeaker","time":1361286300,"counter":26,"content":"<p>We will split the answers between us.  I will discuss certain themes that emerged in the questions asked by members of the committee.  Deputy Eamon &Oacute; Cu&iacute;v mentioned the concept of dialogue, which is important here.  We need to ensure we have proper dialogue.  This is not a one-stage process.  There are a number of stages.  Part of the process is listening to the committee and getting the views of stakeholders.  Equally, the other step is to talk to the people who farm the commonages.<\/p><p>  Much of the work has been done on commonages.  We have statistics on the majority of commonages, which means we have a basis for a dialogue with the farmers.  Some of the figures are considered to be contentious, which is why we must talk to people to see what the most appropriate approach is.  Members saw the maps we brought.  We have the land parcel identification system, LPIS, and have carried out a major review of commonages over time.  We are a long way down that particular road.<\/p><p>  The issue with regard to ownership and dormancy cannot be avoided.  We have a situation in which, in theory, we might have legal agreements between nine people only two of whom are actively farming.  The key is to ensure that active farmers are in a position to take over a commonage and run it in a way that brings it in line with GAEC.  That is the key.  I cannot ignore the issue of ownership and dormancy generally, however.<\/p><p>  Another theme that emerged was the prospect of a new CAP.  It appears the committee feels there should be consideration of some form of payment linked to commonages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900010#K00400","nonspeaker":"Mr. Kevin Smyth"},{"type":"speech","time":1361286300,"counter":27,"content":"<p>No.  If a special scheme is created because of GAEC, there will be no way of getting at the money.  It would be about as realistic as the pot of gold at the end of a rainbow in Connemara.  The simple way to do it is through the Commission's proposal whereby one does not blame farmers for being born into bad land.  The single payment gives the EU its return on the high nature value payment.  That is the simple way of doing it.  In return for that, one must observe GAEC requirements and the greening condition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900010#K00500","speaker":"1044"},{"type":"speechnospeaker","time":1361286900,"counter":28,"content":"<p>It is all predicated on the GAEC.  Under the current system one does not get the payment under any of the schemes unless one achieves the good agricultural and environmental conditions.  The two are linked.  If an inspector goes out and looks at any land, be it commonage or otherwise, and sees that it is not in GAEC it does not attract a payment.  It is as simple as that.  That is an ongoing requirement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L00200","nonspeaker":"Mr. Kevin Smyth"},{"type":"speech","time":1361286900,"counter":29,"content":"<p>It was not when REPS 1 and REPS 2 came in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L00300","speaker":"1044"},{"type":"speechnospeaker","time":1361286900,"counter":30,"content":"<p>I can assure the Deputy that on the single farm payment it is.  I am fully aware of this from EU audits.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L00400","nonspeaker":"Mr. Kevin Smyth"},{"type":"speech","time":1361286900,"counter":31,"content":"<p>It has been there for only seven years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L00500","speaker":"1044"},{"type":"speech","time":1361286900,"counter":32,"content":"<p>The point is that since the audits have come in with regard to ruling out land that is ineligible, it has become much more profound, with more forensic mapping.  It does not have to be uplands or commonages.  There are cases, as I am sure Mr. Evans is aware, all over the place, on what would be semi-marginal lands.  A photograph shows a tuft of rushes that looks like trees from the air and somebody has to go out and inspect it.  That may be an unusual case but there is that level of inspection.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L00600","speaker":"1103"},{"type":"speechnospeaker","time":1361286900,"counter":33,"content":"<p>The difficulty we have - we know this from EU audits - is that if the land is not in GAEC when the auditors come, they effectively consider it abandoned.  It is black and white with many of these EU auditors.  We have had dozens of these audits.  They are quite clear on that.<\/p><p>  I wish to return to a point that Deputy Ferris made, that setting minima and maxima is a form of re-coupling.  I agree with him totally, but that is what is required - that we get the numbers correct and that we have the right stocking and grazing plot for them.  He mentioned the possibility of selective burning of land, particularly where there has been an excessive build-up of vegetation. That may be the only option to bring the commonage back to a basic condition and then bring it back to GAEC from there.  That is a possibility and might be something to be considered under a grazing management plan.<\/p><p>  In response to Deputy Heydon, the partnership must involve all stakeholders, whether they are in farming or otherwise.  I appreciate his points about the Curragh.  I think that covers the main points.  I will allow my colleagues to comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L00700","nonspeaker":"Mr. Kevin Smyth"},{"type":"speech","time":1361286900,"counter":34,"content":"<p>Senator O'Keeffe made a point about self-regulation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L00800","speaker":"1103"},{"type":"speechnospeaker","time":1361286900,"counter":35,"content":"<p>Maybe Mr. Evans would like to talk about LPIS.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L00900","nonspeaker":"Mr. Kevin Smyth"},{"type":"speechnospeaker","time":1361286900,"counter":36,"content":"<p>The land parcel identification system, LPIS, is a spatial database that is used by the Department to determine the areas in which payments are made.  It covers all the direct aid schemes such as the single farm payment, the disadvantaged areas scheme and the grass and feed scheme.  It is also utilised for making area-based payments under REPS and AEOS.  The Deputy is quite right to say that it is an artificial creation.  Essentially we have 1.1 million LPIS parcels on our system, and it is possible for one farmer to have every field as a separate LPIS whereas in another case the entire farm is one LPIS parcel.  On average there are six separate fields in a LPIS parcel in Ireland.  The situation for commonages is much more complicated because in Connemara and Donegal and elsewhere, and in my own area of Kerry, there are huge tracts of commonage, and if they pass a townland boundary it is necessary to create a new LPIS parcel.  If a river flows through the middle, if there is a roadway or if forestry has been introduced, it is necessary to create a new LPIS parcel.  It is possible to have more than one LPIS parcel for the same commonage.  I note that the Senator also says it is possible to have two separate and distinct commonages and obviously there are no boundaries between them in most cases, so sheep can move.  My understanding is that in Kerry sheep tend to stay on commonages in the same area.  Traditionally they graze the same area.  Maybe sheep in Galway are slightly different.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L01000","nonspeaker":"Mr. Paud Evans"},{"type":"speech","time":1361286900,"counter":37,"content":"<p>Are Kerry sheep smarter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L01100","speaker":"1129"},{"type":"speech","time":1361286900,"counter":38,"content":"<p>No.  They stay-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L01200","speaker":"1044"},{"type":"speech","time":1361286900,"counter":39,"content":"<p>Members should let Mr. Evans finish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L01300","speaker":"1103"},{"type":"speechnospeaker","time":1361286900,"counter":40,"content":"<p>Dr. Bleasdale will answer this question much more professionally than I will.  The Senator spoke about under- and overgrazing in the same commonage.  My understanding is that to a certain extent that is to do with undergrazing.  The sheep will go to the same area time and again where the vegetation is there to be grazed.  That is one issue, but there are others, because the same commonages can be under- and overgrazed.<\/p><p>  The Senator raised the issue of GAEC across the schemes.  Since 2005, in order to benefit from any of the direct payment schemes or the agri-environment schemes, the lands on which one is paid must be eligible and must be maintained in GAEC.  That applies to REPS and the agri-environment options scheme.  The Senator also raised a point, which is the nub of the issue, about dormant and inactive people.  That will need a lot of thought, because it is a concern.  We have discussed this problem more with the farmers who farm the commonage lands than with the farming organisations, because they are the people to talk to about this.  There is an issue there but I am not sure it is as big an issue as our concern suggests because in many cases the inactive guy who is still benefiting from a payment for the common land will not put sheep back up there.  He has to buy and breed sheep to go up on the common land.  In many cases he or she would have to prepare his or her lowland for the maintenance of sheep for certain times of the year, and that involves quite expensive wiring of the land.  There are several issues to consider.  If we work in partnership with the individual farmers who are actually farming the commonages, many of these issues will be sorted out almost on a commonage-by-commonage basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L01400","nonspeaker":"Mr. Paud Evans"},{"type":"speechnospeaker","time":1361286900,"counter":41,"content":"<p>The issues facing and affecting commonages are horridly complex.  The understanding of it in this meeting elaborates on that complexity.  We could spend a day or a week or a month adding to the complexities, so my answers to the questions raised will be very brief.  I cannot elaborate because each issue would require further and further elaboration.<\/p><p>  Deputy &Oacute; Cu&iacute;v did not understand why we are focusing on commonages <i>per se<\/i> and not the full extent of the upland resource.  I fully accept that many of the privately owned upland areas have been either under- or overgrazed as well, but the problems in commonages are exacerbated by the fact that there are multiple owners of those commonages.  Therefore, it is a further complexity.  If one is dealing with one landowner one can at least have a dialogue with one person.  When one is dealing with a multiplicity of people, some of whom do not wish to speak to one, the problem becomes more entrenched and difficult to resolve.  I fully accept the Deputy's point that, driving along the road and looking in over the fence, one would not know whether an area is commonage and whether it is under- or overgrazed.  One could not assume that because it is overgrazed it is commonage.<\/p><p>  In respect of adjacent LPIS plots, there is and should be flexibility in the approach.  We should not deal with LPIS plots as individual items that do not interact with each other.  If it makes sense for groups or clusters of LPIS plots that are adjacent and through which sheep roam to be dealt with as a unit, that is entirely logical.  For those LPIS areas, the collective farmers should come together as a group to discuss the group management of that area.  We are not talking about plans or agreements or collective management regimes for each of the LPIS plots we have mentioned.  There could be a much smaller subset that would cover the extent of commonages about which we are concerned.<\/p><p>  I agree that off-wintering is a very unhealthy solution and is not generally traditional in the upland areas.  We did it because in the areas where it was being proposed the land was in such poor condition that it needed a break, and the best time to do that was over the winter.  That probably creates a whole suite of other problems as the sheep must be reintroduced to the hill and they do not range as much as they did formerly.<\/p> <p>One could quote chapter and verse the pros and cons of either approach.  We introduced it only in two areas, which were very bad, with 70% or 80% overgrazing.  There was no potential for sheep to graze anything.  It was a question of taking the sheep off the land, housing them for the winter and paying the farmers.  I accept it is not a sustainable solution, and we would not generally propose such action through this process.<\/p><p> Cattle can be introduced to the debate.  I know there is a tendency to exclude cows from upland grazing, which, in hindsight, is possibly a mistake.  There were a suite of reasons for that, one of which was the rural environment protection scheme, which led to the need for housing for cattle or the fencing of water courses through the commonage framework plans, the need to off-winter cattle and no housing for the stock.  The net effect was that farmers saw it as easier to stop farming cattle.  Sheep and cattle are the ideal and we should try to deliver that.  The difficulty will be in trying to reintroduce cattle to areas where farmers have opted out, but perhaps there could be incentives through the agri-environment scheme.  Perhaps a hardy breed of cattle could be put on a hill and that would bring added value from a biodiversity perspective.<\/p><p> The comments regarding the logistics of robbing Peter to pay Paul with the collective agreement are insightful.  It is like taking 20 sheep from farmer A and giving them to farmer B to get the same answer overall.  This assumes that the farmer who does not want to put sheep on the commonage can be supported through this process, and I am not entirely clear that this will be possible, even if we accept it as an ideal.  At some point, will the farmers who choose for whatever reason not to graze sheep or cattle on a commonage continue to get paid on those lands, either under Pillar 1 or Pillar 2?  I would like to think that if they are deemed to be party to the management of that commonage - even if sheep are not brought to the hill - there would be imparting of knowledge to younger farmers, which is part of the farming regime.  The European-level instrument may not be flexible enough to allow it, but I see merit in the approach.<\/p><p> I like the high nature value, HNV, farming approach and we must think outside the box in that regard.  We must use all the funding opportunities available to us, including those from Article 8, thematic sub-programmes, co-operative agreements and advisory services funded through a programme, with a local presence similar to the one we have in the Burren.  That has been very effective.  We must be less accepting of the potential for future agri-environment schemes and challenge ourselves to formulate what is required to meet Irish needs, including commonage, privately owned special areas of conservation and special protection areas.  We must also include the broader, non-designated landscape that is of high value in Ireland, or high nature value farmland.<\/p><p> There is an issue of selective burning.  As long as we try to resolve the issue of burning on a national scale without going into individual areas, there will never be a solution.  The issue hinges on the Wildlife Act and the curtailment period through which a person cannot burn.  There is an appetite to consider the issue and perhaps amend the Act in due course if it is deemed scientifically sustainable.  That must be on the basis of a need on the ground, and it is better to burn in a planned and controlled way rather than an uncontrolled fashion in the closed period.  A forest fire over thousands of hectares is ultimately more damaging than allowing planned burning.  This must be part of the dialogue and there cannot be an <i>ad hoc <\/i>solution that is not thought out at a local level.  I hate high-level debates on such issues because they do not really bring any value for locals.  We should operate at a local level and inform national policy, allowing it to react to local action.<\/p><p> I appreciate fully the issues relating to the Curragh.  One would like to think the debate we are currently having does not solely focus on farmers.  In the first iteration of the debate there must be consideration of farming as the primary driver, but there are a suite of other drivers.  There are competing demands in the Curragh, as has been noted, as it is an amenity area, with horse riding, farming, Government and Department of Defence land.  It is a more complex issue than just farming alone.  We must have recourse to some sort of other management planning process that takes farming as part of the solution.  We must not penalise farmers if the solution is not delivered by horse riders or the Army, for example; they are often a cheap target and farmers must not be marginalised when they are not responsible for the management of lands.<\/p><p> There was language in my presentation regarding self-regulation, and perhaps that is a bridge too far.  Farmers must self-determine and be the authors of their own destiny.  They should be party to the solution, although that does not mean they must necessarily regulate themselves; Departments must play a part.  If the system falls apart and there are penalties, sanctions and other factors, it should be a last resort.  The farmers in the first instance must go back to the notion of collective responsibility.  If a bully in a commonage attempts to ride roughshod over neighbours, there must be some local and national recourse in taking such a person to task.  We cannot continue to accept a diminishing individual right to single farm payments and agri-environment schemes by ignoring all common sense and not wishing to be a local participant in the conversation.<\/p><p> In the first instance there should be self-determination, and people on the ground should demand it as something they require.  After that, Departments will follow with any supports they can give to 90% of the shareholders working together on the ground.  We cannot legislate for everybody's response but if there is a collective agreement for at least 90% of the people on the ground, it is the first step in a process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900011#L01500","nonspeaker":"Dr. Andy Bleasdale","continuing":true},{"type":"speech","time":1361287500,"counter":43,"content":"<p>I thank the witnesses for the presentations, which were very interesting.  I seek to balance the argument on Common Agricultural Policy reform a little.  The stark reality is that there is land abandonment in one part of the country and land scarcity in my part of the country.  Unfortunately, people cannot get their hands on it, and I know the witnesses are hearing day in and day out about the lack of availability of land for active farmers.<\/p><p>  With the approximation model, I am slightly concerned that we will see many payments transferred to non-productive land.  Transfers will take place.  If there is only 63% draw-down, with 7% of total land area in commonage, that would equate to a theoretical loss of approximately 2.59% in total, or &euro;33.6 million.  I know it would be less than that, but the point is that much of the &euro;1.3 billion coming in would not be used productively, which is a major loss to the country.  If it came to the farmers that are already producing, it would certainly not be wasted.<\/p><p>  A second point is about grazing.  Mr. Evans may understand what I am trying to get at.  If there is a percentage draw-down of funds in commonages - there is a history of only a certain amount being drawn down - the result is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900012#M00200","speaker":"980"},{"type":"speechnospeaker","time":1361287500,"counter":44,"content":"<p>I will answer that.  There is a ceiling for all schemes but we can take the single farm payment as an example.  The net ceiling for 2012 and 2013 is &euro;1.255 billion, and that is payable on entitlements, as the Deputy knows.  There are, essentially, 4.2 million entitlements allocated to farmers and each year, 4.7 million hectares are declared.  We are fully utilising our ceiling.  We regard 100,000 hectares of commonage land as being within the total reference area but not claimed, and that has no bearing on the level of payments made under any of our schemes, and there is no loss of any EU funding under Pillar 1 or Pillar 2 because of that.<\/p><p>  With the 100,000 hectares, there are some dormant shareholders who may be long gone from the country or no longer farming the commonage land or claiming on it.  Some farmers deliberately do not claim their entire share of the commonage and take a view that perhaps not all the commonage is eligible.  They may be entitled to a one-tenth share of 100 hectares but they may only claim on seven or eight hectares.  The loss of the 100,000 hectares arises from individual claimants making a decision; they want to protect total payments.<\/p> <p>Many commonage farmers have more land than entitlements.  They do not need all of the hectares to be declared to get their full payments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900012#M00300","nonspeaker":"Mr. Paud Evans","continuing":true},{"type":"speech","time":1361288100,"counter":46,"content":"<p>My worry related to what would happen if we got a blanket dispersal of lands, with all lands theoretically paying the same.  If the dormancy issue means the claims rate is just 63%, as has been suggested, we will not take all the payments we are looking for.  I am talking about the future rather than the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N00200","speaker":"980"},{"type":"speechnospeaker","time":1361288100,"counter":47,"content":"<p>Again, it will depend on what type of payment system we have.  Regardless of the prevailing payment system in 2015, if that is the first year of the implementation of the new regime, the national ceiling that has been allocated to Ireland will be divided by the total number of eligible hectares declared in 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N00300","nonspeaker":"Mr. Paud Evans"},{"type":"speech","time":1361288100,"counter":48,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N00400","speaker":"980"},{"type":"speechnospeaker","time":1361288100,"counter":49,"content":"<p>There will be absolutely no loss.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N00500","nonspeaker":"Mr. Paud Evans"},{"type":"speech","time":1361288100,"counter":50,"content":"<p>I was afraid that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N00600","speaker":"980"},{"type":"speech","time":1361288100,"counter":51,"content":"<p>I would like some clarification.  If all the hill farmers were to make claims in respect of all of their hectarage, that would increase the total number of hectares and push money into the commonage areas.  In other words, under-declaring is causing the money in the fixed pool to seep out of the commonage areas and into the rest of the country.  If every one of the commonage farmers and people with commonage entitlements made claims in respect of their land, that would reduce somewhat the payments received by everyone else in the country.  Is that not the case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N00700","speaker":"1044"},{"type":"speech","time":1361288100,"counter":52,"content":"<p>Following on from that, is it not the case that a total of 500,000 hectares can be currently classified as \"naked acres\" or lands that currently do not carry any entitlements?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N00800","speaker":"1103"},{"type":"speechnospeaker","time":1361288100,"counter":53,"content":"<p>The vast majority of the 500,000 hectares in question is declared by farmers who receive the single farm payment.  Each year, just 130,000 hectares are declared as eligible lands from which the applicants do not benefit for single farm payment purposes.  Many of the people in those cases benefit from the disadvantaged areas, rural environment protection or agri-environment options schemes.  They are making claims under the direct payment schemes or the agri-environment options scheme.  Most of the land in Ireland is declared by people who receive the single farm payment.  That will not be an issue for us.  I must inform Deputy &Oacute; Cu&iacute;v that I cannot look into a crystal ball to see what kind of regime we will have.  It is possible that one of the solutions that could be implemented in Ireland will involve farmers bringing a set percentage of their current payment into the new regime.  That would depend on the level the ceiling is at, on the final outcome of the greening process and on whether the payment is separate or attached to direct aid.  That would not bring extra funds to commonage areas in the west of Ireland, in particular; it would dilute the unit value of the entitlements of the individual farmers.  It depends on the type of system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N00900","nonspeaker":"Mr. Paud Evans"},{"type":"speech","time":1361288100,"counter":54,"content":"<p>If claims had been made in respect of every hectare of commonage in the reference year of 2001 or 2002, the net effect of that would have been to spread the money more evenly across the country.  More money would have gone to commonage areas because there would have been more-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N01000","speaker":"1044"},{"type":"speechnospeaker","time":1361288100,"counter":55,"content":"<p>The only area payment we had under our single payment scheme was the arable aid scheme.  All the other payments were livestock payments, sugar beet compensation payments or dairy premium payments.  None of the rest of them was area-based.  Therefore, it would not have-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N01100","nonspeaker":"Mr. Paud Evans"},{"type":"speech","time":1361288100,"counter":56,"content":"<p>I am asking about what will happen if the Cioloş proposal is accepted and it is decided that 2014 is the reference year.  If all the farmers in commonage areas decide to stock up and put some sheep in the commonage, they will make themselves eligible for flat-rate payments.  In such circumstances, they will get their share of the money, which will mean there is less money for all the people who do not have commonage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N01200","speaker":"1044"},{"type":"speechnospeaker","time":1361288100,"counter":57,"content":"<p>That will be the case if some type of flat-rate payment is part of the initial implementation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N01300","nonspeaker":"Mr. Paud Evans"},{"type":"speech","time":1361288100,"counter":58,"content":"<p>Yes.  That is what would happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N01400","speaker":"1044"},{"type":"speechnospeaker","time":1361288100,"counter":59,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N01500","nonspeaker":"Mr. Paud Evans"},{"type":"speech","time":1361288100,"counter":60,"content":"<p>In 2001, all that would have happened to a person who had built up entitlements based on premium payments for livestock, and who had declared 30 hectares but had not declared a further 20 hectares, was that the unit price would have dropped by two fifths.  It would have been diluted to that effect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N01600","speaker":"1103"},{"type":"speechnospeaker","time":1361288100,"counter":61,"content":"<p>We carried out a review of commonage parcels in Ireland in 2010.  We excluded lakes, trees, houses, etc.  I think we reduced the entire area by 20,000 hectares.  By virtue of a provision in the EU regulation, we were entitled to recalculate any applicant where the reduced area of land would have been sufficient for him or her to get fully paid during the reference period.  I estimate that approximately 98% of all farmers met that requirement.  We were able to reduce the number of entitlements and increase their value.  Even though we took some areas from the commonage, the vast majority of them got fully paid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N01700","nonspeaker":"Mr. Paud Evans"},{"type":"speech","time":1361288100,"counter":62,"content":"<p>Was there not another issue?  When rocks were being taken out of land parcels on the basis of aerial maps, I dealt with a case in which half of a 1,000-acre hill was taken out.  I am not sure what that is in hectares, but it was reduced by half.  When the farmers in question appealed that decision, the ground was walked again.  It was decided that a great deal of grass was growing between the rocks, which is true, and a good two thirds of the half that had been taken out was restored.  Farmers were hedging their bets against this because they had no way of calculating how much rock was in the mountain.  It is hard to tell when one looks up at the top of a mountain.  They were hedging their bets right from the beginning because they were trying to out-think what the Department might do.  That approach was well-founded because the Department did what I have mentioned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N01800","speaker":"1044"},{"type":"speech","time":1361288100,"counter":63,"content":"<p>We will allow Deputy Barry to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N01900","speaker":"1103"},{"type":"speech","time":1361288100,"counter":64,"content":"<p>I would like to make a few points about grazing.  The officials have said that grazing is the answer.  I have come across an obstacle that is discouraging people from taking land in higher grazing areas.  I refer to upland areas that are tied by appurtenant areas to lowland areas.  I have come across the case of a chap who was taking one of these areas for many years.  It was news to me that one cannot take one without taking the other, even though I have dealt with many of these issues.  That sends out the unfortunate signal that one should stay well away from taking upland grazing because one could put one's entire single farm payment in jeopardy.  There is such demand for grazing in my part of the country that people are prepared to travel.  These appurtenant areas are among the flexibility issues that need to be sorted out.  No farmer sets out to have his or her entire single farm payment taken away.  Perhaps some clarification is needed with regard to all the lands that have appurtenant areas.  That would allow for more flexibility.  There is also a need for flexibility in relation to people with cattle who are prepared to travel.  Farming is changing.  Higher areas can be grazed very quickly by many cattle.  One could send them in to do it.  The cattle would not necessarily have to be owned by the people who are living there.  I think it should be looked at in that way.<\/p><p>  I would also like to refer to land parcel information systems.  There are no boundaries in commonage areas.  There are issues with the use of land parcel information systems as part of normal farming routines.  Difficulties can arise, especially if a great deal of the land in question is rented, when there is an apparent need for a boundary.  I have often swapped land with people.  When we were growing beet a few years ago, I swapped land with people - they took some of my land for beet and I took some of their land.  The boundary was often a tramline.  There was never any intention to defraud any scheme, high up or low down.  It was always done properly.  If some type of accommodation is to be reached with regard to upland areas, the same accommodation should be reached with regard to lowland areas.  It is affecting people's living.<\/p><p>  I agree with the witness who said it is not all about sheep numbers.  One of the biggest issues in tillage farming is compaction.  Soil science is very important in this context.  Believe it or not, compaction can become a large issue when large levels of stock like sheep are on ground that is not free-draining.  It needs to be taken into account on such lands.<\/p><p>  I wonder whether map-farming is common in commonages.  If so, what are those maps making this year?  Perhaps the officials do not have an answer in this respect.  I know the Department is doing its best to stamp out this practice, which is certainly very common.  It is a scourge.  People who are dormant are still claiming the single farm payment.<\/p> <p>I could name a dozen of them straightaway.  That is killing farming and I wonder if it is happening on the uplands.<\/p><p> With rights comes responsibility.  People who own land and leave it dormant have a responsibility.  This message needs to be conveyed and perhaps legislated for.  Direction is needed and the issue needs to be simplified.  We cannot have stalemate because some person does not want to engage; that just will not work.<\/p><p> We have to be careful when people ask for compensation.  We have had a compensation culture for far too long.  We are heading into a time when a lot more food will be required.  Having the mindset of farmers focused on compensation rather than production is something about which we have to be very careful.  I am talking about sustainable production, where every acre is used to its potential.  A few years ago people described agriculture - God help us - as a sunset industry.  We need to move to a situation where we can get people to produce to the maximum extent, regardless of the quality of their land.  Whatever moneys are to be paid, I would not want it to be seen as compensation but for production.<\/p><p> It has been suggested the country could be split into different areas.  Would it be possible to split commonages separately and couple them because we are allowed a certain percentage of coupling?  It might be possible to give some grant for fencing to allow us to micro-manage areas that are being damaged without putting an onerous cost on those involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900013#N02000","speaker":"980","continuing":true},{"type":"speech","time":1361288700,"counter":66,"content":"<p>I welcome the delegates and thank them for their very interesting presentations.  I have worked with all of them in the past on the commonage issue.  While we have moved a good distance since, as they rightly said, there are still a number of commonages which are over-grazed and others that are under-grazed.  The problem still persists and something has to be done, rightly so.  It is very important that we bring everybody on board, in particular farmers, because we must have agreement before we can enforce anything.<\/p><p>  When we talk about enforcement, the question we start to ask ourselves is who receives the payment, particularly where there are dormant shares and older farmers are not prepared to farm land.  Will the younger farmer who farms the land and perhaps stocks it with the agreement of those not able to do it be the one who receives the payment?  We have to go down that road.<\/p><p>  There is the suggestion that very large tracts of commonage should be fenced where sheep tend to wander.  Where there are small numbers of sheep, if areas were fenced off, it would be possible to contain them and the farmer would not have to travel as far to prevent stock from getting lost, which is a big problem on commonages in that animals wander and get lost in the hills.<\/p><p>  With regard to the Pillar 2 schemes such as the REPS, the AEOS which is replacing the REPS, the disadvantaged areas scheme, the sheep grassland scheme and the sheep discussion group scheme, if all of these schemes were included together in one package, it would make it really worthwhile and encourage farmers to get involved.<\/p><p>  We have touched on the issue of whether sheep stay in one area or wander.  A survey was undertaken by Teagasc on a farm in County Mayo where the monitors attached to sheep proved that, starting early in the morning, they would travel some 15 miles in a day but that they would always return to the one spot at evening time.<\/p><p>  I often tell the story of local people managing the commonage.  There is a large commonage in my area which local people were well able to manage during the 1960s before the Department of Agriculture became involved.  I dread to think what would happen today if this was attempted because people simply would not agree to it. However, local people always came together and it was our job once a month to gather up all of the stock on the commonage to count them.  If a farmer was found to be abusing his or her position, he or she was fined.  That worked very well, although it might be more difficult to put such a system in place today.  <\/p><p>  I hope some of these ideas will prove useful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900014#O00200","speaker":"1124"},{"type":"speech","time":1361288700,"counter":67,"content":"<p>Creidim go bhfuil an cruinni&uacute; seo, agus an tsraith cruinnithe at&aacute; &aacute; reacht&aacute;il ag an gcoiste i dtaca leis an gceist seo, t&aacute;bhachtach.  These meetings are important, as has been said by many speakers.  This is a burning issue, particularly so prior to Christmas when it was leaked that a lot of the work had been done, that agreement had been reached within the Department and the NPWS and that letters were to issue to farmers.  I know this was met with a gust from the farming organisations, farmers and the committee.  While I am not sure if the letters that were due to issue were printed, I would like to have some understanding of what exactly was happening at the time.  I have great respect for the Department and the NPWS which do excellent work in our national parks, SACs and SPAs.  Nonetheless, I would like to find out who was driving the agenda.  The presentations have outlined the needs highlighted concerning the under-grazing of commonages and it was said, possibly by Mr. Evans, that consultation had taken place with farmers.  I am not aware of consultations with farmers with commonage lands in my constituency and would like to clarify which farmers were consulted on this issue.  I know the farming organisations issued many statements in November and early December stating they had not been fully consulted; therefore, some clarification would be in order.<\/p><p>  On the overall approach adopted by the Department and in the policy document, Food Harvest 2020, to which we all subscribe and which feeds into the issue of tackling the world food crisis which is very evident in the scientific reports, there is a need to balance the ecology against the funding and transfers we receive from the European taxpayer every year under the Common Agricultural Policy.  There is a need to protect the environment, including commonage lands, flora and fauna.  Balanced with this, however, there is a need to allow farmers living in these areas to engage in as active a farming enterprise as they can.<\/p><p>  In Donegal, for example, there were very severe gorse fires across the county in May 2011.  I was one of the volunteers who helped to put out the gorse fires and saw at first-hand the dangers posed to the local community.  Some houses were almost lost.  If one spoke to any of the farmers at the time, there was widespread acceptance that the difficulty had been caused by under-grazing on the hills and that the reason for this under-grazing was related to the regulations and stipulations imposed by the Department of Agriculture, Food and the Marine and the NPWS.  To be fair to him, the then Minister of State, the late Deputy Shane McEntee, visited County Donegal shortly after the fires had started.  I remember speaking to him and know that he acknowledged there was an issue that needed to be addressed in regard to under-grazing on the hills and-or the need to provide for controlled burning.<\/p><p>  I do not subscribe to the view that the farmer is totally to blame for under-grazing.  Farmers were farming in restricted circumstances and not in a position to go into certain areas or increase their stocking rates because they were highly dependent on the commonage lands available to them.<\/p> <p>A significant balance can be struck here.  Looking at commonages in my county, the proposals introduced by the Department, which received much media attention, are totally unworkable.  One cannot ask 20 or 30 commonage owners to subscribe to an arrangement whereby there may be ten out of the 30 who are active.  They may or may not be on the best of terms with each other but they will be asked to come together, agree a stocking rate with the minimum and maximum set by the Department and obtain the services of a consultant or REPS planner to carry out the detailed work that must be undertaken.  It is totally unworkable.  There is a need to engage in a policy in this area that may be more comprehensive than the commonage framework plans, but one needs to start at the bottom.  If one does not have the buy-in at the bottom, the protectors of the land or the farmers will not subscribe to it and be able to implement it in a practical way.  It is all about practicalities.  In theory, it sounds great to bring in a new plan whereby one has 20 farmers and box-ticking.  It looks fine on paper but in reality, it just will not work on the ground.  That is my experience as a sheep farmer and one who meets farmers every day of the week.  I attended public meetings on this issue in Donegal.  It was lunacy, because farmers who were neighbours but were not speaking to each other were asked to sit and work out a plan.  I am not sure where the plan came from or who was drawing it up but we might get that clarification today.  <\/p><p> The issue of compensation under Pillar 2 has been talked about by farming organisations and people within the Department to satisfy those on marginal land or land that cannot be farmed as actively as other land.  I do not buy into that.  In respect of the single farm payment and the manner in which it is distributed, the European Commission has looked at it and come up with its own suggestions.  The Commission's suggestions would solve some of the problems identified here.  If one is going to compensate simply because one is on a commonage, why not use the Commission model under Pillar 1 and have a more even spread of the single farm payment?  Would that not achieve the same objective in terms of allowing farmers to raise their stocking rates in a managed way and supporting those who are active through the single farm payment model?  We could look to Pillar 2 for a proper environmental scheme that could be available to all farmers across the country instead of restricting it to certain areas.  We do not know yet what is going to be in Pillar 2.  The budget has not been agreed, but perhaps that is a debate for another day.<\/p><p> This committee should play a constructive role, working with the Department and the NPWS to bring about a policy that is as inclusive and acceptable as possible to farmers farming on commonage lands.  That may mean bringing farmers before the committee.  I know some of the representative bodies are coming in here.  Perhaps the committee should visit commonages and look at the issue on the ground.  Both presentations today were extremely helpful.  I hope the committee can play a role in this policy.<\/p><p> I have a final question for Mr. Smyth concerning the timeframe.  I know it was outlined in the presentation that it is urgent.  Who is driving the urgency?  What timeframe are we looking at?  Is it months or a year?  Does he agree that the consultation thus far has been adequate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900014#O00300","speaker":"1123","continuing":true},{"type":"speech","time":1361289300,"counter":69,"content":"<p>I welcome the officials from the NPWS and the Department.  I am not a member of the committee but I have a significant interest in this area as I come from Connemara in west Galway.  I was a REPS planner in my previous life, mainly in east Galway and latterly in Connemara and various other places.  I prepared many REPS plans, so I have some experience in this area.<\/p><p>  I agree with Senator &Oacute; Domhnaill regarding the issue that came to the fore before Christmas.  There was concern among farmers regarding what was happening and information appearing in the <i>Irish Farmers' Journal<\/i> that culminated in the production of the minimum and maximum figures.  There is general agreement that collective responsibility would be hugely problematic, not for all commonages but certainly for some of them.  A commonage may contain only four guys who get on well and will sit down around a table, thrash something out and get agreement.  However, there can be significant numbers of people in commonages and collective responsibility would be impossible to work out.  Commonages are some of the most complex areas one could find.  Dr. Bleasdale came up with a figure of 410,000 hectares for a reference area, while the Department has a figure of 330,000 hectares, so there is a difference of 80,000 hectares.  I do not know if there are issues with dormancy, but there is a discrepancy in the figures.<\/p><p>  Lead-in times were mentioned.  Irrespective of what is coming, is it safe to say that there will be no impact on payments in 2013 and that nothing will be decided?  That is of concern.  I agree with some speakers on the whole commonage approach.  I have used this simple example before.  There are ten shareholders on a commonage, three of whom are dormant, four inactive and three active, and the total number of sheep allowed on the commonage is 300.  If the three farmers each have 100 sheep, using the whole-commonage approach, the commonage is being grazed and looked after.  Based on what the Commission should be looking at, it would say that the commonage is being managed correctly by the shareholders.  The three active farmers would be concerned that suddenly the number of sheep would be divided by ten and they would get 30 sheep instead of 100.  Some of the inactive farmers have no interest in going back on the hills and the question arises as to what one does with the dormant shares.  Some of the inactive farmers are elderly and are not in a position to be walking hills due to conditions such as arthritis or high blood pressure.  There is a range of factors, because there are more farmers over 85 than there are under 35.  These issues are hugely complex.  I believe in the whole-commonage approach.  If the commonage is being managed correctly, the question of who is doing what should be irrelevant.  I would like to see the delegation convince the Commission of this.  Dr. Bleasdale used the example of south Connemara, which he said was in GAEC, while the situation is not as good in north Connemara.  If south Connemara is doing things correctly, why delve into it and try to solve something that is not a problem when one could end up causing a problem by doing so?  If it is in GAEC then, obviously, somebody is doing something right.  The farmers who are not grazing are contributing to GAEC, as are those who are grazing.  Overall, the commonage is in GAEC so all the individual farmers are in GAEC.  <\/p><p>  In respect of dormancy, I would imagine there are legal implications in terms of somebody having shares somewhere on a folio.  It might be in their grandfather's name, or the owner might be long gone or might not know it exists.  What are the legal implications where those people have not farmed for years or decades or since the LPIS system came into operation?  I support the view that the slack be taken up by active farmers.<\/p><p>  Traditional stock is of concern.  I am not sure if the suggestions came from the delegation, but the newspapers mentioned animals such as Kerry cows and Dexter cattle, which are not available in huge numbers and would in large part not be of interest to many farmers.<\/p> <p>If one attends Maam Cross mart in Connemara in my constituency, one will discover farmers who own traditional British breeds and continental breeds sired by continental bulls.  They would not really be in favour of moving to the Dexter or Kerry breeds.  They would be fine with moving to the Angus breed because it is a traditional one in certain parts.<\/p><p> Are farmers who graze cattle on commonages but who do not graze sheep there regarded as being active or inactive?  Map farming on commonages has been a concern.  I have raised this matter on previous occasions and I do not condone the type of behaviour involved.  Deputy Barry referred to fencing.  Even if what he suggests were possible, there would be implications in the context of planning permission and problems with regard to unenclosed areas, high scenic amenity areas and commonages.<\/p><p> A delegation from the Connemara and Mayo branches of the IFA met the Minister in respect of this matter.  He indicated that he is of the view that the possibility of establishing liaison groups in respect of commonages should be considered.  In general, the Connemara branch of the IFA was supportive of this suggestion.  I would also concur with it, in instances where it would be possible to establish such groups.  Under such a process, representatives from the national parks, farmers and officials from the Department could begin with the least problematic commonages and draw up a package.  Liaison groups of this sort could consider the minimum and maximum stocking rates, etc.  Concerns exist with regard to the number of elderly farmers operating on commonages.  Those individuals may have been productive prior to the introduction of destocking.  However, as Deputy &Oacute; Cu&iacute;v stated, their herds were gradually destocked.  They might have been assisted by their sons or other relatives, but the latter might have been forced to emigrate and the farmers in question were left on their own.  If we were to consider the matter on the basis of an individual-share approach, it could be hugely problematic for these people even to reach the minimum figure.<\/p><p> What are our guests' views on liaison groups?  The Minister appeared to indicate that he was agreeable to their establishment.  The farm representatives are supportive of the suggestion in this regard.  The issues involved are massively complex.  For example, despite a tendency to assume that huge damage was done to commonages, 70% of them were actually undamaged when the relevant research was carried out.  What is the position now with regard to overgrazing?  The slides we were shown indicate the huge improvement that has taken place.  I would be concerned if a sudden decision were made in the context of farmers who are not active losing payments.  I appreciate that the suggestion in this regard may have emanated from the Commission.  I am of the view that we should do everything to promote a whole-of-commonage approach to the Commission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900015#P00200","speaker":"1110","continuing":true},{"type":"speechnospeaker","time":1361289900,"counter":71,"content":"<p>The three of us will split the questions between us.  I will try to run with the themes contained in members' contributions.  In that context, Deputy Kyne posed an interesting question with regard to a commonage with 300 sheep which is being used by three farmers but in respect of which there are ten shareholders.  Which is the most important aspect?  Is it that three farmers with 100 sheep each are actively working the commonage?  Should we insist that the ten farmers should each have 30 sheep on it?  I would say that the three farmers with 100 sheep each should continue to work the commonage and that it should be maintained in GAEC.  The key point is that a whole-of-commonage approach is the most important thing in the context of what we achieve here.  We must ensure that we put in place practical solutions that help us to solve the problem.<\/p><p>  Senator &Oacute; Domhnaill referred to the minimum and maximum figures.  I accept that they were contentious at the time but they provide a starting point.  The consultation process is ongoing.  The problem is that there are four specific dangers which will arise if we do not do this right.  The first of these is the damage that would be done to the reputation of this country if we lost the commonages.  The second is the loss of payments to farmers.  If the latter are not doing what they are supposed to be doing, they will lose their payments.  The third is the possibility that the Commission could either restart proceedings against this country or put in place massive disallowances against the Government for not enforcing the rules.  The fourth is the loss of biodiversity, recreational areas, etc., as a result of the fact that the commonages would simply become overgrown.  Those are the dangers and that is why we must get matters right.  I am not putting a timescale on this because we are still involved in the consultation process and we want to discuss this matter with everyone.<\/p><p>  In the gorse fires which occurred in 2011, we lost 1,500 ha of forest alone.  We learned a great deal from what occurred in 2011 and it was a hard way to learn.  If we have a burning policy, it must be managed in such a way that the appalling damage that occurred in 2011 will not be repeated.<\/p><p>  Senator Comiskey referred to overgrazing and undergrazing.  The agreements must reflect the realities that exist.  That is the only way to proceed.  If overgrazing is the problem, then animals should be removed from the commonage.  Undergrazing is increasingly becoming a problem.  We have lost 2 million sheep.  This means that 2 million lawn-mowers have disappeared during the past few years.  There were once over 5 million sheep in the national herd, whereas now there are around 3.5 million.  Overgrazing is a problem in some areas but undergrazing is increasingly becoming a more major problem.<\/p><p>  Deputy Barry referred to map acres.  There is no tolerance for map acres from my Department's point of view.  We have dealt with a number of cases in which people have had more entitlements than land and where they submitted bogus claims in respect of land that was not in GAEC or that was virtually mountainous.  A number of cases went to the appeals office recently and those involved lost their entire payments.  We have a zero-tolerance attitude to cases involving map acres.<\/p><p>  The question of how to deal with dormancy is continually being discussed.  As stated earlier, this cannot be avoided and we must come up with some way to deal with it.  The issue that arises is whether those who are active will step up to the plate and assist us.  The difficulty is that there are commonages in respect of which there are nine or ten shares but where there are only three farmers remaining.  There must be some way of dealing with that issue.<\/p><p>  A percentage of the future CAP payment will be devoted to coupling.  There are a series of competing interests - whether it is suckler cows or whatever - in this regard.  I am not sure, therefore, whether coupling is the solution.<\/p><p>  Those are some of my preliminary thoughts on the points raised.  I will now ask Mr. Evans and Dr. Bleasdale to offer their opinions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900016#Q00200","nonspeaker":"Mr. Kevin Smyth"},{"type":"speechnospeaker","time":1361289900,"counter":72,"content":"<p>Deputy Kyne referred to the figures given with regard to the amount of land involved.  We spoke about these previously in the context of what farmers either declare or do not declare.  The figures provided by Dr. Bleasdale relate to the total reference area.  The latter is the total eligible area as we see it and this amounts to approximately 430,000 ha.  The figure of 300,000 ha represents the total area claimed by farmers in 2012.  As stated earlier, some farmers do not claim their entire share.  Other reasons for the difference between the two figures include dormant shareholders.<\/p><p>  Dormancy is an issue that continues to arise.  It is going to crop up more and more in both the committee's discussions and in our consultation process.  There may be other solutions other than paying someone to leave part of a commonage unfarmed.  There may be other solutions at which we must look.  There are legal issues with regard to how commonage can be claimed.  Claimants will have their own views on this.  This is not official policy, but it is possible that those who are using commonages at present might be able to lease or rent more of the land involved from dormant shareholders in order to obtain higher payments.  If this were to happen, it would also ensure that the relevant commonage would be fully utilised, grazed properly and kept in GAEC.  This is an approach to which consideration could be given.  However, I am not sure whether this would be legal or would meet the requirements under the relevant EU regulations.<\/p> <p>We need to speak to the people farming the lands and we will look at the issues in that context.  Senator &Oacute; Domhnaill questioned me on the commonage farmers to whom I spoke.  I did not get as far as County Donegal.  The farmers came to speak to me.  Generally I have spoken to farmers from Mayo, Galway, Sligo, Leitrim, Kerry and Cork who all farm commonages and gave me their views.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900016#Q00300","nonspeaker":"Mr. Paud Evans","continuing":true},{"type":"speech","time":1361290500,"counter":74,"content":"<p>Mr. Evans is very welcome to visit Donegal at any time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900017#R00200","speaker":"1123"},{"type":"speechnospeaker","time":1361290500,"counter":75,"content":"<p>I would love to come up if I had the time.  In any event we are as fully aware of the situation in County Donegal as we are in other parts of the country.<\/p><p>  On the possibility of making commonage a region - in reality the implementation of the new CAP reform will be very complex because of the elements on convergence, flat-rate payments and the requirements for land measurement to participate in greening.  The implementation will be difficult for the Department of Agriculture, Food and Marine and for farmers as well.  I am not sure that making commonage lands a separate region would be the answer to the problems of the farmers that are dealing with it.<\/p><p>  I will now respond to Senator &Oacute; Domhnaill's question on data.  Dr. Andy Bleasdale and Mr. Kevin Smyth outlined the background to the data on the minimum and maximum.  The initial push for this came from farmers with commonages who were hindered by the destocking plans and wanted to expand.  The Department launched AEOS 3 in the autumn of 2012 and under it there was a requirement for farmers with commonage lands to submit details of the stock they intended to put on the commonage lands.  These were the drivers at the time.  It has now been made clear that this will not be implemented until we fully consult with all parties involved.  The urgency of this issue relates to the European Commission rather than any internal driver.  In my view it is important to put the bones of a long-term plan in place, which must be for a long duration to work, but it can be tweaked as we go along.  The first steps of the plan is the consultation process.  Unless there is a comprehensive and complete process that involves everybody in the consultation process, in my view the plan will not work.  The urgency is to get the consultation process under way and eventually to start putting the bones of a plan in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900017#R00300","nonspeaker":"Mr. Paud Evans"},{"type":"speech","time":1361290500,"counter":76,"content":"<p>I have a question on an appurtenant.  Has anybody an opinion on a farmer renting an appurtenance on lowlands and uplands?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900017#R00400","speaker":"980"},{"type":"speechnospeaker","time":1361290500,"counter":77,"content":"<p>Essentially it is complicated.  As other speakers have said earlier, commonages are difficult.  The position is that people have been claiming them all along and they were not aware of it being an appurtenance.  The situation has evolved.  When area aid was introduced, 150,000 applications came in with maps of commonage.  Nobody was in a position to drill down deeply into who owned commonage and who did not and why they were claiming it.  In a great many situations, one person claiming the commonage would send in a map for all the other shareholders and that is how it got into the system.  In the past few years, as part of the EU audits that incorporated commonages, we had to try to create a database and bring our systems more up to date so that we can stand over the information on who is entitled to claim a share of the commonage and who is not.  Most of the commonage land in the country is registered in undivided shares that one can rent and they do not have to travel with the parent holding.<\/p><p>  Where the commonage is an appurtenance it means that it legally cannot be detached from the greenland or the lowland to which it is an appurtenant.  Essentially in simple terms, it is not legal to say in respect of an appurtenance,&quot;I have this grazing right and I will give it to another person for X amount.&quot;  Historically how it evolved down through the Land Commission was the appurtenance went with a specific piece of land and if one is not farming that land one is not entitled to the grazing right.  In the context of trying to return to the way things were done historically and keeping the land well maintained in the way they were farmed years ago, the question of anybody detaching a grazing right in the past such as 150 years ago, would not have happened.  As Senator Michael Comiskey said, every year the farmers would meet up and decide how they would graze the commonage.  In addition, one can have grazing rights that are appurtenance as things called sums, collops and can be calculated <i>vis-&agrave;-vis <\/i>the total amount of green land one has so they are not like other normally undivided commonage.  We cannot be seen to be going against the legal position that is enshrined in land law.  In addition, the Commission will be back to us on the issue of commonages.  Although the Commission has not gone into the registered ownership, of who is claiming what and if the person is so entitled, it will do so some day.  The answer is that it does not appear that one can detach an appurtenance from the green land to which it attaches on a folio.  However, perhaps somewhere in a Commission regulation there may be something that contradicts this so that if one is farming the land one is entitled to claim it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900017#R00500","nonspeaker":"Mr. Declan Mullins"},{"type":"speech","time":1361290500,"counter":78,"content":"<p>I thank Mr. Mullins for his response but it creates such uncertainty that nobody will risk it.  Perhaps the issue of an appurtenance needs to be examined.  The reality is that a farmer will lose all his or her payment, which is not the basis of doing business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900017#R00600","speaker":"980"},{"type":"speechnospeaker","time":1361290500,"counter":79,"content":"<p>It depends on the reasons that the farmer is claiming the appurtenance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900017#R00700","nonspeaker":"Mr. Declan Mullins"},{"type":"speech","time":1361290500,"counter":80,"content":"<p>I have seen one example in particular and I was quite surprised at the outcome.  The person did not go out to break the law and there was no intention to break the rules but obviously his claim did not conform with the rules.  The person is now in a very difficult situation.  I would hate to see anybody else getting stuck in it, especially when one is talking about commonage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900017#R00800","speaker":"980"},{"type":"speechnospeaker","time":1361290500,"counter":81,"content":"<p>I am not disputing the point with the Deputy, but one could turn it around the other way.  If one is trying to reach agreement on commonages, and one cannot reach an agreement, one of the people who does not want to agree could be going down the route of saying that person is entitled to claim.  They do not have the green land, they are renting an appurtenance which is not a legal interest.  It works both ways.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900017#R00900","nonspeaker":"Mr. Declan Mullins"},{"type":"speechnospeaker","time":1361290500,"counter":82,"content":"<p>I will elaborate on two points.  Mr. Paud Evans responded to a question on the pressure to a considerable extent but we have a monitoring committee called the SAC monitoring committee which is between the National Parks and Wildlife Service and all the farming organisations including ICSA as well as IFA, ICMSA and so on.<\/p><p>  During the past couple of years sorting out the commonage plans has been a major issue and in particular allowing restocking, on which we were keen because of the undergrazing issue.  In that context and recognising that collective responsibility is difficult, the mantra has been freedom to farm and that does suggest to some extent that where one can do it, collective responsibility would be a good way to go but we recognise that is not particularly simple in the large commonages.<\/p><p>  To return to the issue of fencing in respect of sorting out overgrazing issues, our experience is that adding fencing to the hill makes for additional new lines as obviously the sheep will walk the fence and one starts to run into new problems.  There is a temptation to hold large number of animals at certain times.  It might solve one problem but very often it creates a new problem elsewhere.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900017#R01000","nonspeaker":"Dr. Ciaran O'Keeffe"},{"type":"speech","time":1361291100,"counter":83,"content":"<p>Does Dr. Bleasdale wish to make a further contribution?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900018#S00100","speaker":"1103"},{"type":"speechnospeaker","time":1361291100,"counter":84,"content":"<p>Twenty-three years ago when I began to engage with the subject of commonage as a result of my college studies, I did not think I would end up here still discussing the issue.  The problem has not gone away and there is a whole set of different problems.  To some extent, I rue the day I got involved, but in another perverse way I would like to see the issue through to a solution.  This is within our grasp if we can work well together and much better than was the case in the past.  There is that opportunity.  This is not idle talk; we welcome dialogue because that is the only way to secure a material effect on the ground.<\/p><p>  We need to separate the list of legacy issues relating to the commonage framework plans.  It comes back to the question of who is driving the agenda.  It often came from farmers themselves who wanted to be more active on commonages than they were allowed to be.  They approached us with a view to having the commonage framework plan replaced, but it was a question of what would replace it.  We cannot allow a free-for-all.  As we do not want to maintain the <i>status quo<\/i>, there has to be a new reality, a new vision, a new partnership that will allow us to plan for better management of the uplands, while protecting payments as best as possible.<\/p><p>  Reference was made to the compensation culture.  I do not like the word, &quot;compensation&quot; and Senator Michael Comiskey made the first reference to it.  These are payments for deliverables, whether they are ecosystem goods and services or sheep production when there is a market for it.  It has to be couched in that language because the compensation culture has to be done away with.  Farmers are farming.  They farm in productive areas to deliver produce and in more extensive areas deliver biodiverse goods and services, both of which should be valued and paid for.  We need to do away with the language we tend to use - me included - such as compensation.  It should be payment for services.  This would make it a more positive product and the farmer feel valued.  He or she is not being restricted but rather encouraged to do something positive.<\/p><p>  Senator Michael Comiskey referred to commonages being overgrazed.  We need to remember that that is still the case.  We must not lose sight of the bigger issue when dealing with what we consider to be a bigger problem of undergrazing.  Overgrazing is still happening and we need to address that issue.  We are not reinventing the wheel in terms of collective management.  In our grandparents' time they managed to hammer out solutions and come to agreements, self-regulate and self-determine.  It is not easy to turn back the clock, but where that can be progressed, it should be done.  I do not think the liaison committees offer the ideal solution; equally, I do not think the collective model is ideal, when it is a case of forcing all farmers on a commonage to sit around a table and stare across at people to whom they have not spoken for 30 years.  If there was professional support from a planner or facilitator, he or she would engage with each individual and acquire from him or her the knowledge he or she wishes to impart through the process.  The facilitator would pull that information together to plan for sustainable management of commonages in the years ahead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900018#S00200","nonspeaker":"Dr. Andy Bleasdale"},{"type":"speech","time":1361291100,"counter":85,"content":"<p>A vote has been called in the House.  I suggest that, as we have had two and a half hours of very constructive engagement, we end the discussion at this point.  The delegates have had a flavour of the level of interest, engagement and knowledge around the table among members.  There is genuine interest in this topic.  Dr. Bleasdale has suggested there is a need to develop a practical plan to deal with commonage issues to find a lasting solution.  Dialogue is the only way a practical solution will be achieved and economics is a key element of it.  Over-grazing occurred because of the coupled system.  The making of headage payments meant that it was better economically to have more sheep.  Likewise, economics is playing a part in having the opposite effect, having regard to vegetation management plans which encompass burning and other actions such as the cutting back of rhododendrons.  We need to develop the bones of a plan to establish principles.  Collective responsibility will not be the solution in cases in which one party plays truant.  We need to establish how we can deal with the issue of dormancy and with those who will not co-operate, while ensuring each commonage is in good condition.  It will boil down to carrying out a series of laborious and extensive individual plans and concentration on the fewer than 20% of commonages which are not in good condition, either as a result of overgrazing or undergrazing.  It will be a case of starting with these commonages and leaving the ones in good condition until last.<\/p><p>  I appreciate that Deputies &Eacute;amon &Oacute; Cu&iacute;v and Se&aacute;n Kyne both have a great interest in this matter.  Deputy Se&aacute;n Kyne is in attendance.  Where I come from there are issues to do with a vegetation management plan.  In other areas in counties Donegal and Kerry and Connemara there are large national parks and significant interaction between the State and individual grazers.  It may be possible to establish a sub-committee to engage with both the Department and the National Parks and Wildlife Service as part of a consultation process.  The committee has something to offer the process.  Other stakeholders will also be attending the committee.<\/p><p>  I again thank the delegates for their attendance.  I also thank the members who have stuck with this issue.  I hope everyone has had an opportunity to express his or her views.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013021900018#S00300","speaker":"1103"},{"type":"unspoken","time":1361291100,"counter":86,"content":"<p>The joint committee adjourned at 4.55 p.m. until 9.30 a.m. on Thursday, 21 February 2013.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1361280600,"counter":87},{"type":"unspoken","content":"<p>The Joint Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Dara Calleary, Senator Deirdre Clune, Deputy Áine Collins, Senator John Kelly, Deputy Michael Conaghan, Senator Michael Mullins, Deputy Anthony Lawlor, Senator Feargal Quinn. Deputy John Lyons,<\/p><p>DEPUTY DAMIEN ENGLISH IN THE CHAIR.<\/p>","time":1361280600,"counter":88,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900002"},{"type":"unspoken","time":1361280600,"counter":90,"content":"<p>The joint committee met in private session until 1.55 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"ICT Skills Report: Discussion","time":1361280600,"counter":91,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900002#A00100"},{"type":"speech","time":1361280600,"counter":92,"content":"<p>The purpose of the meeting is to discuss the report produced by Senator Deirdre Clune entitled, A review of the ICT skills demand in Ireland, and future developments in the ICT sector.  I welcome Mr. Sean O'Sullivan, managing director of Avego and founder of Open Ireland; Mr. Joe Cunningham, chairman, Ammeon; Mr. Paul Sweetman, director, ICT Ireland; and Mr. Colin Donnery, FRS Recruitment and past chairman of the National Recruitment Federation.  As well as discussing the committee report, they will set out the initiatives they have taken through Open Ireland and other projects and give us a general overview of the position on ICT.  We appreciate their presence.<\/p><p>  Before we begin, I draw attention to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the joint committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against a person, persons or an entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>  I invite Mr. O'Sullivan to make his presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900003#C00100","speaker":"1078"},{"type":"speechnospeaker","time":1361280600,"counter":93,"content":"<p>I thank the Chairman and members for inviting us to appear before them, an invitation we were very happy to accept.  I praise the Joint Committee on Jobs, Enterprise and Innovation for its great work in producing the report entitled, A review of the ICT skills demand in Ireland.<\/p><p>  Let me introduce the members of the delegation.  Mr. Paul Sweetman is a director of ICT Ireland which represents 75% of the 90,000 and more tech workers employed in such companies in Ireland.<\/p> <p>Next is Mr. Joe Cunningham, chairman of the technology company Ammeon and, incidentally, the man we can either curse or praise as the creator of the text message.  If anyone has ever sent a text message, he is the guy responsible.  Of course, it was an Irish company that pioneered this throughout the world.  Finally, there is Mr. Colin Donnery from FRS Recruitment, the former chairman of the National Recruitment Federation.<\/p><p> As committee members know, among the roles of government leadership is to provide oversight and direction for the Civil Service, to add perspective and priorities and to separate the forest from the trees.  This leadership drives the direction in which Ireland moves.  We appreciate the committee's invitation as it indicates the strength of its commitment to the technology sector and its contribution to the growth of Ireland's economy.  We have an historic opportunity on our hands in the tech industry today.  The committee will have a copy of the leaflet from Open Ireland outlining the vision behind the technology visa and, in addition, we have circulated in advance a white paper which forms the basis for the comments I will be making here.  The paper, which was authored by Mr. Gareth Whelan, who is part of the Open Ireland team, has been drawn from the input of hundreds in the industry, in government and in academia.<\/p><p> As a personal introduction, I came to Ireland about seven years ago to set up a business.  I came here because of the well-deserved reputation Ireland has as a technology hotbed.  I have adopted Ireland as my home and helped grow some businesses here.  In fact, I have a venture capital firm, SOSventures, which has backed a number of companies.  I started a couple of companies here that now employ over 100 workers in the high-tech sector alone.  When I came here, I brought with me foreign direct investment which so far totals well over &euro;10 million, to Irish businesses.  Better still, the companies I have backed here attract revenues from all over the world to the tune of many millions of euro every year, which is helping to expand our economy.  Every year, we support payrolls that help improve the economy and provide an income for more than 100 families, all of whom are taxpayers.  These are good, high-quality jobs that provide indirect additional jobs to people throughout Ireland.<\/p><p> I am not unusual and there is nothing unusual about the story I am telling.  There are 5,400 companies in the ICT sector that also bring investment into Ireland, generate jobs and generate a vibrant economy and inward income to the Irish high-tech sector.  Yet there is a problem.  Like most Irish technology companies, we have been unable to grow as fast as we would like.  We have been unable to fulfil the orders we have received.  We have been unable to employ as many as we could because there is a difficulty in hiring the skilled workers we need.  This is not because there are no skilled workers here - there are many - but because the growth in these tech positions is too fast for colleges in Ireland to supply the workforce that can fit the needs of the jobs.  These jobs are opening at a faster pace than can be filled with our native population.<\/p><p> As a report from IBEC last year indicated, because of the talent shortfall, the majority of companies end up facing the decision to outsource jobs to other countries or to regretfully pass on opportunities to expand their businesses inside Ireland.  To bring in talent from outside the EU has, to date, been far too difficult because of structural limitations and how the Departments of Jobs, Enterprise and Innovation and Justice and Equality have applied policy and regulations to slow the hiring of critical IT workers.  The situation has become so intense that companies are recruiting from other companies, driving up wages unsustainably and damaging the industry.  Mr. John Mullins from Bord G&aacute;is explained this best when he said Irish companies are cannibalising each other.<\/p><p> Despite the fantastic opportunity we have and the leadership Ireland has in technology, our success has put us on the cusp of a decision.  Do we want the ICT industry to grow or to die?  The answer to date from the Government and leadership has been resoundingly that we want it to grow.  Now we need to put the policies in place to make this happen.<\/p><p> The plans in this committee's report highlight a number of key actions and conclusions to which I would like to respond.  According to the plan, Ireland needs to double the number of graduates with key ICT skills.  I agree completely, as does everyone in the industry.  However, Ireland also needs to raise the bar on the quality of these graduates.  We are in the creativity business, the invention business.  This is not a factory worker business in which people come in and work nine-to-five on a computer screen.  We need super-smart, flexible geniuses.  It is hard to get these people.  They are like gold dust and, when they graduate from high school, they are choosing to apply to other fields such as medicine or law rather than technology.<\/p><p> Another point in the report is that the demand that exists for ICT skills is not solely for very experienced software developers but spans a whole spectrum of the industry.  That is very true.  Competent software developers are the lifeblood of the software development industry.  Too much of the time, we think of high-level management positions only.  While I accept we miss senior resources in certain areas such as product management, growth hacking and business intelligence, in addition, UX designers, Java developers and entry level positions are also in very scarce supply.<\/p><p> The report also mentioned that many of those who choose to study technology at third level are dropping out before the start of the second year.  This is probably due to structural educational difficulties in Ireland that have been identified by this report.  We have people who have not programmed before going to college and majoring in programming.  It is equivalent to a person being accepted to play hurling at county level before ever having played at club level, which is preposterous.<\/p><p> This report signals CoderDojo as one of the creative uses of ICT in schools.  It quotes Mr. James Whelton, who works closely with me at SOSventures, as saying that many teachers have little experience in web design or coding, which means that it is not taught efficiently and students have a bad experience.  This needs to be recognised.  We cannot operate under the fallacy that one can teach what one cannot understand.  Could some secondary teachers teach coding?  Of course they could.  However, it is impossible for many of them to keep up with the rapidly changing pace of coding.  New approaches such as CoderDojo are happening in the Irish economy, which is very exciting.  The speed at which the industry moves is rapid.  This report says that 150 children are learning with CoderDojo every weekend throughout Ireland.  Since that was written, this has grown to more than 4,000.<\/p><p> The good news here is that change can happen rapidly, much faster than the incremental change we think can happen.  It is sometimes easier to have a revolution than evolution.  That is our challenge in Open Ireland.  We are bringing to the attention of the industry and the Government that we can do more than just be competitive.  We can excel.  We can lead the world and become the go-to place for starting and developing high-tech businesses - the Silicon Valley of Europe.  What needs to develop, we believe, is an atmosphere of openness in which the Government goes on the offensive and Ireland's national policy of recruiting and welcoming talent, including talent in engineering, puts Ireland at a distinct advantage when compared to anywhere else in the world.  We need to change our mindset.  We do not want to be worst country in the world at allowing in technical talent.  We want to be the country that welcomes technical talent like no other.  C&eacute;ad m&iacute;le f&aacute;ilte.<\/p><p> The truth is the world is moving very fast beyond our little country's borders.  We have a current leadership position of sorts in technology and we can and should build on this.  We have advantages that few other countries have in terms of our proficiency at English, our EU membership, our culture and our workforce.  However, other truths are that power tends to concentrate in a few geographic hot spots.  Without enough of a critical mass and without enough people being aware of what a superstar Ireland is and could be, we will let this historic opportunity slip away from us.<\/p><p> Open Ireland and a group of technology companies, small and large, met the Department of Jobs, Enterprise and Innovation in the past few weeks to discuss and get feedback on the initiatives the Government is planning to unveil.  I am very encouraged that the Government looks to be moving aggressively in rolling out a plan that will be in effect within one to two months.<\/p> <p>We have been informed that more than one-half of the existing rules are being scrapped and that processes are being revamped to be automated and speeded by factors.  We have some specific recommendations about which we can answer the committee's questions.  I thank the committee for inviting us to appear before it today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900003#C00200","nonspeaker":"Mr. Sean O'Sullivan","continuing":true},{"type":"speech","time":1361281500,"counter":96,"content":"<p>Do any of Mr. O'Sullivan's colleagues wish to make comments before we move on to questions?  I call Senator Clune first because she wrote the report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E00200","speaker":"1078"},{"type":"speech","time":1361281500,"counter":97,"content":"<p>I thank the delegation for coming before us and giving us some feedback on the report.  As Mr. O'Sullivan pointed out, the area is moving so quickly that we need to update it.  The committee has agreed that we would keep all the proposals under review and constantly challenge them and make sure they are implemented or acted upon and responded to.  The Ministers for Jobs, Enterprise and Innovation and Education and Skills appeared before the committee before Christmas to discuss the issue.  In particular, we raised the issue of the technology visa, which the delegation has been championing and pushing for, with the Minister for Jobs, Enterprise and Innovation.  His comments indicated he had moved further on with regard to introducing such an measure and he is going through the process.  I agree that it is slow but it is important and something to which we are committed.  As Mr. O'Sullivan noted, it is about bringing excellent skills to this country that will in turn feed out into and develop further jobs in that area.  Mr. O'Sullivan outlined it very well in the submission he gave the committee.<\/p><p>  Mr. O'Sullivan mentioned the quality of our graduates but he did not expand on it.  Could he expand on it?  It is something of which we are very conscious.  We asked that the issue of students dropping out of third level be examined.  The third-level sector is examining that.  Is Mr. O'Sullivan happy with the liaison with the third-level sector?  Is there enough dialogue?  Our report found that there needs to be more communication.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E00300","speaker":"1114"},{"type":"speechnospeaker","time":1361281500,"counter":98,"content":"<p>I will turn some of that to my colleagues.  The quality of Irish graduates from technological universities was unparalleled in the 1980s and 1990s.  They had a fantastic reputation as some of the best and brightest who chose these fields of study.  That trend changed dramatically.  The committee's report pointed out that Ireland is now 26th out of EU countries - I am not sure the total number of countries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E00400","nonspeaker":"Mr. Sean O'Sullivan"},{"type":"speech","time":1361281500,"counter":99,"content":"<p>It is 27, unless Mr. O'Sullivan knows something we do not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E00500","speaker":"1114"},{"type":"speechnospeaker","time":1361281500,"counter":100,"content":"<p>It does change geographically.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E00600","nonspeaker":"Mr. Sean O'Sullivan"},{"type":"speech","time":1361281500,"counter":101,"content":"<p>It is 28.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E00700","speaker":"1114"},{"type":"speechnospeaker","time":1361281500,"counter":102,"content":"<p>So it is 28.  That is not a great start.  If we at primary and secondary levels are not producing the quality we need to have at third level, that is a fundamental we need to address.  Many people are doing things in that area.  I am trying to help out in some areas such as introducing the Khan Academy to Ireland.  Irish universities have an opportunity to respond to the needs of the jobs market but it is really a question of where parents and society are directing children to study.<\/p><p>  There are a number of issues here that are too broad for me to address.  We need to be selective and recognise that these most talented positions are in the top 5% of our graduates rather than at a lower cut-off level.  Two or three years ago, one could get into Trinity College by being in the top third of one's high school graduating class if one was applying for engineering.  That is not selective enough.  The top design engineers will be much more talented than those who are slightly above the high school average.  We should be looking to get really super-talented people to apply for this and we will only do so if they have the background in the mathematical skills in which we are sorely lacking.  CoderDojo also helps tremendously in bringing up the level.  Would Mr. Sweetman like to speak about the interface between industry and universities?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E00800","nonspeaker":"Mr. Sean O'Sullivan"},{"type":"speechnospeaker","time":1361281500,"counter":103,"content":"<p>The ICT Action Plan and Skills Programme was launched in January 2012 by the Ministers for Jobs, Enterprise and Innovation and Education and Skills.  There was a series of actions within that, one of which directly addressed the situation described by Senator Clune.  This was the foresight group.  It is a good beginning and brings industry and academic leaders together to discuss what relationship is required to deliver courses that respond to companies' needs in the medium to long term.  That is highly populated with leaders from the technology sector.<\/p><p>  On the other side of that and reflecting what Mr. O'Sullivan said about image and careers within the sector, over the past 18 months we have seen quite a shift in the perception of the technology sector.  It is now seen not just as a very strong sector for jobs but a very strong sector for a good career.  We see that in CAO application rates, which have increased from between 20% to 60% in particular colleges.  We are moving in the right direction with regard to creating a larger pool of graduates available to the sector and with regard to quality as well.  Certainly the foresight group will be a powerful vehicle to influence change.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E00900","nonspeaker":"Mr. Paul Sweetman"},{"type":"speech","time":1361281500,"counter":104,"content":"<p>I welcome the delegation and thank it for all the work it has done promoting it outside these halls.  It has answered many of our requests.  We go to meetings everywhere to speak about this issue.  The delegation seems happier now in respect of progress on the technology visa than it was previously.  Does it think this will be done and dusted by Easter or by the summer?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E01000","speaker":"1071"},{"type":"speech","time":1361281500,"counter":105,"content":"<p>The action plan for jobs will be out soon.  That might help him in answering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E01100","speaker":"1078"},{"type":"speech","time":1361281500,"counter":106,"content":"<p>I would not depend on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E01200","speaker":"1071"},{"type":"speechnospeaker","time":1361281500,"counter":107,"content":"<p>We should wait until the action plan for jobs.  It is coming out very soon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E01300","nonspeaker":"Mr. Sean O'Sullivan"},{"type":"speech","time":1361281500,"counter":108,"content":"<p>There might be something measurable in it.  So the delegation is happy it will be in the action plan for jobs but there is no delivery date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E01400","speaker":"1071"},{"type":"speechnospeaker","time":1361281500,"counter":109,"content":"<p>Mr. Cunningham was sitting in with the Department one day ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E01500","nonspeaker":"Mr. Sean O'Sullivan"},{"type":"speechnospeaker","time":1361281500,"counter":110,"content":"<p>We sensed that we would get something by the beginning of the next quarter.  We have been really positive recently about the Department and how responsive it has been to green card applications.  The problem we have is that it needs to be really predictable.  We make offers to people around the world and have a very short window in which to catch them before they take jobs somewhere else.  We are talking about the very top talent - the people who will mentor the people coming out of colleges in three years.  To get those guys, we need a really predictable process and that is what this scheme we have seen presented to us by the Department in draft form will move us towards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E01600","nonspeaker":"Mr. Joe Cunningham"},{"type":"speech","time":1361281500,"counter":111,"content":"<p>If any member of the delegation had a choice to be Minister for Education and Skills or Minister for Jobs, Enterprise and Innovation and was a dictator and did not have to worry about civil servants or unions, which post would he take?  What would be the top three actions that would make an immediate impact on making the technology sector more attractive to graduates and parents?  Perhaps Mr. Sweetman might expand on the cost to Ireland Inc. that arises from the 40% of companies that have passed on projects and business opportunities from IBEC?  What did we lose in monetary terms and in terms of jobs?  Perhaps Mr. O'Sullivan and Mr. Cunningham might respond as to what their dream ministry in a dictatorship would be?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E01700","speaker":"1071"},{"type":"speechnospeaker","time":1361281500,"counter":112,"content":"<p>One of the issues about that statistic is that we will never see the impact of it in the sense that we do not know the jobs that have been lost.  There will be no announcement of projects that have had to be passed privately by companies.  It impacts in two ways.  It impacts in respect of jobs gained by other jurisdictions that we would otherwise have gained.  Those jobs still go somewhere.  Most importantly, it concerns the reputation of Ireland.  If a company passes up a project, it is less likely to be looked on favourably again when a project comes up, so certainly the impact relates to jobs and reputation.<\/p> <p>It is difficult to put a monetary figure on this.  Again, however, one just does not know where the next project will lead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900005#E01800","nonspeaker":"Mr. Paul Sweetman","continuing":true},{"type":"speechnospeaker","time":1361282100,"counter":114,"content":"<p>The education side is incredibly important, particularly in encouraging more children - especially girls - to do higher level maths.  There is a need to provide the relevant courses in schools and get children excited about them.  I am the parent of a number of primary schoolchildren and when I meet other mothers and fathers in the schoolyard, I discover that they are all excited about technology.  They talk about encouraging their children to take an interest in technology and join CoderDojo while still in primary school as opposed to waiting until they go to secondary school.  There is a demand on the parents side, but there are still issues on the education side in putting ICT in place in schools.  I do not refer to kids sitting in front of computers and playing games but to actually becoming involved in development, programming and other interesting things which will stimulate their minds.  If we could do this in the education sector, it would be great.<\/p><p>  On the tech industry side, we need to bring on board those people who are going to develop these graduates when they emerge from colleges in three to four years time.  I built businesses in the 1980s and 1990s and we brought in <i>emigr&eacute;s<\/i> from Philips, Siemens, AT&amp;amp;T and other companies across the globe.  We built a tremendous tech industry in the 1990s by bringing on board Irish people who had travelled abroad and obtained six, seven or eight years' experience and building businesses around them.  The people concerned remained in Ireland and it is not possible to attract any others like them.  As a result, we must bring in people from abroad who possess the type of top-tier skills around which we can build businesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900006#F00200","nonspeaker":"Mr. Joe Cunningham"},{"type":"speechnospeaker","time":1361282100,"counter":115,"content":"<p>If given the opportunity to opt for one of the two - in his own book Mr. Cunningham cheated in this regard - I would probably choose education.  We could do a number of things.  For example, the Khan Academy involves self-paced instruction and inverting the classroom.  These approaches can work at a secondary level and encourage the brightest minds to apply themselves in focusing on what our society truly needs.  We need more of the nation-building types of individuals who can create jobs.  Many people do not realise that the top talent from Irish institutions is going into law and medicine which are very noble professions but they relate to service economies.  That is very limited because one is not scaling the number of jobs one is creating for society.  If an engineer is creative and bright, he or she can develop a company or an industry which can create hundreds of jobs, whereas a doctor may service a couple of patients each day.  Our society needs to produce people to fill these roles.<\/p><p>  We in Ireland have a tendency to say, \"Let us give something to this, that or other university and it will develop specialists in a certain area.\"  I do not believe that is necessarily the best way to operate.  I would create one MIT-like institution in Ireland which all of the very top talent would attend.  Everyone who graduated would know that he or she was competing among the very best in the country.  This would ensure we would not lower the skill or talent level in each of the universities.<\/p><p>  Another action I would take would be to bring to an end the overly specialised disciplines.  I invented the term \"cloud computing\".  I do not know if members are familiar with it.  Irish institutions now offer degrees in cloud computing, which is nuts.  They also offer degrees in other super-specialised areas.  It is not that these are not important specialties relating to important industries.  Elsewhere in the world, however, people obtain degrees in electrical engineering or computer science and they may specialise in or concentrate on a particular aspect.  Here we offer esoteric degrees which will not prepare someone for his or her entire career.  Rather, they will only prepare someone for the next five years and this is only if one truly believes the degree is in such a specialised area.  There were no cloud computing systems ten years ago, but software was available.  We must be concerned about this over-specialisation.  Much of it is the result of the way the points system for the leaving certificate works.  All of this would need to be adjusted.<\/p><p>  That is my take on the matter.  I do not have all the answers because I just run a business.  Since the Chairman asked me to indulge my fantasy, however, I took the opportunity to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900006#F00300","nonspeaker":"Mr. Sean O'Sullivan"},{"type":"speechnospeaker","time":1361282100,"counter":116,"content":"<p>My colleagues' companies have all the big solutions.  In the context of recruitment, there is a worldwide war going on in attracting talent.  As Mr. Cunningham stated, when a person from Russia or elsewhere applies for a job in Ireland, he or she is also probably applying for jobs in ten other countries.  We have a small window of opportunity in attracting these individuals and if we do not grab them as quickly as possible, we lose them.  There was a work authorisation programme in Ireland up to 2009.  A former Minister, Mary Harney, got rid of the programme, which created huge difficulties at the time.  We had not actually lost any IT jobs at that point, but we were losing them in other areas.  The programme in question allowed us to bring people into Ireland in approximately two weeks.  At present, it takes two weeks just to get someone into the country in order that he or she might attend an interview.  If the person is from Azerbaijan or some other country where there is no Irish consulate, we must make an application through the Department of Foreign Affairs and Trade and via another country's consulate in getting him or her to Ireland.  As a result, the interview process is delayed.  In addition, the process relating to green card applications takes six to eight weeks to complete.<\/p><p>  I accept that we have been hammering on about this matter for a long period.  However, the position is becoming serious, not just for Apple and other major companies but also for small indigenous Irish companies which are really suffering.  The process is having a knock-on effect on wages in this country because people who are here are receiving seven or eight offers when they seek employment elsewhere.  Salaries are increasing and the smaller indigenous Irish companies that are creating great products and in which those emerging from our universities with specialist skills will seek positions are unable to compete.  There is a need to expedite matters and make this an open country in order that we can attract both companies and the relevant specialists required to fill particular roles.<\/p><p>  We have been involved in discussions with successive Ministers for the past four to five years on this matter.  Let us consider an example.  Pramerica Systems Ireland Limited in County Donegal has been in operation since 1999.  It started out with ten staff and now has 900.  It built its workforce on the back of the work authorisation programme.  Top-level staff were brought in from Singapore, Russia, the United States, etc., and the company grew its teams around them.  It now takes on graduates from Irish universities each year.  There is no reason we cannot be winners on the worldwide stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900006#F00400","nonspeaker":"Mr. Colin Donnery"},{"type":"speech","time":1361282100,"counter":117,"content":"<p>I would have presumed that Mr. O'Sullivan would have been consulted about the cloud computing course to which he referred before places on it were first offered.  However, he was obviously not consulted at any stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900006#F00500","speaker":"1078"},{"type":"speechnospeaker","time":1361282100,"counter":118,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900006#F00600","nonspeaker":"Mr. Sean O'Sullivan"},{"type":"speech","time":1361282100,"counter":119,"content":"<p>Was the course provided to attract students or was it to obtain funding for the institution involved?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900006#F00700","speaker":"1078"},{"type":"speechnospeaker","time":1361282100,"counter":120,"content":"<p>The leaving certificate system seems to create a degree of unnecessary specialisation.  We need generalists who are able to be problem solvers and extremely talented across a range of areas.  The job one obtains when one graduates from college will not be the same five years later.  It will be slightly different.  One might perhaps be managing something differently or the job may be broader in nature.  One's career changes.  Our careers should be broad but with specialisation, where necessary.  The focus of the leaving certificate system seems to be that we should create niche degrees which will attract more highly qualified students.  We should have more selective and wide open colleges for different quality candidates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900006#F00800","nonspeaker":"Mr. Sean O'Sullivan"},{"type":"speech","time":1361282100,"counter":121,"content":"<p>I welcome Mr. O'Sullivan and the other members of the delegation.  They referred to subjects.  We all know maths is really important.  Is science as important as used to be the case and should it be a core subject on the junior and leaving certificate syllabuses?  I accept that we do not have enough graduates, that there is a high level of unemployment and that we need to try to deal with these issues together.  It is important, however, that when we emerge from the current phase there will still be people with IT skills coming to Ireland, particularly as they bring with them diversity, etc.  I heard Mr. O'Sullivan speak on this topic previously - it might have been in the context of Silicon Valley - and perhaps he might enlighten us further on it.  In this regard, I refer particularly to the assertion that if we attract 10,000 jobs from abroad, it will lead to the creation of 100,000 jobs locally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900006#F00900","speaker":"988"},{"type":"speechnospeaker","time":1361282100,"counter":122,"content":"<p>In respect of Silicon Valley, 40% of the residents of the town of San Jos&eacute; which is larger than Dublin were not born in the United States.<\/p> <p>In general, about half of the companies in Silicon Valley were created by founders born outside the United States.  Some 75% of senior management teams also comprise people born outside the United States.  When I attend board meetings in Ireland, I do not see that diversity.  I do not see Indians, Russians or South Americans, for example, at senior board level.  We have to ask whether we want this to be a country of origin, sending our people everywhere throughout the world, or we want this to be a destination country to which people want to come and bring their families to create lasting growth and a multicultural society of significance.  We want Ireland to be a destination country and I hope we can achieve this.  It is not just a case of accepting everyone who wants to immigrate but choosing to accept the highest value immigrants, as the United States, Canada and Australia are choosing to do.  Ireland is not operating in a vacuum; several countries are actively recruiting high value economic immigrants.  This is the policy pursued by the United States in the past which it did better than it does today.  This is the opportunity available to Ireland.  Do we want to be the only English-speaking people in the world with an open door for the best and brightest tech talent?  That would be a unique and remarkable position to be in that would resonate throughout the world.  It is a position we should be seeking to grow the economy to the point where we would not have to worry about a slow growth rate; we would be trying to restrain the growth rate and there would be full employment.  We can take advantage of what we already have ever since Mr. Se&aacute;n Lemass and Mr. T. K. Whitaker set the policy of opening up Ireland.  If we continue on that path, we have a bright future.  We need to aggressively seize and capture this opportunity.  If this happens, we will be known around the world for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900006#F01000","nonspeaker":"Mr. Sean O'Sullivan","continuing":true},{"type":"speech","time":1361282700,"counter":124,"content":"<p>Are the science subjects important?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G00200","speaker":"988"},{"type":"speechnospeaker","time":1361282700,"counter":125,"content":"<p>Maths and science are incredibly important.  As Mr. O'Sullivan said, we are looking for thinkers, people we can mould and who have a broad set of skills.  In the case of medicine, one does not begin with studying to become a dermatologist or an orthopaedic surgeon; rather, one spends six years in general medicine and then proceeds to specialisation.  It is no different in industry with regard to engineering or computer science.  We can mould people with a broad initial education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G00300","nonspeaker":"Mr. Joe Cunningham"},{"type":"speech","time":1361282700,"counter":126,"content":"<p>This delegation is a breath of fresh air.  It is great to be across the table from people who are exceptionally proactive and productive and offering ways out of our current situation.  I hope the Action Plan for Jobs or the follow-on from that strategy will offer solutions to the problems highlighted by the delegation.  I also hope the committee can be an advocate and that the delegation will offer us further sound and practical advice in the future.<\/p><p>  I have a question more out of curiosity about girls and their attitude to maths.  Are fewer girls studying higher level maths or is there another reason?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G00400","speaker":"1023"},{"type":"speechnospeaker","time":1361282700,"counter":127,"content":"<p>Higher level maths does not seem to be offered in a sufficient number of all-girls' schools, in particular.  The performance of girls in the STEM subjects exceeds that of boys, particularly in all-girls' schools, which is ironic.  They are not offered higher level maths, even though they are probably the best at it.  This is a serious loss to the workforce because they account for 50% of the potential workforce.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G00500","nonspeaker":"Mr. Joe Cunningham"},{"type":"speech","time":1361282700,"counter":128,"content":"<p>Is Mr. Cunningham saying we do not offer them the chance to study higher level maths or that they do not choose to study it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G00600","speaker":"1078"},{"type":"speechnospeaker","time":1361282700,"counter":129,"content":"<p>It is a combination of both.  There is more of a drive by parents who want their children to have a future in the technology sector.  I suggest it is very difficult to find higher level physics courses in all-girls' schools.  Higher level maths may be offered, but the students may not receive enough encouragement to study it.  If there are not enough students willing to study it, the school will not provide a class that year.  Parents are beginning to push for these subjects and we need schools to be incentivised.  The policy of offering extra bonus points for maths has been very successful, as shown in the CAO applications.  We need to continue this policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G00700","nonspeaker":"Mr. Joe Cunningham"},{"type":"speech","time":1361282700,"counter":130,"content":"<p>Is it sufficient to encourage the take-up of higher level maths or is there a need to encourage the study of applied mathematics?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G00800","speaker":"1078"},{"type":"speechnospeaker","time":1361282700,"counter":131,"content":"<p>Some combination of maths, physics and applied maths is very important.  Chemistry and biology are also important and I do not discount them.  It is a case of allowing second-level students to participate in a process where they learn to think in order that they will go to university with their minds open to thinking for themselves.  They can then progress from college into the industry where that thinking will be used.  The great thing about maths and physics is not so much the specific knowledge one learns but rather the fact that one must solve problems, think about systems and the way things work.  That is what we want in our industries.  Software and programming, knowing Java, for example, are fundamental, but it is also vital to understand a complicated system, whether it be text messaging, how a gas system works, for example, and applying this knowledge to software.  We need to have people who can think about problems in a lateral fashion and apply software methods to solve them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G00900","nonspeaker":"Mr. Joe Cunningham"},{"type":"speechnospeaker","time":1361282700,"counter":132,"content":"<p>As I have a seven year-old daughter, I second Mr. Cunningham's comments.  There is an expression, \"Women hold up half the sky\".  Unfortunately, when it comes to programming positions, there may be one out of ten who is actually in the field.  Supposedly 25% of women are working in technical areas, but this includes medicine and other fields which are not the software and high tech areas.  We would really like to see greater participation by women.  It is noticeable in some design areas in which several women are heading up companies, but we would like to see more.  Women are not carrying half the burden in technology jobs, which is not because they are not good at it.  The challenge for society is to encourage more women to work in an area which can develop their creativity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G01000","nonspeaker":"Mr. Sean O' Sullivan"},{"type":"speechnospeaker","time":1361282700,"counter":133,"content":"<p>I have four children involved in CoderDojo, two of whom are girls.  Our CoderDojo group is in Birr and the girls are outperforming the boys in many cases.  They are not just taking part in programming with Scratch or HTML, they are taking part in chess, rocket launching and robotics.  I applaud the CoderDojo people who have done a phenomenal job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G01100","nonspeaker":"Mr. Colin Donnery"},{"type":"speech","time":1361282700,"counter":134,"content":"<p>Our report addresses the issue of female participation.  During the dot.com era the level of female participation was not at 50%, but many more were involved.  The uptake is not as good now.  There are many theories, one being the tech area is perceived as being too macho, or that boys are more familiar with computer games and PlayStation which are very much male-oriented.  This may have turned off many girls from moving into the tech area.  I agree with the point that honours maths is available in girls' schools but physics and applied maths are not available.  This is due to lack of demand and it becomes self-fulfilling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G01200","speaker":"1114"},{"type":"speechnospeaker","time":1361282700,"counter":135,"content":"<p>If those subjects are not offered, girls are not incentivised to study them.  The irony is that the software industry is very family-friendly.  Girls may not want to follow a career in some industries but ours is very family-friendly.  We work long hours, but we are flexible within them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G01300","nonspeaker":"Mr. Joe Cunningham"},{"type":"speech","time":1361282700,"counter":136,"content":"<p>I am fascinated by Mr. O'Sullivan's point on over-specialisation.  I thought we were moving in the other direction.  I understood our education system was too broad, yet Mr. O'Sullivan argues that a general or broad educational base is needed.  Mr. Cunningham has explained it very well that a medical student does not decide to be a dermatologist first but rather must study to be a doctor for five or six years before engaging in specialisation.<\/p> <p>Will Mr. O'Sullivan please go back over this?  He said people should be prepared to think and solve problems rather than specialise.  I was aware of somebody who had studied technology in university and applied for a job but was told he or she was not suitable because he or she should have specialised in gaming or whatever.  I thought that was the problem, but clearly it is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900007#G01400","speaker":"1145","continuing":true},{"type":"speechnospeaker","time":1361283300,"counter":138,"content":"<p>It probably depends on the employer.  We are doing work that requires brilliant minds, creative minds and creative problem solving.  Most of the software industry is like that, in fact.  Perhaps Mr. Sweetman could speak on this question also.  Sometimes there is a tendency among recruiters to say a person needs to have a certain skill such as JavaScript, or they need to have HTML5 or whatever.  However, most of the time those skills can be learned in a matter of two or three months, enough to be good at it.  I knew 19 computer programming languages by the time I was 19 years of age.  If one is good enough at something it is not difficult to pick up a different set of similar skills.  Employers such as those I mentioned might as well be saying \"I would like to hire a mechanic who uses only wrenches.\"  That does not work; one must have the ability to use blowtorches, wrenches and other tools.  As an industry we do not need totally hyper-focused people; we need problem solvers.  It is a contrast.  I do not know if my colleague can explain it better.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900008#H00200","nonspeaker":"Mr. Sean O'Sullivan"},{"type":"speechnospeaker","time":1361283300,"counter":139,"content":"<p>I think that is spot-on.  Also, we can be over-critical.  Our concern is about courses that are very narrow.  By training I am an electronic engineer.  Ninety-nine percent of what I learned in college - specific technical things - I have never deployed in industry, but 100% of the reasoning I learned was applicable to what I did.  I did very little software at college but went straight into a software job.  That is what we are looking for in a growing economy.  Employers are willing to train people - that is what we do.  We mould people into what we want them to be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900008#H00300","nonspeaker":"Mr. Joe Cunningham"},{"type":"speech","time":1361283300,"counter":140,"content":"<p>There were a couple of questions.  Mr. Cunningham said employers are willing to train people.  How engaged are employers across the board for all the different levels?  The witnesses are specifically talking about the high-level end, but there are many other jobs along the way.  I know employers want to do it, but are they doing it or are they restricted?  Is there anything we can do as a committee to ensure there is more engagement with employers in training people and in course development?  Even though we have had many of the third level institutes appear before the committee, I get the impression that there is still a breakdown in course development and in targeting the right people.  Is there an issue with the public and private sectors working together in terms of colleges and courses?  Is there a need to focus more fusion there?  Is the organisation not involved enough, or does Mr. Sweetman consider it is beginning to happen, as he may see it more clearly?  If not, we may need to give a bit of a push as well.<\/p><p>  In regard to career guidance, does the industry or the organisation itself engage with the Institute of Guidance Counsellors?  Is the issue being pushed enough at school level?  Nearly every day when we knock on doors or engage with people, parents ask along which route they should direct their children.  Where is their future?  Where are their jobs?  Parents want more direction and more help.  I do not know how we can do it, but they need to hear from the organisation.  The questions we are asked every time we go to somebody's house are \"What do we get our children to do?  What is their future?  What courses and what subjects should they pursue?\".  We are asked that all the time.  Parents want to do the right thing and are interested but the message does not appear to be getting through.  Perhaps the issue is career guidance.  I do not know at what stage it goes wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900008#H00400","speaker":"1078"},{"type":"speechnospeaker","time":1361283300,"counter":141,"content":"<p>I will answer with regard to career guidance.  What we are seeing is that people are not really engaged.  We have started talking to children in schools and so on, and I am involved a little at local level.  It is about getting people to do what they love when they are 15, 16, 17 or 19 years of age.  One of the problems in Ireland over the years has been changing fashions - if construction is the fashion today, people go into the construction sector.  The same applies to law and medicine.  Funnily enough, IT was fashionable back in 1998 and 1999, but then there was the dot-com bust, and nobody did IT for three years.  Now there is a three- to four-year gap during which not enough people pursued IT degrees.  It is a case of getting people to do what they love doing, or to do a general degree in an area in which they are interested and then specialise in year four or when they start working with an employer.  There is much specialisation earlier on, which does not help, as many students drop out in first and second year.  They may be interested in the general subject they are studying but not the specialisations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900008#H00500","nonspeaker":"Mr. Colin Donnery"},{"type":"speechnospeaker","time":1361283300,"counter":142,"content":"<p>Perhaps I can add a couple of points.  I thank the Chairman for the offer to help.  That is something on which the committee could be strong.  The great advantage is that much has already been done.  There are a number of programmes and initiatives out there and we need to focus on picking the ones that are working effectively.  On the issue of engagement with the industry, universities and institutes of technology, I can point the committee to strong examples of programmes that receive Government support.  To cut a long story short, I would encourage more support for these programmes.  The two examples are the following.  A very powerful conversion programme, a master's in applied software technology, is being developed by Ericsson in conjunction with the ICT Ireland Skillnet, through Skillnets Ltd. funding, which is under the auspices of the Government.  In the first cohort, Ericsson has been able to take 50 people off the live register, put them through an intensive master's programme and guarantee them jobs as strong software developers within Ericsson.  That first programme was very successful, and now there is a cohort of 100 people.  There is no reason this programme cannot be replicated across many of the other large employer-based ICT companies.  The attractive aspect of the programme is that on successful completion the graduates are guaranteed a job, but also, these are anchor jobs, which secure the footprint of Ericsson in Ireland.  That can be replicated.  The way the programme was developed was that individuals from Ericsson worked directly on what they wanted to see within the programme.  It turned out that a level 9 master's degree was what was required.  That went out to tender, and Athlone IT is delivering the programme.  Fundamental to that was the Government programme through Skillnets Ltd.<\/p><p>  To show that we are not talking just about high-level skills, VMware and a group of companies in Ballincollig, Cork, pooled together through another Skillnets programme - the Irish Software Association Skillnet - when seeking to fill entry-level positions.  It was looking for two aspects in terms of entry into the programme: a person's attitude, and his or her ability to use a computer in a very basic sense.  Out of that it got many programming specialists, some within its cloud computing services - about 100 people.  That was a specific programme developed with local educational institutions and also directly with companies.  In terms of assistance, I would certainly recommend that programmes such as Skillnets be encouraged to continue and that funding be supported.  Another development is the 760 conversion programmes that were recently launched by the Government.  They are very strong because they are working with industry and academic institutions in trying to develop as best they can what the industry needs and trying to align this with work placement.<\/p><p>  What is important about Skillnets is not just that there is funding but that the programmes being developed are often the first of their kind.  They are industry-led and have not existed before.  For example, a project management diploma being taught by DIT, which was developed through a Skillnet, is actually the first of its kind in Europe.  Not only does that bode well for those going through the course; it also gives Ireland a strong reputation for tackling the needs that are important to companies.  <\/p><p>  With regard to career guidance, there have been some very strong initiatives, and continued support for them would be good.  Through industry groups such as IBEC we host career guidance conferences once a year and go through the key topics and the key career options for students.<\/p> <p>We try to arm career guidance counsellors with the information they will need and tailor it to the requirements of students and parents.<\/p><p> There are some very strong programmes, including Smart Futures, which is run through Discover Science and Engineering.  That is trying to capture all the initiatives in order to encourage students to look more at opportunities.  It was piloted with the information and communications technology sector but we are now taking in the medical devices and pharmaceutical sectors as well, including science, technology, engineering and maths, and focusing on careers available from there.  It is a very strong programme and it could play some part in continuing the shift we observed last year, with more students going for third level courses that are technology-related.<\/p><p> There is a champions programme that heavily involves Engineers Ireland.  Recent graduates from engineering programmes in particular speak to fourth level students, detailing their work as an engineer and the strong opportunities that they see.  They advocate consideration of such a career.  It is important work as that is the point at which students begin to make critical decisions that could open or eliminate the possibilities for getting involved in the technical sector.  We have very strong building blocks and we are beyond the foundations in quite a few of those programmes.  It is important to get momentum behind such action.<\/p><p> We are also talking about the visas issue and that is one of the last big plays where we can gain a significant advantage.  If we get it over the line it will both solve the problem in the short term and give us a very strong footing internationally, giving companies confidence that whatever the issue will be in five or ten years - it may not be a matter of skills - Ireland will work flexibly and nimbly in its work.  The ramifications are very important and it is critical to see if we can do something about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900008#H00700","nonspeaker":"Mr. Paul Sweetman","continuing":true},{"type":"speech","time":1361283900,"counter":144,"content":"<p>Does Mr. O'Sullivan have any additional comments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900009#J00200","speaker":"1078"},{"type":"speechnospeaker","time":1361283900,"counter":145,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900009#J00300","nonspeaker":"Mr. Sean O'Sullivan"},{"type":"speech","time":1361283900,"counter":146,"content":"<p>If there are no other comments we will leave it at that.  We will engage with the Minister and with the efforts of the witnesses and everybody else, we might see some action with the action plan for jobs.  This version will continue the efforts of last year.  There are many issues on which we can engage with the witnesses on a more regular basis and we will focus on this area as a committee.  We will engage with the witnesses again during the year if that is okay.  I thank them for coming today.  We will be meeting the Minister next week to discuss the action plan for jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013021900009#J00400","speaker":"1078"},{"type":"unspoken","time":1361283900,"counter":147,"content":"<p>The joint committee adjourned at 2.55 p.m. until 2.15 p.m. on Tuesday, 26 February 2013.<\/p>","notice":"TIME STRING DETECTED"}]