[{"type":"majorheading","content":"Select Committee on Housing, Planning and Local Government","time":1623884400,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 09:30<\/p><p>The Select Committee met at 09:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Cormac Devlin,* Francis Noel Duffy, Thomas Gould, Emer Higgins, Paul McAuliffe, Darragh O'Brien (Minister for Housing, Local Government and Heritage), Cian O'Callaghan, Eoin Ó Broin.<\/p><p>* In éagmais \/ In the absence of Deputy Joe Flaherty.<\/p><p>I láthair \/ In attendance: Deputy Richard Boyd Barrett.<\/p><p>Teachta \/ Deputy Steven Matthews sa Chathaoir \/ in the Chair.<\/p>","time":1623884400,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002"},{"type":"minorheading","content":"Land Development Agency Bill 2021: Committee Stage (Resumed)","time":1623884400,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#A00100"},{"type":"speech","time":1623884400,"counter":5,"content":"<p>I welcome the Minister, Deputy Darragh O'Brien.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#A00200","speaker":"1626"},{"type":"unspoken","time":1623884400,"counter":6,"content":"<p>SECTION 57<\/p>"},{"type":"unspoken","time":1623884400,"counter":7,"content":"<p>Debate resumed on amendment No. 190:<\/p><p><\/p>"},{"type":"speech","time":1623884400,"counter":8,"content":"<p>Amendment No. 190, in the names of Deputies &Oacute; Broin and Gould, and No. 191, in the name of the Minister, are being taken together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#A00500","speaker":"1626"},{"type":"speech","time":1623884400,"counter":9,"content":"<p>Amendment No. 190 is very simple.  In one sense, it is precautionary.  Depending on the Minister's response, I may press it.  The general provision in question is subsection 57(3), which states: \"Land owned by the Agency shall not be State Land within the meaning of the State Property Act 1954.\"  I am keen to know the implications of that.  Could the Minister outline the reason for its inclusion and what it means for the land of the kind in question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#A00600","speaker":"1468"},{"type":"speech","time":1623884400,"counter":10,"content":"<p>I cannot accept amendment No. 190 because its purpose is to delete subsection 57(3).  As I have explained, this provision is necessary for technical reasons because, without it, lands owned by the Land Development Agency, LDA, would be considered relevant public lands and would confuse matters within this legislation.  Basically, that means the LDA would be offering itself back the land it already has so there would be an issue of circularity.  That is the technical reason.  That is the only reason I cannot accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#A00700","speaker":"1561"},{"type":"speech","time":1623884400,"counter":11,"content":"<p>On that basis, I am more than happy to withdraw amendment No. 190.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#A00800","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":12,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1623884400,"counter":13,"content":"<p>I move amendment No. 191:<\/p> <blockquote> \tIn page 39, line 32, after &quot;Agency&quot; to insert &quot;or a subsidiary DAC&quot;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#A01000","speaker":"1561"},{"type":"unspoken","time":1623884400,"counter":14,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1623884400,"counter":15,"content":"<p>Section 57, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1623884400,"counter":16,"content":"<p>Section 58 agreed to.<\/p>"},{"type":"unspoken","time":1623884400,"counter":17,"content":"<p>SECTION 59<\/p>"},{"type":"speech","time":1623884400,"counter":18,"content":"<p>Amendments Nos. 192, 193, 195 and 196 are to be taken together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#A01500","speaker":"1626"},{"type":"speech","time":1623884400,"counter":19,"content":"<p>I move amendment No. 192:<\/p> <blockquote> \tIn page 40, to delete lines 17 to 20. <\/blockquote> <p>This amendment seeks to give the LDA compulsory purchase order, CPO, powers so that it will be able to acquire land needed for housing.  The main role of the LDA should be strategic land assembly, as is done very well in other countries, and to ensure there is a sufficient pipeline for housing, including social, affordable and cost-rental housing.  The focus of this Bill and of what the Minister has been saying is on State lands currently in public ownership.  That is a good and worthwhile focus but the LDA should also be trying to build up the pipeline and land bank so there will be a continuous supply of land that can be used for housing in coming years.  We really need to move away from the current circumstances whereby many land banks are controlled by a small number of larger developers, which squeezes out the smaller builders, who have an issue.  If the LDA engaged in strategic land assembly and if it were putting in place infrastructure and amenities at the same time, not only would the cost of housing be reduced for everyone, there would also be better supply and better infrastructure and amenities.  That is why LDA should have CPO powers to acquire land needed for housing, not just the limited powers envisaged in the Bill, which relate only to access and ransom strips.  That is what my amendment seeks to do.  I look forward to hearing what the Minister has to say about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#A01600","speaker":"1550"},{"type":"speech","time":1623884400,"counter":20,"content":"<p>I support Deputy Cian O'Callaghan's amendment.  I will explain the logic of my slightly subsidiary amendments.  The section of the legislation in question is one of the weaker ones.  It is not a new one in the sense that while the original general scheme of the LDA Bill brought before us in 2019 by the then Minister, Mr. Eoghan Murphy, did not include this provision, he made it very clear that a limited CPO power would be included in the Bill.  That was subsequently confirmed by Mr. John Coleman from the LDA.  The problem is that this is not what was originally envisaged in the national planning framework, to which the origins of a land management agency can be traced back.  It was always the desire of the senior civil servants who initiated the idea of an active land management agency and those other State actors who have been supporting such an initiative, such as the National Economic and Social Council, NESC, to have a body with very powerful CPO powers.  It would have those powers for two reasons.  The first is so that when negotiating with other public stakeholders, it would have strong powers to ensure they would come to the table and provide land at the appropriate price.  It would also mean the active land management agency would be able to force holders of land, public or private, who are not using it to bring it to the table.  That is a key provision for any strategic land management agency.  In the absence of that, it would only be a matter of small strips of land that would be necessary to purchase compulsorily to gain access to a bigger piece of land the LDA already has - I refer to ransom strips - is really a fundamental weakness and one of the great tragedies of this legislation.  It is an enormous missed opportunity.<\/p> <p>  Part of the reason for what I describe is that if we were to give comprehensive CPO powers to the LDA, as currently constituted, as in a commercial DAC, potentially competing with other DACs, it would run afoul of state aid rules in the EU and there could be legal challenges in the European courts, as happened with the National Asset Management Agency, NAMA.  Therefore, it is about protecting the original Fine Gael idea of a land development agency as a commercial residential developer rather than a strategic land assembler.<\/p> <p>  My two amendments are straightforward.  One is to put the focus on land assembly and transfer to those bodies that should be building the homes we want, namely local authorities, approved housing bodies and community housing trusts.  The second amendment, drafted by the Association of Irish Local Government, AILG, is to ensure local authorities are not subject to any CPO powers because that undermines the right of elected members to approve or object to the disposal of land under section 183 of the local government legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#A01700","speaker":"1468"},{"type":"speech","time":1623884400,"counter":21,"content":"<p>Does Deputy Boyd Barrett wish to speak on amendment No. 195?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#A01800","speaker":"1626"},{"type":"speech","time":1623884400,"counter":22,"content":"<p>I missed Deputy Cian O'Callaghan's contribution but I suspect our amendment, No. 195, is in a similar vein in that we believe the LDA, rather than being a mechanism to open up the public land bank to private interests, should be moving in the exact opposite direction.<\/p><p>It should aggressively seek to bring privately-owned land suitable for housing that is not being used, but is being hoarded and speculated on, into use.  It should use aggressive compulsory purchase powers to take that land into use, force existing private owners to bring it into use or simply take it from them.  Quite frankly, we need a body that is monitoring, like a hawk, the available zoned building land or, indeed, land that is not zoned but would be suitable for delivering public and affordable housing, and is pouncing on that land to ensure monopolistic control of the building land bank is not in the hands of a relatively small number of private owners, which is currently the situation.<\/p><p> The logic behind amendment No. 195 is to insert the use of compulsory powers into the Bill as a key part of what the LDA should be doing.  The amendment should probably include buildings as well as land.  I might reconsider that for our amendment on Report Stage because I presume the Government will not agree with it.  The way in which empty property in the hands of private owners is just sat on for years and years on end is, frankly, obscene.  It is staring communities throughout the country in the face that existing property is being sat on, is empty and is derelict or whatever, just to wait to see the value of it appreciate and decide strategically when or if it will be developed.  That just should not be allowed.  We should have an agency that goes after that property and land aggressively, to bring it into use for public and affordable housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#A01900","speaker":"1478","continuing":true},{"type":"speech","time":1623884400,"counter":24,"content":"<p>I thank the Deputies for their amendments and contributions.  I will make a couple of general points.  I would not underestimate the positive effect of the activation of public and State-owned land into the housing market and the effect it will have in driving further private land activation.  We have seen examples of that through the local infrastructure housing activation fund, LIHAF.  Land hoarding is not something anyone should support nor should the State, which is the biggest land hoarder in the country.  It is estimated we have enough zoned and serviced land to provide approximately 114,000 homes.  It is very significant to be able to pass this legislation so we can actually get on with developing homes on State-owned land.  I do not want to go over old ground, but I repeat this Bill is to supplement enhanced delivery by local authorities of both social and affordable, not to replace it.  It is an addition to that delivery.<\/p><p>On amendment No. 192 moved by Deputy O'Callaghan, amendments Nos. 193 and 196 moved by Deputies &Oacute; Broin and Gould and No. 195 moved by Deputies Boyd Barrett, Kenny, Murphy, Smith and Barry, I will not accept these amendments because it is not possible to do so.  Section 59 sets out the agency's powers to acquire land compulsorily.  It provides that the agency may acquire land where the land is required to provide access to relevant public land and land owned by the agency or to facilitate the provision of infrastructure required by housing on relevant land or land owned by the agency.  It may only acquire such land if it has first made a reasonable attempt to acquire the land by agreement.<\/p><p>That is effectively giving the appropriate compulsory purchase order, CPO, powers to the Land Development Agency to acquire ransom strips in particular.  There were no CPO powers at all in the original draft general scheme in the last Oireachtas.  This is completely different legislation.  The agency will have proportionate CPO powers.  I am not saying they will not grow in future but we must have regard for state aid rules.  That is, frankly, a consideration as well. <\/p><p>The LDA will, and should, be primarily focused initially on developing public lands and where it seeks to acquire private lands it is intended that it will primarily purchase these through agreement.  Most of us would want agreement in those instances, but we really want to get on with the particular nine sites the LDA has at the moment and to expand that further.  The intention of the Bill is to provide the LDA with appropriate CPO powers to enable it to purchase, as I said earlier, ransom strips.<\/p><p><b><\/b>It is not appropriate that this section be amended to widen the scope of the LDA&rsquo;s CPO powers.  On the point made by Deputy &Oacute; Broin about other public stakeholders, the LDA will not require CPO powers to deal with other publicly-owned stakeholders because the Government will direct them to do so and to transfer land where required.  More broadly, the Law Reform Commission, as members will know, is examining CPO law.  I expect those recommendations by the end of this year.  It has been ongoing for five years.  I am sure Deputies are aware of the existing complexities of our CPO system.  Reform is needed in that space so we look forward to the Law Reform Commission report. <\/p><p><b><\/b>I also want to reiterate the LDA will not in any way affect the primary role of local authorities as housing authorities.  I have said this on a number of occasions.  It just simply will not.  It does not matter how many times members say it will; it will not.  The LDA will not purchase local authority lands.  If they are offered for sale by local authorities, of course, it will.  However, the LDA will not be CPO-ing any local authority land.  Local authorities will be the main drivers of housing delivery.  That is why, just last week, I gave an instruction to local authorities to buy more land to enhance and increase their land banks, some of which will effectively be used up over the next three or four years.  The Department and I have changed the way we will reimburse local authorities so they will be reimbursed earlier.  I want to build up the public land bank our local authorities have for the delivery of social, affordable and cost rental.<\/p><p>I cannot accept the amendments as tabled by Deputies and have given my reasons.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#B00200","speaker":"1561"},{"type":"speech","time":1623884400,"counter":25,"content":"<p>I reiterate that the role of State lands is critical.  It is critical we get affordable, cost-rental and social homes on to State lands.  There is no question about that.  When any of us talk about housing supply to the people involved, be it small builders, the not-for-profit sector and, indeed, local authorities, all of them say one of their big constraints is around getting access to land.  Much development land is controlled by a small number of people who sit on it and release it on a slow basis over time, so they can attain the sorts of prices they want.  That is a key issue.  The Land Development Agency, if it was wide enough in its ambition and it took on the role originally envisaged for it, could play a key role in strategic land assembly.<\/p> <p>  I am not clear on the Minister's response.  He stated compulsory purchase was not possible and cited  state aid rules, but he also said CPO powers may well grow in future.  How is it possible they may well grow in future but it is not possible at all to give those powers now?  In terms of CPO powers and what we are talking about, the idea originates from the 1973 Kenny report.  It is not new.  That report has been through an all-party Oireachtas committee, which looked at it years ago, and many people have looked at it since.  The majority opinion has been that it can certainly be implemented.  To say that we must wait for the Law Reform Commission report, 48 years on from the Kenny report, does not hold water.  <\/p> <p>  This issue is incredibly important in terms of what the Land Development Agency should be doing.  Deputy &Oacute; Broin is right.  CPO powers do not always have to be used but they give a land development agency, or a strategic land assembly agency, power and clout to be able to negotiate.  This was done very well in some other countries, where municipalities, a land agency or the state were given strong CPO powers.  They did not always use those powers but it allowed them to negotiate, assemble sites and put in the infrastructure to ensure a good, continuous delivery of housing at affordable rates as it was needed, whether cost-rental or social.  This would allow us to get out of these supply logjams.  A key part of the supply logjam is, as the Economic and Social Research Institute, ESRI, stated in its recent report, that the private sector simply cannot deliver on the demand.  It is incapable of doing so even though Ireland has some of the highest house prices in western Europe.<\/p><p>To continue to rely on a small number of developers who hold most of the development land and landbanks and keep that role and power in their hands is a massive mistake in terms of solving the housing crisis, which is what we all want to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#B00300","speaker":"1550","continuing":true},{"type":"speech","time":1623884400,"counter":27,"content":"<p>The real value of having CPO powers is the threat of using them rather than actually using them.  They strengthen the negotiating hand of anybody in discussions.  As the Minister well knows, unfortunately, a large number of the commercial semi-States which have some of these landbanks that are not being used cannot be directed by the Government to transfer land.  For example, the bus garages in Dublin city, whether it is Donnybrook or Pearse Street, are sites of enormous strategic importance particularly in terms of residential and mixed-use developments.  Without a CPO power, if the owners of those lands do not want to engage with the LDA or engage with it in on favourable terms, the agency's hand is greatly weakened.<\/p> <p>  If the Minister is committing not to allow local authority land to come under CPO, I cannot understand why he would not support the Association of Irish Local Government's amendment No. 196 because it simply seeks to put that in the legislation.  I will not labour the point, however.<\/p> <p>  On the one hand, the Government approved the removal of section 183 land disposal powers from local authorities and elected members.  That means basically significant tracts of local authority land could be transferred to the LDA without the approval of elected members or indeed the transparency of the section 183 process.  At the same time, the Minister says he want the local authorities to buy more land.  Why not just let them deliver the housing on the land they own?  That is why it is going to undermine the role of local authorities.<\/p> <p>  As we have already seen with St. Teresa's Gardens, the big projects will be transferred to the LDA while local authorities will be left, in the main, doing smaller infill schemes because the Government will not give them the money or improve the approval and procurement process to get on with it.  The big delay in large local authority schemes is the lack of investment by the Government and the bureaucratic four-stage process.  I will not labour these points, however.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#C00200","speaker":"1468"},{"type":"speech","time":1623884400,"counter":28,"content":"<p>On the last point about the role of the local authorities and the disposal of land, to be honest, the Minister is being somewhat disingenuous.  If one takes Shanganagh, it was the non-elected executive that proposed the transfer of that site to the LDA.  It was Fianna F&aacute;il and Fine Gael, the usual suspects, which supported it.  We opposed that transfer because we had been campaigning for years for the council to build public and affordable housing on that site.<\/p> <p>  I am not quite sure how the relationship between the Department and county managers and so on works.  They are certainly not told what to do by the directly elected representatives.  It was the non-elected executive's proposal to transfer the land to the LDA.  That was because the policy of this Government and its predecessor wanted private finance and private investment involved in the development of public lands.<\/p> <p>  I will not labour the point but it slowed the process.  I remember Brendan Kenny explaining to the housing committee in the previous D&aacute;il how, if the local authority built on its own land, there was one process for finance, planning and so on.  With the Minister's proposal, there will be three processes.  The evidence speaks for itself in my opinion.<\/p> <p>  On the substantial issue of the amendment itself, does the Minister recognise that the problem of private owners hoarding land suitable for housing is a problem?  Everybody else does.  If the LDA is not going to be the agency to deal with that problem, who will deal with it?  To me, that would have been one of the central purposes of setting up such an agency, as Deputy Cian O'Callaghan said, going right back to the sort of thinking behind the Kenny report.  Does the Minister recognise it as a problem?  If he does, why on earth would he delay this when we are setting up an agency that could have the power to actually do something to deal with the significant problem of land hoarding and activating privately owned land that could be used for housing to help us to address the housing crisis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#C00300","speaker":"1478"},{"type":"speech","time":1623884400,"counter":29,"content":"<p>The housing crisis is getting worse every week.  Not a week goes by without some new statistic showing how bad the situation is getting.  We see house prices and rents rising while, at the same time, not enough houses are being delivered to meet demand.  We have a huge issue with capacity and the provision of housing.  We know speculators are hoarding land and trying to maximise the profits they can make on it.<\/p> <p>  Is the Government prioritising the ability of landowners and speculators to make profits over the rights of people to have housing?  If we do not provide strong CPO powers to use that as leverage, I have no problem with paying a fair rate for land.  We know there are speculators out there.  Does the Minister believe there are people holding lands to maximise profits while we are in the middle of a housing crisis?  If he does, like everyone else here does, then action needs to be taken against these speculators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#C00400","speaker":"1453"},{"type":"speech","time":1623884400,"counter":30,"content":"<p>I have outlined my position on exactly why the CPO powers have to be proportionate.  That is based on advice from the Attorney General.  Deputy Gould is right that we need to get the increase in supply and capacity.  For places like St. Kevin's in Cork, people should support housing developments and not object to them.<\/p> <p>  We have to get real on how we use State-owned land and on the effect that such land being activated will have on the rest of the sector.  Land hoarding by anyone is wrong.  These are the matters that have to be addressed.  All public representatives have a responsibility to ensure that housing is delivered in those areas they represent and do not continue to find reasons to oppose housing developments for working people.  That is where this legislation is significant.  Along with the Affordable Housing Bill, this will be the most significant housing legislation passed by this Oireachtas.<\/p> <p>  The CPO powers are proportionate.  Of course, measures can evolve into the future as with any State agency.  I see that happening.  However, what we need to do right now is to focus on developing the land we have.  We must also ensure that, if there are strips or parcels of lands inhibiting that development, then the agency has the requisite powers to deal with it and it will do so.<\/p> <p>  I look forward to all Deputies supporting the Bill after we have concluded Committee and Report Stages.  Everyone, to varying degrees, said we would need a land management agency.  The main Opposition spokesperson said we need that but he does not want it to plan to develop homes.  I am not sure where other Deputies are on that.  Fundamentally, we need to get this passed to capitalise the agency and to get it developing the lands it has for social, affordable and cost-rental houses for people who badly need them.<\/p> <p>  I am not accepting the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#C00500","speaker":"1561"},{"type":"speech","time":1623884400,"counter":31,"content":"<p>Okay.  We will dispose of these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#C00600","speaker":"1626"},{"type":"speech","time":1623884400,"counter":32,"content":"<p>Sorry, Chair, the Minister made a statement about people opposing the development of the St. Kevin's site in Cork.<\/p><p>I have not opposed it and do not know of anyone here who has.  If the Minister makes a statement such as that, he should clarify who he is speaking about.  I do not know of anyone who has opposed it.  I originally proposed that we build on that site, eight years ago, before the Minister even knew where the site was.  He should clarify that comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#C00700","speaker":"1453","continuing":true},{"type":"speech","time":1623884400,"counter":34,"content":"<p>I do not need to clarify it at all.  The record speaks for itself.  I hope Deputy Gould and his party will start to genuinely support housing developments for working people across the country.  I know the St. Kevin's site well.  We will move on with the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#D00200","speaker":"1561"},{"type":"speech","time":1623884400,"counter":35,"content":"<p>The Minister cannot come to public meetings and make comments that are not accurate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#D00300","speaker":"1453"},{"type":"vote","time":1623884400,"counter":36,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 3; Níl, 6.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#D00400","aye":["1453","1550","1468"],"nay":["1481","1574","1566","1626","1568","1561"],"abs":[]},{"type":"speech","time":1623884400,"counter":37,"content":"<p>I move amendment No. 193:<\/p> <blockquote> \tIn page 40, between lines 17 and 18, to insert the following:  \t&ldquo;(a) to provide land to local authorities, approved housing bodies, community housing trusts or other not-for-profit bodies for the provision of social, affordable cost rental and affordable purchase homes,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#D00500","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":38,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":39,"content":"<p>I move amendment No. 194:<\/p> <blockquote> \tIn page 40, between lines 26 and 27, to insert the following:  \t&ldquo;(4) In subsection (1), &ldquo;land owned by the Agency&rdquo; includes land owned by a subsidiary DAC where the subsidiary DAC is, for the purposes referred to in subsection (3), only performing on behalf of the Agency in relation to that land a function specified in subsection (3).&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#D00700","speaker":"1561"},{"type":"unspoken","time":1623884400,"counter":40,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1623884400,"counter":41,"content":"<p>I move amendment No. 195:<\/p> <blockquote> \tIn page 40, between lines 26 and 27, to insert the following:  \t&ldquo;(4) The Agency may compulsorily purchase relevant private land suitable for public and affordable housing.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#E00100","speaker":"1478"},{"type":"unspoken","time":1623884400,"counter":42,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":43,"content":"<p>I move amendment No. 196:<\/p> <blockquote> \tIn page 40, between lines 26 and 27, to insert the following:  \t&ldquo;(4) The power referred to in<i>subsection (1) <\/i>shall not apply to land in the ownership of a local authority.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#E00300","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":44,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1623884400,"counter":45,"content":"<p>Question, \"That section 59, as amended, stand part of the Bill\", put and declared carried.<\/p>"},{"type":"speech","time":1623884400,"counter":46,"content":"<p>We will suspend to allow members to return to their offices.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#E00600","speaker":"1626"},{"type":"speech","time":1623884400,"counter":47,"content":"<p>Only 90 minutes in this session remain.  Could we get through the amendments more quickly if we remained in the committee room?  I cannot see a reason for us not to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#E00700","speaker":"1568"},{"type":"speech","time":1623884400,"counter":48,"content":"<p>The full membership of the committee is not present.  Unfortunately, therefore, I will still have to ring the bells for eight minutes when a division is called.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#E00800","speaker":"1626"},{"type":"speech","time":1623884400,"counter":49,"content":"<p>We are going to get through the amendments today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#E00900","speaker":"1468"},{"type":"speech","time":1623884400,"counter":50,"content":"<p>That is a cross-party commitment to getting through the amendments today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#E01000","speaker":"1626"},{"type":"unspoken","time":1623884400,"counter":51,"content":"<p>Sitting suspended at 10.11 a.m. and resumed at 10.14 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"unspoken","time":1623884400,"counter":52,"content":"<p>Sections 60 to 72, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1623884400,"counter":53,"content":"<p>SECTION 73<\/p>"},{"type":"speech","time":1623884400,"counter":54,"content":"<p>I move amendment No. 197:<\/p> <blockquote> \tIn page 45, lines 19 and 20, to delete &ldquo;and, where applicable, Part V of the Act of 2000&rdquo;. <\/blockquote> <p>One concerning aspect of both the Bill and the more general debate is how little attention is paid to the issue of social housing.  Genuine concern has been expressed by organisations such as the Irish Council for Social Housing and various homelessness organisations that, other than on local authority sites where there is a pre-existing agreement to have that higher percentage of social housing, such as at Shanganagh, where the 30% is obviously welcome, there seems to be a working assumption on the part of the LDA that, in the main, there will be 10% social housing.  Even where increased funding may be made available or increased affordable housing will be provided for on sites, the social housing output will be limited, and that is very retrograde.<\/p><p>My view at all times is that the tenure mix should be determined by local need based on the housing needs demand assessment of the local authority and the views of the local elected members because they are best placed.  I do not understand why we often hear references, both in the presentations of the LDA and in the section before us, to Part V of the Planning and Development Act.  That Part applies to private housing developments, which are currently set at 10%, although I warmly welcome the Minister's commitment to increasing that to 20%.  Nevertheless, LDA land should not be constrained by Part V of the Act but rather it should use its land on the basis of identified housing need.  Therefore, unless the Minister can give me a coherent reason Part V should even be referenced in the Bill, I see no reason it should be there.<\/p><p>In general, any of the major sites we have examined, whether they are being transferred to the LDA, being developed by the local authorities or being pushed into questionable joint ventures, have had about 30% social housing, and in fact some are 40%, such as in D&uacute;n Laoghaire-Rathdown.  Part V, therefore, and the 10% social housing requirement it implies is a real problem if we are to tackle both the social housing and the homelessness crises.  Accordingly, I would be interested to hear the Minister's rationale for including lines 19 and 20 of the section.<\/p><p>I might deal with my amendments in this grouping in three parts because they involve three distinct sets of arguments, but I will be brief when I come back in on the other amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#E01400","speaker":"1468"},{"type":"speech","time":1623884400,"counter":55,"content":"<p>The Deputy is referring to amendments Nos. 203, 206 and 211.  I invite the Minister to respond on amendment No. 197 and we will then move on to amendment No. 198.  The Deputy's amendments will be discussed in that grouping.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#E01500","speaker":"1626"},{"type":"speech","time":1623884400,"counter":56,"content":"<p>The audio was breaking up somewhat, so I missed some of the contribution but heard the broader point that the Deputy raised.  The amendment seeks to remove from the section the reference to Part V of the Planning and Development Act, as he outlined.  Part V should be the bare minimum, however.  If the reference to Part V were removed, it would mean that for joint ventures or anything else in future, there would not be the bare minimum provision of Part V, and much LDA land will be well in excess of that.<\/p><p>While I understand the point the Deputy is making, to reiterate, the main deliverers of social and affordable housing are going to be the local authorities and we are tooling them up to do that with the biggest budget in the history of the State, and we intend to advance that further.  They will be providing housing, but the LDA will be providing significant amounts of social, affordable and cost rental housing, which, to be fair, is what everyone wants.<\/p><p> It is not possible for me to accept the amendment, or any amendment to Part 9, on Committee Stage.  I will explain the reason for that.  I will not be accepting any of the amendments Deputies have tabled to Part 9 of the Bill, as I intend to introduce substantial amendments to this Part on Report Stage, in particular on sections 73, 75 and 76.  I mentioned that my intention is to align the provisions of Part 9 with the provisions in the Affordable Housing Bill, which will conclude in the Seanad tomorrow and come into the D&aacute;il next week.  The LDA Bill was published in advance of the Affordable Housing Bill.  They are two very significant pieces of legislation.  I thank Members for their co-operation with them because they are both important.  While Members may not agree with every aspect of the Bills, they will agree that the delivery of affordable homes for working people to buy and to rent is important.  It is an absolute priority for me, for the Government, and I suggest for the Members opposite.  I am going to align the provisions of the Affordable Housing Bill and Part V of the Planning and Development Act on cost rental and affordable purchase with the LDA Bill.<\/p><p> Affordable housing is a priority for all of us.  I understand Members have their own views on how Part 9 could be further refined, but I ask them to withdraw the amendments so that we can consider them on Report Stage when I will be in a position to bring Government amendments on this particular Part.  The purpose of that is to make sure there is an alignment between the definitions on affordability and eligibility with the LDA Bill.  I know Members and their teams have put some effort into tabling amendments on Part 9, but I cannot accept them because we are going to return to them on Report Stage, as I have outlined.  I ask Members opposite to consider withdrawing the amendments at this Stage and reserving the right to reintroduce them on Report Stage when they see the Government amendments.  We can address them in the round on that Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#E01600","speaker":"1561","continuing":true},{"type":"unspoken","time":1623884400,"counter":58,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":59,"content":"<p>Amendments Nos. 198 to 218, inclusive, are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#F00300","speaker":"1626"},{"type":"speech","time":1623884400,"counter":60,"content":"<p>I move amendment No. 198:<\/p> <blockquote> \tIn page 45, to delete lines 21 to 32. <\/blockquote> <p>The Minister has requested that amendments are withdrawn based on what he is going to introduce on Report Stage and that we would reserve the right to reintroduce them.  Will the Minister commit that the Report Stage debate will not be guillotined by the Government?  That is very important.  If the Government seeks to introduce a guillotine at the Business Committee, given its D&aacute;il majority, we will not have time to discuss and vote on amendments on Report Stage.  It would be helpful if the Minister could clarify that.  It would also be helpful if he could give us a commitment that the Government will not guillotine the Report Stage debate.<\/p><p>The Minister spoke about the importance of the need to maximise the use of State lands for housing, with which I agree.  The amendment seeks to remove the substantial exemptions for commercial and other reasons.  If we are to maximise the potential of appropriate State lands for housing, it is very important the exemptions in the Bill are removed in order that we maximise what we can do in terms of affordable housing, cost rental housing and social housing.<\/p><p>The other amendments in the group that are in my name are amendments Nos. 201, 202, 207 and 212.  They relate to social housing.  I am very concerned about this section.  I note the Minister's commitment here and in the media that he is going to address the issue on Report Stage.  I am very concerned about these sections do not mention social housing.  They refer correctly to cost rental and affordable purchase but social housing is not mentioned at all.  The effect of that would be to limit social housing to just 10% on LDA land and public land, as specified under Part V.  That is a very concerning part of the Bill.  It is welcome that the Minister has committed to addressing it, but we are not sure how it will play out.  To be frank, 20% is not enough.  I agree with Deputy &Oacute; Broin that this must be done on the basis of housing needs assessment.  That is the logical way of assessing the needs in an area.  Currently, we have more than 8,000 people living in emergency accommodation and 120,000 households on housing waiting lists or in insecure HAP tenancies.  The idea that social housing on these State lands would be limited to 10% or even 20% of the mix is unacceptable.  Until recently, 100% of public land was used for social housing.  I agree there needs to be cost rental and affordable purchase as well.  I have no issue with that, but these sections do not even mention social housing, and would have the effect of social housing only being delivered at 10%.  That is serious.  It is positive that the Minister is going to address this, but the indication that it is only going to be up to 20% in certain areas is deeply insufficient.<\/p><p>The effect of amendments Nos. 202 and 207 would be to change the 50% baseline of the mix of affordable and social housing and cost rental in the Act to 100%, but if my amendments are accepted it still allows for some degree of flexibility.  I want to hear what the Minister says about Report Stage and if he will commit to the Bill not being guillotined so that we will have time to reintroduce the amendments if we are not happy with the way he has dealt with them.  We must have time on Report Stage to move, discuss and vote on these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#F00400","speaker":"1550"},{"type":"speech","time":1623884400,"counter":61,"content":"<p>To expedite matters, I will go through all of my amendments in this group.  They are three different types of amendment.  My argument on amendment No. 198 is exactly the same as Deputy O'Callaghan's.  There should not be an exemption from any provisions that seek to maximise the delivery of social and affordable housing on public land.  Therefore, I endorse his argument.  That is the reason we tabled the amendment.<\/p> <p>  Amendments Nos. 203, 208 and others seek to ensure 100% of the homes on public land are public homes.  It is one of the core differences between most of the Opposition and the Government parties.  I do not see any set of circumstances where unaffordable, open market-priced homes at &euro;400,000 or &euro;500,000 should be built and sold on public land.  We need social and affordable homes for purchase and to rent.  Therefore, that is the purpose of those amendments.<\/p> <p>  I have four amendments, Nos. 206, 211, 214 and 215, the latter two which were again submitted by the Association of Irish Local Government, AILG, representing the local government sector.  All of those amendments seek to do the same thing, which is to ensure it should not be the Minister who decides the tenure mix on any site.<\/p><p>That is not the function of the Minister or his Department.  In fact, they do not have the data to make those decisions.  They are giving a methodology to local authorities, the housing needs demand assessment, HNDA, and any decision on tenure should be made at a local authority level based on the HNDA.  That is the whole function of that exercise.  This arbitrary setting of tenure percentages, often determined by the commercial interests of the developer rather than local housing need, is a really bad way to make housing policy.  Therefore, each of these amendments provides for the role of the local authority and elected members in determining tenure mix.  The implication is that all that would be done in the future on the basis of the housing needs demand assessment and the future city and county development plans, which is the correct evidence-based way, not for a Minister to arbitrarily pick figures out of a hat, or, indeed, the LDA or the LDA in a subsidiary with a DAC and a joint venture with a private sector interest determining those percentages on the basis of investment decisions which, for example, I am concerned may happen in the Dundrum central site.  I will not withdraw any of the amendments, irrespective of what the Minister is promising to come back with on Report Stage because from everything he has said to date, I believe that his amendments will still leave open the possibility of some level of unaffordable open-market price homes of &euro;400,000 to &euro;500,000 being delivered on public land and that is not what that land should be used for.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#F00500","speaker":"1468","continuing":true},{"type":"speech","time":1623884400,"counter":63,"content":"<p>I would like to hear the Minister's rationale for giving himself the power to exempt LDA developments from Part V.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G00200","speaker":"1478"},{"type":"speech","time":1623884400,"counter":64,"content":"<p>It does not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G00300","speaker":"1561"},{"type":"speech","time":1623884400,"counter":65,"content":"<p>That is what it does.  It explicitly does that.  If the Minister wants to explain-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G00400","speaker":"1478"},{"type":"speech","time":1623884400,"counter":66,"content":"<p>Sorry, it does not exempt it from Part V.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G00500","speaker":"1561"},{"type":"speech","time":1623884400,"counter":67,"content":"<p>It gives the Minister the power-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G00600","speaker":"1478"},{"type":"speech","time":1623884400,"counter":68,"content":"<p>It does not exempt it from Part V planning provisions.  I am not interrupting but just for clarification, it does not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G00700","speaker":"1561"},{"type":"speech","time":1623884400,"counter":69,"content":"<p>The Minister can explain it to me if he wants but as I read it, it gives him the power to exempt a development from Part V.  Potentially, we could have no social housing on a LDA site.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G00800","speaker":"1478"},{"type":"speech","time":1623884400,"counter":70,"content":"<p>To be helpful, not to interrupt, genuinely, it does not provide for that.  I am not trying to derive a correlation but we have just discussed removing reference to Part V.  That may have had the unintended consequence of doing that.  That was not my amendment, that was an amendment put down by Deputy &Oacute; Broin.  Leaving that aside, Part V provisions would apply to it.  I am not trying to be difficult and we can get clarification for the Deputy but I am just trying to clarify this for him because there is no question of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G00900","speaker":"1561"},{"type":"speech","time":1623884400,"counter":71,"content":"<p>I would like clarity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G01000","speaker":"1478"},{"type":"speech","time":1623884400,"counter":72,"content":"<p>Well, I have given it but I can give it to the Deputy in writing if he likes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G01100","speaker":"1561"},{"type":"speech","time":1623884400,"counter":73,"content":"<p>Section 73(2) states \"The Government may, by order, at the request of the Minister, exempt relevant public land from the provisions of this Part where the land\" and then gives a series of examples.  The term \"this Part\" is the one where Part V is applicable, in the section above it.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G01200","speaker":"1478"},{"type":"speech","time":1623884400,"counter":74,"content":"<p>It is a reference to Part 9, it is not Part V of the Planning Act.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G01300","speaker":"1626"},{"type":"speech","time":1623884400,"counter":75,"content":"<p>That refers to Part 9, it is not Part V of the Planning Act.  I know there is a lot in this but for clarification sake, I can say that it does not refer to Part V.  It is up to the Deputy to proceed as he wishes, no problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G01400","speaker":"1561"},{"type":"speech","time":1623884400,"counter":76,"content":"<p>The Minister is saying that the reference in section 73(1) \"where applicable\" refers not to Part V but to Part 9, is that what the Minister is saying?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G01500","speaker":"1478"},{"type":"speech","time":1623884400,"counter":77,"content":"<p>Part V is referenced in section 73(1), whereas the reference to \"Part\" in section 73(2) refers to Part 9 of the LDA Bill.  That is my understanding of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G01600","speaker":"1626"},{"type":"speech","time":1623884400,"counter":78,"content":"<p>Yes, exactly that, thanks Chair.  It references Part 9 of the Bill that we are debating right now.  If Deputy Boyd Barrett wishes, we can give him that in writing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G01700","speaker":"1561"},{"type":"speech","time":1623884400,"counter":79,"content":"<p>If I got it wrong, I am happy to admit it.  The Minister is saying that this Bill does not empower him to get rid of the Part V requirement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G01800","speaker":"1478"},{"type":"speech","time":1623884400,"counter":80,"content":"<p>Absolutely not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G01900","speaker":"1561"},{"type":"speech","time":1623884400,"counter":81,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G02000","speaker":"1478"},{"type":"speech","time":1623884400,"counter":82,"content":"<p>I thank Deputy Boyd Barrett.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G02100","speaker":"1626"},{"type":"speech","time":1623884400,"counter":83,"content":"<p>I have not finished.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G02200","speaker":"1478"},{"type":"speech","time":1623884400,"counter":84,"content":"<p>Sorry, the Deputy is on amendment No. 200.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G02300","speaker":"1626"},{"type":"speech","time":1623884400,"counter":85,"content":"<p>I also wanted to make the more general point about social housing.  The Minister said we will align the Bill on affordable housing with the LDA Bill and so on, that there will be a series of amendments to that effect.  Will he clarify what \"social housing\" is?  I refer to the eligibility criteria and particularly the income thresholds and what the Minister envisages.  There is a problem in respect of the cohort of people who are eligible for social housing, for Part V and whatever proportion of LDA developments shall be social housing as against, for example, cost rental or affordable purchase.  My fear and suspicion, given that the income thresholds have not risen for a decade, is that there is a concerted policy to make fewer and fewer people eligible for social housing and that consequently, the proportion of LDA developments that will be social housing will become smaller and smaller.  Cost rental, which is essentially a higher rent of social housing will slowly but surely substitute for traditional social housing with a differential rent scheme.  If we are to fully understand the potential implications of the LDA, we need to know who the Government envisages as being eligible for social housing in the future as against, for example, cost rental.  It is a bit difficult for us to understand terms like \"affordable\" if we do not know the income cohort which the Government envisages will be eligible, compared with social housing.  Otherwise we do not know what \"social housing\" means or who it will be for.  I would like that clarified.<\/p> <p>  With amendment No. 200, we are simply trying to prevent any transfer to anyone other than the local authority or approved housing bodies.  We believe, as has been well rehearsed in this debate, that this would ensure the transfer and completion of ownership of the planning authority or to persons nominated by the planning authority and nobody else, that is, no disposal to any other interests.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G02400","speaker":"1478"},{"type":"speech","time":1623884400,"counter":86,"content":"<p>If Deputy Br&iacute;d Smith is not present, I will move on to Deputy McAuliffe, who has tabled amendments Nos. 204, 209 and 218.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G02500","speaker":"1626"},{"type":"speech","time":1623884400,"counter":87,"content":"<p>I appreciate the Minister suggesting that he will seek to address it on Report Stage.  I want to progress the Bill but it is very clear that the Opposition wants to ensure that this is purely a land amalgamation agency, whereas the Government wants to ensure this is an agency that builds affordable homes for people.  The Minister has already said that in places like Dublin, the 20% Part V provision, which Deputy Boyd Barrett thought had been removed, plus the remaining 80% will be affordable, that is, 100% affordable.<\/p> <p>  My amendment seeks to put that into legislation in order to ensure the maximum affordability and to ensure that the nominal price of the land is as low as possible.  I appreciate there may be drafting issues.  I take on board the Minister's suggestion that it will be addressed on Report Stage and thank him for considering it. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G02600","speaker":"1568"},{"type":"speech","time":1623884400,"counter":88,"content":"<p>Deputy Higgins is muted, I might come back to her in a moment.  I apologise to Deputy Gould, I did not see him indicating.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#G02700","speaker":"1626"},{"type":"speech","time":1623884400,"counter":89,"content":"<p>Like others, I have concerns about social housing.  I appreciate that the Minister is talking about increasing the 10% Part V social housing requirement to 20%.  The core of the facts here is that public housing should be built on public land.  We cannot stand over any development that will allow private developers to build private houses on public land, which are unaffordable to the majority of people.  We understand that the housing crisis affects everyone, including renters, people looking for social and affordable houses, and those trying to buy private houses.  Public land has to be used to deliver public houses.  That is where we and the Minister fundamentally disagree.  Allowing private developers and speculators onto public land is not something that we can support.<\/p> <p>  On amendments Nos. 214 and 215, as Deputy &Oacute; Broin said about the tenure mixture, the local authority must be able to outline the housing need in its locality.  If the Minister or LDA are to say what the tenure mixture is, it should depend on the housing need of that area, city, town or community.  We are saying that to solve the housing crisis, we need to build public houses on public land.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#H00100","speaker":"1453"},{"type":"speech","time":1623884400,"counter":90,"content":"<p>We have had detailed discussion on this.  I appreciate the Minister's remarks and am happy to go with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#H00200","speaker":"1566"},{"type":"speech","time":1623884400,"counter":91,"content":"<p>On foot of my amendments Nos. 205 and 210, the Minister has committed to increasing the provision of public housing on public land, which I thank him for as it would be felt positively by many people over the proposed 20-year lifespan of the LDA.  A core policy of the Green Party is 100% public housing on public land, which I continue to call for.  I led the initial programme for Government negotiating team last year, where this would have stood at 60% private housing on public land.  That has dropped from 60% to 30% and, today, to 0% in our major cities where the housing crisis is felt hardest.  This amendment will allow for cost rental, affordable purchase and social housing to be provided for to a maximum in Dublin and Cork.  All of these housing models provide affordable State homes to people who need and deserve them.  I thank the Minister and his team.  M&iacute;le bu&iacute;ochas.  I would like to retain the right to come back on Report Stage, as others have said, to speak to this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#H00300","speaker":"1574"},{"type":"speech","time":1623884400,"counter":92,"content":"<p>I will start with the comments from Deputies Duffy, Higgins and McAuliffe.  I thank them and the Chairman for their engagement with regard to Report Stage amendments that I will table to substantially increase the affordable quotient in our major cities, as Deputy Duffy said.  I thank him.  We will have a 100% social and affordable requirement.  For those who say that this Bill is not transformative from the one published in the previous D&aacute;il, these measures are significant.  We will increase the baseline for affordability to a minimum of 50%.  Any decrease would require a positive resolution by the D&aacute;il.  I will table that type of amendment to section 9 on Report Stage.<\/p> <p>  I will address points made by Deputies Gould, &Oacute; Broin, O'Callaghan and Boyd Barrett.  The LDA will provide housing above and beyond what local authorities will provide on their own lands.  It will be on LDA lands.  The housing needs demand assessment came up at the previous meeting.  It is a new tool for all local authorities.  Local authorities know on the basis of our research how much social, affordable and private housing, if we are allowed to use the word \"private\", is needed in their own areas.  If the LDA is developing a site of State agency land and, in that area, there is a requirement for far more than the minimum 10% social housing, it would be increased up to 50% because we have set a requirement of 50% affordable housing.  Most of us recognise that there is an urgent need to address those working people who have found themselves stuck in a rental and unaffordability trap.<\/p> <p>  We are the first Government to roll out a national cost rental scheme.  We and our colleagues in government, Fine Gael and the Green Party, will have a national cost rental scheme rolled out within a year.  We will have people in cost rental homes this year.  Should the Affordable Housing Bill pass, which I earnestly hope it will, with the support of Opposition Members as well, we will have people in affordable purchase homes this year.  That is what it is about for all of us.  It is about making change in this area to improve the lot for our people, especially those who are so acutely affected.<\/p> <p>  I will address Deputy O'Callaghan's question about Report Stage.  The scheduling and length of time on Report Stage is not up to me.  It is a matter for the Business Committee.  I am guided by it as we all are.  I intend to table specific amendments on Report Stage.  We were not delaying them in any form.  It is simply a phasing of them in conjunction with the Affordable Housing Bill.  That is when we will make sure that the definitions of \"affordability\", \"proportion\" and \"ratios\" will be brought in.  It is up to each Deputy who has tabled an amendment to move or withdraw it at this stage.  For the purposes of doing our work efficiently and appropriately, I have suggested that amendments be withdrawn.  Deputies can reserve the right to reintroduce them.  I will table Government amendments on Report Stage, which I hope will be soon, because I, my Government colleagues and others who have spoken here want to have this legislation passed by the recess because it is urgent.<\/p> <p>  Deputy Boyd Barrett spoke about social housing.  Social housing is defined and eligibility for it is being reviewed.  I note his comments at the previous committee meeting.  He believes that social housing lists should be open to everyone.  He is entitled to that view.  That would mean that millionaires would be on the social housing list too.  I do not agree with that and think that social housing should be focused on those who need it most.  We will expand the provision of social housing.  To take the Deputy's point in the manner in which it was put, the review of the eligibility criteria and income limits is being done and is expected to be completed in the coming months.  The affordable housing eligibility and criteria fit into that and to what we will do with our social housing.<\/p> <p>  I thank Deputies Duffy, Higgins and McAuliffe for withdrawing their amendments while reserving the right to table them again on Report Stage.  It is up to other members how to proceed but I will not accept any of the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#H00400","speaker":"1561"},{"type":"unspoken","time":1623884400,"counter":93,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1623884400,"counter":94,"content":"<p>Amendment No. 199 not moved.<\/p>"},{"type":"speech","time":1623884400,"counter":95,"content":"<p>I move amendment No. 200:<\/p> <blockquote> \tIn page 46, to delete lines 4 to 16 and substitute the following:  \t&ldquo;(a) the building and transfer on completion, to the ownership of the planning authority, or to the ownership of persons nominated by the authority for the provision of public and affordable housing.&rdquo;  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#H00700","speaker":"1478"},{"type":"unspoken","time":1623884400,"counter":96,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":97,"content":"<p>I move amendment No. 201:<\/p> <blockquote> \tIn page 46, lines 6 and 7, to delete &ldquo;to a combination of both&rdquo; and substitute &ldquo;social housing, or to a combination of these&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#H00900","speaker":"1550"},{"type":"vote","time":1623884400,"counter":98,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 3; Níl, 6.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#H01000","aye":["1453","1550","1468"],"nay":["1481","1574","1566","1626","1568","1561"],"abs":[]},{"type":"speech","time":1623884400,"counter":99,"content":"<p>I move amendment No. 202:<\/p> <blockquote> \tIn page 46, line 7, to delete &ldquo;50 per cent&rdquo; and substitute &ldquo;100 per cent&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J00100","speaker":"1550"},{"type":"vote","time":1623884400,"counter":100,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 3; Níl, 6.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J00200","aye":["1453","1550","1468"],"nay":["1481","1574","1566","1626","1568","1561"],"abs":[]},{"type":"speech","time":1623884400,"counter":101,"content":"<p>I move amendment No. 203:<\/p> <blockquote> \tIn page 46, lines 7 and 8, to delete &ldquo;50 per cent, or such other percentage as the Minister may prescribe under section 75,&rdquo; and substitute &ldquo;100 per cent&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J00300","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":102,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":103,"content":"<p>I move amendment No. 204:<\/p> <blockquote> \tIn page 46, line 7, to delete &ldquo;50 per cent&rdquo; and substitute &ldquo;80 per cent&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J00500","speaker":"1568"},{"type":"unspoken","time":1623884400,"counter":104,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1623884400,"counter":105,"content":"<p>I move amendment No. 205:<\/p> <blockquote> \tIn page 46, line 7, after &ldquo;50 per cent,&rdquo; to insert &ldquo;or comprising 80 per cent in urban areas with a population of more than 75,000 people,&rdquo; <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J00700","speaker":"1574"},{"type":"unspoken","time":1623884400,"counter":106,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1623884400,"counter":107,"content":"<p>I move amendment No. 206:<\/p> <blockquote> \tIn page 46, line 8, to delete &ldquo;Minister&rdquo; and substitute &ldquo;Local Authority&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J00900","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":108,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":109,"content":"<p>I move amendment No. 207:<\/p> <blockquote> \tIn page 46, line 11, to delete &ldquo;50 per cent&rdquo; and substitute &ldquo;100 per cent&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J01100","speaker":"1550"},{"type":"unspoken","time":1623884400,"counter":110,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":111,"content":"<p>I move amendment No. 208:<\/p> <blockquote> \tIn page 46, lines 11 and 12, to delete &ldquo;50 per cent, or such other percentage as the Minister may prescribe under section 75,&rdquo; and substitute &ldquo;100 per cent&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J01300","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":112,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":113,"content":"<p>I move amendment No. 209:<\/p> <blockquote> \tIn page 46, line 11, to delete &ldquo;50 per cent&rdquo; and substitute &ldquo;80 per cent&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J01500","speaker":"1568"},{"type":"unspoken","time":1623884400,"counter":114,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1623884400,"counter":115,"content":"<p>I move amendment No. 210:<\/p> <blockquote> \tIn page 46, line 11, after &ldquo;50 per cent,&rdquo; to insert &ldquo;or comprising 80 per cent in urban areas with a population of more than 75,000 people,&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J01700","speaker":"1574"},{"type":"unspoken","time":1623884400,"counter":116,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1623884400,"counter":117,"content":"<p>I move amendment No. 211:<\/p> <blockquote> \tIn page 46, line 12, to delete &ldquo;Minister&rdquo; and substitute &ldquo;Local Authority&rdquo; <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J01900","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":118,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":119,"content":"<p>I move amendment No. 212:<\/p> <blockquote> \tIn page 46, line 16, after &ldquo;sale&rdquo; to insert &ldquo;or social housing&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J02100","speaker":"1550"},{"type":"unspoken","time":1623884400,"counter":120,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1623884400,"counter":121,"content":"<p>Question, \"That section 73, as amended, stand part of the Bill\", put and declared carried.<\/p>"},{"type":"unspoken","time":1623884400,"counter":122,"content":"<p>Section 74 agreed to.<\/p>"},{"type":"unspoken","time":1623884400,"counter":123,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1623884400,"counter":124,"content":"<p>I move amendment No. 213:<\/p> <blockquote> \tIn page 47, between lines 19 and 20, to insert the following:<br \/><br \/><b>&ldquo;75.<\/b>The Minister shall ensure that all land assembled by the Agency will be used for social, affordable cost rental and affordable purchase homes.&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J02600","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":125,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1623884400,"counter":126,"content":"<p>SECTION 75<\/p>"},{"type":"speech","time":1623884400,"counter":127,"content":"<p>I move amendment No. 214:<\/p> <blockquote> \tIn page 47, lines 21 to 24, to delete all words from and including &ldquo;(1) The&rdquo; in line 21 down to and including line 24 and substitute the following:<br \/><br \/>&ldquo;(1) The relevant Local Authority may set a percentage of housing higher or lower than that specified in section 73(4) for the purposes of an agreement under section 73(3) and may set different percentages in respect of the administrative area where the proposed development is located.&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J02900","speaker":"1468"},{"type":"vote","time":1623884400,"counter":128,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 3; Níl, 6.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#J03000","aye":["1453","1550","1468"],"nay":["1481","1574","1566","1626","1568","1561"],"abs":[]},{"type":"speech","time":1623884400,"counter":129,"content":"<p>I move amendment No. 215:<\/p> <blockquote> \tIn page 47, to delete lines 25 to 28 and substitute the following:  \t&ldquo;(2) For the purpose of setting a percentage in relation to an area under subsection (1) the Local Authority shall have regard to the likely future demand for cost rental dwellings and dwellings for sale and to the following matters in relation to the area concerned:&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K00100","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":130,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":131,"content":"<p>I move amendment No. 216:<\/p> <blockquote> \tIn page 47, line 26, after &ldquo;dwellings&rdquo; to insert &ldquo;, social housing&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K00300","speaker":"1550"},{"type":"unspoken","time":1623884400,"counter":132,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":133,"content":"<p>I move amendment No. 217:<\/p> <blockquote> \tIn page 47, line 38, after &ldquo;price&rdquo; where it secondly occurs to insert &ldquo;and social housing&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K00500","speaker":"1550"},{"type":"unspoken","time":1623884400,"counter":134,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":135,"content":"<p>I move amendment No. 218:<\/p> <blockquote> \tIn page 48, between lines 2 and 3, to insert the following:  \t&ldquo;(4) Where the Minister by order sets a percentage lower than that specified in section 73(4), a positive resolution of the Oireachtas is required.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K00700","speaker":"1566"},{"type":"unspoken","time":1623884400,"counter":136,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1623884400,"counter":137,"content":"<p>Question, &ldquo;That section 75 stand part of the Bill&rdquo;, put and declared carried.<\/p>"},{"type":"unspoken","time":1623884400,"counter":138,"content":"<p>SECTION 76<\/p>"},{"type":"unspoken","time":1623884400,"counter":139,"content":"<p>Amendment No. 219 not moved.<\/p>"},{"type":"speech","time":1623884400,"counter":140,"content":"<p>I move amendment No. 220:<\/p> <blockquote> \tIn page 48, line 6, after &ldquo;rent&rdquo; where it secondly occurs to insert &ldquo;and will be based on an affordable price or rent related to income of purchasers or tenants&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K01200","speaker":"1550"},{"type":"vote","time":1623884400,"counter":141,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 3; Níl, 6.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K01300","aye":["1453","1550","1468"],"nay":["1481","1574","1566","1626","1568","1561"],"abs":[]},{"type":"unspoken","time":1623884400,"counter":142,"content":"<p>Amendment No. 221 not moved.<\/p>"},{"type":"speech","time":1623884400,"counter":143,"content":"<p>I move amendment No. 222:<\/p> <blockquote> \tIn page 48, line 7, to delete &ldquo;may&rdquo; and substitute &ldquo;shall&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K01500","speaker":"1568"},{"type":"unspoken","time":1623884400,"counter":144,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1623884400,"counter":145,"content":"<p>I move amendment No. 223:<\/p> <blockquote> \tIn page 48, line 25, after &ldquo;housing&rdquo; to insert the following:  \t&ldquo;, including the affordable land value of relevant public lands in the geographic or administrative area&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K01700","speaker":"1568"},{"type":"unspoken","time":1623884400,"counter":146,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1623884400,"counter":147,"content":"<p>I move amendment No. 224:<\/p> <blockquote> \tIn page 48, between lines 25 and 26, to insert the following:  \t&ldquo;(g) the tenants and purchasers income and ability to pay;<br \/><br \/>(h) the gap between incomes and the costs of housing, based on the principle that affordable housing costs shall not exceed one-third of net income.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K01900","speaker":"1550"},{"type":"vote","time":1623884400,"counter":148,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 3; Níl, 6.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K02000","aye":["1453","1550","1468"],"nay":["1481","1574","1566","1626","1568","1561"],"abs":[]},{"type":"speech","time":1623884400,"counter":149,"content":"<p>I move amendment No. 225:<\/p> <blockquote> \t  \tIn page 48, to delete lines 27 to 34 and substitute the following: <blockquote> \t&ldquo;(a) &ldquo;prevailing market price&rdquo; means the median price by unit type in the relevant administrative or geographical area as calculated by the Central Statistics Office for the year immediately preceding the lodging of a planning application for the site;<br \/><br \/>(b) &ldquo;prevailing market rent&rdquo; means the standardised rent by unit type in the relevant administrative or geographical area as calculated by the Residential Tenancies Board for the year immediately preceding the lodging of a planning application for the site.&rdquo;. <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K02100","speaker":"1566"},{"type":"unspoken","time":1623884400,"counter":150,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1623884400,"counter":151,"content":"<p>Question, &ldquo;That section 76 stand part of the Bill&rdquo;, put and declared carried.<\/p>"},{"type":"unspoken","time":1623884400,"counter":152,"content":"<p>SECTION 77<\/p>"},{"type":"unspoken","time":1623884400,"counter":153,"content":"<p>Amendments Nos. 226 and 227 not moved.<\/p>"},{"type":"unspoken","time":1623884400,"counter":154,"content":"<p>Question, &ldquo;That section 77 stand part of the Bill&rdquo;, put and declared carried.<\/p>"},{"type":"unspoken","time":1623884400,"counter":155,"content":"<p>SECTION 78<\/p>"},{"type":"speech","time":1623884400,"counter":156,"content":"<p>I move amendment No. 228:<\/p> <blockquote> \tIn page 50, line 3, after &ldquo;day&rdquo; to insert &ldquo;and to a subsidiary DAC on and from the date of its establishment in accordance with <i>Part 4<\/i>&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K02800","speaker":"1561"},{"type":"unspoken","time":1623884400,"counter":157,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1623884400,"counter":158,"content":"<p>I move amendment No. 229:<\/p> <blockquote> \tIn page 50, line 5, after &ldquo;Agency&rdquo; to insert &ldquo;and a subsidiary DAC&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K03000","speaker":"1561"},{"type":"unspoken","time":1623884400,"counter":159,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1623884400,"counter":160,"content":"<p>I move amendment No. 230:<\/p> <blockquote> \tIn page 50, line 6, after &ldquo;Agency&rdquo; to insert &ldquo;and a subsidiary DAC&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K03200","speaker":"1561"},{"type":"unspoken","time":1623884400,"counter":161,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1623884400,"counter":162,"content":"<p>I move amendment No. 231:<\/p> <blockquote> \tIn page 50, between lines 7 and 8, to insert the following:  \t&ldquo;(4) Any subsidiary established by the Agency shall be covered by the Act of 2014 from the date such subsidiaries are established.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K03400","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":163,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1623884400,"counter":164,"content":"<p>Section 77, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1623884400,"counter":165,"content":"<p>NEW SECTIONS<\/p>"},{"type":"speech","time":1623884400,"counter":166,"content":"<p>I move amendment No. 232:<\/p> <blockquote> \tIn page 50, after line 8, to insert the following:<br \/><br \/><b>&ldquo;Amendment of Public Service Pensions (Single Scheme and Other Provisions) Act 2012<\/b>  \t79. The Public Service Pensions (Single Scheme and Other Provisions) Act 2012 is amended by the insertion of &ldquo;Land Development Agency&rdquo; in the Schedule.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K03800","speaker":"1561"},{"type":"unspoken","time":1623884400,"counter":167,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1623884400,"counter":168,"content":"<p>Amendment No. 233 not moved.<\/p>"},{"type":"speech","time":1623884400,"counter":169,"content":"<p>I move amendment No. 234:<\/p> <blockquote> \tIn page 50, after line 8, to insert the following:<br \/><br \/>&ldquo;<b>Inclusion of Agency under Regulation of Lobbying Act 2015<\/b>  \t<b>79.<\/b>The Agency, its subsidiaries and their officials shall be included in Schedule 1 (Bodies that are not Public Service Bodies) to the Act of 2015.&rdquo;.  <\/blockquote> <p>I will withdraw and resubmit on Report Stage depending on the Minister's update at a later stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K04100","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":170,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1623884400,"counter":171,"content":"<p>SCHEDULE 1<\/p>"},{"type":"unspoken","time":1623884400,"counter":172,"content":"<p>Question, \"That the Schedule 1 be a Schedule to the Bill\", put and declared carried.<\/p>"},{"type":"unspoken","time":1623884400,"counter":173,"content":"<p>SCHEDULE 2<\/p>"},{"type":"unspoken","time":1623884400,"counter":174,"content":"<p>Question, \"That the Schedule 2 be a Schedule to the Bill\", put and declared carried.<\/p>"},{"type":"unspoken","time":1623884400,"counter":175,"content":"<p>NEW SCHEDULE<\/p>"},{"type":"speech","time":1623884400,"counter":176,"content":"<p>I move amendment No. 235:<\/p> <p style=\"padding-left: 20px; margin-bottom: 10px\">In page 52, after line 23, to insert the following:<\/p> <p style=\"padding-left: 20px; margin-bottom: 10px\"><b>&ldquo;SCHEDULE 3<\/b><\/p> <p style=\"padding-left: 20px; margin-bottom: 10px\"><b>Relevant Public Land referred to in <\/b><bi>section 54(1)(c)<\/bi><\/p> <p> <table>    <tr>       <th><b>Relevant Public Land<\/b><br \/><br \/><b>(1)<\/b><\/th>       <th><b>Schedule 1 Public Body<\/b><br \/><br \/><b>(2)<\/b><\/th>    <\/tr>    <tr>       <td>Central Mental Hospital, Dundrum, Co. Dublin<\/td>       <td>Commissioners of Public Works in Ireland<\/td>    <\/tr>    <tr>       <td>St Kevin&rsquo;s Hospital, Shanakiel, Co. Cork<\/td>       <td>Health Service Executive<\/td>    <\/tr>    <tr>       <td>Devoy Barracks, Naas, Co. Kildare<\/td>       <td>Housing and Sustainable Communities Agency<\/td>    <\/tr>    <tr>       <td>Hackettstown, Skerries, Co. Dublin<\/td>       <td>Housing and Sustainable Communities Agency<\/td>    <\/tr>    <tr>       <td>Castlelands, Balbriggan, Co. Dublin<\/td>       <td>Housing and Sustainable Communities Agency<\/td>    <\/tr> <\/table> <\/p> <p>&rdquo;.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K04800","speaker":"1561"},{"type":"unspoken","time":1623884400,"counter":177,"content":"<p>Amendment put and declared carried.<\/p>"},{"type":"unspoken","time":1623884400,"counter":178,"content":"<p>TITLE<\/p>"},{"type":"unspoken","time":1623884400,"counter":179,"content":"<p>Amendment No. 236 not moved.<\/p>"},{"type":"speech","time":1623884400,"counter":180,"content":"<p>I move amendment No. 237:<\/p> <blockquote> \tIn page 7, line 6, after &ldquo;of&rdquo; to insert &ldquo;social, affordable cost rental and affordable purchase&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K05200","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":181,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1623884400,"counter":182,"content":"<p>Amendment No. 238 not moved.<\/p>"},{"type":"speech","time":1623884400,"counter":183,"content":"<p>I move amendment No. 239:<\/p> <blockquote> \tIn page 7, line 6, to delete &ldquo;market&rdquo; and substitute &ldquo;system&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K05500","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":184,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":185,"content":"<p>I move amendment No. 240:<\/p> <blockquote> \tIn page 7, line 6, after &ldquo;market&rdquo; to insert &ldquo;and to foster sustainable development and create sustainable communities&rdquo;. <\/blockquote> <p>The Minister said he would introduce an amendment on Report Stage along the lines of this and therefore I will withdraw it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K05700","speaker":"1550"},{"type":"speech","time":1623884400,"counter":186,"content":"<p>Which one is that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K05800","speaker":"1561"},{"type":"speech","time":1623884400,"counter":187,"content":"<p>It is about sustainable development.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K05900","speaker":"1550"},{"type":"speech","time":1623884400,"counter":188,"content":"<p>Yes.  We will introduce something on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K06000","speaker":"1561"},{"type":"unspoken","time":1623884400,"counter":189,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1623884400,"counter":190,"content":"<p>Amendment No. 241 not moved.<\/p>"},{"type":"speech","time":1623884400,"counter":191,"content":"<p>I move amendment No. 242:<\/p> <blockquote> \tIn page 7, line 7, to delete &ldquo;DAC&rdquo; and substitute &ldquo;non-commercial state agency&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K06300","speaker":"1468"},{"type":"vote","time":1623884400,"counter":192,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 3; Níl, 6.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#K06400","aye":["1453","1550","1468"],"nay":["1481","1574","1566","1626","1568","1561"],"abs":[]},{"type":"speech","time":1623884400,"counter":193,"content":"<p>I move amendment No. 243:<\/p> <blockquote> \tIn page 7, line 8, to delete &ldquo;develop and regenerate&rdquo; and substitute &ldquo;actively manage&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L00100","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":194,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1623884400,"counter":195,"content":"<p>Amendments Nos. 244 and 245 not moved.<\/p>"},{"type":"speech","time":1623884400,"counter":196,"content":"<p>I move amendment No. 246:<\/p> <blockquote> \tIn page 7, line 9, after &ldquo;of&rdquo; to insert &ldquo;social, affordable cost rental and affordable purchase&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L00400","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":197,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":198,"content":"<p>I move amendment No. 247:<\/p> <blockquote> \tIn page 7, line 9, after &ldquo;housing&rdquo; where it firstly occurs to insert the following:  \t&ldquo;by Local Authorities, Approved Housing Bodies, Community Housing Trusts and other not for profit bodies&rdquo;.   <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L00600","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":199,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":200,"content":"<p>I move amendment No. 248:<\/p> <blockquote> \tIn page 7, lines 9 and 10, to delete &ldquo;and to develop and manage housing on that and other land,including with other persons or bodies&rdquo; . <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L00800","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":201,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1623884400,"counter":202,"content":"<p>Amendments Nos. 249 to 251, inclusive, not moved.<\/p>"},{"type":"speech","time":1623884400,"counter":203,"content":"<p>I move amendment No. 252:<\/p> <blockquote> \tIn page 7, line 13, after &ldquo;the&rdquo; where it secondly occurs to insert &ldquo;Public&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L01100","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":204,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1623884400,"counter":205,"content":"<p>Amendments Nos. 253 and 254 not moved.<\/p>"},{"type":"speech","time":1623884400,"counter":206,"content":"<p>I move amendment No. 255:<\/p> <blockquote> \tIn page 7, line 14, after &ldquo;housing&rdquo; to insert the following:  \t&ldquo;to Local Authorities, Approved Housing Bodies, Community Housing Trusts and other not for profit bodies&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L01400","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":207,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1623884400,"counter":208,"content":"<p>Amendment No. 256 not moved.<\/p>"},{"type":"speech","time":1623884400,"counter":209,"content":"<p>I move amendment No. 257:<\/p> <blockquote> \tIn page 7, lines 17 to 19, to delete all words from and including &ldquo;to&rdquo; in line 17 down to and including &ldquo;price;&rdquo; in line 19 and substitute the following:  \t&ldquo;to ensure that only social, affordable cost rental and affordable purchase homes are delivered on relevant public land and former relevant public land;&rdquo;.   <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L01700","speaker":"1468"},{"type":"vote","time":1623884400,"counter":210,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 3; Níl, 6.<\/p><br\/><br\/><p><\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L01800","aye":["1453","1550","1468"],"nay":["1481","1574","1566","1626","1568","1561"],"abs":[]},{"type":"speech","time":1623884400,"counter":211,"content":"<p>I move amendment No. 258:<\/p> <blockquote> \tIn page 7, line 17, to delete &ldquo;a proportion of&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L01850","speaker":"1550"},{"type":"unspoken","time":1623884400,"counter":212,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1623884400,"counter":213,"content":"<p>I move amendment No. 259:<\/p> <blockquote> \tIn page 7, lines 19 and 20, to delete &ldquo;to amend the Planning and Development Act 2000 to enable the Agency to perform functions of a development agency under Part IX of that Act;&rdquo; . <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L02000","speaker":"1468"},{"type":"unspoken","time":1623884400,"counter":214,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1623884400,"counter":215,"content":"<p>Question, \"That the Title be the Title to the Bill\", put and declared carried.<\/p>"},{"type":"unspoken","time":1623884400,"counter":216,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"speech","time":1623884400,"counter":217,"content":"<p>I thank members for their co-operation as there was a significant number of amendments.  I invite the Minister to make his concluding comments on the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L02400","speaker":"1626"},{"type":"speech","time":1623884400,"counter":218,"content":"<p>Ba mhaith liom f&iacute;orbhu&iacute;ochas a ghabh&aacute;il leis an gCathaoirleach agus le gach Teachta at&aacute; ar an gcoiste as an ts&aacute;robair a rinne siad.  Ba dh&iacute;osp&oacute;ireacht &uacute;s&aacute;ideach agus th&aacute;bhachtach &eacute;.  T&aacute;im ag s&uacute;il go m&oacute;r len&aacute;r n-obair bhreise a dh&eacute;anamh sa D&aacute;il.  I wish to thank the members of the committee for their work and attention to detail.  It has been a useful and important debate.  While we have disagreed on aspects of it, there is a concerted view among all of us that we need to utilise State lands better for the good of our people and to make land that has been lying unproductive productive for one of the most basic requirements, namely, to provide homes for our people.  This has been a significant step forward.<\/p> <p>  I wish to thank the Chairman, the committee staff and my own team.  It is a different type of committee hearing.  We are all in different rooms and have to come to the committee room for votes.   However, I think the process has been most efficient.  That is down to the Chairman's stewardship of it.  I look forward to the next stage and the remaining work that we need to do in the D&aacute;il and the Seanad.  Go raibh m&iacute;le maith agaibh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L02500","speaker":"1561"},{"type":"speech","time":1623884400,"counter":219,"content":"<p>I would also like to acknowledge the work of the Bills Office in grouping a significant number of amendments.  It made the job of chairing these meetings a little easier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L02550","speaker":"1626"},{"type":"minorheading","content":"Message to Dáil","time":1623884400,"counter":220,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L02600"},{"type":"speech","time":1623884400,"counter":221,"content":"<p>In accordance with Standing Order 101, the following message will be sent to the Clerk of the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Housing, Local Government and Heritage has completed its consideration of the Land Development Agency Bill 2021 and has made amendments thereto. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPS2021061700002#L02700","speaker":"1626"},{"type":"unspoken","time":1623884400,"counter":222,"content":"<p>The select committee adjourned at 11.19 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]