[{"type":"majorheading","content":"Joint Oireachtas Committee on Agriculture, Food and the Marine","time":1368536400,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 14:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Martin Ferris, Senator Michael Comiskey, Deputy Martin Heydon, Senator Mary Ann O'Brien, Deputy Michael McNamara, Senator Susan O'Keeffe, Deputy Éamon Ó Cuív, Senator Pat O'Neill.<\/p><p>In attendance: Deputies Richard Boyd Barrett and Luke 'Ming' Flanagan, and Senator Fiach Mac Conghail.<\/p><p>DEPUTY PAT DEERING IN THE CHAIR.<\/p>","time":1368536400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400002"},{"type":"minorheading","content":"Business of Joint Committee","time":1368536400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400002#A00100"},{"type":"speech","time":1368536400,"counter":6,"content":"<p>As we have a quorum, we can commence and the meeting is in public session.  Apologies have been received from the Chairman who is away on business.  Before we begin, I remind the members to switch off their mobile phones or to put them on silent mode.  I propose that we now go into  private session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400002#A00200","speaker":"968"},{"type":"unspoken","time":1368536400,"counter":7,"content":"<p>The joint committee went into private session at 2.10 p.m. and resumed in public session at 3.20 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Scrutiny of EU Legislative Proposals","time":1368536400,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400003#H00100"},{"type":"speech","time":1368536400,"counter":9,"content":"<p>We will discuss item No. 6.  It is proposed that the proposals listed in Schedule B do not warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>  Moving to Schedule A, COM (2013) 159 is a proposal for a regulation of the European Parliament and the Council on fixing an adjustment rate for direct payments provided for in Regulation (EC) No. 73\/2009 in respect of the calendar year 2013.  It is proposed that this proposal requires further scrutiny by way of a letter to the Secretary General of the Department of Agriculture, Food and the Marine stating:<blockquote>- the Joint Committee is keeping a close watching brief on all developments regarding the Common Agricultural Policy, CAP, and, in this case, reductions to direct payments from the CAP in 2013;<br \/>- the Joint Committee is concerned with the differing positions of the draft report of the European Parliament's COMAGRI Committee which has proposed cuts to direct payments for claims made in 2013 that amount to 0.74% rather than the 4.9% put forward by the Commission;<br \/>- the Joint Committee asks to be kept informed of all developments regarding this proposal, specifically in relation to the inter-institutional negotiations on the amounts agreed for the total reduction resulting from the application of financial discipline.<\/blockquote>It is important to set a deadline for obtaining information in this regard.  In that respect I suggest the day prior to this day two weeks - Monday, 27 May.  Is that agreed?  Agreed.<\/p> <p> COM (2013) 226 is a proposal for a regulation of the European Parliament and of the Council laying down certain transitional provisions on support for rural development by the European Agricultural Fund for Rural Development, EAFRD, and amending Regulation (EU) No. [ ... ] [RD] as regards resources and their distribution in respect of the year 2014 and amending Council Regulation (EC) No. 73\/2009 and Regulation EU No. [ ...] [DP], (EU) No. [ ... ] [HZ] and (EU) No. [ ...] [sCMO] as regards their application in the year 2014.  <\/p><p> It is proposed that this proposal requires further scrutiny by way of letter to the Secretary General of the Department of Agriculture, Food and the Marine stating that the joint committee is keeping a close watching brief on all developments regarding the Common Agricultural Policy and in this case transition measures to implement the new CAP regime.  The joint committee asked to be kept informed of all developments regarding this proposal specifically in relation to the setting of transitional measures for rural development under Pillar 2 in regard to agri-environment and is to outline how additional moneys will be spent next year, taking into account the long lead-in time period in announcing new agri-environmental schemes.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400003#H00200","speaker":"968","continuing":true},{"type":"unspoken","time":1368536700,"counter":11,"content":"<p>Sitting suspended at 3.20 p.m. and resumed at 3.25 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Sale of Coillte's Harvesting Rights: Discussion (Resumed) with IMPACT","time":1368536700,"counter":12,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400004#J00300"},{"type":"speech","time":1368536700,"counter":13,"content":"<p>I welcome Mr. Matt Staunton and Mr. Johnny Fox from IMPACT.  I apologise to the committee on behalf of the Chairman who is on business abroad.<\/p><p>  Before beginning I wish to draw to attention that witnesses are protected by absolute privilege in respect of their evidence to the committee.  If witnesses are directed by the committee to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or persons or entity by name or in such a way as to make him, her or it identifiable.  I remind Members of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official by name or in such a way as to make him or her identifiable.  I invite Mr. Matt Staunton to make his opening statement.  This meeting is part of the ongoing process of recent weeks regarding submissions in respect of the proposed sale of Coillte's timber harvesting rights. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400004#J00400","speaker":"968"},{"type":"speechnospeaker","time":1368536700,"counter":14,"content":"<p>I thank the Chairman and members for the opportunity to address the committee.  As the committee is no doubt aware, a political decision on this issue is imminent.  This union's campaign is unique so far as it is not, at least at first glance, an industrial relations issue.  When it comes to the State's forestry land, we believe everyone is a stakeholder.  Therefore, when the union's Coillte branch began its campaign in late 2012, reaching out to people and organisations of like mind was an important first step.<\/p><p>  In general, we believe that selling the rights to fell and sell timber to private operators would jeopardise a profitable State company and public access to forests and result in the closure of many, if not all, of the nation's private sawmills.  It would deliver a devastating blow to tourism and forestry if access to our forests was to be restricted by private interests.<\/p><p>  We believe that the financial return on the proposed sale would only generate enough cash to pay three weeks interest on the nation's debts.  I describe this return as a few grains of sand in a desert of debt, which is a fair and accurate description.  Also, it would be a net cost to the State according to Mr. Peter Bacon.  Quite simply, the proposal does not add up.<\/p><p>  The Coillte branch of IMPACT, representing 600 workers at the State firm, began a campaign against the proposed sale in November 2012.  We reached out to a coalition of other organisations to form the Save Our Forests campaign.  These include the Society of Irish Foresters, Birdwatch Ireland, Mountaineering Ireland, and more recently, Scouting Ireland - an organisation which has never become involved in any political issue.  <\/p><p>  Mountaineering Ireland proved to be a key partner on the issue.  It had begun to inform about the negative effects of a possible sale of State forests nearly two years earlier.  For Mountaineering Ireland, it was all about access.  For us, it was primarily about jobs, forestry, and the wider economic issues that were likely to occur as a result of any sale.  By linking together, we were at liberty to talk about the full range of issues with authority and credibility.  This pushed open doors for everyone involved.<\/p><p>  On the issue of the forest harvesting rights, we knew it was never going to be enough for us to simply stand up and say &quot;we are not having it&quot;.  We knew we had to make the argument and we had to make it credibly.  The materials we developed for the campaign, including the brochure and website, were created with this objective in mind.  The Save Our Forests brochure which was developed by John Prior of the union's Coillte branch examined the social, economic and environmental case against selling Coillte assets.  It was published in November 2012 and a copy was sent to every Deputy, Senator, councillor and Leader company in the country.<\/p><p>  Our website <i>Save Our Forests.ie <\/i>became the online focal point of the campaign and we developed an associated Facebook page as part of that process.  The Save Our Forests brochure highlighted the issue of jobs and revealed that the proposed sale could jeopardise up to 12,000 jobs in the Irish forest products sector which is currently worth &euro;2.2 billion per year, including &euro;286 million in exports.<\/p><p>  As the union wanted to take the economic argument further, we took steps to properly investigate the economic consequences of the proposal.  We commissioned economist Mr. Peter Bacon to weigh up the economic viability of the proposed sale.  As it turned out, Mr. Bacon unearthed some uncomfortable truths.  His ultimate assessment was that &quot;the economic rationale for the proposed sale of Coillte harvesting rights no longer stands up and cannot be justified&quot;.  This became the core message of our campaign.  Mr. Bacon's assessment was, to put it bluntly, a cold look at the bottom line.  He might well have concluded that the sale had some economic merit, and might even have concluded that a cost neutral sale of an asset, with a short-term gain, may have warranted some approval.  We believe Mr. Bacon's conclusion drove a stake through the heart of the proposal.  <\/p><p>  His assessment, which we published in January, found that the State would remain liable for costs of &euro;1.3 billion following a sale of the harvesting rights.  Those costs included a loss of funds from Coillte's profit flow of &euro;565 million, a deficit caused by the sell off of &euro;313 million, the economic costs of Coillte job losses of &euro;19 million, a Coillte debt liability of &euro;172 million, a pension liability of &euro;130 million and a loss of amenity of &euro;105 million, amounting to a total of &euro;1.3 billion.  <\/p><p>  Mr. Bacon found that to cover these costs, Coillte would need to sell timber at &euro;78 per cubic metre, which is well above current or recent prices.  The average recent price paid for Coillte supplies to sawmills has been just over &euro;43 per cubic metre.  This meant that, rather than generating State income, a sale of Coillte harvesting rights would represent a substantial cost to the Exchequer.  The proposal, as it stands, requires the State to continue to maintain the land on which the forests are planted, despite the loss of profits currently generated by Coillte timber sales.<\/p><p>  For us, the biggest kicker in Mr. Bacon's report was the estimated return on the sale of the harvesting rights at &euro;774 million as an absolute outside maximum.<\/p> <p>With an obligation to use half of the funds raised to pay off debt, as part of the troika bailout agreement, this would leave &euro;387 million.  Mr. Bacon's report concludes, \"The funds raised would facilitate repayment of 0.2% of the total debt under this measure or provide 6.2% of the interest cost in 2012, about three weeks of interest.  Clearly, from an accounting point of view, this transaction is marginal almost to the point of being negligible\".<\/p><p> In addition to the very real risk of job losses at Coillte, there is also a substantial risk of job losses in the industries reliant on a strong supply of good quality domestic timber product.  Mr. Bacon's report states the proposed sale has the potential to disrupt the timber processing sector owing to the lack of certainty over future supply.  The report states job losses, which could arise in the processing industry if timber were to be exported without processing in Ireland, would add to future costs to the State.  These risks were further highlighted in a special briefing for Oireachtas Members last February, in which we participated.  Mr. Pat Glennon of the Irish Timber Council, ITC, the representative body for Ireland's sawmills, addressed the issue from the perspective of the timber industry.  He said the proposed sale of Coillte's harvesting rights could lead to the closure of all ten of Ireland's sawmills, with the loss of 2,500 jobs.  The ITC had just published a report which had found that it made no sense for the Government to proceed with the sale, from either a commercial, economic or financial point of view.  The loss of jobs in the wider timber industry would disproportionately affect rural communities where the prospects of replacement employment are minimal, at best.<\/p><p> The inclusion of the wide range of leisure groups in the Save Our Forests campaign reflects very real concerns about restricted access to, and through, Coillte forests, in the event that private operators acquire the harvesting rights.  Prospective buyers, set on the commercial exploitation of timber, would be unlikely to agree to maintain safe and optimum access to forests without significant incentives which are unlikely to be affordable.  This would severely restrict countryside access in Ireland, in which there are no public rights of way over private land and 18 million visits are made to Coillte forests each year.  This could also have a major impact on the tourism sector.  Coillte estimates the value of tourism to these amenities at &euro;270 million each year.<\/p><p> Drawing on the limited privatisation experience in New Zealand, we were able to say commercially-driven owners or concessions could not be relied upon to interpret access liberally or undertake the expenditure necessary to maintain forest land for safe and optimum recreational use.  It is impossible to imagine how the State could maintain public access to Coillte lands after harvesting rights were sold to private companies.  The Bacon report also identifies that Irish forests do not have a clear physical separation between forests of amenity value and forests of commercial value: \"Coillte forests with amenity values are mostly commercial plantations, i.e., they have been planted, often with the more commercial species, with a view to eventual felling to realise the timber value\".  A good example is the cheek by jowl arrangement in places such as Ballinstoe, County Wicklow, where existing mountain bike trails weave in and out of areas where forest land has been commercially harvested.  Coillte's open access policy means that a balance has been successfully struck between commercial and leisure activity.  This balance would be unthinkable if that crop of trees was held by private interests.<\/p><p> IMPACT views the proposal to sell Coillte's forest harvesting rights in the light of the sale of other State assets.  We observe that the State has often sold State assets in haste and then been forced to repent at leisure.  Since 1990 when it started to become fashionable to sell off State assets, some 19 have been sold, barely generating &euro;1 billion between them, when times were much more favourable for economic investments.  There are two main reasons any sane Government would consider selling a State asset - either to improve public services or to generate much needed cash.  This proposal clearly meets neither.  The first State asset to be sold was Greencore in 1990.  I wonder what we did with the paltry &pound;100 million gained.  Today we could do with the beet factories and industry jobs sacrificed in that failed experiment.  Eircom which bucked the trend was sold with unseemly haste, with its entire essential infrastructure.  It was mercilessly stripped of its assets by several owners and left with a significant debt.  This was a profitable company with a leading edge in the development of mobile and broadband technology.  It was squandered for short-term gains.  The sale has hindered the development of broadband in Ireland significantly ever since and put a dent in the economy's international competitiveness.<\/p><p> Coillte does not cost the taxpayer anything, but it will immediately require ongoing State subsidies if the sale goes ahead.  We have a fast growing, high quality sustainable crop, which was only made possible by decades of carefully skilled planning.  To abandon such a profitable State enterprise, for a three weeks interest repayment and a legacy of maintenance costs, would be a measure beyond desperate.<\/p><p> The Save Our Forests campaign has spent the past six months or so putting these messages into the public domain.  The Government has acknowledged that the arguments are compelling and they have been factored into its considerations.  We need the members of the committee to pass on the message that this is the chance for our parliamentarians to clearly state the forests should not be sold but developed and enhanced instead.  It is an opportunity for members to make it clear that to sell at such a loss would be an appalling act of defeatism that would numb the ambition and hope of the nation.  It would send the message that we could not do it for ourselves, that we could not reap the benefits or maintain existing profits and jobs in this vital industry.  This does not mean, however, that we are opposed to change.  Positive reforms to help to secure the future of this vital public resource and genuinely enhance the operation and profitability of Coillte, thus increasing its return to the Exchequer and the taxpayer, would be welcome.  IMPACT and other unions in the sector would gladly contribute to an exploration of possibilities in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400004#J00500","nonspeaker":"Mr. Matt Staunton","continuing":true},{"type":"speech","time":1368537300,"counter":16,"content":"<p>I welcome the representatives of IMPACT.  The trade union has made a significant contribution to this debate.  I congratulate it on its commissioning of the Bacon report which has been of great assistance to us, having been prepared by a reputable person.  As Mr. Staunton said, the position is farcical.  The committee is halfway through a number of hearings on this issue and last week the Minister informed the D&aacute;il that a decision would be made within a fortnight.  That means the decision will probably be made at next Tuesday's Cabinet meeting.  Therefore, this is probably the last meeting at which we will have an opportunity to discuss the issue.  It is important to state Fianna F&aacute;il is totally opposed to this sale.  I have personal experience of the timber industry because I was involved in setting up a timber mill many years ago.  As the person who set up Comhairle na Tuaithe and brought the various players around the table on the issue of rural recreational facilities, it a totally retrograde proposal to sell the harvest crop.  A total of 45% of way-marked ways pass through Coillte lands.  In many cases, Coillte also provides the access to the uplands, the mountains.  Its record has been excellent in making sure its properties are available to the public.  It has also organised its harvesting activities to minimise the discommoding of the public in gaining access.  <\/p><p>  The Minister's announcement has made this debate somewhat unreal.  If the Government makes the decision next week to sell the forest crop, before the committee has had a chance to complete its work and submit a considered report, it will be outrageous in terms of the new system of politics in place.  It is difficult to carry on business as usual today.<\/p> <p>I endorse what IMPACT had to say.  I was involved in organising and facilitating the briefing it gave to Oireachtas Members.  I have had a long association with Mountaineering Ireland, through Comhairle na Tuaithe, and I also have had an association with timber mills.  I have no financial interest in any timber mill but I was a co-operative manager and a paid employee of a timber mill which was supplanted by ECC Teoranta, one of the big five mills in the country which provides 200 jobs in my locality.  I know the impact it and all the other mills have on their neighbourhoods.<\/p><p> I congratulate IMPACT on producing a report which, on analysis, speaks for itself.  There is no return here or no cash here but there are huge downsides, some of which are not so calculable.  However, if one tried to put figures on them, the negatives far outweigh the positives.  Will IMPACT confirm the following?  If private interests acquired the forests, they need not ensure they put enough timber on the market to keep all the timber mills going.  If bidders from outside the country bid for the timber to export it in log form through one of our ports, a private seller would go for the biggest bidder and would have no regard for the many jobs at stake throughout a whole chain.  A timber mill is not just a saw mill.  Some 50% of what a saw mill produces is either chip or bark.  The bark is all reprocessed by different processors and the chip all goes to chip board mills.  In the case of ECC Teoranta, I understand it is going to use it to replace heavy oil in Ballaghaderreen to produce animal feedstuffs and to run the dairy plant there.  We could do a bit more by using our timber to develop even more products.<\/p><p> Is it the case that many jobs depend on this and that it goes way beyond the direct primary processors to secondary processors and so on?  What is the potential for jobs if we hold on to this crop and make it available in a planned uniform way and if we look at what the mills have been doing and add further added value to our timber products by developing even more sophisticated products?  Much has been done in the past ten years but we could go another stage into secondary processing.<\/p><p> I find this debate a little surreal.  All I hope is that all the members of the committee, as they have done at previous committee meetings, reiterate that we are opposed to this sale and we believe it is foolish.  I am half afraid the Government will make a headline decision next week that it is against the sale or that it does not propose to sell but I am worried there might be a sting in the tail and an instruction to Coillte to sell parts of the forest crop or part of the forest itself and that there might be some unforeseen other way it will try to raise the cash through this particular asset.  We must be very wary about that.  <\/p><p> If there was such a proposal, since IMPACT has done Bacon I, it would be important to get a Bacon II very quickly, especially if the Government said that instead of selling the crop, it would sell some of the commercial parts of the plantation lock, stock and barrel.  Is IMPACT concerned about that?  Would it be able to produce a report quickly if that was mooted?  I would prefer if it was a plain \"No\" because I always worry about a \"No, but\".  I would be very afraid about the \"but\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400005#K00200","speaker":"1044","continuing":true},{"type":"speech","time":1368537900,"counter":18,"content":"<p>I thank IMPACT for the presentation and congratulate it on the tremendous service it has given the Irish people by producing this report.  It has certainly prompted a discussion within Government in this regard - hopefully, with the right outcome.  Greencore and Eircom were mentioned.  Many members of this committee have been trying to get the beet industry back after it was given away by the last Government in disgraceful circumstances.  It was an industry around which many of us grew up and to which we owe a lot.<\/p><p>  We have had many presentations on the sale of Coillte and from day one, my party has been totally opposed to it.  We see Coillte as a profitable asset which is beneficial to the people.  In a presentation last year, a person alluded to the fact that if it was sold, the more lucrative parts of the harvesting side would be seen as more viable and they would attract the interest and the State would be left with the more unviable side.  Is that IMPACT's view also?  What would be the consequences if that happened, that is, if the more lucrative parts of the harvesting rights were sold off?  <\/p><p>  IMPACT mentioned that positive reforms would help to secure the future of Coillte going forward.  Will it elaborate a little on what it means by positive reforms and the role IMPACT can play in that regard?  What worries me greatly is the impact on jobs.  Some 600 people are employed directly and 2,500 are employed in the timber mills.  Up 12, 000 other jobs could be affected.  Deputy &Oacute; Cu&iacute;v said that if it was bought by an outside company and it took the logs out of the country, it would damage jobs.<\/p><p>  In regard to the price of the sale, is IMPACT relying on what Dr. Bacon said, that is, &euro;774 million?  IMPACT alluded to the fact that Coillte was making &euro;43 per cubic metre when it should be making &euro;78.  Will it elaborate a little on that?  I thank IMPACT and applaud it on the work it has done.  It has done us a great service.  I hope the decision-makers will take cognisance of its presentation, the work done and the campaign it has run to protect a national asset.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400006#L00200","speaker":"1047"},{"type":"speech","time":1368537900,"counter":19,"content":"<p>I thank IMPACT for its presentation.  I also commend Coillte on the report it commissioned at the end of last year.  At the end of the presentation, IMPACT said it was an opportunity for parliamentarians to state that our forests should not be sold but should be developed and enhanced.  I have no problem saying that our forests should not be sold but should be developed and enhanced.  However, I have grave reservations about Coillte's ability to develop and enhance our forests in accordance with Government policy and Coillte policy.  In previous meetings of this committee, I have been quite critical of Coillte.  I am not in any way criticising individual foresters - I appreciate they are doing the very best job they can - but more Coillte policy and, indeed, Government policy to which Coillte must adhere.<\/p><p>  There are three issues which I think are hindering the development and enhancement of our forests and the industry surrounding it.  One is supply contracts, in particular for thinnings and pulp.  We have huge forest plantations.<\/p> <p>In the east Clare-south Galway region a lot of planting took place during the late-1970s, the 1980s and until the early-1990s. Many of those trees need to be thinned now yet Coillte does not engage in supply contracts.  Admittedly, there is a relatively small factory that produces stakes and a growing wood chip enterprise.  There is scope to develop a combined heat and power initiative and other forestry industries.  I would like to hear the views of the delegation on the matter.  I realise that Coillte has a supply contract for its two Medite products and another plant that it owns.  However, the supply contract predates its ownership and Coillte does not enter into new contracts.<\/p><p> Many areas were planted throughout the 1960s and 1970s.  Some areas were completely unsuitable but they were planted in good faith.  People were testing what they could do.  Some of the planted areas had a negative environmental impact and led to deforestation and others were planted but the crop did not grow.  Those areas would be far better off if the crop was taken off.  A cost would still be involved even if Coillte allowed the land to revert to its original state.  <\/p><p> Obviously Coillte must maintain its forestry areas and would have to replant them or replant a commensurate area somewhere else.  Therefore, Coillte would have to buy it.  I am talking about Government policy, not Coillte's policy.  Coillte cannot avail of a grant to buy land and must compete with private owners who can obtain a grant. <\/p><p> There have been a lot of positive development of recreational areas.  I am aware the Deputy Boyd Barrett held a protest at Avondale, County Wicklow.  There are newer developments like Ballycuggaran in east Clare which I welcome.  There is scope for a lot more development and it could lead to tourism related jobs such as mountain biking, hill walks, etc.  There have been developments but not enough.  I would like to hear the views of the delegation on the three matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400006#L00300","speaker":"977","continuing":true},{"type":"speechnospeaker","time":1368538500,"counter":21,"content":"<p>My colleague, Mr. Johnny Fox will also help me to answer some of the questions.  It would be more efficient for me to respond to the final points made by Deputy McNamara in reverse.<\/p><p>  I do not speak for Coillte but workers who work for it.  They would welcome any developments that improve access, including the new walkways and areas outlined by the Deputy.  <\/p><p>  I am not qualified to answer his criticism of Coillte policy but he made an important point.  I shall wrap up by stating that the legislation on forestry dates back to the 1940s and 1950s which was followed by a huge gap until the end of the 1980s when the Government decided that a State company like Coillte would act like a machine to carry it forward.  I mentioned in my presentation that this meeting is an opportunity for parliamentarians to have their say on the issue.  I hope that they will go further and introduce legislation on forestry policy and arm Coillte with proper parliamentarian driven policies because legislative vacuums exist.  My members have pointed them out.  I hope my response has helped the Deputy.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400007#M00200","nonspeaker":"Mr. Matt Staunton"},{"type":"speech","time":1368538500,"counter":22,"content":"<p>Thank you very much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400007#M00300","speaker":"977"},{"type":"speechnospeaker","time":1368538500,"counter":23,"content":"<p>Deputy Martin Ferris posed a question and I appreciate his support.  He put his finger on the nub of the issue.  Let us examine what Dr. Peter Bacon did when he carried out his assessment.  He assessed how much the initiative would cost Ireland and added all of the component parts together.  Then he declared that in order to pay the bill the target of &euro;78 per square metre must be achieved.  He made the fair assessment that the price had never been achieved.  Just somewhere north of half of it has ever been achieved.  He pointed out the huge deficit.  He also pointed out that if one sold at that price and got the required money then half of it must be made available for job creation in order to replace all that was lost.  The remaining half would have to pay interest off a debt.  That would be the same as not making a full credit card payment on the minimum monthly amount.<\/p><p>  Dr. Bacon also made a key point about the Greencore and Eircom experiences.  We have sold State assets before.  We had a gross and net figure.  Greencore should have earned us &euro;200 million but when all of the advisers and stockbrokers were paid the sum left over was an awful lot less.  Directly after 1990 the initiative led to the closure of those factories, the closure of that industry and the closure of jobs.  If ever there was a time that we needed the industry it is now.  <\/p><p>  Deputy &Oacute; Cu&iacute;v raised a number of queries with us.  I cannot leave here without thanking him for how he facilitated and helped us to reach parliamentarians in recent months.  Today he posed three interesting questions.  The simplest way to answer his first question is in the following manner.  The mere fact that there would be an uncertainty of supply in the future and that Coillte would be all sold in one wallop - and we do not know if it will be in one wallop - is worrying.  The Irish Timber Council made the point in its assessment that the measure would be enough to start a threatened closure of ten timber mills in Ireland.  An uncertain supply would mean that investors would take their foot off the pedal and the industry would fall back.<\/p><p>  Towards the end of the Deputy's contribution he asked what would happen if the Government did one thing instead of another.  He can take my presentation and all of the fears and threats that I have raised as code for letting 40% of Coillte go which is just as bad as letting it all go.  All of the uncertainty and losses would end up as the same thing.  It might come down to who will lose the amenity value somewhere but the overall economic argument still remains.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400007#M00400","nonspeaker":"Mr. Matt Staunton"},{"type":"speechnospeaker","time":1368538500,"counter":24,"content":"<p>Deputy &Oacute; Cu&iacute;v asked what would happen if the Government made a different decision.  The  IMPACT union would have Bacon II ready immediately because the arguments against a partial or full sale remain the same.<\/p><p>  Like my colleague, I do not profess to speak for Coillte.  The Deputy raised issues that are pro-job and IMPACT and its members in Coillte support them despite the fact that it would mean that more private owners would receive licences.  There is a good relationship between Coillte and private owners regarding the development of forestry.  It is on that basis that his questions were pro-jobs for Ireland plc and we support them.  If Coillte was sold it would render his remaining questions useless.  One could not answer them because we would not own it anymore.  That is my main response.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400007#M00500","nonspeaker":"Mr. Johnny Fox"},{"type":"speech","time":1368538500,"counter":25,"content":"<p>I thank the gentlemen for attending and for their interesting presentation.  I am concerned about the sale of Coillte as I remain unconvinced of its merits.  I am not ideologically opposed to the sale of valuable State assets if a business case can prove that it is worthwhile.  It would be ideal if money raised could be used for stimulus capital projects.  In my constituency in Kildare South there is a desperate need for a ring-road around Athy that would cost in the region of &euro;35 million.  It would generate a lot of extra local industries.  We need a balanced debate and I do not just say that in regard to Coillte.<\/p> <p>While the sale of a State asset can be an emotive subject, if it makes money available for use in other ways, we can get real bang for our buck.  I acknowledge that there have been examples of sales of State assets which have been disastrous for the country.  The sale of Eircom and the way in which it was asset stripped can be linked to the national broadband deficit.  Deputy Ferris referred to Greencore and the loss of our sugar industry, which the Chairman and I are both passionate about re-establishing.  Ironically, one of the main drivers during the boom to close the industry from the Greencore and private sector points of view was the value of the 500 acre site of the sugar processing facility in Carlow at a time of huge costs.  It is perhaps a different issue, but lessons must be learned.<\/p><p> I acknowledge that the witnesses may not be able to answer my questions in light of their positions.  Where do they see the future of Coillte should the Government decide that there should be no sale of a State asset?  Do they think the <i>status quo<\/i>is sustainable and do they see improvements which can be made in the operation of Coillte?  Are the witnesses confident that in its present form Coillte can deliver on the enhanced operations and profitability which they touched on earlier?  I would be interested to hear about improvements the witnesses feel can be made and I acknowledge that any observations they make will be from a staff perspective.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400007#M00600","speaker":"949","continuing":true},{"type":"speech","time":1368539100,"counter":27,"content":"<p>I welcome Mr. Staunton and Mr. Fox to the joint committee and acknowledge how pleased I am that they attended.  I am very impressed by their hard-hitting, pointed report.  While I had already stated publicly that I am strongly in favour of the Government not selling the State asset, any doubts I might have had have been completely obliterated by the excellent presentation this afternoon.  Before I move to the Bacon report, I note that we are talking here about part of our national soul.  I am so pleased the witnesses collaborated with economist Peter Bacon to produce a report which shows so clearly that all we will gain for giving away our soul will be the ability to pay off our credit card debt for a month.  My response is \"oh my gosh\".<\/p><p>  I really welcome the closing remarks of the IMPACT presentation.  I realise the witnesses are here on behalf of IMPACT rather than Coillte.  I disagree with them that the report \"should\" affect the decision of the Government.  If the workers are in favour of turning Coillte around, of sweating it instead of selling it, of working together since we all love it, of changing their culture to reform and work with Coillte to introduce some entrepreneurial spirit, that must be put on the public record as a no-brainer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400008#N00200","speaker":"1169"},{"type":"speech","time":1368539100,"counter":28,"content":"<p>I do not have a question <i>per se<\/i> but wish to add my comments.  I thank the witnesses for their contribution today and for the report they have produced.  They have summed up the argument very well through their collaboration with Mr. Peter Bacon and other organisations.  Most of us sitting here are very concerned to ensure that we do not sell our soul for tuppence ha'penny.  The witnesses have gone further than that to make a cogent argument very well, which is what they knew they had to do.  We have been talking to Ministers to say that this is not something we want to see happening.  The joint committee has heard very good evidence on the matter and I am grateful to the witnesses for bringing the report before us today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400008#N00300","speaker":"1129"},{"type":"speech","time":1368539100,"counter":29,"content":"<p>IMPACT has provided one hell of a tool to fight the sale of Coillte.  The witnesses have put together a brilliant argument which means that committee members who must deal with a variety of different issues have an excellent resource which we have been able to use to put the arguments across.  The argument would not have such potential to win without IMPACT's help.  It is right that everyone is heaping praise on IMPACT for what it has done, but I have seen situations where every Member of the D&aacute;il agrees with a proposal which has not succeeded.  Before being elected, I attended the Joint Committee on the Environment, Heritage and Local Government with the Turf Cutters and Contractors Association whose presentation and proposals were so well received that we would have been carried out on the shoulders of members had the ceilings not been too low.  Last week, however, I attended a court case in Kerry which shows that just because everyone agrees with one in D&aacute;il &Eacute;ireann, it does not mean that the right thing will be done.  Hopefully, it will be different here.  IMPACT has provided one hell of an argument.  If democracy and presenting a good argument mean anything, Coillte cannot be sold.  I am against the sale as, it appears, is everyone else.  On that basis, it cannot be sold.<\/p><p>  I have asked the following of every group which has attended the committee.  There has been a review done by the Government of the forestry sector.  We spoke to the saw-milling sector, the representatives of which said they were not asked for any input into the review.  We spoke to foresters last week and, sadly and predictably, they were not asked for any input.  Were the witnesses and their organisation asked for any input?  I see shaking heads, which suggests that they were not.  Who was asked for input?  That might explain why the review has not been published.  Perhaps, there is nothing in it given that no one was consulted.<\/p><p>  The idea of reforming Coillte is essential.  I am curious to know what the witnesses think is required to reform it.  The saw-milling sector representatives made the point that while they were not in favour of Coillte being sold, certain criteria would have to be adhered to if it were.  In other words, they wanted to ensure they would be guaranteed their supply.  We all know what the downside to that is.  I would not buy a car off someone who told me I could only use it one day a week and attached other preconditions.  I might purchase it, but I would not give them the amount of money I would if I were allowed to use it all week.  The witnesses will know where I am coming from.  The reality is that if the preconditions necessary to guarantee the future of the saw-milling sector are imposed on any sale, the return will be even less.  We would not even get a week's worth of interest on our credit card debt.<\/p><p>  While reform is required in Coillte, my fear is that the necessity for reform will be used as a way to sell it by the back door.  One fears even admitting the need for reform in those circumstances.  It is like the situation where people come to rob one's house.  At the front door someone speaks to you in a friendly way while there is someone else at the back door kicking it in.  My worry is that while Coillte may not be sold via the front door, something may be going on to ensure that it is sold by the back door on the basis that everyone admits Coillte is not operating well.  If it is not operating well, Government may insist that we cannot have it both ways and Coillte will be got rid of bit by bit.<\/p><p>  Like other members, I have been contacted by many people on the issue.  If someone robbed me, I would report it to the Garda S&iacute;och&aacute;na.  People have gone to Ballinasloe Garda station to report the fact and provide information which shows that Coillte is being defrauded.<\/p> <p>Yet, Coillte will not report it.  That alone suggests something should be done about it.  I have since been contacted by Coillte and asked what was going on.  I told them that they know the issue and I asked why Coillte did not go to the Garda S&iacute;och&aacute;na.  If that is going on, there needs to be one hell of a change.  My fear is that the call for a change will be used to sell Coillte by the back door.  I hope it does not happen.  Well done, the witnesses have made our job so much easier.  If democracy and logic mean anything and if the people who have come before the committee are listened to, it will not be sold.  It is game over and it is time to start concentrating on the future, how to develop it and make the most of it as has been done in Switzerland and other countries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400008#N00400","speaker":"1084","continuing":true},{"type":"speech","time":1368539700,"counter":31,"content":"<p>I am not a member of this committee so I thank the Vice Chairman for allowing me to speak because I am passionate about this matter.  That is why I am attending this committee meeting rather than the committee of which I am a member.  Whether one agrees with the point being made, and I am utterly opposed to the sale, it was a very cogent and clear presentation.  The innovative decision to go straight to the top and go for someone like Dr. Peter Bacon, who has credibility, bodes well for the argument.  It is a very strong argument and a strong case.  I am absolutely opposed on many grounds to the sale of Coillte.  It does not make sense.  Along with other aspects of our cultural heritage in other areas, such as the National Museum and the National Library, it worries me that there seems to be a sense that the Government is not considering our cultural heritage.  I include forestry as important parts of our soul and our DNA.<\/p><p>  The witnesses spoke about the union not being afraid of change and referred to the legislative vacuum.  While the witnesses are not speaking on behalf of Coillte, it would be helpful to hear about the legislative vacuum because the debate will continue if we win this campaign.  Deputy Boyd Barrett has been leading this campaign in a public way.  I do not ask for detail on the legislative vacuum but perhaps some comment will be helpful for someone like me, who is not so knowledgeable.  What broad change is IMPACT in favour of in terms of future sustainability?  The presentation referred to profitability and the loss of funds from Coillte profit flow of &euro;565 million.  Did Dr. Peter Bacon get access to figures from Coillte?  Has the profit flow figure been rejected?  I can see how the Government may look at other figures and argue the toss.  I seek clarification on that point.<\/p><p>  I have concerns about the mixed messages on this.  It is no accident that there are two Independent Senators, who are Taoiseach's nominees, on the same side but a number of Ministers said it might not be for sale.  I need a definitive response but there is talk about the forestry review.  It is astonishing so many witnesses before the committee have not been consulted.  I listened to the debate last week.  The article written by Mr. Paddy Woodworth of 12 March in <i>The Irish Times<\/i> mentions that the Government had commissioned a report from Goodbody stockbrokers.  Is that the same as the forestry review?  The Goodbody report was supposed to inform the Government why it is of interest or necessity to sell Coillte's harvesting rights.  I would like to hear the view of the IMPACT witnesses on that point.  Should we get an update on the report?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400009#O00200","speaker":"1167"},{"type":"speech","time":1368539700,"counter":32,"content":"<p>I thank the Vice Chairman for the opportunity to address the committee.  I commend IMPACT on its campaign and its report, which is an excellent report not just in outlining the need to oppose the plan to sell off the harvesting rights of our public forestry but also in highlighting how important forestry is and its enormous potential for the State and the economy if properly managed, developed and expanded.  It goes without saying for any sane and sensible person that we must resist any attempt to sell off the harvesting rights of Coillte.  The thought of selling our forests is nothing other than a proposal to engage in an act of cultural, economic and environmental vandalism.  The thought that this would be done to pay off the debts of banks and, quite likely, that banks will end up owning the forest, either the Chinese State bank, a Swiss bank or subsidiary of a Swiss bank, which Bertie Ahern is involved in, is beyond belief.  What do the witnesses think of the latest noises from the Government in response to the IMPACT campaign, the campaign I am involved in and the more general public revulsion at the proposal?  It has produced some interesting comments, most notably from the Minister, Deputy Rabbitte, suggesting it will not go ahead.  On the other hand, the Minister for Public Expenditure and Reform, Deputy Howlin, is holding the line that it is in the programme for Government and is going ahead.  I take it the Government is rattled and under pressure but also subject to pressure from the troika.  What do the witnesses think on that point?  I am of the view we must crank it up, particularly with a Cabinet meeting imminent where a decision may be made.  There is a protest next Tuesday to coincide with the Cabinet meeting outside the D&aacute;il and I hope many people turn up.  What can we do to crank up the pressure on the Government to make the right decision?<\/p><p>  Can the witnesses comment on the Government's claim about the amount of debt that would be paid down if the harvesting rights were sold?  There is an argument that it is a drop in the ocean and would have no IMPACT on debt.  The Government has used the argument that the other half of the proceeds will be used to create jobs.  Do the witnesses agree this is even more of a joke?  What would happen is that more jobs would be lost from the sale of the forests.  This not only refers to the jobs in existence but the potential to create more jobs if we invested in forestry.  I am interested in the witnesses' approach to this because the Government is talking about another &euro;300 million for job creation.  I think it is a joke but it is important for IMPACT to comment on it.<\/p><p>  Can the witnesses comment on the other narrative from the Government, which is to make a major distinction between selling the forest and selling the harvesting rights?  The Government has trotted out this line to justify the sale.  Something that needs to be highlighted on this point is that if the Government sells the harvesting rights, Coillte will require a subsidy and very quickly pressure will come on to sell the amenity element of Coillte or pressure will come on Coillte to charge admission fees to public forests.  It is interesting that, in recent years the authorities at Avondale have started to charge admission to the car park.  They did not do that in the past.  The pressure is on Coillte to start internally privatising because of the commercial pressure and privatisation pressure.<\/p> <p>I ask the witnesses to comment on this point.  They also should comment on the issue of whether some privatisation already has taken place through the back door in recent years.  I refer to the sale of 45,000 ha, possibly to pay down Coillte's deficit, much of which was bought by banks.  What is IMPACT's take on this?  Has a process of back-door privatisation already been under way in recent years that would be accelerated, were the Government to even partially privatise the harvesting rights?<\/p><p> My final question is about the alternative because as many members have alluded to and as has been discussed here and elsewhere, there are problems with Coillte and they are being used to justify a possible sale.  While all of us are of the view that a sale would make things worse, what does IMPACT think about how we should articulate the positive argument and the positive alternative?  In campaigning, we have held up the example of Switzerland as a good model, where there is substantial public forestry, a high level of afforestation and a huge amount of employment generated therefrom.  The witnesses should talk a little more about what could be done here with a public model of forestry development to increase employment, give more revenue to the State and which would be a better, more positive alternative to the plan to privatise the harvesting rights.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400009#O00300","speaker":"1003","continuing":true},{"type":"speechnospeaker","time":1368540300,"counter":34,"content":"<p>I might start.  However, at the outset, I note the time remaining may not necessarily enable us to do justice regarding some of the questions posed.  Let me pick it up in this way: whatever some people and users might think about Coillte, it most certainly is not a basket case but is economically viable.  It is a company that returned a profit of &euro;32 million in 2010 and a profit of &euro;20 million in 2011.  It provided a dividend to the State of &euro;10 million in 2011 and an interim dividend last year of &euro;2 million, with the promise of more.  Let us be straight - there is no question of a viability issue in this regard.  Were Coillte the Irish arm of a multinational, everyone would be singing its praises but because we own it ourselves, for some reason people miss that point.<\/p><p>  As we went through this campaign, a couple of things became evident.  When one compared the consultation process with the position in Britain - a different jurisdiction - it was way out of sync.  The British had a much longer, broader and wider consultation process.  We certainly are aware of the ideologies of the Government over there at present in respect of the sale of State assets.  However, it was so taken aback by the show of support from people in that country that it stopped in its tracks.  This consultation deficit brings me to the next point, which I mentioned earlier, namely, there is something of a vacuum in this regard.  We keep considering strands of reports that were commissioned but as to who knows about this or that report, we certainly do not know about them and were not consulted on them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400010#P00200","nonspeaker":"Mr. Matt Staunton"},{"type":"speech","time":1368540300,"counter":35,"content":"<p>Was IMPACT consulted on the report from Goodbody Stockbrokers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400010#P00300","speaker":"1167"},{"type":"speechnospeaker","time":1368540300,"counter":36,"content":"<p>No, we have no ownership of them.  However, there is a crying need to identify that a vacuum exists in this regard, which needs to be joined up.  Perhaps, as parliamentarians, members can take hold of this, bring it to the right place and deal with it.  It is a step we envisage members taking.  Earlier, I mentioned there could be a legislative framework vacuum at this point, mainly because so much time has elapsed and I have heard a great deal of concern from members about certain things Coillte does or does not do.<\/p><p>  I deliberately made the final point included in my presentation, which is it is not enough for us simply to state we do not like this proposal.  We were obliged to acknowledge there is an economic argument and while we might have got an answer we did not like, we got an answer we did.  However, the key point and message I am getting from everyone is it is not sufficient to leave it at that.  We know this and are aware that some viable alternative in respect of examining this area must be provided.  IMPACT represents workers who work in semi-State companies and consequently, I pose the question as to what is the contribution such companies should make to our national recovery.  Is it that we should sell them off willy-nilly and subsequently regret it as I suggested to my presentation or should we put some focus on what is expected from them?  A company with profit figures such as those I have illustrated from Coillte is well placed and has a good platform to make a better contribution.  This also is true of an organisation such as the Irish Aviation Authority, which returned a profit last year of &euro;24 million.  Such companies are well placed to make their contribution but it may not be by selling them.  The workers who work in such organisations will state it most certainly is not by selling them.  I received some technical queries on how deep was the trawl undertaken by Peter Bacon when making his assessment.  Bacon ploughed very deeply.  He secured co-operation from the company and the assessment he stacked up is based on real figures and real engagement.  My point is it is not one of an outsider looking in, as he had co-operation and got into the books and it is very firm.  There are a couple of other strands on which my colleague, Mr. Johnny Fox, perhaps could pick up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400010#P00400","nonspeaker":"Mr. Matt Staunton"},{"type":"speechnospeaker","time":1368540300,"counter":37,"content":"<p>In responding to the questions posed by Deputy Heydon, it is important to note so doing may answer many of the questions the joint committee's members collectively have asked.  One point coming across is the question of what is the company's future, where is it going, what can it do and what kind of company is it.  Consequently, it is important to place on record a number of points.  Coillte has been restructured internally four times since 2004, namely, in 2004, 2007, 2009 and most recently, in 2012.  The latest restructuring is very interesting because it has broken the link between the pay and staff structures of Coillte as they related to the public service.  Its staff structures, promotional structures and pay structures are now linked to the private market.  Effectively, it is a company that is forward-looking and not one that is reliant on its past in order to make good business decisions or good decisions on behalf of the State or the citizens of the country.  The point in this regard is that it has a flexible staff, which understands that to make this a good company, it must change.  This was done four times without a single dispute within the company.  It is important to put that on record because effectively, this means that in the first instance, it is a confident company with a confident workforce, whose staff members are not afraid to take commercial decisions or decisions which impose commercial realities on them.  Such fear is something for which public service workers often have been criticised.<\/p><p>  The second part of my response pertains to the question of where is the future for this company.  In common with other commercial semi-State or State companies, Coillte has a role to play in a new area of industry, that is, the biomass and bioenergy sectors.  Were Coillte to be sold, it would put back any research or progress in that area, which potentially could help the country to kick-start a recovery and this certainly is where the future of Coillte lies.  There is no question about this and I believe the Minister, Deputy Rabbitte, mentioned in the D&aacute;il that there is a future for Coillte in this area.  This undoubtedly is a new technology that must be developed and we must have Irish companies, not foreign companies, at the heart of it.  This is the reason it is so important to keep this company in its current position.  Therefore, the <i>status quo<\/i> is not good enough.  I do not mean this to be critical of Coillte, as what I mean is one cannot remain static while the whole world is moving around one.  Coillte - I believe the company agree - undoubtedly should be at the heart of developing new technologies in forestry.  In addition, there are other areas in which it can make a contribution and can improve.  For example, the potential of Coillte's lands in respect of the tourism industry is untapped.  It is only touching the surface at present and if it can bring benefits to the economy worth &euro;270 million per year from an untapped resource, what could it bring to the economy were it to be tapped properly?  Coillte is also expanding into making available its lands to telecommunications companies to improve the provision of broadband by putting in place infrastructure on them.  My responses to the questions from Deputy Heydon answer those of everyone in the room as to exactly how important is Coillte to the economy and what role it can play.<\/p><p>  As to whether IMPACT is confident in Coillte in its current form, the answer to that question is both &quot;Yes&quot; and &quot;No&quot;.  We are confident in Coillte and are confident that its current form will continue to change to meet the necessary requirements to meet the challenges of the future.<\/p> <p>We are confident that we can do that.  Coillte has restructured itself four times in eight years.  No private company would do that.  It is remarkable and that needs to be put on the record.  We in IMPACT have great confidence in Coillte in its current form and believe that it can play a leading role.  That answers many of the questions that committee members have posed.<\/p><p> We can confirm that Coillte is not in disagreement with anything Bacon has said.  Coillte is very much in line with that.  The only contribution we were asked to make on the Goodbody issue was to bring our views on the Bacon report to that committee but we made no input to the report.  That was already done when we were asked to make a submission to the committee that the Government had set up which did not have Goodbody on it.  We can confirm that Goodbody worked exclusively with Coillte which supplied commercial information.  Nobody else had an input.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400010#P00500","nonspeaker":"Mr. Johnny Fox","continuing":true},{"type":"speech","time":1368540900,"counter":39,"content":"<p>On the noises coming from the Government I have heard a narrative to the effect that we do not need to worry because it is not going to be sold off.  I do not think we should be complacent until we hear a definitive statement.  What does IMPACT make of the noises from the Government on this issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q00200","speaker":"1003"},{"type":"speechnospeaker","time":1368540900,"counter":40,"content":"<p>We have heard those noises and while we welcome them the uncertainty around the issue does not do the industry any good.  The sooner the matter is decided, one way or another, the better.  Even if we get a decision that we like that will not be the end of it.  We will still need to re-stack and get all our houses in order.  We are up for that, as I have said.  If anyone attempts to introduce privatisation through any back door we will be campaigning again.  We will not go away.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q00300","nonspeaker":"Mr. Matt Staunton"},{"type":"speech","time":1368540900,"counter":41,"content":"<p>When the sawmilling sector was here two weeks ago it made comments on the investment in its sector on the basis of information provided by Coillte.  The information was that there was far more feedstock on the way to the sawmills than was the case.  The sawmills invested on the basis of that information.  That is why the price they must pay for feedstock is so high.  Coillte has them over a barrel because there is so much capacity that these companies will go to the nth degree or, as is the case, much higher than any price outside Ireland to get their feedstock.  While I think its report is excellent Coillte needs to be taken to task but at the same time care should be taken not to use that as an excuse to sell it.  Does Mr. Staunton have an opinion on that point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q00400","speaker":"1084"},{"type":"speechnospeaker","time":1368540900,"counter":42,"content":"<p>The point is taken.  We are not Coillte.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q00500","nonspeaker":"Mr. Matt Staunton"},{"type":"speechnospeaker","time":1368540900,"counter":43,"content":"<p>We are not Coillte but the Deputy's point is taken.  The recent restructuring of Coillte is a serious attempt to reach out to the market in Ireland.  I cannot speak for Coillte but I think there would be a change of attitude.  I can say that, based on the discussions we have had about the latest restructuring, it would be more amenable to being a good supplier in the industry.  I do not think it would want the negative publicity Deputy Flanagan has mentioned.  We cannot speak for it except to say that from what we know that would not necessarily be the prevailing view in the company.  If that happened in the past everyone would agree that it should not have.  From a worker's point of view it would not be in anyone's interest for the company to go down that road because it does nothing for the forestry industry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q00600","nonspeaker":"Mr. Johnny Fox"},{"type":"speech","time":1368540900,"counter":44,"content":"<p>It gave it a higher price as a direct result.  I believe the people from the sawmilling sector.  They know what they are talking about.  It has resulted in the price going up and it was accepted as the main reason for the price being higher.  It is important to state that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q00700","speaker":"1084"},{"type":"speech","time":1368540900,"counter":45,"content":"<p>Further to Deputy Flanagan's point the timber industry representatives said that the key issue was to expand forestry, that this would deal with the price issue.  What is IMPACT's view of that?  It seems obvious to me that for various reasons we need to expand the amount of forest cover in this country which is very low by European standards.  What does IMPACT see as the obstacle to that expansion?  Is it just lack of public investment?  If so, what do the witnesses think could be done to remedy that?  We discussed one suggestion earlier, which several people have floated, that we should go to the European Investment Bank and look for money to expand public forestry.  How does IMPACT see forestry expanding?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q00800","speaker":"1003"},{"type":"speechnospeaker","time":1368540900,"counter":46,"content":"<p>As a union that represents forestry workers we are all for expanding the industry and the State asset.  There is no doubt about that.  How we get there is the issue.<\/p><p>  Deputy Flanagan is adding to my argument that there has been a recent artificial hike in the price which means that the chance and prospect is that if it went to a real market it would get less than Bacon assessed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q00900","nonspeaker":"Mr. Matt Staunton"},{"type":"speech","time":1368540900,"counter":47,"content":"<p>There is no argument about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q01000","speaker":"1084"},{"type":"speechnospeaker","time":1368540900,"counter":48,"content":"<p>The union movement is all in favour of increasing forestry, and that activity.  The missing vital ingredient is a debate in this House.  The State needs to construct a policy for where it wants to go with forestry.  Deputy Boyd Barrett has put his finger on this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q01100","nonspeaker":"Mr. Matt Staunton"},{"type":"speechnospeaker","time":1368540900,"counter":49,"content":"<p>The answer to the question also lies in investment in the new technologies of biomass and bioenergy.  Investment is needed in that area.  That is the future.  Coillte would not be in a position now to do that, given that its profits are &euro;20 million a year.  It requires further intervention from the State because it is new technology but it has strong potential.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q01200","nonspeaker":"Mr. Johnny Fox"},{"type":"speech","time":1368540900,"counter":50,"content":"<p>It was suggested by the foresters that the equivalent of a Bord Bia for forestry be set up and it was also intimated that this would not cost much, possibly nothing because there are already people in the forestry and milling sectors who would be only too delighted to come on board.  It would pull everything together in the way a county development board does.  The right hand would always know what the left hand was doing.  Could that idea be pushed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q01300","speaker":"1084"},{"type":"speechnospeaker","time":1368540900,"counter":51,"content":"<p>There are precedents in the commercial semi-State sector for covering a couple of churches with one agency like Coillte.  For example, the Irish Aviation Authority deals with safety, air traffic control and other services so I would not necessarily suggest setting up another agency to deal with it.  This brings me back to my point that this House needs to debate forestry policy and who deals with things when they go wrong.  That is a fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q01400","nonspeaker":"Mr. Matt Staunton"},{"type":"speech","time":1368540900,"counter":52,"content":"<p>I thank Mr. Staunton and Mr. Fox very much for being present here today and in particular for getting Mr. Bacon on board to highlight the issues in the debate.  It is an ongoing debate that could come to a conclusion reasonably soon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/AGJ2013051400011#Q01500","speaker":"968"},{"type":"unspoken","time":1368540900,"counter":53,"content":"<p>The joint committee adjourned at 4.40 p.m. until 2 p.m. on Tuesday, 21 May 2013.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1368534600,"counter":54},{"type":"unspoken","content":"<p>The Joint Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Áine Collins, Senator Deirdre Clune, Deputy Michael Conaghan, Senator David Cullinane, Deputy Barry Cowen,* Senator John Kelly, Deputy Seán Kyne, Senator Michael Mullins, Senator Feargal Quinn.<\/p><p>* In the absence of Deputy Dara Calleary.<\/p><p>CLERK TO THE COMMITTEE IN THE CHAIR.<\/p>","time":1368534600,"counter":55,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400002"},{"type":"minorheading","content":"Business of Joint Committee","time":1368534600,"counter":57,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400002#A00100"},{"type":"speechnospeaker","time":1368534600,"counter":58,"content":"<p>Apologies have been received from Deputies Damien English, John Lyons, Dara Calleary, Peadar T&oacute;ib&iacute;n and Senator Mary White.  In the unavoidable absence of the Chairman and the Vice Chairman, I invite nominations for the appointment of a temporary Chairman.  Are there nominations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400002#A00200","nonspeaker":"Clerk to the Committee"},{"type":"speech","time":1368534600,"counter":59,"content":"<p>I propose Deputy Anthony Lawlor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400002#A00300","speaker":"988"},{"type":"speechnospeaker","time":1368534600,"counter":60,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400002#A00400","nonspeaker":"Clerk to the Committee"},{"type":"unspoken","time":1368534600,"counter":61,"content":"<p>Deputy Anthony Lawlor took the Chair.<\/p>"},{"type":"speechnospeaker","time":1368534600,"counter":62,"content":"<p>I propose that we go into private session to deal with a number of matters.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400002#A00600","nonspeaker":"Acting Chairman (Deputy Anthony Lawlor)"},{"type":"unspoken","time":1368534600,"counter":63,"content":"<p>The joint committee went into private session at 1.40 p.m. and resumed in public session at 1.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Scrutiny of EU Legislative Proposals","time":1368534600,"counter":64,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400003#B00100"},{"type":"speechnospeaker","time":1368534600,"counter":65,"content":"<p>We have two schedules, Schedule A and Schedule B.  Two linked EU proposals are listed in Schedule A, while 13 proposals are listed in Schedule B for decision.  I propose to deal with the proposals listed in Schedule B first.  Is that agreed?  Agreed.  It is proposed that the proposals listed in Schedule B do not warrant further scrutiny.  Is that agreed?  Agreed.<\/p><p>  We now come to the proposals listed in Schedule A.  COM (2013) 161 is a proposal for a regulation of the European Parliament and the Council amending Council Regulations (EC) 207\/2009 on the Community trade mark, while COM (2013) 162 is a proposal for a directive of the European Parliament and the Council to approximate the laws of the member states relating to trade marks.  The objective of these combined measures is to foster European innovation and economic growth by making trade mark registration systems all over the European Union more accessible and efficient for businesses.<\/p> <p>Discussion at EU level on the proposals is due to commence this month.  The Department of Jobs, Enterprise and Innovation is conducting a consultation process with Irish stakeholders on the proposals and it has stated that no subsidiarity issues arise.  <\/p><p> The protection of trademarks is a significant issue for Irish businesses and the Department has broadly welcomed the proposals with some reservations expressed about some aspects.  It is proposed that these proposals warrant further scrutiny.  It is suggested that initially the Department be requested to update the committee on the outcome of its consultation with the stakeholders which is currently ongoing.  Following this the committee can then consider whether additional scrutiny is necessary.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400003#B00200","nonspeaker":"Acting Chairman (Deputy Anthony Lawlor)","continuing":true},{"type":"minorheading","content":"Local Enterprise Offices: Discussion with Association of County and City Councils","time":1368534900,"counter":67,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400004#C00200"},{"type":"speech","time":1368534900,"counter":68,"content":"<p>We will have a discussion with the representatives of the Association of County and City Councils on the operations of the local enterprise offices.<\/p><p>  Before I welcome the representatives of the Association of County and City Councils, I would like to acknowledge the presence of a group of nine 16 to 23 year old Romanians from the Future Diplomats Club of the Partnership of European Association who have joined us in the Visitors Gallery.  They are very welcome to follow the proceedings of this afternoon's meeting.  I hope they enjoy their stay in the country and the tour of the D&aacute;il that they will have later.<\/p><p>  I welcome the members of the Association of County and City Councils.  I acknowledge that I was a member of that esteemed association at one stage in my career.  I welcome Councillor Constance Hanniffy, Councillor Peter McVitty, Councillor Luie McEntire and Councillor Michael O'Brien to discuss the operations of the local enterprise offices. <\/p><p>  By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  If they are directed by the committee to cease giving evidence on a particular matter and they continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p><p>  I call Councillor Constance Hanniffy to make a presentation on the operation of the local enterprise offices.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400004#C00300","speaker":"1053"},{"type":"speechnospeaker","time":1368534900,"counter":69,"content":"<p>On behalf of the association, I thank the Acting Chairman, Deputy Lawlor, and the members for affording us this opportunity to address them.  I will deal first with the local enterprise offices and how they have come to fruition and then deal with the county enterprise boards.<\/p><p>  As the members will know, the local government reform programme, as specified in the Putting People First document, is a wide-ranging programme embracing many aspects of the local government services to the community.  We, as an association, welcome the commitment to tangible action in reforming the Irish local government system within the wider context of the reform of the public service as a whole.  A key requirement of any modern local government sector is that it is empowered to deliver a wide range of devolved functions from central government.  Therefore, we acknowledge the commitment made jointly by the Minister for Jobs, Enterprise and Innovation and the Minister for the Environment, Community and Local Government to move towards integrating the functions of the existing county enterprise boards into the local authority framework under the title of local enterprise offices.  <br \/> This transition makes great sense as it will bring the support services for small and medium-sized industries and businesses into close co-ordination with the local authority sector which already delivers a range of aids and services to the business community.  We fully endorse the wording in paragraph 3.1.1 of Putting People First, which states that local government  has &quot;unique characteristics and a strategic position that make it well placed to lead economic development ...&quot;.  That is very true.  The local knowledge inherent in local government will complement the enterprise promotion experience of the enterprise boards.  It has been estimated that 95% of businesses in this country, of which there is more than a quarter of a million, employ fewer than ten people.  Therefore, it follows that these businesses are at the heart of local communities where they are a source of valuable employment. <\/p><p>  However we, as elected representatives, are concerned that the local knowledge available within the local authority system will be limited because the new arrangement for the local enterprise offices does not provide for a meaningful input from the democratically elected councillors in each county and city council.  As the members will know, nobody knows the nature and nuances of local communities better than local elected members who are elected by those same people who form the environment in which many businesses flourish and in which many enterprises provide an economic boost to their communities.  In the current situation, as the members will know, the elected members are members of the county and city enterprise boards and sit at the board table where decisions on grant aid are agreed and endorsed.  They bring the process of democratic accountability to the enterprise boards.  <\/p><p>  In the proposed situation with the new local enterprise office configuration, there will be no board or democratic input into the granting or refusal of assistance to small businesses.  It will be an executive function for the county and city managers to perform as a member of an evaluation committee.  The evaluation committee will change and will now become an evaluation and approval committee and I understand its members will come solely from the business sector.  The members of the evaluation committees have always come from the business sector.  In fact I sit on the evaluation committee in Offaly as a representative of small business.  This will mean that the local knowledge and the democratic accountability embodied by the elected members will not be a factor in the new local enterprise offices.  We see this as a deficit.  We believe it is important that the elected members have an input into the assessment of projects to be supported by the local enterprise offices.  Councillors have been members of the county enterprise boards since they were first set up in 1993.  Their input was considered very valuable up to this point today but when the new local enterprise offices take over they will no longer be needed.  They will be surplus to requirements. <\/p><p>  Whether the funding is sourced from local government, enterprise funds or Europe, as part of the money which funds the enterprise boards comes from European funding, it is still public money being expended at local level and it is vital that there would be a strong level of democratic endorsement in this process.<b><\/b><\/p> <p>There is a need for an input from the elected members into the decision-making on support for small business not less than that provided by elected members in county enterprise boards.  Such democratic involvement will also provide for an effective link with other local authority processes which underpin the promotion of business at local level.  The making of the county or city development plan is one such example of a major local authority process which has a significant impact on business development and is the responsibility of the elected members to decide and to make.<\/p><p> The Putting People First document envisages an indirect role for elected members through a new strategic policy committee in each county and city council.  However, the function of this new committee is not spelled out and it falls short of giving an opportunity to bring specific local knowledge to bear on a case-by-case basis as happens in the case of the enterprise boards.<\/p><p> While the strategic policy committee will report to a parent council on local polices to support small business, the new local enterprise offices, LEOs, will take their detailed guidance from the Department of Jobs, Enterprise and Innovation.  Such multiagency operations are not new to local government, but the potential for ambiguity in the delivery of the service needs to be rectified.  The limitation of local discretion in the support of small business is also exacerbated by the proposal to reduce the limit of assistance which can be approved at local level from &euro;80,000 to &euro;40,000.  In other words, the existing county enterprise boards could offer support up to &euro;80,000, but the new LEO structure will be limited to a &euro;40,000 ceiling.  Any request for support above that sum must go to Enterprise Ireland for approval.  This is a retrograde step in terms of devolving responsibility to the local government sector.<\/p><p> A further distancing of the enterprise develop function from the county and city councils could result from the emphasis in Putting People First on giving binding economic policy functions to the regional authorities.  The proposed authorities will be the link between development agencies and local government.  This used to happen through the county development board structure.  While regional strategies certainly have a place, it surely is working against the intention of the LEOs as a flexible business support unit integrated within the county and city councils to bind them with plans made a considerable distance from the reality on the ground.<\/p><p> The process of relocating the enterprise offices under the title of LEO in the local authorities is at an advanced stage and a service level agreement has been finalised between the local authorities and the Department of Jobs, Enterprise and Innovation.  While we welcome this transition as a positive and sensible reform, its potential will not be realised without the input of elected members in a specific and tangible way.  We understand legislation underpinning the transition is being drafted.  We urge the members of the committee to look towards securing a role for their democratic counterparts at local level in the processes of the new LEOs.<\/p><p> On 31 December 2012, in the BMW region, we had a total of 3,153 new businesses supported by county enterprise boards.  Up to 33% of the assistance given was to businesses involved in manufacturing, which is positive for job creation.  I note with interest that the new dedicated microenterprise and small business unit has been established in Enterprise Ireland with a new focus on the microenterprise and small business sector.  Within it is a centre of excellence which will have a key role to play in maximising the impact of each LEO.  If the LEOs are to reach their full potential, it is important that the strength of the county enterprise boards which had a local focus and an ability to respond to local issues and demands is fully harnessed.<\/p><p> I thank the committee for allowing me to make this submission on behalf of the Association of County and City Councils.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400004#C00400","nonspeaker":"Ms Constance Hanniffy","continuing":true},{"type":"speech","time":1368535500,"counter":71,"content":"<p>I thank the councillors for their presentation and bringing this important point to our attention.  The committee has previously discussed the development of the LEOs with the Minister.  It was welcomed that the expertise of Enterprise Ireland was keying in with local authorities to provide a one-stop-shop.  The association is speaking to the converted as I have served on a county development board and know the value of local authority membership on it.  This is a matter we can put to the Minister as he is drafting the legislation.  Enterprise Ireland will play an important role in supporting local authorities in the development of the LEOs.  Is that the association&rsquo;s view also?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400005#D00200","speaker":"1114"},{"type":"speechnospeaker","time":1368535500,"counter":72,"content":"<p>Yes, it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400005#D00300","nonspeaker":"Ms Constance Hanniffy"},{"type":"speech","time":1368535500,"counter":73,"content":"<p>I just wanted to clarify that.  The role of the elected local representative should be included in the new structures.  The committee can discuss this issue and make recommendations on it to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400005#D00400","speaker":"1114"},{"type":"speech","time":1368535500,"counter":74,"content":"<p>I welcome the councillors and thank them for their presentation.  We are anxious that the LEOs will be up and running and in place soon.  There have been some delays in getting to this stage, as well as a lack of consultation in the earlier stages of the process.<\/p> <p>The fact that we still do not have the Bill that will give effect to the establishment of the LEOs is a concern, so from our perspective, we want these up and running and we want them to work, function and add value to the work of local government, which they will.  We also want them to help people who depend on the enterprise boards across the State so we hope that can be moved on in the coming weeks and months.<\/p><p> One value local government could bring to this process is ensuring we have a consistent approach across the State.  Any objective evaluation of the work of the enterprise boards has shown variances across the State.  I will provide a number of examples.  Mr. O'Brien is from the south east and might be interested in these figures.  Carlow created 205 additional full-time equivalent jobs last year.  In the same period, Kilkenny lost 96 jobs, Waterford city lost 17 jobs and Waterford county gained 20.  There are problems in respect of different areas, how they work and how the uptake of Government programmes differs.  The microenterprise loan fund was designed to provide loans to small enterprises.  There has been very poor uptake from some local enterprise boards, some of which have not even progressed a single application.  I hope the new structure would provide a level of consistency across the State in these areas.  <\/p><p> However, there also needs to be flexibility and targeted funding in areas with high levels of unemployment.  We all agree that resources should be targeted where they are needed most.  There are some areas with unemployment black spots and historic issues with entrepreneurship.  The local authorities will obviously be very conscious of those deficits and will be able to put a better shape on how the resources are targeted.  I hope that would be part of it as well.  <\/p><p> My final point concerns best practice.  One of the criticisms of the new structure is the argument that local authorities come from a different culture to business and enterprise and that there should be a clear separation of the two.  I do not buy into this argument.  If one looks at Belfast City Council, one can see how it has been the lead authority in driving enterprise development in the city and has been a good model that has been accepted by people outside the North.  It has been a good body in terms of drawing down European funding and enterprise development in general.  I could give numerous examples.  I think we can put that argument to bed.  Local government has enterprise units that are anxious to be able to expand their potential.  I am excited about the potential of this and believe it needs to be rolled out but the crucial factor is getting it to the stage where the LEOs are set up and we can then start to see how they work.  If there are problems down the road, we can tweak and fix them.  I am supportive of the establishment of the LEOs.  The caveats are that they must be targeted in terms of funding and consistency in service provision must be achieved. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400005#D00500","speaker":"1133","continuing":true},{"type":"speech","time":1368536100,"counter":76,"content":"<p>Would Mr. O'Brien like to respond?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400006#E00200","speaker":"1053"},{"type":"speechnospeaker","time":1368536100,"counter":77,"content":"<p>We are pleased with the response from both members.  As a member of a national delegation, I cannot deal with the south east with the same freedom as Senator Cullinane but we have had contact with our opposite number, the National Association of Councillors in Northern Ireland, and are quite aware of its input into the development of enterprise at local level.  We share the frustration both members mentioned about wanting to get the whole thing up and running quickly.  However, we are going through a very dramatic process of local government reform and want to make sure it is correct as much as the Members and the Oireachtas.  In respect of the presentation by Ms Hanniffy, the question arises of who adjudicates over the adjudicators.  We are saying there were always checks and balances in the old system in that we must answer to people every five years if we get it wrong.  We would be concerned that the democratic element will be lost.<\/p><p>  We also understand that in the process of developing the changes that are designed to take place, the idea at the embryonic stage is for the Department of Jobs, Enterprise and Innovation.  Now it has moved with a particular ethos which we believe to be hostile in some cases to what local government does in terms of the democratic process.  In particular, representation from small business has always indicated a hostility that is unwelcome in this day and age.  We are being looked at not just nationally but internationally in terms of how we are going to develop local government.  The State has signed the European Charter of Local Self-Government through the Council of Europe.  The core of this charter is the necessary devolution of functions to local government.  Here is something that is rowing against that.  It is removing the devolution process that should be dealt with at local level from local authorities and sending matters back to central government, which is against the ethos for which we stand.  <\/p><p>  We welcome what both members just said and want to see the LEOs up and running but we want to see it done properly.  The adjustment proposed by Ms Hanniffy involves the democratic element of decision making in the new LEOs containing the checks and balances we can produce.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400006#E00300","nonspeaker":"Mr. Michael O'Brien"},{"type":"speechnospeaker","time":1368536100,"counter":78,"content":"<p>I would like to respond briefly to Senator Clune.  I acknowledge that Enterprise Ireland will be key in the LEOs and how they operate.  It is key to the operation of the enterprise boards because the overall national policy for local enterprise development is set by the micro-enterprise policy unit in the Department of Jobs, Enterprise and Innovation.  The operational guidelines and the monitoring of activities of the county enterprise boards are the responsibility of the central co-ordination unit within the Department so there will not be any change to that.  That will be a structure that will be enhanced and I understand is underpinned by this service level agreement between local authorities and Enterprise Ireland.  I have not seen what that contains so I cannot give the Senator an outline of how that operates but I see enterprise boards as being key.<\/p><p>  What was there, what is there at the moment and what is proposed without a democratic input and with a reduction in funding worries me.  There are three types of grant aid given by the enterprise boards.  Under the priming grant, a maximum of 50% up to &euro;80,000 can be given.  We have the business expansion grant, the feasibility and innovation grant and refundable aid.  I understand that these grants will not change and that this will still be the mechanism but the reduction from &euro;80,000 to &euro;40,000 clips the wings of any major developments relating to job creation.  <\/p><p>  I know it is hoped that LEOs will streamline the passage of those with a decent or large application for a project to Enterprise Ireland.  In other words, they are the front door through which all State supports for small and micro businesses can be accessed.  I also thank the committee for its support for our suggestions. <\/p> <p>Hopefully, it will look towards them at the legislative stage.<\/p><p> With regard to Senator Cullinane's comments, I agree there have been delays in consultation.  Issues remain about human resources but I will not go down that road.  Hopefully, they will be sorted out in the coming weeks and months.  He said there was a lack of consistency throughout the country.  There was because some boards operated more pragmatically than others.  Some counties had more entrepreneurial people than others and, therefore, they were more willing to access the funding in some counties than others.  This may still be the case when the new LEOs are up and running.<\/p><p> The Senator referred to the funding that was not even processed by a number of enterprise boards under the loan fund.  There are also issues around that because access to funding for SMEs is a huge issue.  The banks are not lending even though so many billion euro is supposed to be set aside for small business loans.  As somebody who has knocked on the door with a few people, the answer is not great.  That is an issue and I do not know who will strengthen it.<\/p><p> Best practice is key and, as Councillor O'Brien explained, we have had a great deal of contact with our friends and neighbours in Northern Ireland.  We know how they operate and we know the strength local government will have to provide a proper home for the new LEOs, but we still have issues with democratic accountability and the amounts of funding they will be allowed to disperse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400006#E00400","nonspeaker":"Ms Constance Hanniffy","continuing":true},{"type":"speech","time":1368536700,"counter":80,"content":"<p>I refer to how the county enterprise board structure operated in the past.  I was a member for seven years in County Roscommon.  Local knowledge is crucial.  For example, on one occasion the valuation committee recommended support for a project in my area and refusal for another project.  I argued that the project they recommended would fail and I was proven right and that the one for which it refused funding would be a success.  That year it won the enterprise of the year in the county.  Unless elected members with local knowledge are on the boards, they cannot work.  If any of us ring a civil servant about an issue, he will tell us how something cannot be done and that is the road we are choosing to go if the local input of country councillors is not maintained.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400007#F00200","speaker":"1161"},{"type":"speech","time":1368536700,"counter":81,"content":"<p>I welcome the councillors to the meeting.  This is an area in which I have been involved for many years.  I have always had great concerns about the inconsistency of enterprise boards' as someone on the ground who has accompanied small business owners to meet board officials' and about their role.  Although they give out money, I have always been concerned about the many training courses around the country, which are not evaluated, and so on.  We have for some time been hearing that LEOs will be the magic wand to sort all this out and I look forward to that.  While everybody appearing before the committee has discussed them, nobody has outlined what they will do.  They are supposed to benefit people on the ground who want to set up or expand a business.  That means they will only have to make one telephone call to get a range of supports.<\/p><p>  Local government reform, Leader funding and so on will be part of this under the social economic committee.  My understanding was that everybody would have a say on the committee and the LEOs would also be represented on them.  I am not privy to the contents of the upcoming legislation or the implementation report but that would make sense and my understanding is public representatives will have that role.  It is in all our interests to discuss what we will do for small business instead of how it will be delivered and who will have responsibility for it.  That has got us into problems over the years.  We built structures and the people within them spent their time keeping them in place.  We need officials on the ground helping people who are at the pin of their collar and who are exhausted from trying to keep their businesses open, maintain employment and keep the economy going locally.  I regularly hear in my constituency that nobody is talking about small business and supports and nobody is giving them credit for hanging in there and for trying to start new businesses, yet failures are discussed as if they are punishments.  Fair play to anybody who starts a business.  I have never met anybody who set up a business with the intention of failing.  Something happens along the way and they often fail but they do not start out with that intention.  Everybody on the committee knows my view on mentoring and that is where support should be targeted in order that people are guided, helped and given a different focus.<\/p><p>  I refer to the activity of Microfinance Ireland since it was set up last October.  As of 6 May, the number of applications received was 173, the number of loan approvals, 60; the number in progress, 16; the number declined, 82; and the number withdrawn, 17.  Reference was made to the banks but the greatest problem they face is the lack of activity.  New business is not coming forward and people are afraid to lend.  There is fear and while the banks face many issues, this is one of the biggest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400007#F00300","speaker":"988"},{"type":"speech","time":1368536700,"counter":82,"content":"<p>I thank the members of the delegation, particularly Councillor Hanniffy, who is a former colleague.  Given the delay in the legislation, we are in a vacuum and unable to investigate the minute details, which would answer many of our questions at this stage.  I hope that as a result of the Boundary Commission completing its duties at the end of this month, the legislation will follow soon after.  We can then have an open and frank debate about the implementation of the aspirations, how they can be tweaked and how we can work together to bring about a successful conclusion by negotiation.<\/p><p>   I agree with the concept of the reintegration of these bodies into the local authorities but I am disappointed about their configuration because it will not do what it says on in the tin.  As the presentation pointed out, the ownership will not be with those who have democratic accountability and who work on the ground on a regular basis meeting and consulting people seeking jobs and people in industry and business and this has to be addressed.  I am of the same mind regarding the local development companies.  Their integration back into local authorities will not give autonomy to the elected members.  I would rather if that were done by negotiation rather than imposition.  The details will be in the legislation to enable us to address those issues.<\/p><p>  With regard to the difficulties and failures in the economy regarding local businesses, there may be a role for county enterprise boards in the new configuration to address the current deficiencies.  I hope every opportunity will be taken in that regard.  I am conscious of the proposed strategic investment bank and the role it might have in providing funding to local enterprise boards to address the gap that exists because of the poor level of banking provision.  As Councillor Hanniffy said, they tell us consistently about the millions and billions of euro that are being lent but they equate to nothing but the reconfiguration of existing loans because anybody I meet on a regular basis who is seeking finance and assistance is not being met with the reception that those figures suggest.<\/p><p>  A specific audit needs to be carried out, especially in the regions, of the success or failure of various enterprise boards to target areas that have experienced difficulties more recently because the IDA is targeting large urban centres and cities.  This is evidenced by site visits statistics in different regions.  That is not necessarily of the agency's own doing but as a result of the input of multinational companies setting up in the country.  That would allow the specific targeting of regions that are at a disadvantage currently.<\/p> <p>I hope adequate time will be allowed for debate, adjudication and assimilation and ultimately for arriving at a successful conclusion with regard to the legislation that is proposed.  There ought to be an avenue for a negotiated agreement with all stakeholders at the table in order to account for the efforts of all the elected members, considering that we all share the same wishes and aspirations for those we represent.  If there is a means by which there can be an improvement &ndash; this might well be one of them &ndash; every effort should be made for it to work practically.<\/p><p> There are other aspects of the document about which we could talk all day and on which we will not elaborate.  We should examine specifically the area targeted in the councillors' presentation.  Many of us are in total agreement in regard to the sort of democratic accountability and responsibility that we would like to see upheld.  We agree with the concept but let us get the configuration right so we can all work with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400007#F00400","speaker":"1101","continuing":true},{"type":"speech","time":1368537300,"counter":84,"content":"<p>I welcome the delegates, all of whom I know and have met many times over the years.  Having served on an enterprise board for a number of years in a county that boasted of having a very successful board, I am pleased to welcome the delegates to hear their presentation.  Many very successful businesses that have operated in my county, Galway, over the years got a start from the county enterprise board and grew large from being very small acorns.  We are now in very difficult times so it is urgent to get the local enterprise offices up and running.  The concepts of the one-stop shop and closer working relationships between Enterprise Ireland and the local authorities are very much to be welcomed.<\/p><p>  I agree with the delegation that the icing on the cake would be to have the element of democratic accountability included.  We will certainly talk to the Minister to determine whether there is an opportunity to have some element of representation or democratic accountability included in the legislation that is framed.<\/p><p>  As Deputy Collins rightly stated, there is real urgency.  In communities, small towns and villages, there is a feeling that small business has been neglected and that nothing is really being done to support and assist small businesses.  In all our actions, we must do everything possible to ensure that whatever structure we put in place delivers the desired outcomes, supports small businesses and encourages entrepreneurs who have good ideas and the potential to create and grow employment.<\/p><p>  The submission states 250,000 businesses employ fewer than ten people.  If all those businesses could create one extra job, imagine what it would do for our economy.  There are many people with ideas.  There are considerable opportunities to grow small businesses if finance becomes available.  There are considerable opportunities to create new start-up companies.  We must consider manufacturing seriously because this is where the growth will be in the future.  Many of the success stories of previous decades, in addition to existing manufacturing facilities, were started with help from the city and county enterprise boards.<\/p><p>  I wish the delegates well.  We will do everything possible to support their view on having democratic accountability embodied in the new local enterprise offices.  We will try to tease out how that might actually work.  I appreciate the delegates' submission and wish them continued success.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400008#G00200","speaker":"1118"},{"type":"speechnospeaker","time":1368537300,"counter":85,"content":"<p>I thank the members for their support.  It is obvious we are all singing from the same hymn sheet.  I wish to make it very clear where I stand on the matter of local representatives not having a say on the next body.  It would be a massive loss to an area.  I come from a very rural part of County Cavan.  In making my remarks, I do not mean disrespect to the people who were told they would be on the boards.  We are told they will be from the business community and there will probably be accountants.  I have seen accountants on the enterprise board in Cavan.  There will be people from the chamber of commerce.  Many are from urban areas.  Some of the people from such areas do not understand the rural part of the county.<\/p><p>  Ms Constance Hanniffy mentioned figures of &euro;50,000, &euro;40,000 and &euro;100,000.  However, if people starting up businesses are able to get &euro;4,000 or &euro;5,000, it will give them a little push to get them started.  Small businesses must be supported.  It is only common sense.  If one starts a business and has, perhaps, from one to five people working for one, and if one has a love of one's area and a bit of pride, one will want to see the business work.  One will not step back and let the business fail.  I have been a member of the enterprise board in County Cavan since 1999.  In that time, local representatives from all parties fought their corner for people from rural areas.  Only for this, the recipients would not have got money.  I know that for a fact.<\/p><p>  The enterprise board in County Cavan works extremely well because it has a cross-Border arrangement with Fermanagh.  It involves tourism and a geopark.  We work extremely well with local elected representatives North and South of the Border.  I appeal to the members of this committee to do everything in their power to ensure that the local representatives have a say in the next body that is set up.  I strongly believe they ought to.  This cannot be emphasised enough.<\/p><p>  Deputy Cowen referred to the IDA.  For whatever reason over the years, the IDA has not been able to get away from the east coast.  We would welcome it very much in the rural part of the country.  I have sat with IDA representatives on boards.  I have seen them sit at meetings and giving nice glossy presentations, but then the momentum dies and one does not hear from them again.  <\/p><p>  Deputy Collins made it clear that the small businesses must be supported.  I appeal to the Deputy to make sure the voice of small businesses is heard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400008#G00300","nonspeaker":"Mr. Peter McVitty"},{"type":"speechnospeaker","time":1368537300,"counter":86,"content":"<p>Coming from County Longford, where the majority of small businesses got start-up funding from the enterprise boards, I am glad to say the majority of the small businesses, which may employee only ten, 15 or 20 people, are still in place as many of the big operations have gone out of business.  I fully agree with what the speakers have said.  The local representative is the link between the local community and the CEOs and those on the enterprise board.  What is the advantage of taking the local representatives from the boards?  It is stated more powers are supposed to be granted to county councillors.  When one considers what happened with the VECs and health boards, one realises we have no say whatsoever.<\/p> <p>Each of the committee members has been a local representative and knows that there was a time when one went in and personally made a case for one's constituents.  Most of the time that worked because the red tape was cut through.  It is the exact same in this instance.  The local representative brings invaluable knowledge to those boards.  If the committee members have the final say we appeal to them not to leave the local representatives off the boards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400008#G00400","nonspeaker":"Mr. Luie McEntire","continuing":true},{"type":"speechnospeaker","time":1368537900,"counter":88,"content":"<p>I thank those who have contributed to this discussion.  Deputy Cowen made a valid point when he said that we must consider a targeted review of the existing community enterprise boards to see exactly what they have done and how they have achieved it before we can benchmark the new LEOs against them.  That is very important.  If and when that process takes place we will see the necessity for, and results of, the democratic input into ensuring their success.<\/p><p>  I welcome Senator Mullins's support in looking for the democratic mandate for this.  I agree with Deputy &Aacute;ine Collins that a great deal of money has been spent on training and mentoring but I have a problem too because training and upskilling is now so fragmented between the Leader companies, some educational companies, some private companies and the enterprise boards.  The enterprise boards have provided targeted training and upskilling, as I know from my own experience.<\/p><p>  I accept that there will be elected representatives on the new SEOs if and when they come to pass but they are socio-economic committees and I do not know what will be the link between them and the new LEOs.  Nobody knows that yet so we are talking in a vacuum until we see legislation and tweak it and until we see the working arrangement between the Department of Jobs, Enterprise and Innovation and the local authorities.  I thank the committee for affording us the opportunity here this afternoon and I value its input and support in this matter.  We are working in something of a vacuum but we have tried to be as realistic as possible and as forthright in providing what information we have while we are in this vacuum and await the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400009#H00200","nonspeaker":"Ms Constance Hanniffy"},{"type":"speech","time":1368537900,"counter":89,"content":"<p>I thank my former colleagues on the ACCC, Councillors O'Brien, Hanniffy, McVitty and McEntire.  I also acknowledge Mr. Liam Kenny, who is the chief executive of the ACCC, a fellow county man and historian.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2013051400009#H00300","speaker":"1053"},{"type":"unspoken","time":1368537900,"counter":90,"content":"<p>The joint committee adjourned at 2.45 p.m. until 1.30 p.m. on Tuesday, 21 May 2013.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Environment, Culture and the Gaeltacht","time":1368537300,"counter":91},{"type":"unspoken","content":"<p>The Joint Committee met at 14:15<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Jerry Buttimer,* Senator Cáit Keane, Deputy Marcella Corcoran Kennedy, Senator Denis Landy, Deputy Barry Cowen, Senator Labhrás Ó Murchú, Deputy Dessie Ellis,* Seantor Ned O'Sullivan. Depputy Tony McLoughlin, Deputy Catherine Murphy,<\/p><p>* In the absence of Deputies Noel Coonan and Brian Stanley, respectively.<\/p><p>DEPUTY MICHAEL McCARTHY IN THE CHAIR.<\/p>","time":1368537300,"counter":92,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400002"},{"type":"minorheading","content":"Traveller Accommodation: Discussion","time":1368537300,"counter":94,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400002#A00100"},{"type":"speech","time":1368537300,"counter":95,"content":"<p>I advise members to turn off their mobile phones, as, if they are left on, they will interfere with the sound system and RTE will not be able to pick up the proceedings.<\/p><p>  Today we will discuss the housing of members of the Traveller community by local authorities.  I welcome Ms Lorraine McMahon, co-ordinator, Ballyfermot Traveller Action Project; Ms Catherine Joyce, co-ordinator, and Ms Maria Joyce, Blanchardstown Traveller Development Group; Mr. Martin Riordan, county manager and Ms Karina Cremin, senior executive officer, Cork County Council; Mr. Dick Brady, assistant city manager, Ms Celine Reilly, executive manager, and Mr. Kieran Cunningham, senior executive officer, Dublin City Council; Mr. David O'Connor, county manager, and Ms Ann Marie Farrelly, director of services, housing and community department, and Mr. Philip Long, senior executive officer, housing and community department, Fingal County Council; Ms Brigid Quilligan and Ms Brigid Casey, national accommodation officer, Irish Traveller Movement, Mr. Martin Collins, co-director, Pavee Point Traveller and Roma Centre; Ms Anne Burke, community worker, Traveller Visibility Group, Cork.  I thank all the delegates for their attendance. <\/p><p>  By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the joint committee.  However, if they are directed by it to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice that, where possible, they should not criticise or make charges against a person, persons or an entity by name or in such a way as to make him, her or it identifiable.  The opening statement and any other document submitted to the committee may be published on the committee's website after the hearing.  Members are reminded of the long-standing ruling of the Chair to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p><p>  There are eight groups of delegates.  That is a large number and I do not want to get bogged down in opening statements.  All of the opening statements submitted have been circulated to members.  Therefore, I ask everyone to confine his or her opening remarks to five minutes.  That is not a target but a limit.  If delegates can make their statements in a shorter time, so much the better.  I do not want to stifle debate but to give delegates a chance to speak and particularly time for interaction with members of the committee.  It is vital to have ample time for that part of the proceedings.  There is, therefore, no need to read in full the opening statements.  If delegates want to make a few points without reading their statements, even better.<\/p><p>  I propose that we hear the delegates in the following order: Pavee Point Traveller and Roma Centre; Cork County Council; Ballyfermot Traveller Action Project; Blanchardstown Traveller Development Group; Dublin City Council; the Irish Traveller Movement; Traveller Visibility Group, Cork, and Fingal County Council.<\/p> <p>Before we commence the discussion, I want to thank Deputy Ellis for raising this issue at the committee.  He is substituting for Deputy Stanley.  I know Deputy Ellis has a particular interest in this issue, as have all public representatives, but he has been to the fore on this issue and it is because of his contribution that we are all here this afternoon.  <\/p><p> The availability and access of domestic accommodation for any individual is a fundamental right.   The committee was concerned when it was brought to its attention that there were some issues in regard to moneys that were not drawn down.  There may be very good reasons for that.  The purpose of this meeting is to share and exchange information around that and to try to come up with solutions and hopefully pass them on to the Minister on how we can address that anomaly.<\/p><p> Money is scarce in the current economic climate but people's housing needs will always be of paramount importance.  It is a basic requirement that we as human beings have and we need to be conscious of that as we debate this issue.  There may be some problems, administrative or otherwise, in this respect and if that is the case, we can elicit that information and establish a response around that.  I am particularly interested to hear what the groups dealing with this issue at the coalface have to say about that.  I call Mr. Collins from Pavee Point Traveller and Roma Centre.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400003#B00200","speaker":"996","continuing":true},{"type":"speechnospeaker","time":1368537600,"counter":97,"content":"<p>I thank the Chairperson, Deputies and Senators.  On behalf of the delegation, I welcome the opportunity to address the committee on this important issue, namely, the Traveller accommodation crisis.  The budget allocated for Traveller accommodation has been greatly reduced but the fact that it has not been fully spent is even more shameful, and my colleagues will say more about that.<\/p><p>  I acknowledge and thank Deputy Ellis and the Sinn F&eacute;in Party for putting this important issue on the agenda and for shedding some light on it.  It is important to put this issue in its broader context.  The committee may be aware that Pavee Point recently launched a report, Travelling with Austerity, copies of which I have given to the members and I have more copies if other people want to look through it.  This report captures the extent and nature of the cutbacks on Traveller projects and services since the recession began in 2008.  Essentially, it exposes the lie that the cuts have been even, balanced and fair across the board, rather they have been disproportionate and draconian.  For example, funding for the Traveller inter-agency groups at local authority level has been abolished.  Funding for Traveller education supports have been reduced to the tune of 86% and funding for Traveller accommodation has been reduced to the tune of 85%, and my colleagues will say more about that.  The budget for the equality infrastructure has been reduced by 76% and national Traveller organisations have suffered cuts to the tune of 63%.  Funding for the F&Aacute;S special initiative, which was designed to support Traveller employment, has been reduced by 50%.  The evidence is set out in the report and it shows that these cuts to Traveller projects and services are anything but fair.  The implications of these cuts is that they will only serve to marginalise another generation of Travellers.  That will be the essence of their impact.  It is even more shameful when we find that the budget for Traveller accommodation, which has been drastically reduced, has not been fully spent, on which members will hear more details shortly. <\/p><p>  I wish to deal with two key points.  The Government is pursuing a policy, set out in its programme entitled Putting People First, of local government reform.  One of the proposals in that programme is to have local development and community development subsumed into the local authority structure.  Pavee Point and the other Traveller organisations are extremely concerned about this because it will take away the independence and the critical voice, namely of the Traveller community development projects, which have done innovative work during the past 30 years in dealing with issues of domestic violence, drug addiction, feuding, advocating for Travellers' rights and negotiating with the local authorities.  That 30 years of experience, expertise and knowledge that has been built up could be wiped out in one fell swoop, particularly when local authorities have failed to address the concerns and needs of Travellers, about which members will hear more shortly.  We ask the Government and this committee to reflect and reconsider the proposal set out in Putting People First whereby local authorities would be given responsibility for Traveller community development projects.  We are very concerned about that.<\/p><p>  We call for the establishment of a national Traveller agency.  It is clear that both the local and national institutions of this land have failed to implement a policy that would give rise to favourable outcomes for Travellers.  In that context, what is needed is a separate independent national agency that would be mandated and would have the proper resources and legislative backup to implement Traveller policy across the board, not only in the area of accommodation but in respect of education, health, employment and equality.  I ask the committee to give that proposal serious consideration.  The evidence during the past 25 years tells us that the infrastructure in place in terms of institutions of this State has failed to address the needs of Travellers in any cogent coherent way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400004#C00200","nonspeaker":"Mr. Martin Collins"},{"type":"speech","time":1368537600,"counter":98,"content":"<p>I thank Mr. Collins for that.  I call the representative from Cork County Council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400004#C00300","speaker":"996"},{"type":"speechnospeaker","time":1368537600,"counter":99,"content":"<p>I will be brief in my contribution.  I circulated an opening statement, to which there are two parts, that I would like to emphasise.  The council welcomes the opportunity to respond to correspondence we received from the committee which indicated that there were concerns regarding the drawdown of funds in the period 2007 to 2013 and I might deal with that first.  It is important to understand how capital allocations are provided by the Department and how they are drawn down.  In the submission we provided to the committee we indicated some detailed figures to explain the drawdowns, how they are arrived at and how the spend in a particular year reflects the activity in that year.<\/p><p>  Performance in addressing the accommodation needs of Travellers is not best measured based on the drawdown of funds but in the effectiveness of the response to the needs on the ground.  To measure drawdowns against allocations is to miss the measure of progress.  There is a need to respond in a flexible and sensitive way to the developing needs and preferences of members of the Travelling community and that is expressed and managed at a local level through Traveller accommodation plans.  It is though those five-year plans that we can best draw conclusions as to whether we are making progress.<\/p><p>  In regard to drawdowns against allocations, I emphasise that capital allocations are provided on a yearly basis and may be rolled over because a project did not proceed at a pace or it was no longer needed or the circumstances on the ground had changed.  For the period 2007 to 2013, in the case of Cork Council the total figure is &euro;5.8 million, which is a total of allocations rather than the total of what is available to spend.  We outlined in the submission that &euro;3.4 million of that figure, which is the vast majority of it, would have been in respect of a previous accommodation plan for 2007 to 2008 and, of that figure of &euro;3.4 million, &euro;2.2 million reflects a rollover of an allocation for a particular project.  There has been a rollover in respect of two allocations and the moneys would not have been spent on two occasions.  It is important that the members of the committee understand that an allocation cannot simply be added up over five years; if a project does not take place in year one and the allocation is rolled over in year two, it does not mean resources are available in the second year.   <\/p><p>  We outlined in a particular case that an allocation or application for &euro;2.2 million was sought.  The council's housing directorate working with the Travelling community involved in that case found a solution which resulted in standard housing solving the issue and a specific house purchase.  In that case what was initially a project with an allocation against it was resolved over time in consultation with the Travelling community resulting in the allocation of a standard house, which was funded from a different source, and a specific house purchase.<\/p><p>  Another case example is outlined in the submission which shows that an allocation of &euro;1.4 million was sought over three years and after protracted negotiations with the families concerned, their needs were met through standard housing and a specific house purchase.  The total spend in that case was &euro;355,000 odd.  The allocation of the actual spend is not representative of whether a solution was found at a cost against the allocation. <\/p> <p>In those two cases we are seeking to outline, rather than be judged based on the allocation of the drawdown, whether the assessment on the ground was effective in responding to those particular needs.  I hope that, in summary form, outlines the council's position in respect of allocations and spend.  I may come back to that issue if the Chairman so requests. <\/p><p> Legislation requires us to plan for and forecast the needs of the Traveller community in consultation with the Traveller community over a five-year period.  At the beginning of the current Traveller accommodation plan for 2009 to 2013 we would have forecast a need for 122 families.  However, that changed over time.  One makes a forecast at a particular point in time but the need changed during the course of the five years.  A current assessment of the identified need shows 69 families are in need of accommodation, 64 of whom have stated their preference for standard social housing or a single house purchase.  Through the local Traveller accommodation committees we are responding to the need expressed on the ground.  Considering that the highest percentage of need is for standard social housing and in view of the fact that the standard social housing allocation to the council has been reduced from &euro;40 million to &euro;2 million to &euro;2.5 million it will be a challenge to match the stated needs of Traveller families for standard housing as against the allocations we expect to receive in the coming years.  Anything the Oireachtas or the Department can do to increase the allocation for standard housing would assist in meeting that need.  <\/p><p> During the period 2009 to 2013 Cork County Council met the needs of 45 Traveller families through the allocation of 30 standard social houses and four single house purchases.  The Traveller accommodation plan which is adopted locally would indicate that we are meeting those needs as expressed by the applicants themselves.  It is important to draw the committee's attention to the fact that while there are capital allocations which indicate an apparent underspend, the actual spend, and the revenue budget for the same years for the management and maintenance of Traveller accommodation, is &euro;3 million, approximately &euro;400,000 to &euro;500,000 per annum. <\/p><p> Currently we are progressing our assessment of housing need for 2013 which should provide another picture of the position regarding all our housing applicants, including the specific accommodation needs of Traveller communities.  Later this year, in accordance with the law, Cork County Council will adopt, in consultation with the Traveller community, a Traveller accommodation plan for the next five years.  The basis on which the council or any local authority should be judged, I submit, is its performance against the accommodation plan adopted locally in consultation with the Traveller community.  I hope the submission we have made to the committee outlines the council's performance in this area. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400004#C00400","nonspeaker":"Mr. Martin Riordan","continuing":true},{"type":"speech","time":1368538200,"counter":101,"content":"<p>I thank Mr. Riordan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400005#D00200","speaker":"996"},{"type":"speechnospeaker","time":1368538200,"counter":102,"content":"<p>I am the co-ordinator of Ballyfermot Traveller action project and will make a presentation on behalf of the Traveller representatives on Dublin City Council Local Traveller Consultative Committee.  Dublin City Council's assessment of need to inform the current Traveller Accommodation Programme 2009-2013 identified that there were 345 families resident in Traveller specific accommodation or on unofficial sites in the city council's area.   Some 74 of those families expressed a wish for standard housing while the remainder of 271 families indicated a preference for Traveller specific housing, that is, group housing schemes or halting sites and bays, highlighting the high demand that continues within Dublin City Council for Traveller specific accommodation.  In addition, there are 161 young adults over the age of 18 years within the 345 families.  The plan estimated that an additional 52 units of accommodation would be required.  In developing the plan it was agreed to increase the accommodation stock for Traveller families within Dublin city to 397 units of accommodation.  At that time 266 units were available and, therefore, the deficit was 131 units of accommodation to be delivered through the current Traveller accommodation programme.  The key targets in the programme to meet the identified need were a commitment to build 118 units across the city, to provide the other 13 accommodation units through casual vacancies, transfer to standard housing or single house purchases and a commitment for a significant number of refurbishments and upgrades in various sites.  <\/p><p>  Progress has been made by Dublin City Council on the current Traveller accommodation programme, particularly in the area of refurbishments and upgrades, including housing extensions, installation of windows and doors and upgrades to day units.  Emergency facilities such as water and sanitation have been provided for some families.  That was not a target in the Traveller accommodation programme but was provided mainly due to a lack of progress on the new builds.  While progress was made, we have grave concerns particularly in regard to the lack of progress on new builds.  While there was a commitment for a new build programme of 118 units, none of those units was built.  This meant that Traveller families were, in effect, left homeless, resulting in significant overcrowding at various sites, and health and environmental issues.  There continued to be a lack of basic facilities, such as water, sanitation and electricity, for many families thus forcing them to move into standard housing and private rented accommodation.  We contend that being forced into standard housing and private rented accommodation contributes to the erosion of Traveller culture.  Travellers do not choose to live in sites in these deplorable conditions which have a detrimental effect on their health.  They choose Traveller specific accommodation as their right under the Housing (Traveller Accommodation) Act 1998. <\/p><p>  From the perspective of Traveller organisations on the local Traveller accommodation consultative committee, we identify three key areas as contributing to the barriers to progress.  We contend that a significant non-drawdown of funding or underspend of more than &euro;12 million within Dublin City Council from 2007 to 2012 had an impact on the lack of progress in the delivery of new accommodation.  We acknowledge that another barrier to progress was site management issues at various times.  There have been some serious issues of anti-social behaviour in the past at various sites but that has not been pervasive across all sites during the life of the Traveller accommodation programme.  However, the actions of a minority, which impacted on the majority of the communities, have had detrimental impacts on the community and blocked progress because the whole community has been penalised.  The lack of linkages within the local authority between the local Traveller accommodation consultative committee, the housing strategic policy committee and other relevant structures has an impact on the lack of progress because if there is not a transparent system for monitoring accountability, how is progress managed and monitored?<\/p><p>  To focus on one area, Labr&eacute; Park in Ballyfermot was the first Traveller specific housing scheme built by Dublin Corporation, now Dublin City Council, and opened in 1967.  Some of the families who moved into Labr&eacute; Park in 1967 are still there.  In some families there are four generations.  A redevelopment project which has been promised for Labr&eacute; Park completed all the planning procedures in 2006.  A commitment in principle was given by the Department to progress pending a response to queries in 2008.  We accept the plan did not progress due to serious anti-social behaviour during the period 2008 and 2009.<\/p> <p>However, during this period Ballyfermot Traveller Action Project and other members of the Traveller inter-agency committee repeatedly called on Dublin City Council to convene a meeting to look at the escalating problem within Labr&eacute; Park.  However, our calls for a meeting were not heard until we went to see the city manager at the time, Mr. John Tierney, in the summer of 2009.  He intervened and called a meeting of all the stakeholders and the situation in Labr&eacute; Park began to turn around by the end of 2009.  While there are issues on the site, as is the case on any estate across the city, these are all manageable and do not block progress to a redevelopment plan.  <\/p><p> Today in Labr&eacute; Park there are 39 families, some of whom have been living there since 1967.  They comprise 95 adults and 66 children and young people under 18 years.  Nineteen families live in houses, but 20 live in trailers while awaiting permanent accommodation.  Some have been waiting for more than a decade.  Three families have been waiting 15, 16 and 17 years, respectively.  Some 43 adults and 53 children are living in trailers, of whom eight families, including 20 children of preschool and schoolgoing age, still have no access to basic services such as water, sanitation and electricity.<\/p><p> Under the current programme, there is a commitment to provide 22 units of accommodation at Labr&eacute; Park.  For the past two years we have been consistently led to believe no funding is available to advance this plan, but we now know that has not been the case.  We hope to have our questions answered as to the reason it has not been the case for part of the time.  The situation of families living without a water supply or sanitation cannot be allowed to continue.  The non-provision of promised projects and accommodation must not be repeated.  Travellers must be afforded their basic human right to access water and sanitation.  They should be afforded their right to culturally appropriate accommodation, as per the Housing (Traveller Accommodation) Act 1998.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400005#D00300","nonspeaker":"Ms Lorraine McMahon","continuing":true},{"type":"speechnospeaker","time":1368538800,"counter":104,"content":"<p>I thank the committee for giving me the opportunity to speak at this meeting.  I will focus on the role of the local accommodation consultative committees and their lack of willingness or ability to deliver accommodation programmes.<\/p><p>  I emphasise that we are in the third round of a five year programme for local accommodation plans.  The national statistics show that as many Travellers are living on the side of the road or in need of accommodation as there were when the plans were initiated.  We must question why the money is being returned when there is still such a need for accommodation, Traveller-specific accommodation in particular.  <\/p><p>  From our experience in Blanchardstown, the local accommodation consultative committees are not productive; they are not meeting needs and are certainly not addressing the issue of Traveller accommodation.  We ask for an independent review of the committees to examine their ineffectiveness in dealing with Traveller needs.  I concur with Mr. Collins in asking for an independent agency to represent the accommodation issues for Travellers because the local authorities are not able to do so.  The failure to spend the money allocated for Traveller accommodation is evidence that the accommodation has not been and will not be provided.  <\/p><p>  I work in the Fingal County Council area.  We have made significant improvements in the delivery of new accommodation units.  However, these new units are part of the previous plan rather than the current programme.  For example, recent sites have been provided in Barn Lodge and Stockhole under the former five year programme.  I ask where are the new builds under the current programme and where is the willingness to provide accommodation for the families in need.<\/p><p>  Unfortunately, the Fingal County Council area has one of the largest remaining temporary sites in the country, at St. Mary's in Cappagh field, which has been in existence for more than 15 years.  The families concerned do not have access to electricity, proper sanitation or rubbish collection services.  They have been waiting for permanent accommodation for 15 years, either in mainstream housing or Traveller-specific accommodation.  There is serious concern because their accommodation needs are not being met.  The local accommodation consultative committees are designed to allow Travellers and the local authority to agree on plans for accommodation and review their implementation.  They also monitor their maintenance and upkeep.  However, the local authorities and the local accommodation consultative committees do not deliver.  We asked what funding had been allocated for the maintenance and refurbishment of sites.  The response was that the local authority could not provide that information for us or the local accommodation consultative committee representative who represented our organisation.  If we are unable to obtain that information at the level of the local accommodation consultative committee, I ask who can obtain it and where can it be obtained.  We need to know how much funding is being allocated for the maintenance and upkeep of sites and the timeframe involved.  Where can we obtain that information if it is not available at the local accommodation consultative committee?<\/p><p>  If the local accommodation consultative committees are the mechanism to be used in the delivery of accommodation for Travellers by the local authorities, how are local organisations to survive if we are to be integrated into the local community development structures of the local authorities in 2014 or 2015?  How will it be possible for us to address the myriad issues relating to deficits in education, training, accommodation and health, if these are within the remit of the local authority?  Local authorities in general and Fingal County Council, in particular, have proved that they cannot deliver in providing accommodation for Travellers.  We are very concerned as to whether they will be able to deliver on all other issues relevant to Travellers. <\/p><p>  In 2013 families are living in local authority areas and do not have access to toilets, water or electricity.  What will be the position at the end of this programme because the review will only cover previous programmes?  No new accommodation has been built under the current programme.<\/p><p>  The McDonald family live in the Dunsink area.  They have been waiting for ten years on the local authority housing list.  They have been identified by the local authority and it has been agreed that accommodation will be provided for the family group.  As recently as two months ago, the families were told the accommodation which was to be provided in a mainstream housing estate would not be provided because the local authority was reviewing the position.  The rationale for the decision has not been explained to them by the local authority.  More than &euro;7.5 million has been handed back by Fingal County Council, while families are still in need of accommodation.  <\/p><p>  I would like answers to these questions from the representatives of Fingal County Council who are present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400006#E00200","nonspeaker":"Ms Catherine Joyce"},{"type":"speechnospeaker","time":1368538800,"counter":105,"content":"<p>It is fitting that this subject is being dealt with today, having regard to the cycle of the Traveller accommodation programme.  It is good to see a real debate under way which I hope will filter into the development of the programmes mentioned.  Dublin City Council is committed to the provision of top quality Traveller accommodation, with well maintained physical environments and of a type and in areas desired by families in need of such accommodation.  Our recently carried out needs assessment indicates that 66% of families seeking accommodation have expressed a desire for standard accommodation.  <\/p><p>  The successful implementation of a Traveller accommodation programme is not solely the responsibility of the local authority.  I will speak about timely implementation of the programme.  A successful programme requires the support and goodwill of the Traveller community and also that of potential neighbours and local communities.  It also requires the advancement of other facilitating schemes such as public private partnerships in order to achieve the timely provision of accommodation.<\/p> <p>What has happened over the years is that difficulties have arisen in some of these areas and they have significantly delayed projects.  It is a cause of great frustration to those working in this particular field that, within the Traveller community, there continues to be an element of anti-social and - dare I say it - criminal activity which has destroyed hard won Traveller-specific accommodation and facilities and which has resulted in fear among, and the threat of violence to, vulnerable members of the Traveller community.  It should be noted that in the Dublin city area over the timeframe about which we are speaking, 79 units of accommodation and three community centres have been lost or destroyed due to this activity.  During that time, we have spent in excess of &euro;1 million on clean-up from industrial scale dumping.  <\/p><p> There are two questions which arise.  My colleague from Cork explained the first which is the false nature of trying to deal with allocation spend in a cumulative fashion.  It is not a way to look at spend.  He explained that, so I will not go into it in any great detail.  The other is the reason for underspend.  Again, if one looks at the submission the city council has made, there are valid reasons for that underspend which are clearly set out.  In regard to the amounts of money spent by the city council, on the capital side, it has spent in the order of &euro;3.7 million over the period of time but it spent &euro;18.5 million in the same period of time.  The total spend by the city council over this period of time has been &euro;22.2 million.  <\/p><p> The city council is committed to the provision of quality accommodation and a quality physical environment and will work with the LTACCs and the local advocacy groups to try to address the issues which have to date stalled and prevented planned developments going ahead and have seen the destruction of existing homes.  Resolving these issues requires a holistic determined approach from all sides and the council will not be found wanting in this regard.  To this end, the council intends to carry out a full review of its operational methods and procedures this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400006#E00300","nonspeaker":"Mr. Dick Brady","continuing":true},{"type":"speechnospeaker","time":1368539400,"counter":107,"content":"<p>Ms Brigid Casey will make the presentation on behalf of the Irish Traveller Movement and I will follow her and summarise with some recommendations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400007#F00200","nonspeaker":"Ms Brigid Quilligan"},{"type":"speechnospeaker","time":1368539400,"counter":108,"content":"<p>As a spokesperson for the Irish Traveller Movement, this is a great opportunity to talk about the national Traveller accommodation strategy, which has been in place for the past 13 years.  It estimated that there are 40,000 Travellers in Ireland - 36,000 in the Republic and 4,000 in the North of Ireland.  The task force was put in place in 1995 and it recommended that there was a need to provide 3,100 units of accommodation.  The Government made a commitment, through the national Traveller accommodation strategy, to invest in culturally appropriate accommodation to meet the needs of Travellers.  There was no cap on investment for the accommodation nationally but there was very little progress in delivering the accommodation strategy.<\/p><p>  Some 1,200 units in permanent halting sites, 900 units in group housing schemes and 1,000 transit bays were to be provided.  Unfortunately, this was not carried out.  What has changed since the task force on Traveller people?  Legislation was put in place - the Housing (Traveller Accommodation) Act 1998.  This legislation was to improve the conditions for Travellers and we believed it would protect our nomadic way of life as Travellers.  Under the Housing (Traveller Accommodation) Act, each local authority is required to provide culturally appropriate accommodation in all its forms, including halting sites, group housing schemes, standard housing and transit accommodation.  Some 849 units in total were provided between 2000 and 2011.  <\/p><p>  The role of the national Traveller accommodation consultative committee is to advise the Minister on the most appropriate measures for improving Traveller accommodation.  Local Traveller accommodation consultative committees are made up of representatives from local authorities, Traveller representatives and local Traveller groups.  Each local authority has an obligation to develop local Traveller accommodation plans.  There were plans for 2000-04, for 2005-08 and 2009-13.  They should be preparing the plan for 2014-18.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400007#F00300","nonspeaker":"Ms Brigid Casey"},{"type":"speechnospeaker","time":1368539400,"counter":109,"content":"<p>In terms of recommendations, as members have heard from Ms Casey and other representatives from different areas, the situation for Travellers has never been worse in terms of accommodation.  We have great legislation and great plans but they are not implemented.  In fact, I must correct myself, we do not have great plans because at a local level, some of our plans are not as ambitious as they need to be given the needs on the ground.  We know many young Travellers are not even being assessed for needs.  They are not registering for accommodation because they are being told by council officials, social workers and others on the ground that they can apply for Traveller-specific accommodation but it will not be built in their lifetimes, so they may as well apply for standard housing.  Effectively what is happening - despite legislation to protect our culture and way of life - is that people are being assimilated and are being told there is no other option.  This was in the boom times - prior to the budgetary cuts we are discussing today.  That is to set a bit of context for members and those in the Visitors' Gallery.<\/p><p>  Even in the boom times, Travellers' needs were not met, despite consultation after consultation.  I see Travellers here from north Cork, Kerry and Fingal.  Travellers are consulted until they are blue in the face but the fact is that they are not listened to.  We heard issues around anti-social behaviour.  There is anti-social behaviours but Travellers are expected to police themselves while no other community is expected to do so.  The onus should not be on members of any social housing scheme to police the other residents of the scheme.  Poor management of sites, poor layout of sites and poor design of sites leads to anti-social behaviour.  There is an element of criminality in every culture and, unfortunately, there is an element of criminality in ours but it is a very small minority.  As Ms McMahon from Ballyfermot pointed out, a whole community can be penalised for the actions of a few.<\/p><p>  Some of our recommendations going forward are as follows.  The current structures are simply not working, or have never worked.  A national Traveller agency needs to be put in place to address all policy issues relating to Travellers.  All budgetary cuts in future need to be Traveller-proofed.  Traveller education, Traveller accommodation, the Traveller community development sector and every area of our life has been impacted severely by the austerity measures.  The cuts and the austerity measures against Travellers have been disproportionate and Pavee Point's report, published last week, proves that.<\/p><p>  The Government must provide a legislative framework to monitor the development of the Traveller accommodation programme because, despite the best efforts of Travellers on local Traveller consultative committees, Travellers on the national consultative committee and the local authorities, there have been very poor outcomes and Travellers are living in appalling conditions.  Comprehensive needs assessments need to be carried out.  Not only do they need to be carried out on people in Traveller-specific accommodation but they need to be carried out on people who are in rented accommodation because most of our people have been forced into private rented accommodation and standard accommodation through lack of choice.<\/p> <p>When new units of accommodation are being built local authorities should take into account the sustainability of the development.  That should include the design, size, location, infrastructure and management.  We need to move away from building 10 ft. walls on the periphery of towns.<\/p><p> We know from initial research that a lack of planning and depressing surroundings are a significant factor for Travellers deciding to leave accommodation and damaging the accommodation.  Traveller conflict exists.  Traveller voices need to be heard when it comes to the allocation of accommodation in their areas and Travellers should not have to police themselves.  As Ms Catherine Joyce pointed out, we need to know what budget is available for Traveller specific accommodation in our local areas.<\/p><p> Finally, a comprehensive analysis for the underspend needs to be carried out.  The voices of Travellers who have been involved in consultation for years must be included.  They have been left to deal with broken promises.  Travellers still live in appalling conditions and are rearing their grandchildren in the same place they reared their children.  Why was the money not spent?  The answer given by the councillors thus far seems logical.  However, having dealt with the people who were consulted for years on successive accommodation plans their answer does not wash with us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400007#F00400","nonspeaker":"Ms Brigid Quilligan","continuing":true},{"type":"speech","time":1368540000,"counter":111,"content":"<p>I thank Ms Quilligan.  I call Ms Chrissie O'Sullivan from the Traveller Visibility Group Cork.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400008#G00200","speaker":"996"},{"type":"speechnospeaker","time":1368540000,"counter":112,"content":"<p>I thank the Chairman and the committee for the opportunity to speak today.  In a few short words I shall convey the anger, hurt and betrayal that my community has experienced and is experiencing following the revelation in an article printed by <i>The Corkman<\/i> newspaper of an underspend of nearly &euro;6 million in our area.  That happened at a time when many Traveller families live in deplorable conditions.  Many Traveller families must live in overcrowded facilities and in the yards of their parents.  Many Traveller families, particularly young Traveller families, have been forced into rental accommodation.  They must deny their Traveller identity in order to secure private rental accommodation, a situation that has huge impact on the lives of young Travellers.<\/p><p>  It is a constant battle in our area to convey the amount of Traveller accommodation issues in our local authority to three different local Traveller accommodation consultative committees, LTACCs.  My county council area is divided up into three divisions, the south, north and west Cork council divisions, and each area has its own LTAC committee.  Travellers try hard to participate in and convey the reality of living there to these committees.<\/p><p>  I would like to add to the views expressed earlier today about the lack of success at the LTAC committees.  My area has three LTACs but there is no joined-up thinking.  The three committees never meet and have not adopted a joint policy approach to deliver Traveller accommodation.  Subsequently, we have failed miserably to deliver Traveller accommodation in my area.<\/p><p>  I shall outline an example from my area in the south Cork County Council area.  In 1991 a group housing scheme was built for seven Traveller families and 22 Traveller families have come out of those seven houses in the past 22 years.  All of the families have been forced into standard accommodation.  I say &quot;forced&quot; at a time when within less than half of a mile of the group housing scheme there was a site in a state of demolition for in excess of 18 years.  The demolition was taking place in order to refurbish the site when a Traveller family moved in that consisted of parents and their ten children.  It was only this year that the family's accommodation needs were met.  They had to wait 18 years.  That happened at a time when eight of their ten children have married and left home.  The family had to live all of the time on a site that resembled war torn Beirut.  I am ashamed to say that I am on a committee that presided over that situation for 18 years.  At the time there was &euro;6 million available to spend and I refer to just one area.  Every year in north Cork many Traveller families were told that there was no money and numerous official complaints will be lodged as a result.  The families were told that they could ask for Traveller-specific accommodation but they would, in time, be provided with a standard house.  We are now faced with many frustrated Traveller families who have been left with no confidence in the system.  If we could table a motion of no confidence then I would do so tomorrow morning.  Travellers have no confidence in Cork County Council to deliver a Traveller accommodation plan because it has failed miserably to provide for my community.  The same experience has been repeated throughout the country.<br \/> Why is a budget handed every year to a local authority that cannot plan, develop or spend the funding but returns the money?  If the local authority was a commercial company then the Government would not award it a tender to spend a yearly budget because it cannot deliver on its promises.  Local authorities who fail communities cannot be sanctioned in this country.  My community has been failed when it comes to Traveller accommodation and we are beyond talking.  The rhetoric that takes place at these committees is stomach turning at times.  I apologise if I sound passionate and angry but I want to convey the anger felt by my people the length and breadth of the country, particularly in my area.  At a time when the country is broke we hang our heads in shame because we cannot today, tomorrow and probably not for the next ten years deliver on Traveller accommodation.  The troika tells us every other day on the news what we must cut back on and what to do for our communities in order to keep our heads above water.  We are drowning.  We are on the <i>Titanic<\/i> and we are simply shifting deck chairs as far as Traveller accommodation is concerned.<\/p><p>  I shall ask the Chairman my question again.  Why do we consistently give a group of people, including myself because I am a representative in the area, a budget they cannot spend or deliver with?  Surely someone took the decision that there was no need to spend the money in the area and someone, administratively, took the responsibility to return the money.  This all happened at a time when I had to tell my community, day in and day out, that there was no money available.  There were also times when there was no social worker available in my area so there was nobody to answer calls about the matter.  In my area two social workers were on sick leave for two years and nobody was available to replace them.  Therefore, nobody could answer the calls made by members of my community.  I took the issue to the LTAC committee again.  We are joint partners around the table but Travellers are silent partners because no one has listened to us.  We lodged a complaint about the matter with the LTAC and were told it would be dealt with but it has not been.  Families rang me up asking me to do this and that but I am powerless in a system that was set up by settled people for settled people.  My group cannot ask Travellers to do something, all we can do is convey the message.  We are powerless and have no sanction.  All that we can do is say &quot;please, this is what needs to be done&quot;.  We, as Travellers, have actively participated in every committee that we have been asked to attend but we have not benefited.  Nobody can show me a committee that we have refused to participate in.  My group has not seen positive effects in our community.  We need answers at this point.  We do not want to read newspaper articles in <i>The Corkman<\/i> that leave us wondering how an underspend can happen under our noses.  I thank the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400008#G00300","nonspeaker":"Ms Chrissie O'Sullivan"},{"type":"speech","time":1368540000,"counter":113,"content":"<p>I call the final speaker, Mr. David O'Connor, Fingal County Council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400008#G00400","speaker":"996"},{"type":"speechnospeaker","time":1368540000,"counter":114,"content":"<p>I shall deal with the two questions posed by the Chairman on the money issue and housing needs.<\/p><p>  I shall repeat what my two colleagues, Mr. Dick Brady and Mr. Martin Riordan, have said about the money side of things and give an example.  If one simply adds Fingal County Council's yearly allocation, dating from 2007 to 2012, it would amount to &euro;14.25 million.  Then if one subtracts the drawn down sum of &euro;6.6 million for the same period it would look like we had not spent &euro;7.65 million.  That is simply not true.  Many of these schemes were in the programme year on year.  For example, planning permission may not have been granted or a scheme could be tendered for successive years yet the Department continued its commitment.  The Department's adherence to its commitment made the county council look like it had not spent the money.  That is simply not the case.  <\/p><p>  I shall outline three schemes that were built in my area between 2007 and 2012.  The total allocation for the period was &euro;11.75 million but the actual cost of the project was &euro;6.9 million, a difference of &euro;4.6 million.  That proves that it was simply not the case that the money was inadequately drawn down.  The money was fully drawn down and no money was given back.  It is the simple way that the Department of the Environment, Community and Local Government does its sums that makes the council look like it did not spend the money and that is not the case. <\/p> <p> In response to the accumulated accusations about what it is we do, that we are not fit for purpose and, to paraphrase what was said, that we cannot spend, plan and deliver, that is patently not the case.  The commitment of the local authority in the period between 2007 and 2012 is shown by the fact that the drawdown of capital was &euro;6.69 million.  In the same period day to day spending amounted to &euro;8.3 million in maintaining sites which we have done to the best of our ability.  When I joined Fingal County Council in 1995, we had a scheme of 12 houses which had received a national award.  There are now two houses in that scheme because it has been repeatedly demolished and repeatedly rebuilt during the years and we are at the loss of ten of the units.  Mr. Brady outlined a similar situation in the city.  We have to cover the running cost of these schemes.  There is stealing from the electricity supply and constant dumping.  We had one instance in the northern part of the county where a site had been invaded and we had to spend &euro;300,000 in having the site cleared.  We would much prefer to spend the money on providing permanent accommodation for everybody concerned.<\/p><p> It is particularly difficult to deal with Traveller issues, although I am not characterising Travellers as being difficult.  The issues are complicated and far more complicated than normal.  For example, there are extended family issues and preferences to stay within a certain radius of where people are located at present.  <\/p><p> I do not accept that Travellers' voices are not heard.  They are and constantly being listened to.  It is unfair to characterise us in such a way that we are not listening to them.  If Travellers believe there is another methodology, perhaps there is an agency that might deliver more effectively across a range of areas.  We do not have responsibility for some aspects such as health and education and they should not tar us with the brush of non-delivery when we do our level best at all times to provide services.<\/p><p> The last point with which I wish to deal in my short summary, the full detail of which is contained in our submission, is the issue of preferences.  In our Traveller survey we asked people to list their first preference in terms of the ideal accommodation for them.  We asked 327 families, 48% of whom expressed a preference for standard housing.  I do not accept, therefore, that there is ethnic cleansing, that Travellers are being pushed away from their culture.  Some 29% expressed a preference for group housing; 12% expressed a preference for halting sites, while 11% expressed a preference for other accommodation such as rural houses.  We have provided rural houses in the face of some very vociferous complaints by local people.  We have stood by the Traveller people.  I do not want to mention the place name of a scheme, as the Chairman asked us not to name places, but time and again there was an extremely strong anti-development campaign against the scheme.  However, we stood by it and councillors, to their credit, voted it through, confident that the Travellers who were going to be accommodated there would look after the place.  It has been looked after to an extraordinarily good extent.  A very small number of people are creating a problem and making life difficult for us all, but we are certainly not the enemy.  We are not incapable of spending or planning - the contrary is the case - and we are more than capable of delivering, but we need to do it in concert with each other.  We do not need to argue with or accuse each other in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400008#G00500","nonspeaker":"Mr. David O'Connor","continuing":true},{"type":"speech","time":1368540600,"counter":116,"content":"<p>I thank Mr. O'Connor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400009#H00200","speaker":"996"},{"type":"speech","time":1368540600,"counter":117,"content":"<p>T&aacute; c&eacute;ad m&iacute;le f&aacute;ilte roimh an toscaireacht agus t&aacute; &aacute;thas orm go bhfuil s&iacute; in &eacute;ineacht linn inniu.  Is mian liom bu&iacute;ochas a ghabh&aacute;il l&eacute;i toisc an cur i l&aacute;thair a rinne s&iacute;.<\/p><p>  I sincerely thank the representatives for a professional, reasoned and measured presentation which I am sure all members found very informative.  I have had experience during the years of dealing with council officials who did their very best to do what was right, not only for the Traveller community - I do not want to make distinctions - but for all sections of society.  The representatives are right to protect their culture and identity.  Very often the Traveller community does not get the credit we as a nation owe its members for the work they have done in keeping our culture alive.  When the Cashes, the Dorans and other members of the Traveller community travelled from fair day to fair day and community event to community event, they brought with them, as educators, their traditional music, which they passed to others.  Traditional music would not enjoy the status it has in Ireland or among the diaspora were it not for the distinctive role played by the Traveller community. <\/p><p>  It is important that we realise that members of the settled community are very often responsible for anti-social behaviour.  I will not mention towns either, but I know of streets in certain towns where members of the settled community have caused havoc and their neighbours have had to complain and the appropriate authorities have had to intervene.  Likewise, if members of the settled community cause major damage involving great cost, often running into millions of euro, we do not tell the rest of the members of that community that we cannot help them.  That is from where I start in my response to what I have heard.  I fully accept what the officials are saying and know the difficulties they face, but this is bigger than a local issue.  It must be raised to a national level because to a degree there is still racism in the country, about which there is doubt.  It is not simply a matter of being afraid of who one's next door neighbour will be; often one does not know anything about the person coming from the Traveller community.  The person concerned could be exceptionally industrious, have leadership material and so on.  Those who have such a mindset, without knowing the family involved, suggests to me that to a degree there is racism, which is not right or acceptable.  We must revisit this issue urgently.  <\/p><p>  On the issue of unspent moneys, I accept what the officials have said about the efforts they have made and the money that has been spent and so on, but the unspent moneys - 70% to 80% of the allocations made - cannot be left floating in the air because if there was a similar situation in providing accommodation for members of the settled community, there would be an outcry.  The Traveller community are very much part of our society.  I wonder if a suggestion could be made by the committee to the effect that this issue should be reviewed at Government level or by one Department and that information could be gathered independently.  I must compliment Pavee Point on the report which is excellent and very helpful, but if we need an independent report, we should seek it and raise the issue to that level.  In other cases where delegates have appeared before the committee, we have revisited issues and examined what progress is being made.  Some of the representatives have been exceptionally passionate.  Why would they not be as this issue affects their lives and those of their children and future generations?  It would be good if they did not feel this was a talking shop exercise.  We should allow for a number of months, during which we could receive reports from all councils and identify the issues involved.<\/p> <p>Where councils have difficulties I am not trying to underestimate those as I have had dealings with officials down through the years who bent backwards to do their best.  The gentleman on my right is correct that there should not be a row.  If we are to help the Traveller community to get their rights - that is all they are seeking - we will not get them by confrontation but by being seriously committed and focused on finding a solution.  We should not be disillusioned as huge progress has been made in many areas and should be used as a foundation.  However, we need to look higher than the local authority to assess precisely the situation.  By all means, take this report and what we have read in the newspapers on board, and listen to the Traveller community again and to the officials.  The way in which the representatives have assembled the facts and put them forward in such a measured manner is a good start arising from today's deliberations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400009#H00300","speaker":"1115","continuing":true},{"type":"speech","time":1368541200,"counter":119,"content":"<p>I thank the councils and the Traveller community representatives for their input.  An open and frank debate on what is happening is long overdue.  I believe the Traveller accommodation programme has not delivered for various reasons.  It has been admitted by the three local authorities present that the money has not been drawn down.  I raised the issue with the Minister who pointed out that the local authorities were not drawing down the money to deliver on Traveller accommodation.  Therefore, it was the Minister who brought this matter to our attention.  We have to ask why this is happening.  I think we put all our eggs in one basket when dealing with many issues in the Traveller community.  When talking about housing accommodation we tend to focus on one in particular.  The whole mechanism of getting that money is so archaic that one has to go backwards and forwards to the local government fund.  We have to wait period after period and the money is literally running out in this period.  The issue I have dealt with for many years is the lack of housing.  There is a massive housing crisis for the Traveller community.  What we are doing is pushing those people into private rented accommodation or ordinary local authority housing.  I am insulted by the word &quot;ordinary&quot; as housing should be specific to the needs of Travellers.  That is the purpose for which the money was provided by the Minister, not the money that is being drawn down for other local authority housing.  Dublin City Council's budget for maintenance for the whole city last year was an insult to the Traveller community.  I realise times are tough but we cannot expect the whole city to be maintained for a small sum of money.  We need the regeneration programmes.<\/p><p>  Ms Catherine Joyce mentioned St. Mary's in Cappagh field.  I am familiar with St. Mary's for the past 15 years.  That accommodation is well past its sell-by date and needs to be rebuilt.  St. Joseph's<b><\/b>is another example where we have had families.  The accommodation has been refurbished but the reality is that there is a need for a regeneration programme and to put Traveller-specific accommodation in place.  Some people may want a halting site or group housing.  Avila Park<b><\/b>is a very successful group housing scheme.  As stated, the McDonald family in Dunsink Lane has been promised accommodation many times.  I do not know how many times I have spoken about this<b><i><\/i><\/b>in Fingal in recent years.  We built Shelly Park<b><\/b>where one family remains in state-of-the-art housing that could be refurbished.  I am aware it was with Focus Ireland and I know the whole history of what happened in the area.  In Dunsink Lane, the Traveller community was isolated against my wishes and those of politicians and the local authorities.  Fingal County Council and Dublin City Council have to answer as to why they agreed to block off and isolate Travellers in Dunsink Lane.  It was criminal and caused terrible conflict between the communities which resulted in riots.  A community cannot be treated in that way.  Dunsink Lane is an archway from Finglas to Castleknock for people who were driving to alleviate traffic but it never made sense.  That is the type of discrimination that has been experienced by Traveller communities.  A mechanism must be found to draw down the funding much faster and there must be alternatives.  We cannot concentrate on one specific area and one specific site on which to work.  We must have an alternative to move on rather than get bogged down on one.<\/p><p>  The overcrowding issue has reached ridiculous proportions.  We have a housing crisis across the board and a major housing crisis in the Traveller community and the issue must be addressed.  We have to stand up to some local authorities who send the message that they will not build any more Traveller accommodation.  That has happened.  Other councillors have acted in a racist manner by targeting Traveller people and their families.  That is unacceptable.  Unless that mindset is tackled, we will be back here for the next ten years arguing the issue.  Nobody disputes there are anti-social behaviour problems.  I know there are anti-social behaviour problems in the Traveller community, right across the board, but that is no excuse for not dealing with them.  The Garda should be able to deal with families.  To put pressure on families to deal with them is to put them in the front line.  One would not be asked in any other community to put people on the front line.  The Garda was told that the garda&iacute; are the people who will do this.  We need to look at the Traveller accommodation programme and draw up a decent plan that makes sense and will deliver because so far it has not delivered.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400010#J00200","speaker":"1022"},{"type":"speech","time":1368541200,"counter":120,"content":"<p>I thank Deputy Ellis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400010#J00300","speaker":"996"},{"type":"speech","time":1368541200,"counter":121,"content":"<p>I thank all the representatives for their presentations.  As there is much to take on board I think some of it will be for another day.  It goes without saying that basic sanitation and a roof over one's head is a fundamental human right.  I reiterate what Deputy Ellis said in that there is a major housing crisis.  Unfortunately, people could be pitched against each other in that housing crisis because many are forced into temporary arrangements whereas a permanent arrangement would be in their long-term interest.  There are approximately 100,000 families on housing waiting lists with little prospect of a permanent solution, much of which is related to the current financial situation.  We did not get to a housing waiting list of 100,000 households in the past couple of years; the list has built up over a period.<\/p><p>  I have a few questions for the local authorities and Mr. Martin Collins.  In regard to the drawdown of funds for refurbishments I am aware from my area, which is not represented by the local authorities today, that there are some vacant houses which are reasonably good but need to be upgraded before they can be re-let.  It appears there is a battle with the Department to release funds for that purpose while at the same time people are in private rented accommodation.  That does not make sense.  It is a silo-based approach where reasonably good housing could be allocated to a small number of people.<\/p> <p>It might be small numbers but, at the same time, it is there.  Is that kind of pattern happening in the other local authority areas also?<\/p><p> Language can be used such as \"returning funds\" rather than \"not drawing funds down\", which can misrepresent a situation, and I do not believe it is in anyone's interest that the situation is misrepresented.  We need an honest assessment of what money is available to be used to deliver on the programme.  One can often find the Department is almost trying to present it as if the local authorities are not doing something, and that this somehow gets the Department off the hook.<\/p><p> If Travellers, for example, opt for traditional housing, I presume this will come out of the general allocation for housing and, in fact, it cannot be drawn down under Traveller-specific programmes.  If there are 100,000 people on the waiting list, the chances of being housed are remote given that no houses are being built.  Is it a question that we are not drawing down funds that are actually there?  This is an issue I simply cannot get my head around.  I am watching what is going on in my area, and it does not seem the money is available to be drawn down.<\/p><p> My other point concerns the national Traveller agency.  I completely accept there is a cross-agency requirement, whether in regard to health, education, training or other issues, but we have a terrible habit of fragmentation.  Has it been worked out how a national Traveller agency would work with agencies that are in place at present and which the witnesses might feel are not delivering?  What would that Traveller agency do differently?  I would be curious to know how it would work and deliver differently.  We tend to take a very silo-based approach to things, and that is not just an issue for Travellers.  For any group that has a need that goes beyond a housing need, we tend not to be able to put those agencies together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400010#J00400","speaker":"1052","continuing":true},{"type":"speech","time":1368541800,"counter":123,"content":"<p>The first question concerned the drawing down of funds.  The Cork county manager explained it in a way that was not clear to the committee.  Is it a question of the funds not existing or is it the inflexibility of the Department in regard to the funding?  I might direct that question to the Cork county manager.  What was the second question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400011#K00200","speaker":"996"},{"type":"speech","time":1368541800,"counter":124,"content":"<p>For standard housing, funds cannot be drawn down under the Traveller-specific programme if people opt for traditional housing.  We might be double counting in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400011#K00300","speaker":"1052"},{"type":"speechnospeaker","time":1368541800,"counter":125,"content":"<p>I will start with the second question.  In the case of Cork County Council, if one contrasts the drawdown of allocations for what we call standard housing, for want of a better phrase, in recent years we have drawn down more than the allocation because of our activity levels.  Where Travellers are accommodated in standard housing, that is a charge against the standard housing allocation, so it will not appear under a Traveller heading.  I am interested in the comments I have heard.  Our understanding from the consultation is that Travellers are expressing a preference for that type of housing.  I have listened to what has been said and, if that is not the case, then we have a problem at local level to make sure people express their views, because that is how we plan for the future.  If we are told that the majority of Travellers are seeking standard accommodation or specific houses, that is what we are planning for.  However, if that message as to what is required is not getting across to us at local level, it is important that it does.<\/p><p>  The spend against standard accommodation housing is from the normal housing allocation fund but, unfortunately, that allocation has reduced drastically in recent years.  We would have peaked at approximately &euro;40 million a year on standard housing but we are now down to some &euro;2 million to &euro;3 million each year, so the building of standard housing has slowed down, and this needs to be addressed in the future.<\/p><p>  I tried to summarise the submission in view of time constraints, so members might look at it in more detail.  The message from our experience is that, if all the allocations are added up for whatever number of years is involved, it is not a simple mathematical exercise because all of that money was not available over that period of time.  I tried to explain in the submission that we had a particular case where the allocation was &euro;1.1 million, which was to resolve a particular problem.  That was repeated the following year and, therefore, it appears in the mathematics as &euro;2.2 million.  If we look at the actual solution of that problem, however, it did not require &euro;2.2 million.  The point I would make is that the solution was found and the money was not required to solve that problem.  Therefore, to judge the county council against it is not a mathematical judgment but, instead, a judgment as to whether the needs of that Traveller community were met.  Given those needs were met with standard housing and a specific house for an awful lot less, in terms of Exchequer funding, I would suggest that money was not available because it was available for a particular problem and, as the problem was resolved at a lesser cost, we would move on to the next required solution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400011#K00400","nonspeaker":"Mr. Martin Riordan"},{"type":"speech","time":1368541800,"counter":126,"content":"<p>With regard to the report from Cork County Council, there is a record of refusals since 2007.  There were three in south Cork and one in my own area of west cork, but there were nine refusals of standard local authority houses in north Cork.  Is that nine houses that were turned down?  Why was the figure so high in north Cork compared to other parts of the county?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400011#K00500","speaker":"996"},{"type":"speechnospeaker","time":1368541800,"counter":127,"content":"<p>It was nine houses that were turned down.  It is important to put on record that the Traveller community is not the only community that refused houses.  This was put into the report to show that we are offering houses that we think meet the needs, but they are not in all cases acceptable to the applicant.  However, that happens equally on the settled community side.  We are trying to match a housing need.  An offer is made and it may be refused for certain reasons, but it shows we are actually trying to offer houses and to match them to what we on the committee understood as the accommodation needs of the Traveller community, as they expressed them to be.  When we offer houses, they can be refused for various reasons based on the particular house and the particular family's view as to what their needs would be.  There is generally a demand for a larger house and, in many cases, a larger house with some area of ground around it.  In the current housing accommodation situation, such houses do not come up that often, so it is very difficult to match one need against the other.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400011#K00600","nonspeaker":"Mr. Martin Riordan"},{"type":"speechnospeaker","time":1368541800,"counter":128,"content":"<p>With regard to Deputy Murphy's point on a national Traveller agency, the Traveller organisations have put a lot of thought into this and tabled proposals to both the Traveller policy division in the Department of Justice and Equality and to the Department of the Environment, Community and Local Government.  That was about eight or nine years ago but, while they merited consideration, they were refused out of hand.  Given the gravity of the situation in which we find ourselves, I believe it is worth exploring this area again.  While there is too much detail to go into here today, we would be willing to explore it further with this committee and others who may be interested.<\/p><p>  The Housing (Traveller Accommodation) Act 1998 only puts a legal obligation on local authorities to carry out an accommodation needs assessment in their catchment area in consultation with Travellers and Traveller organisations.  While it is questionable whether that happens, the fundamental issue is that there is no legal obligation to actually implement the plans.  That is the problem.  There is a legal obligation to adopt a plan, and I have no doubt that, just like on the last three occasions, when coming to the fourth one, every local authority will adopt a plan.  However, the problem is that the legislation is quite weak and there is no legal obligation on the local authorities.  The Department of the Environment, Community and Local Government and others need to look at this because it is an opt-out clause for local authorities.  That is the fundamental issue.  In the absence of the implementation of those programmes, there is no sanction on local authorities, so they cannot be held to account.  The legislation is very limited and weak, which is an issue we all need to examine.<\/p><p>  I heard a lot of points made about anti-social behaviour and criminal activity.  Ms Brigid Quilligan from ITM made the point that we do not have a monopoly on that as it exists within every community.<\/p> <p>It is important to bear in mind that we are not abdicating our responsibilities in that regard.  Many Traveller organisations the length and breadth of the country work with An Garda S&iacute;och&aacute;na, take part in joint policing committees and are on local community safety forums trying to find solutions and strategies to address anti-social behaviour.  For example, Pavee Point Traveller Centre worked with Dublin City Council in 2009 because - interestingly for one of the biggest local authorities in the country - the council did not have letting criteria for Traveller-specific accommodation.  There was no transparency or accountability to show why one Traveller family was allocated accommodation above another.  The council did not have this but it worked with us and we developed letting criteria so Dublin City Council now has a points system for Traveller-specific accommodation.  In Finglas we work with the garda&iacute; and Michael Collins, a colleague of mine, works with the local safety forum.  Trojan work is happening to try to address these issues.<\/p><p> This conversation, appropriately enough, is taking place during Traveller pride week.  We are not playing the victim but we do not want to be confrontational.  We want to work in co-operation and partnership with the local authorities because we all have a vested interested in this and want to do the right thing.  Last week at the launch of Traveller pride week we were celebrating the achievements of our own people.  John Joe Nevin was in attendance in the Pillar Room in the Rotunda, as were Kelly Mongan who came second in \"The Voice of Ireland\" and the captain of the Irish girls under-17s football team were there.  All of these achievements are a direct result of the very important work that Traveller organisations are doing the length and breadth of the country.  We want to celebrate the achievements of our people.  If what is proposed in Putting People First, the Government's policy on local government reform, comes to pass the Trojan work that has been done on community development by local Traveller organisations will be abolished at the stroke of a pen.  We are very concerned about this and we ask this committee to use whatever influence it has to ensure that when it comes to the implementation of that policy document Traveller organisations are allowed to retain their independence and autonomy to continue the work we have been doing for the past 30 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400011#K00700","nonspeaker":"Mr. Martin Collins","continuing":true},{"type":"speechnospeaker","time":1368542400,"counter":130,"content":"<p>I thank Senator &Oacute; Murchu for his comments, and Deputies Ellis and Murphy.  They display a great understanding of our issues and what we are up against.  Martin Collins hit the nail on the head when he touched on the fact that we are willing to work with local authorities.  Somebody from one of the authorities, or it might have been Senator &Oacute; Murch&uacute; who mentioned that we should have a collaborative approach and we have that.  We are at every venue and forum.  With our very limited resources we punch far above our weight.  We prepare for meetings, we turn up and I am here as a Traveller today to say that my voice is not heard.  People&rsquo;s voices are not heard.  The Travellers on the panel here with me would probably say the same.  We are working at national level but people at local level need accommodation; they are in a very vulnerable position.  They try their best to liaise with the local authorities and have their voices heard.  In one area in north Cork I have witnessed how over many years people have been involved in consultation processes over and over again.  They are promised accommodation and then told there is no budget for the accommodation.  A bit of innovation and creativity is needed.<\/p><p>  One of the biggest barriers to the development and implementation of Traveller accommodation, education and every other area is the lack of will and understanding.  This needs to be named here in our Oireachtas.  However hard the officials work, and I appreciate they are working, Travellers on the ground, their organisations and representatives are working doubly hard with fewer resources and are still not being heard.  We would meet the officials more than half way and always have done so because our people are in crisis.  Our suicide rate is six times the national average because of our living conditions.  We are a people in crisis and we are fighting for our lives.  As Martin Collins said this is Traveller pride week and we celebrate it with pride.<\/p><p>  The Government has an assimilation policy.  It can be called any other name but that is effectively what is happening.  Our people are being forced into estates and private rented accommodation when there is legislation to protect them and money is sent back although people's needs are not met.  We have told people over and over again what our needs are.  We have been consulted to death yet we are still being forced into private rented accommodation which is no solution.  In the Irish Traveller Movement law centre and the accommodation team and no doubt in the local groups we find that after one or two months in private rented accommodation young couples or families are evicted.  They come to us for support because neighbours do not want them there.  Their children cannot put their toys in the yard, and are being bullied and called names.  They are deemed a problem from the minute they walk into the estate.  Private rented accommodation is not a solution for Travellers and that needs to be heard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400012#L00200","nonspeaker":"Ms Brigid Quilligan"},{"type":"speechnospeaker","time":1368542400,"counter":131,"content":"<p>I concur with what Ms Quilligan has said.  Private rented accommodation is a huge issue in our area and some Travellers opt for this only because long-term permanent Traveller-specific accommodation is not a real, viable option.  Travellers such as the MacDonald family in Dunsink Lane have been on the accommodation list for the past ten years.  The local authority has committed to providing accommodation for them yet they have not got basic accommodation ten years down the line.  They live on a site with no electricity, portable toilets and no proper sanitation and I cannot understand why the local authority, whatever way they dress it up, is sending back over &euro;7 million or not drawing it down from the State budget and at the same time this family is in dire need of accommodation.  The local authority has acknowledged this.<\/p><p>  In our local authority area there is a serious situation because 28 families are on unauthorised sites, 17 are sharing accommodation with a family member or their parents.  They are effectively homeless.  They are not homeless individuals but homeless families.  They are not on the local authority accommodation list because they are on unauthorised sites or doubling up in somebody else's bay or unit of accommodation.  That is not just our case, it applies in the rest of the country.  There are serious problems with Travellers being identified in the first place.  It is not possible to plan for numbers to be addressed if the numbers are not acknowledged in the first place.  How can the need in ten years time be predicted if the present need is not accurately counted now?<\/p><p>  In answer to Deputy Murphy&rsquo;s question about how accommodation would work if we were to take it out of the hands of the local authorities, I would put it simply, the National Roads Authority had the power to put a road through the Hill of Tara because it was identified as a road that would give access to people from Meath and the north Leinster area.  That road went ahead regardless of objections and the court action taken to prevent it.  An accommodation unit should be given the power to do the same thing for accommodation.  It would need to work with the local authority on that provision but it needs to be able to say that there are X families in an area and X units are needed, they should be provided now, the budget is there and available and should be used to do that.  There are mechanisms.  We have long looked at the possibility of taking it out of the hands of the local authority or out of its control because we see consecutive plans not being implemented and the budget not spent.  The numbers of Travellers either on unofficial sites or forced into private rented accommodation is increasing all the time.  While people around this table might say that it is an option it is not an option that Travellers would take if they had a choice.  They take it only because there is no alternative.<\/p><p>  Local authorities have committed to doing things for Traveller organisations or for individuals over many years but they have not been able to deliver.  In the greater Blanchardstown area we worked with the local authority to develop a plan for a Traveller resource centre and ten years later that has not been implemented.  We worked with the local authority.  It gave us the funding to do the research for the resource.  We worked with the local area partnership company on how it would meet the needs of the community as well as those of the Travellers.  That resource centre has not been provided and budgets have not been drawn down to meet the needs of Travellers.  Not one Traveller site in the greater Blanchardstown area has a community resource centre or facility.<\/p> <p>The local authority has ignored its plans and the resource materials available to it to implement its plans to address a need that has been identified not only by us but also acknowledged by it.  There is a concern about the lack of implementation of accommodation plans and the lack of a commitment to make such provision.  There are local authorities represented in this room that are doing well.  Fingal County Council has been able to deliver in the provision of accommodation, but it is not delivering in the maintenance or upkeep of sites or the provision of new builds.  In 2011 and 2012 it did not provide for new builds; in 2010 it provided ten units and in 2009, ten units.  Since 2009, therefore, some 20 new units of accommodation have been provided in our local authority area.  For me, the rationale or reasoning for sending back money when these are the only units that have been provided does not add up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400012#L00300","nonspeaker":"Ms Catherine Joyce","continuing":true},{"type":"speechnospeaker","time":1368543000,"counter":133,"content":"<p>As representatives, it can sometimes sound like we are the voices of dissent.  However, we are in this role as people who want issues to be raised and our voices to be heard.  Some 20 years ago Mr. Martin Collins and I were on the national task force for Travellers.  It is quite scary to be sitting here 20 years on talking about the same issues but in a much tighter context.  At the time I had very young children at home in Cork; now I have very young grandchildren.  In our community generations change quickly, much quicker than for settled people.  Our young people get married and form a family unit at a very early age.  We are seeing new generation after new generation and there has been little or no systematic change in the overall policy.<\/p><p>  The task force's report was visionary for its time and gave us a huge platform and a huge framework, from which came the Traveller health units and Traveller accommodation units around the country.  The Traveller health units are to the fore and doing tremendous work in supporting local Traveller organisations.  They employ local Traveller community health workers and push primary health care issues at every level in terms of the delivery of the health message to Travellers.  We are doing tremendous work in a co-operative way with the units.  This is in stark contrast to what has happened with the Traveller accommodation units set up at the same time.  We are pushing an open door when it comes to the Traveller health units, but we are hitting our heads off a cement wall when it comes to the Traveller accommodation units.  However, I do not want to sound too negative, but there is huge room for improvement and co-operation.  It does not bear thinking about that we could be here in 20 years time talking about the same issues.  I certainly will not be here; I will not be coming back and should hope I would not have to.  However, there is that possibility if we continue in this stagnant way where nothing changes.  We have the rhetoric and reports.  While it might sound at times as if we are the voices of dissent, we have the hard facts, the numbers and reports.  Mr. Collins has a report on the impact of the austerity measures and how our community has been disproportionately affected by them.  We are its voice.  <\/p><p>  I urge the committee to examine a more inclusive way of engaging with Traveller organisations on what is the best way forward.  In truth, in some areas the policies to date are not working.  I could not put it more strongly.  However, I am hopeful people here have a commitment and want something to work.  It makes no sense that we have resources and that there is co-operation, yet something still is not happening.  It was Mr. Collins who said it was very hard to implement something when there were no consequences for not doing so.  That is the fundamental point.  When I was a child, no driver wore a safety belt.  My father used to laugh at drivers who wore a safety belt.  Not in 1 million years would I get into a car now and drive without wearing a safety belt.  There is a sanction and a follow-through where one does not do so and people developed such a mindset very quickly.  It is similar to the penalty points system.  If someone knows a sanction will be imposed, things will be done and people will change their behaviour.  That is what we need.  We need a sanction that can be imposed on local authorities.  One of the council representatives said some local authorities were performing well.  We need to share that information with his or her colleagues throughout the country to see how we can work together to push this forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400013#M00200","nonspeaker":"Ms Chrissie O'Sullivan"},{"type":"speech","time":1368543000,"counter":134,"content":"<p>I thank all of our guests.  Does Deputy Dessie Ellis wish to make a final point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400013#M00300","speaker":"996"},{"type":"speech","time":1368543000,"counter":135,"content":"<p>I want to know what we are doing.  Are we going to pass on the report?  What is the next step?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400013#M00400","speaker":"1022"},{"type":"speech","time":1368543000,"counter":136,"content":"<p>I was about to discharge the delegates and then discuss the action we would take as a committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400013#M00500","speaker":"996"},{"type":"speech","time":1368543000,"counter":137,"content":"<p>I am not here to attack the local authorities, some of which are doing a good job.  I have a great relationship with most of the people involved, but many of the issues outlined are not being tackled in a cohesive way.  The point that some local authorities are carrying out their functions better than others is fair.  That is an issue the committee might explore.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400013#M00600","speaker":"1022"},{"type":"speech","time":1368543000,"counter":138,"content":"<p>I thank Mr. Dick Brady, Ms Brigid Casey, Mr. Martin Collins, Ms Karina Cremin, Mr. Kieran Cunningham, Ms Ann-Marie Farrelly, Ms Catherine Joyce, Ms Maria Joyce, Mr. Philip Long, Ms Lorraine McMahon, Mr. David O'Connor, Ms Chrissie O'Sullivan, Ms Brigid Quilligan, Ms Celine Reilly and Mr. Martin Riordan.  We will have a discussion once they leave, but they have given us unique insights into the issues involved.  We will discuss how we can respond to them as a committee, but I thank them sincerely for the manner in which they have engaged with us.  It has been of major benefit to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/ENJ2013051400013#M00700","speaker":"996"},{"type":"unspoken","time":1368543000,"counter":139,"content":"<p>The joint committee went into private session at 4.10 p.m. and adjourned at 4.30 p.m. until 2.15 p.m. on Tuesday, 21 May 2013.<\/p>","notice":"TIME STRING DETECTED"}]