[{"type":"majorheading","content":"Select Committee on Foreign Affairs and Trade","time":1401359400,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 10:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Eric Byrne, Deputy Bernard J. Durkan, Deputy Joe Costello (Minister of State at the Department of Foreign Affairs and Trade), Deputy Maureen O'Sullivan, Deputy Seán Crowe, Deputy Brendan Smith.<\/p><p>DEPUTY PAT BREEN IN THE CHAIR.<\/p>","time":1401359400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900002"},{"type":"minorheading","content":"European Development Fund: Motion","time":1401359400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900002#A00100"},{"type":"speech","time":1401359400,"counter":6,"content":"<p>I remind members and those in the public Gallery that their mobile phones should be switched off completely for the duration of the meeting as they cause interference even in silent mode with the recording equipment in the committee rooms.  The purpose of today's meeting is to consider the order referred to the select committee by D&aacute;il &Eacute;ireann on 6 May concerning the ratification by Ireland of the internal agreement concerning the 11th European Development Fund, EDF.  The order of the D&aacute;il stipulated the committee report back by 11 June 2014.  Members are aware the European Development Fund is the main instrument for delivering development assistance to the African Caribbean and Pacific, ACP, group of states.  The 11th EDF will cover the period from 2014 to 2020.<\/p><p>  On behalf of the select committee I welcome the Minister of State, Deputy Joe Costello, and his officials.  I call on the Minister of State to make his presentation which will be followed by questions and answers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900002#A00200","speaker":"974"},{"type":"speech","time":1401359400,"counter":7,"content":"<p>I thank the Chairman and members of the committee for inviting me here today to discuss the internal agreement relating to the 11th European Development Fund.  As the Chairman mentioned, the EDF is the main instrument for delivering EU development assistance to the African, Caribbean and Pacific, ACP, group of states.  The European Development Fund, unlike the EU's other external relations funding instruments, is not funded directly from the EU budget.  Its development co-operation programmes are funded through direct assessed contributions by EU member states.<\/p><p>  Each European Development Fund is concluded for a multi-annual period and the 11th EDF will cover the period from 2014 to 2020.  There are four main legislative components governing each European Development Fund multi-annual period.  The first of these legislative instruments is the internal agreement, the ratification of which is being considered today.  The internal agreement pertaining to the 11th EDF was negotiated under the Irish EU Presidency, has been agreed and signed by all member states and is in the process of being ratified by them.  The D&aacute;il motion seeking approval to ratify the internal agreement, which has been referred to this committee to report back on, is part of the process of ratifying the agreement in Ireland.<\/p><p>  The internal agreement sets out the overall funding that will be provided within the multi-annual period of the European Development Fund and individual member states' contribution share, or \"key\", to the fund.  Total funding for the 11th EDF will amount to &euro;30.5 billion and Ireland's contribution, based on a contribution key of 0.94%, will be &euro;286.775 million.<\/p> <p>The second and third part of the legislative package consists of the implementation regulation, which sets out how the European Development Fund will be administered.  Also, the Financial Regulation<b><\/b>which the committee examined in the course of a wide-ranging discussion on the European Development Fund with officials from my Department in February.<b><\/b>Both regulations will be adopted once the internal agreement has been formally ratified by all EU member states.  The fourth and final part of the legislative package is the<b><\/b>Overseas Association Decision agreed under the Lithuanian Presidency in December 2013.<br \/>Irish Aid very actively engages with the European Development Fund, primarily through our membership of the EDF Management Committee in Brussels.  The geographic focus and aims of the European Development Fund are closely aligned with those of Irish Aid. <br \/>The European Development Fund is the primary EU funding instrument for sub-Saharan Africa and has a strong focus on poverty eradication and on fragile and conflict affected states.  Over 91% of funds allocated under the 11th EDF will be allocated for Africa.  This includes significant allocations for our key partner countries which are as follows: Mozambique &euro;734 million, Ethiopia &euro;712 million, Tanzania &euro;626 million, Uganda &euro;578 million, Malawi &euro;560 million, Zambia &euro;484 million, Sierra Leone &euro;376 million and Liberia &euro;279 million.<br \/>Ireland's engagement with and oversight of the European Development Fund is managed through our membership of the EDF committee.  In the context of our discussions at the committee, we obviously take a particular interest in the eight Irish Aid partner countries.  In advance of meetings, we consult with our missions in partner countries to ensure that, to the greatest extent possible, there is complementarity between the European Development Fund and the approach of Irish Aid's bilateral programmes in our partner countries.<br \/>Individual European Development Fund programmes significantly complement Irish Aid's work in our programme countries.  In Malawi the focus on water and sanitation in the 2013 EDF annual action programme has been crucial in improving nutrition and complements the scaling up nutrition work, also known as SUN, with which Ireland has been centrally involved. <br \/>In Tanzania, the<b><\/b>Irish Aid programme has a strong focus on agriculture.  The European Development Fund supported the initiative called the Southern Agricultural Growth Corridor of Tanzania, SAGCOT.  It aims to promote the participation of smallholder farmers in the development of agriculture value chains.  The European Development Fund has also allocated over &euro;58 million to Ethiopia&rsquo;s productive safety nets programme of which Irish Aid has been a long-standing supporter.  Also by acting together, through the European Development Fund, member states, including Ireland, benefit from the EU's wide geographical representation in third countries, which is unmatched by any individual member state. <br \/>We can, through our support for European Development Fund programmes, complement the work Irish Aid is already doing, especially in the social sectors.  We can also contribute to programmes where Ireland does not have a comparative advantage, such as infrastructure and private sector development. <br \/>Irish Aid seeks to ensure the relevance of the European Development Fund's policy and programming approaches to Ireland's bilateral development priorities.  It also engages in issues of oversight and governance of the fund through our participation in the EDF Committee and our monitoring of the governance and accountability arrangements to which the fund is subject.<br \/>The European Development Fund has been subject to a number of major external assessments of its performance, including by the European Commission in 2011, the UK Multilateral Aid Review in 2011, and the Development Assistance Committee of the Organisation for Economic Cooperation and Development, OECD DAC, peer review in 2012.  These reviews highlighted the EDF's contribution in assisting African Caribbean and Pacific countries progress towards achieving the Millennium Development Goals.  They also highlighted its value for money, flexibility and adaptability to changes in the political and economic climate.  The European Development Fund is also subject to annual review by the European Court of Auditors and consistently achieves an annual statement of assurance from the court.<br \/>The European Parliament is responsible for discharging the European Development Fund's accounts, further to the Court of Auditors' annual review.  It discharged the accounts for year ending 2011 in 2013 and the procedure to review the accounts for year ending 2012 is under way. <br \/>I would like to briefly mention the Winning Business in Africa initiative which I have been actively promoting.  The purpose of this innovative collaboration between the Department of Foreign Affairs and Trade and the Irish Business and Employers' Confederation is to establish a facility to increase the ability of Irish companies to successfully tender for European Development Fund-supported contracts in Africa.  I am excited by the potential of this soon to commence project.  Initially it will run on a one year pilot basis after which a review will be carried out to determine future project direction and funding.<br \/>I hope I have provided a useful, if brief, overview of the internal agreement governing the 11th EDF.   I hope I have explained how the EDF's aims and programmes complement Ireland's bilateral aid programme and how we are engaging with the EDF to ensure that it is underpinned by robust and transparent governance arrangements.  The Winning Business in Africa pilot project will, I hope, provide a template whereby we can identify further opportunities for Irish companies to successfully tender for EU contracts.<br \/>I thank the committee for giving me this opportunity to speak on this matter.  I will be happy to take any questions Members may have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900002#A00300","speaker":"1006","continuing":true},{"type":"speech","time":1401359400,"counter":9,"content":"<p>I thank the Minister of State.  My question relates to the latter part of his contribution which referred to the collaboration that takes place between the Department of Foreign Affairs and Trade and the Irish Business and Employers Confederation.  He can answer my question along with the other questions that members will ask.  Have Irish companies a big disadvantage when they tender for contracts in African countries?  They must compete with Chinese companies that tender at a much lower cost due to a lower cost of labour.  I ask him to include a response with his answers, at some stage.  I call Deputy Brendan Smith.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900003#B00200","speaker":"974"},{"type":"speech","time":1401359400,"counter":10,"content":"<p>I thank the Minister of State for his presentation.  Naturally, we welcome funding and assistance being given to poverty stricken areas.  We also welcome assistance being given to development as well as trying to eradicate and eliminate poverty.  However, I have one issue with this matter.  I want to be assured that there is no duplication.  I presume each member state has an overseas development assistance programmes.  Thankfully, we have a very substantial one that we all want to see maintained to the maximum possible level.<\/p><p>   We have an international development commissioner in the European Union who has, understandably, a very substantial budget that funds and supports a major programme of work in less developed countries.  Perhaps the Minister of State would answer the following question and if the answer is not readily available then he might let us know subsequently.  Was the European Development Fund in existence prior to the establishment of an international development directorate in the European Union?<\/p><p>  We all know that the expansion of the European Union over the years has led to additional commissioners being appointed and that each country has a commissioner.  There were specific jobs, roles and directorates established as a result of the growth in the number of member states and additional commissioners were appointed.  Presumably, the European Development Fund was in existence prior to the International Development Directorate being established in the European Union.  If I am correct in my assumption, was there not a case for bringing the European Development Fund under the remit of the development commissioner?   I reiterate my hope that we are not losing funding and value of investment through duplication and different structures for delivering aid to those particular countries.<\/p><p>  I note that the funding is not subject to scrutiny by the European Parliament which goes against the tenet of the Lisbon treaty.  Are there changes proposed to give the budget parliamentary oversight?  I welcome the fact that Ireland participates in a governance and oversight role in regard to the funding and  hope that the funding is put to the best possible use.  With regard to the Chairman's remarks, I hope that a greater emphasis can be placed on the opportunities available for Irish companies to take up business opportunities in Africa and elsewhere.  <\/p><p>  There is one more issue that I wish to bring to the attention of the Minister of State.  I presume the ratification process is similar for all member states.  Do all member states, to his knowledge, contribute to this fund?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900003#B00300","speaker":"970"},{"type":"speech","time":1401360000,"counter":11,"content":"<p>I share some of the concerns expressed by Deputy Smith.  We acknowledge the contribution of &euro;30 billion from the EU, which is the largest donor.  Everybody wants to ensure that the people for whom it is intended gain the most benefit from it.  I note that part of the agreement is that the recipient countries will engage in good governance, human rights and democratic principles.  We know this is not happening in the area of human rights.  I do not think the EU is robust enough on that issue.<\/p><p>  There is also the other aspect of climate.  I wish to raise a question on how great an issue climate is for recipients.  We have discussed at our meetings that we seem to give with one hand and take with the other hand and there is no joined-up thinking.  We come back to the issues of accountability, good governance, the best use of resources and robust practice in aid effectiveness. In my limited experience from the few African countries I have visited they want to do business with Irish companies because of the reputation that most Irish companies have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900004#C00100","speaker":"1005"},{"type":"speech","time":1401360000,"counter":12,"content":"<p>I welcome the Minister of State, Deputy Costello.  I apologise for being late; it was the traffic.<\/p><p>  I agree with the comments of previous speakers on the European Development Fund.  It is managed by the unelected European Commission and the European Investment Bank, and the European Parliament has a limited role in scrutinising it, which I have been told is improving.  I am interested in hearing the response to Deputy Smith's questions.<\/p><p>  There is a view that the aid programme of some donor countries would be based on self-interest and geopolitical strategies.  Irish Aid has a proud history of untied aid.  We are coming from a background of being colonised rather than being a coloniser, and have a strong solidarity with these countries.  That is viewed by many of the recipient countries as a major positive.  I would not like to see Irish Aid money being compromised in any way.  There are concerns about where the investments are made.  The African, Caribbean and Pacific, ACP, group of states are rich in natural resources.  The European Investment Bank must consider which projects contribute to the eradication of poverty, sustainable development and inclusive economic growth when deciding on developing the extractive industry sector.<\/p><p>  Would the Minister of State agree that when the EU is doing trade deals with developing countries, it needs to ensure it supports them to diversify their economies, reduce their dependence on the export of raw materials and increase the value of their products through domestic manufacturing and processing?  There is the issue of multinational companies going into developing countries and stripping them of their resources, which is of no real benefit for the people in these countries.  We have seen what has happened with the oil industry and that the benefits of the natural resource have not trickled down and benefited the people of the region.  When the EU is involved, I would like to see it help develop the economy for the greater good of the people in the region and not just for the select few.<\/p><p>  When the EU enters into trade agreements with other countries, we are concerned that these agreements would be used to maximise human rights.  We have had favourable trade agreements with Colombia, Israel and other countries.  It is important that we have specific political and legal mechanisms to suspend bilateral co-operation when there is repeated systematic human rights violations.  I have mentioned two countries but I do not think it is acceptable that the EU gives favourable status to countries that are going backwards instead of going forward.  It is important that the EU creates legislative proposals in the area of automatic disclosure of transnational corporations' profits and tax payments in an effort to tackle the issue of tax havens.  Ireland was accused of being a tax haven for US companies.  Tax evasion and illicit capital flight undermine bilateral and multilateral development aid.  I think members would agree on the need for greater transparency and accountability of European companies operating in developing countries.  Two possible options is to end the scandal of secret company ownership and fake companies by setting up open public registries, listing the real beneficial owners of company trusts and other structures, and making all companies report on their turnover profits and the tax of their employees in all countries in which they operate.  This is one of the issues that has arisen in relation to aid and how these transnational companies are bypassing the tax laws.  There is a need for the EU and other power blocks to make companies much more accountable.<\/p><p>  I have a number of concerns about the European Development Fund's so-called African Peace Facility, which many are saying is being used to fund military actions in Somalia and other countries.  We need to remove the military dimension from the EU.<\/p><p>  I am happy to support the spending on development and the work that Ireland is doing, but we need to tweak the fund.  Ireland needs to have a strong voice in ensuring there are changes in areas that need improvement.  There must be greater involvement by the European Parliament.  I am aware, however, of the proposed major changes in its powers.  I think the Members of the European Parliament collectively would like to have a greater say and greater scrutiny in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900004#C00200","speaker":"1037"},{"type":"speech","time":1401360000,"counter":13,"content":"<p>I welcome the Minister of State and his team.  This is a fantastic example of what countries coming together, working in a cohesive and organised fashion can deliver in effective development aid to these countries.  I am delighted the European Union is generous enough to contribute &euro;30.5 billion in development aid, predominantly to Africa.  It is interesting that it is co-terminous with our eight programme partners, which leaves us in a very strong position as a relatively small island nation to advise and tap into some of these projects for the betterment of the communities that we as a nation have targeted for development.  It is a substantial contribution from the Irish taxpayers.  We often hear glib criticism that the Government has not abided by our commitment to overseas aid of 0.7% of GDP.  Given the severe austerity resulting from various factors, it might raise eyebrows that Irish people are now contributing &euro;286 million in aid.  Will the Minister explain the structures of the project, involving the 28 countries in the EU over a seven year period?<\/p> <p>We are experts in the field of agriculture and some of our projects in the programme countries are agriculture based.  When one observes peasant farmers in the fields of Tanzania and Sierra Leone, it becomes clear that capital projects could assist them in terms of production and the distribution of goods to market.  While the figures on the funding available to Mozambique, Ethiopia, Tanzania, Uganda and elsewhere are fantastic, they cover a seven year period.  I assume some of the projects are major capital projects such as reservoir, irrigation and sewerage schemes and bridge building projects aimed at giving isolated parts of Africa access to markets.  As an independent country with a great tradition of providing aid to those most in need, we are in an ideal position.  We must influence Irish companies to ensure they engage in some of the major capital projects that will funded by the European Development Fund over the next seven years.  Are we in a strong position to do this?  How can we maximise our influence to attract funds, not only to our eight partner countries but also to Irish companies with expertise in the relevant fields in Africa?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900004#C00300","speaker":"1030","continuing":true},{"type":"speech","time":1401360600,"counter":15,"content":"<p>I thank the Chairman and members for their questions, which strongly probe the genesis and nature of the European Development Fund.  Deputy Brendan Smith asked about the genesis of the fund and a number of other speakers also referred to the issue.  He noted the role of the European Commission, through the development Commissioner, and the involvement of each member state on the committee that disburses funds.  The European Parliament is not directly involved in disbursement decisions, although it is made aware of them.  It is also part of the process of accountability in that it will sign off on the accounts at the end of the process.<\/p><p>  It should be recalled that the European Development Fund operates outside the normal European Union funding arrangements for development, including European neighbourhood funds and other instruments.  The European Development Fund was negotiated in 1957 as part of the negotiations to establish the European Economic Community.  It originated in the countries which had colonies in Africa and the Caribbean and Pacific regions and wanted a development fund.  There was, however, little interest in the issue in countries other than the relevant colonies.  A compromise was reached under which an assessed fund would be established to which all member states would contribute.  The new mechanism would remain outside the standard European Union instruments.  From that point of view, the European Development Fund does not come within the remit of the European Parliament, although the position will change when the Cotonou Agreement expires in 2020 and the entire process becomes subject to the Community method.<\/p><p>  The current position is that the European Development Fund is a separate fund outside the normal instruments of the European Union.  This is relevant because, following the Lisbon treaty, we would all like to maximise the role played by the European Parliament.  The treaty envisaged that the Parliament would be given co-decision making powers.  This matter will be addressed following the expiration of the Cotonou agreement and after the six years of the 2014-20 allocation.  <\/p><p>  The Chairman asked about collaboration between the Department of Foreign Affairs and Trade and IBEC.  The Department initiated this collaboration recently because I was interested in exploring the possibility of accessing the substantial number of infrastructure tenders that are available throughout the world.  Tenders offered by bodies such as the World Bank, Asian Development Bank, African Development Bank and European Development Fund release substantial amounts of money for infrastructure projects for development purposes in the areas of sanitation, roads, energy and so forth.  On the basis that Ireland was not a strong player in this area, the Department linked up with IBEC and commissioned a report, Winning Business in Africa, which I launched last year.  The report identifies &euro;10 billion that is accessible to Irish companies through tenders and makes recommendations as to how this procurement could be pursued.  It proposes, for example, that smaller Irish companies come together in clusters to meet the threshold required to compete.  We subsequently established a pilot project to see how this would work.<\/p><p>  We have, therefore, closely examined ways in which Irish companies can access business.  It is interesting to note that prior to the Celtic tiger, Irish companies engaged in external tendering of this nature to a much greater extent.  It appears that during the Celtic tiger, we became more narcissistic and inward-looking and looked abroad to a much lesser extent than previously.  Many companies have started to look outwards again in the hope of re-opening sectors in which they may have engaged previously.  The same holds for ESB International, a State-owned multinational company that is beginning to garner a large number of contracts in areas in which it worked previously.  There is now collaboration in this area between the Department and IBEC as we seek to provide the right environment and mechanisms to enable Irish companies to tender for relevant contracts.  Size was probably the greatest issue in this regard. <\/p><p>  Countries such as China have their own agenda and I do not wish to engage in a discussion of the issue.  I will visit Africa in the week after next to sign a contract between the Government of Botswana and ESB International for the provision of the country's entire energy production.  ESB International has taken over these contracts from Chinese companies which were unable to fulfil them.  This is an indication of the quality of Irish engineering, particularly in the energy area.  An Irish State company will be responsible for the entire energy production of Botswana.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900005#D00200","speaker":"1006"},{"type":"speech","time":1401360600,"counter":16,"content":"<p>Botswana is a stable, democratic and wonderful country.  ESB International is a credit to Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900005#D00300","speaker":"1030"},{"type":"speech","time":1401360600,"counter":17,"content":"<p>Yes, it is a great company.  We should publicise the fact that a State company is able to compete with the largest country in the world.  The quality of its business, engineering and expertise make for a good story and one we should all tell.  Incidentally, I will also sign a double taxation agreement with Botswana.  My visit to Africa will have other elements of a trade mission, both in Botswana and South Africa.<\/p><p>  Deputy Brendan Smith asked whether there is a danger of duplication with some of the work being done in overseas development aid.  We are keenly aware of this possibility.  As Deputy Eric Byrne noted, there is a natural overlap between the focus of the European Development Fund money and funding for overseas development aid.  Almost 92% of EDF moneys will be allocated to Africa, primarily sub-Saharan Africa where Irish Aid is focused.<\/p> <p>The EDF mirrors our eight partner countries.  We can consider projects in which we are engaged in those countries and at the same time consider greater infrastructural projects for which we could not provide funding but which would complement our work.  I gave the examples of Ethiopia, Tanzania and Malawi where we do complementary work.  We tie in with disbursement of those funds and can ensure, through our people who are represented on the committee dealing with the disbursement of the EDF funds, that there is no overlap with Irish funding but complementary spending.  The multilateral funding is in many ways an extension of what Ireland is doing.<\/p><p> The Chairman was at Busan.  This ties in with the Paris and Busan accord and the conference on global partnership for effective development that I attended two months ago in Mexico in focusing on the effectiveness of funding, joint programming, blending and using funding to optimum benefit, which is very important.  We are keenly aware of this and in a perfect position, perhaps more than any other country, for our ODA funding to benefit from the complementary nature of EDF funding.  There is parliamentary oversight through the accountability process and will be more after Cotonou. <\/p><p> All states do contribute.  It is an assessed contribution.  We do quite well.  Our contribution is 1.14%.  Our assessed contribution for EDF is 0.94%.  Our contribution is less than our national contribution to the EU.  We contribute &euro;286.8 million to the 11th EDF, while Germany will contribute &euro;6.2 billion; France over &euro;5.4 billion; Luxembourg, &euro;77.8 billion; Portugal, &euro;365 million; and Greece, &euro;460 million.<\/p><p>  In response to Deputy O&rsquo;Sullivan&rsquo;s questions about accountability and good governance, there is a very strong accountability process for the EDF funds.  The European Court of Auditors checks the funds.  The EU has a results-oriented monitoring system, based on regular on-site assessments by independent and external private companies on the various projects and programmes, where the efficiency, effectiveness, impact and sustainability are assessed.  Moreover, the EU&rsquo;s evaluation unit reports its findings on the evaluation of the EU co-operation and development programmes to the external relations commissioners, to take action on conclusions and recommendations.  The European Parliament discharges its annual accounts and the annual report of the European Court of Auditors includes the EDF.  Ireland is engaged with other EU member states on the management committee of the EDF.  The evaluation and audit division within the Department of Foreign Affairs and Trade further scrutinises our bilateral development partners.  Our embassies and partners abroad keep an eye on matters too. <\/p><p> As an example of the EDF's response to developing situations, in Uganda it has decided to withhold approval of funding for the Ugandan national programme for the time being because it is concerned about bad governance arising out of the fraud there and the anti-homosexuality legislation.  The EDF committee of member states made that decision this month.   We have been very close to what is happening in Uganda.  I visited there recently and yesterday replied to a parliamentary question tabled by Deputy O&rsquo;Sullivan on the Ugandan situation.  We have decided not to penalise the ordinary people of Uganda by withdrawing our funding and continue to make funding available to the areas in greatest need.  We did this on the advice of the Civil Society Coalition on Human Rights and Constitutional Law in Uganda despite the anti-homosexuality legislation and the fraud perpetrated on Ireland, which amounted to &euro;4 billion, all of which was recouped, plus interest.  Deputy Smith also tabled a question on that subject.  I assure the Deputies that we have consulted widely on this issue and did not take our decision lightly.  We are monitoring the situation because we are unhappy with developments there and feel that we have a responsibility in that respect.  We continue to make funding available for the time being but totally avoid any government mechanism for that funding. <\/p><p> Deputy Crowe asked about untied aid.  We have articulated very strongly in our programme, One World, One Future, that we are not imposing any conditions on our international development aid.  Our decision on where to spend funding will be determined by certain criteria.  The overriding criteria are areas of greatest need and that we do not make conditions.  Other countries such as China, Britain and Germany do have conditions linking their aid to contractual matters.  We have decided not to do that.  We have a good relationship, particularly in sub-Saharan Africa, which has been built up through centuries of work by Irish missionaries and our shared post-colonial experience.  We have a strong, friendly environment there to offer to our business and private sector.  We do not offer contracts or grants or anything of that nature.  That allows us to maintain untied aid so that we go to places of greatest need and do not have another agenda.  That will continue to be the situation as long as I am in charge, however long that may be, given present circumstances. <\/p><p> We will always have to address the exploitation of natural and mineral resources.  We sought to do that when we had the Presidency of the EU and we got through a directive on natural resources, providing for accountability and transparency in multinational companies engaged in African and Third World countries.<\/p> <p>Those based in the European Union would be obliged under the directive to reveal their financial engagement with the various countries where they are involved in exploration or in the exploitation of minerals.  This is currently being finalised and I would like to see it transposed into law here as quickly as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900005#D00400","speaker":"1006","continuing":true},{"type":"speech","time":1401361800,"counter":20,"content":"<p>What is the timescale?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900007#F00200","speaker":"1037"},{"type":"speech","time":1401361800,"counter":21,"content":"<p>We have not received the final directive from the European Union.  We negotiated the text and the substance of the directive during the Irish Presidency.  As soon as the directive comes to us I assure the Deputy we will give it our immediate attention.  We do not have a timescale but we hope it cannot be too much longer because the substance of the directive was negotiated by the end of June 2013, almost 12 months ago.<\/p><p>  The OECD guidelines for multinational enterprises clarify how companies can identify and better manage risks, particularly with regard to the exploitation of natural resources in fragile countries.  The United States has also produced similar legislation to this EU legislation.  We need to have more stringent rules because there has been considerable exploitation of natural resources, including mineral, oil and forestry resources in Africa.  There need to be stringent rules with regard to funding and also to how EU member states behave with regard to those countries.<\/p><p>  Deputy Crowe asked about peacekeeping.  The Africa Peace Facility is funded by the EU for peacekeeping and funding is not used for military projects or weapons.  It is essential that the African countries are involved in providing the lion's share of  peacekeeping troops and resources in the various fragile countries.  I refer to appalling situations in south Sudan and the Central African Republic.  Along with the situation in Syria, the United Nations has experienced a perfect storm because its entire peacekeeping resources are being taken up by these major conflicts.  We are engaged with the situation in the Democratic Republic of Congo.  <\/p><p>  Deputy Byrne commented on the importance of the EU and said that the degree to which it is involved in providing global support for the poorest countries was another good reason for being a member state.  The EU provides the lion's share - approximately 55% - of all international funding to the countries most in need of support.<\/p><p>  On the question of the overseas development aid target of 0.7% of GNP, a number of targets have been set to achieve it.  The target was set before my time as Minister of State.  The Government set the same target in the programme for Government to be achieved by 2015.  However, we are unable to meet that target because the economic circumstances have been very difficult in recent years.  We have restated our position in the new policy programme, One World, One Future, and the target of 0.7% remains.  We will achieve that target when economic circumstances permit.  It is hoped that in the near future we will be in a position to change the direction of the curve in an upward direction towards that target as soon as possible.  We are definitely committed to it.  We are strong supporters of the 0.7% target.  The definition of overseas development aid has been discussed many times at European level with our colleague member states and with the OECD with regard to whether the 0.7% should be discontinued or adjusted.  In our view it is a statement of intent by member states.  It is the EU target and also the United Nations target and it should not be changed.  Only four or five member states have reached or exceeded the target, including the United Kingdom for the first time.  It should remain untouched as a target because it is a statement of each country's intentions and we have argued for it to be maintained.  In the past year, 16 member states have increased their contributions and 12 member states have decreased their contributions.  It is not all bad news considering the difficult circumstances.  Most member states are making serious efforts to move towards the target.  Some of the newer member states are struggling with their economic situations and are not in a position to move very far up the scale on the targets, but the targets remain and it is a question of constantly seeking to have more member states improve their contributions or to reach or exceed the targets.<\/p><p>  I thank the members for their questions and for the opportunity to make this presentation.  I emphasise the importance of this fund of &euro;30 billion and the difference it can make to those who are least well-off.  I co-chaired the discussions on this matter during the Irish Presidency when the funding arrangement was drawn up.  It was decided that we would move further towards helping the least developed countries, as opposed to the middle-income countries, even though certain middle-income countries have major internal problems.  We have moved up the scale and well over 90% of the funding will go to the least developed countries, which will result in a further focus on countries in sub-Saharan Africa.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900007#F00300","speaker":"1006"},{"type":"speech","time":1401361800,"counter":22,"content":"<p>I thank the Minister of State for his constructive and comprehensive replies to the members' questions.  It is good to hear that the reputation of ESB International continues to be enhanced abroad.  The reputation of Irish companies is important and their business will be enhanced by the scheme in which the Minister of State is involved with IBEC.  It is good to hear that EDA funding is being held back in Uganda.<\/p><p>  I thank the Minister of State for his attendance.<\/p> <p>I also thank his officials and I acknowledge the presence of Mr. George Hegarty, Mr. John O'Grady and Mr. Tony Cotter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900007#F00400","speaker":"974","continuing":true},{"type":"minorheading","content":"Message to Dáil","time":1401362400,"counter":24,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900008#G00200"},{"type":"speech","time":1401362400,"counter":25,"content":"<p>In accordance with Standing Order 87 the following message will be sent to the D&aacute;il:<blockquote><br \/>The Select Committee on Foreign Affairs and Trade has completed its consideration of the following motion: That the proposal that D&aacute;il &Eacute;ireann approves the ratification by Ireland of the Internal Agreement concerning the 11th European Development Fund, signed in Luxembourg on 24th June, 2013, copies of which were laid before D&aacute;il &Eacute;ireann on 17th April, 2014, be referred to the Select Committee on Foreign Affairs and Trade, in accordance with Standing Order 82A(3)(b), which, not later than 12th June, 2014, shall send a message to the D&aacute;il in the manner prescribed in Standing Order 87, and Standing Order 86(2) shall accordingly apply.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOS2014052900008#G00300","speaker":"974"},{"type":"unspoken","time":1401362400,"counter":26,"content":"<p>The select committee adjourned at 11.30 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]