[{"type":"majorheading","content":"Select Committee on Justice and Equality","time":1499857200,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 12:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Colm Brophy, Deputy David Stanton (Minister of State at the Department of Justice and Equality), Deputy Jack Chambers, Deputy Mick Wallace. Deputy Clare Daly, Deputy Jim O'Callaghan,<\/p><p>In attendance: Deputies Ruth Coppinger, Josepha Madigan and Jonathan O'Brien.<\/p><p>DEPUTY CAOIMHGHÍN Ó CAOLÁIN IN THE CHAIR.<\/p>","time":1499857200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002"},{"type":"minorheading","content":"Business of Select Committee","time":1499857200,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A00100"},{"type":"speech","time":1499857200,"counter":5,"content":"<p>No apologies have been received so I expect that all members will attend.  Deputy Alan Farrell has been appointed Chair of the Oireachtas Joint Committee on Children and Youth Affairs.  In the event that a division is called here today we are advised that Deputy Kate O'Connell will substitute.<\/p> <p>  As we are in public session, I hope Members will follow my example and switch off their phones as they interfere, even on silent, with the recording equipment in committee rooms. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A00200","speaker":"1269"},{"type":"minorheading","content":"An Bille um an gC&uacute;igi&uacute; Leas&uacute; is Tr&iacute;ocha ar an mBunreacht (Colscaradh) 2016: C&eacute;im an Choiste<br \/>Twenty-fifth Amendment of the Constitution (Divorce) Bill 2016: Committee Stage","time":1499857200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A00400"},{"type":"speech","time":1499857200,"counter":8,"content":"<p>This meeting has been convened to consider Committee Stage of the Thirty-fifth Amendment of the Constitution (Divorce) Bill 2016.  This is a Private Members' Bill that has been sponsored by Deputy Josepha Madigan and I welcome her here today.  I also welcome the Minister of State at the Department of Justice and Equality, Deputy David Stanton, and his official.  I will invite both Deputy Madigan and the Minister of State to make opening remarks.<\/p> <p>  To facilitate Deputy Coppinger, I invite Deputy Madigan to make her opening few remarks and then, with the Minister of State's acceptance, I invite Deputy Coppinger to make her brief intervention because she has to leave to attend the main Chamber.  Is that agreed?  Agreed. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A00500","speaker":"1269"},{"type":"speech","time":1499857200,"counter":9,"content":"<p>I thank everyone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A00600","speaker":"1434"},{"type":"speech","time":1499857200,"counter":10,"content":"<p>I thank the Chairman and committee members for inviting me to attend today's meeting.  I also thank everyone for the amendments they have tabled.  Whether I agree with them or not, I appreciate the thought and care they have put into their amendments.<\/p><p>I do not have an opening statement as such.  I have spoken extensively in the D&aacute;il about my Bill so all of the Members are aware of the purpose of my legislation.  The purpose, in my view, is simply to reduce the timeframe for when somebody can apply for a divorce to two years out of the preceding three years instead of four years out of the preceding five years.  I advocate that we leave the other conditions of divorce, such as proper provision and no reasonable prospect of reconciliation, in the Constitution.<\/p><p>Last year I was elected a Deputy after having worked for 20 years in family law.  In fact, I qualified in 1997, which is the year that divorce was put on the Statute Book.  The legislation and I have been on a journey together.  When I first arrived here I thought about what I could bring to D&aacute;il &Eacute;ireann in terms of the knowledge and experience that I had gleaned in the area of family law, and specifically separation and divorce.  It is important for me to say that.<\/p><p>I have endeavoured to strike a balance in my Private Members' Bill between what is a fair and reasonable proposal and what can be achieved by referendum.  We can lose sight of our goals when we are overly ambitious.  I appreciate that amendments may be tabled that propose to take this provision out of the Constitution.  I am not sure about that but I am open to listening to discussions on the matter.  I know that the Minister of State will have his own views and views from the Government's perspective in terms of Report Stage.<\/p><p>I have looked at all of the research that is available in all of the other jurisdictions.  I went into great detail in the D&aacute;il about the time limit of two years that exists in other jurisdictions.  I am not sure that the Irish people are completely ready for this provision to be taken out of the Constitution.  We are Irish and the institution of marriage is ingrained in our society.  Over three decades ago Garret FitzGerald tried to introduce divorce in 1986 but the referendum was not passed.  John Bruton introduced divorce legislation 20 years ago and the legislation passed but only by a whisker.  I have passed around my editorial from the <i>Irish Journal of Family Law<\/i>, which goes into this matter in more detail.<\/p><p>Thousands of people have gone through separation or divorce.  I am not separated myself.  As I said in my speech in the D&aacute;il,  I believe I have been happily married for 15 years but I have first-hand experience from dealing with clients who have gone through the process.  The one thing that I have heard in the Oireachtas is that there is a wish to get this legislation over the line by referendum.  If I succeed then I will feel that I have helped many thousands of people.<\/p><p>Divorce affects families and children, in particular.  My Private Members' Bill strikes the correct balance to gain cross-party support and the support of the general public.  The Iona Institute, for example, holds certain views about divorce but it agrees with my Bill.  I am happy to answer questions and I look forward to hearing what the Minister of State and other contributors have to say.  Again, I thank the Chairman and the committee for the invitation to attend. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A00700","speaker":"1243"},{"type":"speech","time":1499857200,"counter":11,"content":"<p>Before I invite Deputy Coppinger to comment, I must go through the preliminary matter of procedure.  As this is a constitutional Bill we must take the Schedule first.  I must read the following into the record before inviting contributions on the amendments, and then I shall invite the Minister of State to address the Bill.  Is that in order, Minister of State?  Yes.<\/p> <p>  Before Committee Stage commences, I would like to deal with a procedural matter relating to Bills to amend the Constitution.   The substance of the debate on Committee Stage relates to the wording of the proposed constitutional amendment, which is contained in the Schedule to the Bill.  The sections of the Bill are merely technical.  Therefore, in accordance with long-standing practice, the sections are postponed until consideration of the Schedule has been completed.  Postponement only means that the sequence changes.  We normally take the sections first and the Schedule at the end but the procedure is reversed in this case.  <\/p> <p>  I ask the Minister of State to formally move, in accordance with precedence in Standing Order 151, that consideration of sections 1 and 2 of the Bill be postponed until the Schedule shall have been disposed of.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A00800","speaker":"1269"},{"type":"speech","time":1499857200,"counter":12,"content":"<p>I move:  \"That consideration of sections 1 and 2 of the Bill be postponed until the Schedule shall have been disposed of.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A00900","speaker":"1277"},{"type":"speech","time":1499857200,"counter":13,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A01000","speaker":"1269"},{"type":"unspoken","time":1499857200,"counter":14,"content":"<p>AN SCEIDEAL\r\n\r\nSCHEDULE<\/p>"},{"type":"unspoken","time":1499857200,"counter":15,"content":"<p>N&iacute;or tairgeadh leas&uacute; Uimh. 4.<\/p><p>Amendment No. 4 not moved.<\/p>"},{"type":"unspoken","time":1499857200,"counter":16,"content":"<p>Tairgeadh an cheist: \"Gurb &eacute; an Sceideal an Sceideal a ghabann leis an mBille.\"<\/p><p>Question proposed: \"That the Schedule be the Schedule to the Bill.\"<\/p>"},{"type":"speech","time":1499857200,"counter":17,"content":"<p>I shall open up the debate to contributions by members.  As I indicated, I shall call Deputy Coppinger first and then I shall return to the Minister of State for an overview.  Members will note from the grouping list that amendments Nos. 1 to 4, inclusive, have been grouped together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A01400","speaker":"1269"},{"type":"speech","time":1499857200,"counter":18,"content":"<p>I thank the Chairman for facilitating my request.  I welcome the Bill but, unfortunately, I do not have a lot of time to speak about it.  Reducing the time from four to two years is a welcome step forward.  These amendments will facilitate a discussion on the matter and other requirements.<\/p> <p>  Most people when they have reached the stage of seeking a divorce have been separated or their marriage has been falling apart for a long time.  The stipulation of two years is still too onerous a requirement and prevents people from moving on emotionally, financially and in many other ways.  The amendment proposes that the State \"shall not require a period of time for the spouses to have lived apart from one another in excess of two years\".  The reason we stipulated a time was because the Government could, potentially, add a more onerous time in the future. <\/p> <p>  We also do not think that a judge should have the power to say that a marriage is not over and there is still potential for a reconciliation.  We believe that provision should be removed from the Constitution.  We can legislate for issues like ensuring that children are looked after and cover the other stipulations as well.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A01500","speaker":"1434"},{"type":"speech","time":1499857200,"counter":19,"content":"<p>The Deputy's amendment has not been moved.  Rather, it has been put on the record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A01600","speaker":"1269"},{"type":"speech","time":1499857200,"counter":20,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A01700","speaker":"1434"},{"type":"speech","time":1499857200,"counter":21,"content":"<p>The provision allows the Deputies to revisit the amendments on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A01800","speaker":"1269"},{"type":"speech","time":1499857200,"counter":22,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A01900","speaker":"1434"},{"type":"speech","time":1499857200,"counter":23,"content":"<p>The Deputy is very welcome.  I call on the Minister of State to address the Bill in broad terms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A02000","speaker":"1269"},{"type":"speech","time":1499857200,"counter":24,"content":"<p>It feels good to be back before the Select Committee on Justice and Equality.<\/p> <p>  I want to recognise Deputy Madigan's work on this area and her 20 year experience of dealing with family law.  I thank Opposition members for the work and thought that they have put into this legislation.<\/p><p>Deputies will be aware that under Article 41.3.2<sup>o<\/sup>of the Constitution, as amended by the 15th amendment, a court may grant a divorce only where specific conditions have been met.  The first condition is that on the date of the institution of the divorce proceedings, the spouses have lived apart from one another for a total of at least four years during the previous five.  The second is that there is no reasonable prospect of a reconciliation between the spouses.  The third is that proper provision exists and will be made for the spouses of either or both of them.  The final condition is that any further conditions prescribed by law are complied with.<br\/><br\/>We must remember that we were moving at that time to a situation where the Constitution provided unequivocally that no law shall be enacted providing for the grant of a dissolution of marriage to a situation in which divorce was to become possible in Ireland for the first time but subject to very specific conditions which were set out in the new article inserted in the 15th amendment.  The purpose of the mandatory period of living apart was to ensure that divorce would not be available on an easy or casual basis, to address fears that what was termed a &ldquo;divorce culture&rdquo; would develop in Ireland.<br\/><br\/>Deputies will recall that the Government supported Deputy Madigan&rsquo;s Bill on Second Stage.  It believes that shortening the living apart period required by article  41.3.2<sup>o<\/sup>of the Constitution would enable couples whose marriages had broken down to regularise their affairs sooner and reduce the legal costs involved.  Couples would be less likely to need to apply for a judicial separation while waiting to become eligible to apply for divorce.  The implementing legislation required to reduce the living apart period from four to two years would be a straightforward amendment to section 5(1)(<i>a<\/i>) of the Family Law (Divorce) Act 1996, which sets out the living apart required to obtain a divorce.<br\/><br\/>However, now that more than 20 years have passed since the introduction of divorce in Ireland the Government believes it would be appropriate to re-examine all the provisions of Article  41.3.2<sup>o<\/sup>of the Constitution.  As I explained to the House on Second Stage, the Government is of the view that it should be open to proposing the removal of the specific conditions set out in Article  41.3.2<sup>o<\/sup>that must be satisfied before a court can grant divorce.  This would not be intended to take away the regulation of divorce and matters associated with it.  It would mean that the conditions for granting of divorce will be prescribed by Act of the Oireachtas and not in the Constitution.  The Government has agreed to bring forward amendments to this Bill to propose such a constitutional amendment.  The Department of Justice and Equality is working with the Office of the Attorney General to formulate an appropriate working for the amendments.  Unfortunately, it was not possible for the drafting of ministerial amendments to be completed and the Government approval secured in advance of last week&rsquo;s deadline for submission of amendments for Committee Stage of this Bill.  I therefore propose at this stage to outline the Government&rsquo;s current intentions regarding the Bill with a view to bringing forward amendments on Report Stage.<br\/><br\/>As Deputies will appreciate, given the importance of the issue and as a proposed amendment to the Constitution is involved, the utmost care must be taken in the drafting of amendments to this Bill.  This debate today in the select committee today that which took place on Second Stage will inform and assist the process of drafting suitable wording for amendments to the Bill and the contributions of Deputies in this regard are greatly appreciated.  As work on the drafting of amendments is ongoing, I am not yet in a position to put the Government&rsquo;s proposed wording before the House.  It is intended that the proposed wording will be published in advance of Report Stage when the drafting has been finalised and the proposed wording has been approved by Government.  If the conditions for divorce specified in Article  41.3.2<sup>o<\/sup>of the Constitution are removed, then the Oireachtas will be free to determine and set out in legislation the conditions which must be met before a court can grant a divorce.  Of course, in exercising its power to legislate in this area, the Oireachtas must have regard to, and legislate in accordance with, the other provisions of the Constitution, in particular the fundamental rights provisions and Articles 40 and 44.  Of central importance will be the constitutional obligation under Article  41.3.2<sup>o<\/sup>to protect the family in its constitution and authority and, under article 41.3.1<sup>o<\/sup>, to guard with special care the institution of marriage on which the family is founded and protect it against attack.  For example, in the unlikely event of the Oireachtas enacting legislation which allowed a spouse to end a marriage by unilateral decision without any adjudicative process, that provision might well be successfully challenged by reason of failure to protect the institution of marriage against attack.  <br\/><br\/>I will now comment on the amendments tabled by Deputies.  The effect of the amendments tabled by Deputies Wallace and Daly would be that Article  41.3.2<sup>o<\/sup>would no longer provide for the minimum living apart period.  The Oireachtas could legislate for any minimum period it saw fit or could decide that no minimum period should be required.  The other constitutional requirements, that only a court may grant a divorce where there is no prospect of reconciliation and that there will be a proper provision for the spouses and children, would continue in force.  The intention and effect of this amendment is very clear and my Department would have regard to the proposed head put forward by Deputies Daly and Wallace in its work on amendments for Report Stage.  <br\/><br\/>The amendments put forward by Deputies Ruth Coppinger, Mick Barry and Paul Murphy are much more far-reaching in that they would not only remove all the conditions currently specified in Article  41.3.2<sup>o<\/sup>but would also take away the constitutional requirement that the divorce can only be granted by a court.  The amendments also propose that the maximum living apart period that could be specified in legislation would be two years.  At present, Article  41.3.2<sup>o<\/sup>makes clear that only a court designated by law may grant the dissolution of marriage.  This requirement protects the institution of marriage by ensuring that marriage can only be dissolved following a due and proper judicial process.  For that reason it would be desirable to retain that requirement in Article  41.3.2<sup>o<\/sup>.  On that basis the Government will not favour the wording of Deputy Coppinger&rsquo;s proposed amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#A02100","speaker":"1277","continuing":true},{"type":"speech","time":1499857200,"counter":26,"content":"<p>Deputies Clare Daly and Mick Wallace have amendments so I offer them the first opportunity if they wish to come in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#B00200","speaker":"1269"},{"type":"speech","time":1499857200,"counter":27,"content":"<p>I compliment Deputy Madigan on bringing the Bill before the House.  It is very laudable and I appreciate that it comes from her own experiences of dealing with family law and the emotional and financial strain that accompanies the process.  It is very positive that we have a chance to do something to change that situation.  The Minister of State&rsquo;s points would indicate that the Government will substantially change what Deputy Madigan had put forward.  It is unfortunate that we are not able to deal with that in detail on Committee Stage because our preferred option would be to see this pass all Stages so that we could put it to the people.  I am not sure if there is a timescale for that.<\/p> <p>  I note the Minister of State's comments but our point is that there should be no restriction on time in the Constitution.  It is that simple.  Even a two year wait means that couples will still have to resort to a judicial separation in order to bring legal clarity to many different matters.  By putting it at two years, there could be a situation where people have to go through two separate legal processes to achieve the same outcome.  By putting the other stipulations, and we did leave them in, the other conditions are still there and we felt that they gave the safety valve that the Minister of State referred to, where people agree and want to part and they meet those conditions.  No one will be forced into a situation where they would be divorced against their will or that there would be overnight divorces or anything like that.  There are enough safeguards in the Bill already by keeping those conditions, although I was interested to hear the Minister of State refer to eliminating those conditions in their entirety, which would be even better.  We would also be open to that but then the Oireachtas would have to legislate around that.<\/p> <p>  There is no reason for a waiting time in the Constitution itself.  It is not a proper arena in which to micromanage social issues.  Keeping a two-year waiting period will prevent any amendment to the divorce legislation that would alter that situation.  It would tie the hands of the Oireachtas in that regard.  Take the example of where there was a no waiting period in cases where one partner was abusive or violent.  That is a common feature of divorce law elsewhere, including Europe and Canada, and our amendment would provide for that.  We could have a six month or a one year waiting period in legislation if there is a danger that a no-wait time could lead to abuse, for instance in a case where there is a wealthier spouse who knows his or her partner cannot afford to go through expensive litigation, or something similar where one spouse would be able to ride roughshod over the other in legal proceedings.  That would not require a no-wait period in the Constitution.  Why would we put an obligation on people who are unhappy if they both agree that they want to sever?  Why would we force them to be shackled together any longer than they need to be to have all the protections put in place?  There will never be a provision for overnight divorces.  One still has to go through serving papers, await a court date, have the court sanction that divorce and so on.  A number of states across Europe, by mutual consent or otherwise, have no waiting time or much shorter times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#B00300","speaker":"1259"},{"type":"speech","time":1499857200,"counter":28,"content":"<p>We supported this Bill on Second Stage and I commend Deputy Madigan on introducing it.  There are, however, a number of issues with it.  The main issue is that the Bill proposes to change the time period during which people must live apart from each other.  The current situation, which goes back to 1996, is that people have to live apart from each other for four out of the previous five years.  That was introduced for a particular reason at that time and was put in the amendment in order to assist it being passed.  When we consider how close the vote was at that point, the amendment probably would not have passed otherwise.  However, it was done for a particular purpose.  We are now of the view, however, that it is cruel to force people to wait for four years or so before they can get on with their lives on a more formal basis.  Life is short.  People should be entitled to move on from previous relationships and enter into new marriages quickly.<\/p> <p>  That said, there is a benefit to having a time period in the Constitution.  People will not, of course, seek to get divorced overnight.  The situation in England is that people have to be apart for two years before a divorce can be granted.  There is a benefit to that and it protects the institution of marriage.  One could argue that it should perhaps be one year.  A complete absence of any time period in the Constitution would, if not undermine, certainly diminish the value of marriage, which Irish people have shown they value and believe is an institution that should be supported.<\/p> <p>  In terms of the detail of the text, the proposed change, as I said, is the change from four to two years.  As well as that, Deputy Madigan has introduced new words into the Schedule.  At present, it states that the spouses have lived apart from one another for the required time period but Deputy Madigan's proposal states that the spouses have lived separate and apart from one another for a period of two years.  I would be interested to hear from her the reason for the inclusion of the word \"separate\".  Words in the Constitution mean something.  A court looking at this will conclude that the Oireachtas and the people carefully decided to include this particular word and will thus give it meaning.  We might be better off leaving the word \"separate\" out of this Bill but it may have a special purpose.  In the Irish version, which is always given pre-eminence, the reference is to \"ina gc&oacute;na&iacute; ar leith\".  This is a new meaning to \"ar leith\", which usually means special.  We need clarity on the reason for the inclusion of the word \"separate\".<\/p> <p>  In terms of the amendments, on balance, when we are considering a constitutional amendment Bill, we cannot only consider what it is we want.  We also have to consider whether it will get through the people.  I think Deputy Madigan's proposal would succeed in a referendum.  I would be concerned, however, that the removal of any time period from the Bill would jeopardise that.  It would generate a big campaign against it.  I think people would be able to state it completely undermines marriage because it gives no protection given that people must live apart from each other for a period of time.  On balance, and notwithstanding the issue with the word \"separate\", I like how the Bill is drafted at present and I will probably not be supporting the amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#C00100","speaker":"1296"},{"type":"speech","time":1499857200,"counter":29,"content":"<p>Would Deputy Madigan like to respond to Deputy O'Callaghan's question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#C00200","speaker":"1269"},{"type":"speech","time":1499857200,"counter":30,"content":"<p>I will address the inclusion of the word \"separate\".  In my experience, applicants for a divorce - the Deputy will know this - have to give evidence to a judge in either the Circuit Court or the High Court to prove whether or not they have been living separate and apart for a period of four out of the proceeding five years.  This can be when they are living under the same roof.  I included the word so as to try to ensure some clarity around this.  The applicants generally have to give evidence to the judge that they have lived completely separate lives.  During the recession, as we know, many separated people were forced to continue living together.  Even now, many cannot afford to rent, take out mortgages on or furnish two separate houses.  Applicants have to give evidence that they have not been acting as man and wife and do not have normal marital relations.  They might have to prove, for example, that they do not wash each other's clothes or eat or socialise together.  They may co-parent their children but this does necessarily mean acting as a married couple.  In my experience over a number of years, there is a question mark over that.  Couples can sometimes collude in living separate lives so as to shorten the time period, claiming that they were living separate and apart when they were not.  The inclusion of the word is intended to clarify this matter because judges sometimes find it tricky.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#C00300","speaker":"1243"},{"type":"speech","time":1499857200,"counter":31,"content":"<p>I advise the Minister of State that I will invite him to come back in after the first sequence of contributions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#C00400","speaker":"1269"},{"type":"speech","time":1499857200,"counter":32,"content":"<p>I join the other Deputies in welcoming Deputy Madigan's Bill.  I fully support it, having been involved in the two original divorce referenda, in particular the successful second one.  Irish people have a particular way of looking at issues.  Referenda, in particular, can be very divisive.  Issues which may not have even entered the minds of those drafting a constitutional referendum can become major issues during the course of a referendum campaign.  In particular, I welcome the almost surgical approach in Deputy Madigan's Bill.  Everybody in the Oireachtas and most people in Irish society would agree that the current time provision is both onerous and completely out of keeping with modern thinking.  Shortening that provision would be very welcome.  In as much as I might support an even shorter period of time, in order to prevent what I mentioned earlier, namely, the possibility that this proposal become bogged down in unforeseen circumstances, the inclusion of time period is the best way to go.<\/p> <p>  I do not support the amendments proposed.  I support what Deputy Madigan has proposed, in particular on the basis of the work she has obviously put in to ensure the support of a cross-section of groups.  Even if it is my own view that a set time period should never have been included in the Constitution to begin with, the complete removal of such a period at this point will result in a delay for the people who will be most aided by this particular change.  This is something I would like to see implemented as soon as possible, so I support the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#C00500","speaker":"1310"},{"type":"speech","time":1499857200,"counter":33,"content":"<p>Following from my colleagues' positive comments, I too welcome the Bill and thank Deputy Madigan for her work on it.  As we can see from the current constitutional context, the required period is indeed too long.  It is unfair that we are putting so many families through this constitutional threshold.  As Deputy O'Callaghan mentioned, people's lives are short and we should not impose this on them.<\/p> <p>  I have a number of questions.  My first is for the Minister of State.  What would be the timeline for a referendum on this?  When does he envisage this happening?  My next question picks up on Deputy O'Callaghan's point.  The wording has now been extended to say \"separate and apart\".  Are we really increasing the already difficult constitutional threshold of proof around the word \"apart\" by adding \"separate\"?  Would it be better to put \"separate or apart\" in the proposed provision?  We might be making judicial interpretations of the amendment even more difficult if this is passed.  Not only would applicants have to prove that they are apart, they would also have to prove that they are separate.  As Deputy Brophy mentioned, we need to be very careful that we do not increase the difficulties facing people and to ensure this is workable in a court of law.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#C00600","speaker":"1255"},{"type":"speech","time":1499857200,"counter":34,"content":"<p>I would like to come in before the Minister of State because I believe his intervention has in some ways complicated matters.<\/p><p>He has indicated that the Government will substantially change Deputy Madigan's Bill whereas our amendments were posed very much on the basis of the Bill as it stood dealing with the time issue.  No time limit in the Constitution would prevent a time limit being put into legislation.  Regardless of the time limit, the Constitution would still provide that a divorce could only be granted if there was no reasonable prospect of a reconciliation, such provisions as made by the court having regard to the children, so we were keeping all that.  That would negate any sort of idea that this would be a free for all with everybody carrying on.  It relates to the point that there are a number of people who collude with each other to shorten the timeframe.  What does that tell us?  It tells us that having a time limit is completely arbitrary and it depends on the circumstances.  We want to ensure that nobody is ridden roughshod over or does not have his or her rights protected.  I have colluded with people in that as well.  They want to move on with their lives.  They are paying in respect of two separate legal processes.  They are going through a judicial separation and are then going through the same thing in a divorce later on when they could do it in one go.  Attitudes in Ireland have moved on and people are more responsible.  In a debate around that, we could make those points rationally and say that the time limit is gone, but that does not mean it cannot be prescribed in legislation, and that all these other safeguards are there and that they are the most important things.<\/p><p> The Minister of State complicated it because we were doing it like that.  That is the point we want to make in regard to whatever completely new Bill comes back on Report Stage.  I am bit confused about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#C00700","speaker":"1259","continuing":true},{"type":"speech","time":1499857200,"counter":36,"content":"<p>I thank colleagues for their very important contributions.  One question Deputy Chambers raised earlier concerns the timing of a referendum.  Section 10 of the Referendum Act requires that a polling day order be made by the Minister for Housing, Planning, Community and Local Government as soon as the Bill is passed by the Houses.  Polling must not be earlier than 30 days and not later than 90 days after the date of the order.  The Government must also establish a referendum commission.  As soon as the Bill is passed, this kicks in straightaway.  That is why it is important we make sure what we do is correct and that the question posed is well discussed and teased out.  There are always unforeseen circumstances involving any legislation or referendum, as we all know.<\/p> <p>  I am bit concerned that Second Stage of this Bill was taken on 6 April and we are now on Committee Stage less than three months later.  We have not had time to examine the Attorney General's advice carefully, or for the Attorney General to examine it.  It has been very fast.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D00200","speaker":"1277"},{"type":"speech","time":1499857200,"counter":37,"content":"<p>Too fast.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D00300","speaker":"1296"},{"type":"speech","time":1499857200,"counter":38,"content":"<p>Perhaps but at the same time when one considers everything else that is going on, one can appreciate that.  That is why I am suggesting that we listen to what everyone has to say today, and I am doing that very carefully, and see what we will do with this on Report Stage, that is, whether we let it go through as proposed or bring forward the amendment we suggested.  The question is whether this issue needs to be dealt with in the Constitution at all or whether legislation could deal with it and make it easier to make changes as time goes on.  I take the points made by Deputies O'Callaghan, Jack Chambers, Madigan and Brophy about whether it would pass.  This is the other issue.  Would it pass in a referendum?  None of us knows that at this stage.  As with many of these issues, it would be good if there was a public consultation or discussion about this so that people could reflect on it.  I would be concerned about moving too quickly without having that public debate about this.<\/p> <p>  In any event, the Family Law (Divorce) Act 1996 makes detailed provision for the exercise by the courts of their jurisdiction to grant divorce so the only change necessary would be to reduce the time period specified in that Act.  If a referendum is held and passed, it would still require legislation to follow it.  There would be no change until a change was made in legislation.<\/p> <p>  The wording of the proposed text will be carefully examined in consultation with the Attorney General but the discussion today is extremely useful.  I am not proposing to accept any of the amendments but the discussion is extremely informative, useful and important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D00400","speaker":"1277"},{"type":"speech","time":1499857200,"counter":39,"content":"<p>Since we are dealing with the amendments on the Schedule, I should indicate, and Deputy Madigan is going to come back, that in reference to the good point made by Deputy Jack Chambers, it may be appropriate to put down an amendment on Report Stage to remove the word \"and\" so that it reads \"separate or apart from one another for a period of years\".  The Minister of State has a concern that this could pass very quickly through the Oireachtas and the Government would then find itself holding a referendum.  That is a legitimate political concern but I am sure Deputy Madigan, members of this committee and others in the House can time it such that it is not dropped on the Government's plate.  I suppose we are in a difficult position.  Nobody is certain when the next general election will be.  If it must be within 30 or 90 days, we will not be able to do in time for a general election because the general election will be 28 days from a dissolution.<\/p> <p>  There will be general support for this.  I do not know the reason behind the Government saying that it must revamp the whole thing.  This is no criticism of the Minister of State but I suspect that it might be just a means of delaying this.  I am not saying the Minister of State would ever contemplate doing something like that but it just may be a means of getting it off the Government's plate for the time being.  I think the Government is better off liaising with us.  We should put it through committee.  I am sure Deputy Madigan will be considerate as to when it comes back on Report Stage.  We could try to agree a date.  There will probably be another referendum happening, so that raises the prospect of two of them on the one day.  I do not know if that would appeal to people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D00500","speaker":"1296"},{"type":"speech","time":1499857200,"counter":40,"content":"<p>We have coped previously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D00600","speaker":"1269"},{"type":"speech","time":1499857200,"counter":41,"content":"<p>I appreciate all the comments which were very interesting.  I would not like us to be counterproductive regarding the premise of this Bill.  I would not like to see it lost somewhere in the ether and I would like to see it progress.  I take on board everybody's comments.  Obviously, it is not all my say anyway.  Clearly, we have the Government and the confidence and supply agreement with Fianna F&aacute;il.<\/p> <p>  In case my words came across wrongly, I am not saying people collude in divorces but one of the reasons applicants must give evidence in court is to avoid collusion.  Again, this goes back to \"separate and apart\" so living apart and living separate are different things in the eyes of the judge.  We are talking about a couple being separated for a period of time rather just living apart because a couple could live apart under the same roof but it involves specifying that distinction between separate and apart.  That is why I think it should be left in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D00700","speaker":"1243"},{"type":"speech","time":1499857200,"counter":42,"content":"<p>What about what Deputy Chambers said, namely, that it makes it more difficult?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D00800","speaker":"1296"},{"type":"speech","time":1499857200,"counter":43,"content":"<p>I do not agree with that.  I think it actually provides more clarity because we are talking about separate rather than apart and I think they are very different things.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D00900","speaker":"1243"},{"type":"speech","time":1499857200,"counter":44,"content":"<p>It is not an \"or\".  It is an \"and\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D01000","speaker":"1255"},{"type":"speech","time":1499857200,"counter":45,"content":"<p>Yes, it is an \"and\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D01100","speaker":"1243"},{"type":"speech","time":1499857200,"counter":46,"content":"<p>So they have to be-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D01200","speaker":"1255"},{"type":"speech","time":1499857200,"counter":47,"content":"<p>So, it is separate and apart.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D01300","speaker":"1243"},{"type":"speech","time":1499857200,"counter":48,"content":"<p>But they have to be apart anyway, which is the case at present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D01400","speaker":"1296"},{"type":"speech","time":1499857200,"counter":49,"content":"<p>It involves living separate and apart.  We can talk about it again but we do not have to get into the minutiae of it.  It places a greater onus, which it must, because going back to the issue of collusion, we do not want people living under the same roof saying that they are separated when they are not.  If they have to give evidence, they will be perjuring themselves if they give the wrong evidence to the judge, so it is more about preventing that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D01500","speaker":"1243"},{"type":"speech","time":1499857200,"counter":50,"content":"<p>I was saying that people do that.  We all know they do.  It supports the point about why they are doing it.  They are doing it to overcome the time limit because they have got to a stage where the end is nigh and they cannot wait that length of time so it backs up the point about time.  If they agree, why should the State interfere?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D01600","speaker":"1259"},{"type":"speech","time":1499857200,"counter":51,"content":"<p>Can I say something about the timeframe?  Obviously, I am not a guru on this either.  I have my own experience and I have colleagues who work in this area.  When I looked at the research, I saw that most countries have a period of around two years.  Given that the end of a marriage is like bereavement for people, and I dealt with that in my speech, those involved are like rabbits caught in a headlight.  It is too soon for them to make a decision about property, children and pensions, so that is why the time period is there.  After about a year, they come out of the fog.<\/p><p>They would then be in a good place to deal with financial or more difficult aspects.  That is the rationale.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#D01700","speaker":"1243","continuing":true},{"type":"speech","time":1499857200,"counter":53,"content":"<p>The discussion has been extremely useful and very interesting.  I expect this Bill and the discussion we had today will lead to further comment in the public domain, and it is important to hear what other actors have to say about this.  That is why pre-legislative scrutiny is sometimes useful for topics like this.  There may be other unforeseen consequences that we may not pick up.  I am not sure if the committee is in a position to do something like that at any stage.<\/p> <p>  This is a very important piece of legislation and it is important we reflect on it.  We on the Government side intend to do that.  I have put forward one scenario.  As I stated, we are very keen to hear what everyone else has to say on this.  That is why today's discussion has been so useful.  The question is whether it should be in the Constitution at all at this stage and whether the Legislature could be trusted to legislate.  The Family Law (Divorce) Act 1996 is on the Statute Book and it flowed from the earlier referendum and changes to family law.  It is all there.  That law can be amended at any time by the Oireachtas, provided it is in sync with the constitutional requirements.  That is what we are looking at.<\/p> <p>  I take the points raised by people as to whether the electorate would be of a mind to allow the Oireachtas to legislate without having any constitutional controls.  We must consider if that would be desirable or the right thing to do.  It is something on which to reflect.  There are serious issues and I know there is agreement in the committee that the Bill, as such, is not opposed.  Some are proposing further examination or going a little further.  We will bring the decisions to the House on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#E00200","speaker":"1277"},{"type":"speech","time":1499857200,"counter":54,"content":"<p>I commend Deputy Madigan on bringing forward her Bill.  This committee was very anxious to facilitate its earliest address and the Deputy's colleagues will be able to confirm that it is exactly what we have done.  I do not sense a difference in view in terms of the objective she has set out, including the pathway and methodology.  I would personally be sympathetic to divorce being dealt with in legislation rather than in the Constitution.  It is a valid question.  There was a reference that this was raising the bar, making the subject separate and apart, and this must be explored a little bit.  I favour the reduction in the period from four to two years but at the same time I would not like to see greater difficulty being put in place.  That is something for members to tease out in the period from here to Report Stage.  As it stands, I welcome and support the passage of the Deputy's Bill through Committee Stage and I wish it fair wind for the rest of its journey.<\/p> <p>  Amendment No. 4 refers to the Schedule but it cannot be moved.  The amendment was from Deputies Coppinger, Barry and Paul Murphy.  If she could not remain, another member of the grouping would have to make the proposition but they are not represented on the committee.  She will be able to raise that on Report Stage and pursue it in the normal course.  I note the Schedule is opposed by Deputies Daly and Wallace.  We have discussed the grouping and the Deputies will be able to record that opposition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#E00300","speaker":"1269"},{"type":"unspoken","time":1499857200,"counter":55,"content":"<p>Cuireadh an cheist agus faisn&eacute;iseadh go rabhthas tar &eacute;is glacadh leis.<\/p><p>Question put and declared carried.<\/p>"},{"type":"unspoken","time":1499857200,"counter":56,"content":"<p>ALT 1\r\n\r\nSECTION 1<\/p>"},{"type":"speech","time":1499857200,"counter":57,"content":"<p>Tairgim leas&uacute; a 1:<\/p><blockquote>I leathanach 5, l&iacute;nte 12 go 15 a scriosadh agus an m&eacute;id seo a leanas a chur ina n-ionad:&ldquo;(a) tr&iacute; fho-alt 3.2(i) a scriosadh sa t&eacute;acs Gaeilge;<br \/><br \/>(b) tr&iacute; fho-alt 3.2(i) a scriosadh sa t&eacute;acs Sacs-Bh&eacute;arla; agus<br \/><br \/>(c) d&eacute;anfar fo-ailt 3.2(ii), 3.2(iii) agus 3.2(iv) den d&aacute; th&eacute;acs a uimhri&uacute; mar 3.2(i), 3.2(ii) agus 3.2(iii), faoi seach.&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#E00600","speaker":"1259"},{"type":"unspoken","time":1499857200,"counter":58,"content":"<p>I move amendment No. 1:<\/p><p><\/p>"},{"type":"unspoken","time":1499857200,"counter":59,"content":"<p>Cuireadh an leas&uacute; agus faisn&eacute;iseadh go rabhthas tar &eacute;is di&uacute;lt&uacute; d&oacute;.<\/p><p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1499857200,"counter":60,"content":"<p>N&iacute;or tairgeadh leasuithe Uimh. 2 agus 3.<\/p><p>Amendments Nos. 2 and 3 not moved.<\/p>"},{"type":"unspoken","time":1499857200,"counter":61,"content":"<p>Cuireadh an cheist, \"Go bhfanfaidh alt 1 mar chuid den Bhille\", agus faisn&eacute;iseadh go rabhthas tar &eacute;is glacadh leis.<\/p><p>Question, \"That section 1 stand part of the Bill\", put and declared carried.<\/p>"},{"type":"unspoken","time":1499857200,"counter":62,"content":"<p>Aonta&iacute;odh alt 2.<\/p><p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1499857200,"counter":63,"content":"<p>Aonta&iacute;odh an R&eacute;amhr&aacute;.<\/p><p>Preamble agreed to.<\/p>"},{"type":"unspoken","time":1499857200,"counter":64,"content":"<p>Aonta&iacute;odh an Teideal.<\/p><p>Title agreed to.<\/p>"},{"type":"unspoken","time":1499857200,"counter":65,"content":"<p>Tuairisc&iacute;odh an Bille gan leasuithe.<\/p><p>Bill reported without amendment.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1499857200,"counter":66,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#E01500"},{"type":"speech","time":1499857200,"counter":67,"content":"<p>As consideration of the Bill has been completed, in accordance with Standing Order 90, the following message will be sent to the Clerk of the D&aacute;il:<\/p><blockquote>The Select Committee on Justice and Equality has completed its consideration of the Thirty-Fifth Amendment of the Constitution (Divorce) Bill 2016 and made no amendments thereto.<\/blockquote> <p>I thank Deputy Madigan, along with the Minister of State, Deputy Stanton, and his official for their attendance.  I thank members of the committee as this is the final meeting of the committee, either joint or select, before the summer recess.  I wish you all a very happy, enjoyable and healthy break.  I look forward to seeing you all back in good fettle in September.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2017071200002#E01600","speaker":"1269"},{"type":"unspoken","time":1499857200,"counter":68,"content":"<p>The select committee adjourned at 12.50 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]