[{"type":"majorheading","content":"Committee on Transport and Communications: Select Sub-Committee on Transport, Tourism and Sport","time":1450269000,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 12:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Paschal Donohoe (Minister for Transport, Tourism and Sport), Deputy Dessie Ellis, Deputy Timmy Dooley, Deputy Tom Fleming, Deputy Seán Kenny.<\/p><p>DEPUTY JOHN O'MAHONY IN THE CHAIR.<\/p>","time":1450269000,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002"},{"type":"minorheading","content":"Public Transport Bill 2015: Committee Stage","time":1450269000,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#A00100"},{"type":"speech","time":1450269000,"counter":5,"content":"<p>As we have a quorum we will now go into public session.  This meeting has been convened to consider the Public Transport Bill 2015.  The purpose of the Bill is to amend and extend the Dublin Transport Authority Act 2008, the Taxi Regulation Act 2013 and the Railway Safety Act 2005; to amend section 27 of the State Airports Act 2004 and section 106 of the Road Traffic Act 1961; and to change the name of the Railway Safety Commission.<\/p> <p>  I welcome the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, and his officials to the meeting.  As a number of related amendments have been proposed, grouping arises.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#A00200","speaker":"1089"},{"type":"unspoken","time":1450269000,"counter":6,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1450269000,"counter":7,"content":"<p>Amendments Nos. 1 to 3, inclusive are related and will be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#A00400","speaker":"1089"},{"type":"speech","time":1450269000,"counter":8,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 3, between lines 12 and 13, to insert the following:&ldquo;(i) by substituting for the definition of &ldquo;public transport infrastructure&rdquo; the following:<br \/><br \/>&ldquo; &lsquo;public transport infrastructure&rsquo; means infrastructure constructed or provided, or proposed to be constructed or provided, in connection with the provision of public passenger transport services, which includes but is not limited to railway infrastructure, metro railway infrastructure, light railway infrastructure, bus infrastructure, rolling stock, buses, busways, bus lanes, bus garages, cycleways, cycle and pedestrian facilities, interchange facilities or such other class of infrastructure, facility, building or vehicle, whether of the same kind as the aforementioned or not, which the Authority has prescribed to be public transport infrastructure under section 44(13);&rdquo;,&rdquo;.<\/blockquote> <p>The purpose of this amendment is to substitute a new definition of public transport infrastructure.  The definition is being amended to expressly provide that it includes bus infrastructure, including bus lanes.  The present definition, which is not exhaustive, contains express reference to railway, metro and light railway infrastructure and can be expanded by regulations made by the National Transport Authority, NTA.  It is considered that the inclusion of bus infrastructure in the main definition will complete the references to the transport spectrum in connection with the provision of public passenger transport services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#A00500","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":9,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1450269000,"counter":10,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 3, to delete line 21.<\/blockquote> <p>This is a very simple amendment, to delete the word &quot;and&quot; between paragraphs (a) and (b) in section 1 of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#B00200","speaker":"1007"},{"type":"speech","time":1450269000,"counter":11,"content":"<p>Does the Minister wish to say anything on amendment No. 3?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#B00300","speaker":"1089"},{"type":"speech","time":1450269000,"counter":12,"content":"<p>Amendment No. 3 clarifies that the National Transport Authority is to engage in one statutory approval process for development in accordance with whatever legislation applies to the particular public transport infrastructure development concerned.  This is to remove any anomaly that would leave the NTA subject to two different and parallel planning processes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#B00400","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":13,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1450269000,"counter":14,"content":"<p>I move amendment No. 3:<\/p><blockquote>In page 4, to delete lines 30 and 31 and substitute the following:&ldquo; &ldquo;(14) The carrying out by the Authority, on its behalf or at its direction of&mdash;<blockquote><blockquote>(a) a proposed road development (within the meaning of the Roads Act 1993) that has been approved by An Bord Plean&aacute;la under section 51 (as amended by section 9 of the Roads Act 2007) of that Act, or<br \/><br \/>(b) a proposed development that has been approved by An Bord Plean&aacute;la&mdash;<blockquote>(i) under subsection (9) (inserted by section 34(c) of the Planning and Development (Strategic Infrastructure) Act 2006) of section 175 of the Act of 2000 pursuant to an application for approval made by the Authority under subsection (3) of that section, or<br \/><br \/>(ii) under subsection (8) of section 177AE (inserted by section 57 of the Planning and Development (Amendment) Act 2010) of the Act of 2000 pursuant to an application for approval made by the Authority under subsection (3) of that section,<br \/><br \/>shall be exempted developments for the purposes of the Act of 2000.<\/blockquote><\/blockquote>(15) For the purposes of section 175 and 177AE of the Act of 2000 where a proposed development relates to public transport infrastructure an application for approval under section 175(3) or 177AE(3) may be made by the Authority, with the concurrence of the local authority concerned, and, accordingly, references in those sections to a local authority shall be read as references to the Authority.<br \/><br \/>(16) In this section &lsquo;function&rsquo; includes a part of or any aspect of the function.&rdquo;,<br \/><br \/>and&rdquo;.<\/blockquote><\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#B00600","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":15,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1450269000,"counter":16,"content":"<p>There is a vote in the D&aacute;il.  We will suspend for ten minutes and will come back immediately after the vote.  We are on a timeline and were going well there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#B00800","speaker":"1089"},{"type":"unspoken","time":1450269000,"counter":17,"content":"<p>Sitting suspended at 12.40 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1450269000,"counter":18,"content":"<p>Amendments Nos. 4, 7 and 11 are related and will be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D00100","speaker":"1089"},{"type":"speech","time":1450269000,"counter":19,"content":"<p>I move amendment No. 4:<\/p><blockquote>In page 4, between lines 31 and 32, to insert the following:&ldquo;(c) by inserting after section 56 the following:<blockquote>&ldquo;<b>Powers of Authority to make bye-laws for public passenger transport services (other than rail passenger services), enforcement etc<\/b>.<br \/><br \/><b>56A<\/b>. (1) Subject to subsection (8), bye-laws may be made by the Authority in relation to the performance by the Authority of any function conferred on it in connection with the provision of public passenger transport services (other than in respect of a rail passenger service) whether pursuant to a public transport services contract or a direct award contract under section 52, other than in respect of such a contract awarded by the Authority to Dublin Bus or Bus &Eacute;ireann, in relation to any one or more of the following matters:<blockquote>(a) the general regulation, subject to any statutory provisions in that behalf, of the travelling by way of or use of such means of transport services, (including a requirement to travel with a valid ticket or pass and the issue of such);<br \/><br \/>(b) the prevention of the commission of nuisances in or upon such means of transport services;<br \/><br \/>(c) the prevention of damage to such means of transport services;<br \/><br \/>(d) the removal from or the prohibition of the use on such means of transport services of any vehicle or thing which is or may become a danger to life, health, the provision or the operation of public passenger transport services or would otherwise interfere with the proper provision or the operation of such transport services;<br \/><br \/>(e) the safe custody and return or disposal of any property found on a vehicle or equipment used in the provision of public passenger transport services.<\/blockquote>(2) Bye-laws under this section may contain such incidental, subsidiary and ancillary provisions as the Authority considers necessary or expedient for the purposes of the bye-laws.<br \/><br \/>(3) The Authority may provide for reasonable charges in respect of matters provided for in bye-laws made by it under this section.<br \/><br \/>(4) Whenever the Authority proposes to make bye-laws under this section, the following provisions have effect&mdash;<blockquote>(a) the Authority shall, publish notice of the proposal&mdash;<blockquote>(i) on its website, and<br \/><br \/>(ii) in at least 2 national newspapers circulating within the State or in the area to which the bye-laws relate,<\/blockquote>(b) the notice shall include&mdash;<blockquote>(i) a statement of the purposes for which the bye-laws are to be made,<br \/><br \/>(ii) an intimation that&mdash;<blockquote><blockquote>(I) a copy of the draft bye-laws is open for public inspection at the principal offices in the State of the Authority, and<br \/><br \/>(II) that the draft bye-laws are published on the Authority&rsquo;s website,<br \/><br \/>and<\/blockquote><\/blockquote>(iii) an intimation that any person may submit to the Authority objections to the draft bye-laws at any time during the period of 30 days commencing on the date of the publication of the notice,<\/blockquote>(c) the Authority shall, during that period of 30 days, keep a copy of the draft bye-laws open for public inspection during ordinary office hours at its principal offices, and publish the draft on its website,<br \/><br \/>(d) any person who objects to the draft bye-laws may submit his or her objection to the Authority in writing at any time during that period of 30 days and the Authority shall consider the objections, and<br \/><br \/>(e) on the completion of that period of 30 days, the Authority shall as it thinks proper, refrain from making the bye-laws or make the byelaws either without modification or with modification as it thinks proper.<\/blockquote>(5) The Authority shall publish bye-laws made by it under this section on its website.<br \/><br \/>(6) Such details of bye-laws under this section shall be displayed on a public transport vehicle or equipment used in the provision of public passenger transport services, where practicable, in conspicuous places in such manner as the Authority considers best adapted for giving information to the public.<br \/><br \/>(7) The failure to publish under subsection (5) or any absence to display under subsection (6) is not a defence to a contravention of or failure to comply with bye-laws under this section.<br \/><br \/>(8) Bye-laws under this section shall not be made without the prior written consent of the Minister.<br \/><br \/>(9) A person who contravenes or fails to comply with a bye-law under this section which is stated in the bye-laws to be a penal provision commits an offence and is liable on summary conviction to a class D fine.<br \/><br \/>(10) The liability of an offender to a fine under subsection (9) does not prejudice the recovery of any fare, tariff or fee payable by him or her to the Authority or the person providing the public passenger transport services for any damage caused by him or her to property of the Authority or such person.<br \/><br \/>(11) Every bye-law made by the Authority under this section shall be laid before each House of the Oireachtas, as soon as may be after it is made and, if a resolution annulling the bye-law is passed by either such House within the next 21 days on which that House sits after the bye-law is laid before it, the bye-law is annulled, but without prejudice to anything previously done under it.<br \/><br \/><b>Authorised persons<\/b><br \/><br \/><b>56B.<\/b>(1) The Authority may appoint in writing such and so many persons as it considers necessary to be authorised persons to perform any or all of the functions conferred on an authorised person under section 56C or 56D.<br \/><br \/>(2) A person appointed as an authorised person under subsection (1), shall, on his or her appointment be furnished by the Authority with a warrant of his or her appointment and when exercising a power conferred on an authorised person under section 56C shall, if requested by any person affected, produce the warrant to that person for inspection.<br \/><br \/>(3) An authorised person, who is not a member of the Garda S&iacute;och&aacute;na, is not entitled to exercise a power under section 56C unless he or she has received training and instruction, which, in the opinion of the Authority is such as will provide guidance to him or her in the exercise of the power.<br \/><br \/>(4) The Authority shall endorse on the warrant it furnishes to an authorised person under subsection (2) a statement to the effect that the officer has received the training and instruction referred to in subsection (3).<br \/><br \/>(5) An authorised person, who is not a member of the Garda S&iacute;och&aacute;na, when exercising a power under this section shall be in uniform provided or authorised by the Authority.<br \/><br \/>(6) An authorised person, who is not a member of the Garda S&iacute;och&aacute;na, may be referred to by the Authority by such title as it decides.<br \/><br \/><b>Powers of authorised person<\/b><br \/><br \/><b>56C.<\/b>(1) If an authorised person appointed in accordance with section 56B reasonably suspects that a person&mdash;<blockquote>(a) is contravening or has contravened or is failing or has failed to comply with a bye-law made under section 56A which is stated to be a penal provision,<br \/><br \/>(b) is assaulting or has assaulted or is causing or has caused deliberate harm to another on a public passenger transport service to which section 56A applies,<br \/><br \/>(c) is obstructing or has obstructed or is impeding or has impeded an authorised person exercising a function of an authorised person under this section or under any bye-laws made under section 56A,<br \/><br \/>(d) on any public transport service to which section 56A applies is intoxicated or is committing or has committed an offence under section 15 of the Misuse of Drugs Act 1977, or<br \/><br \/>(e) if requested by an authorised person to cease such contravention or action or to so comply, fails to comply with the request, he or she may&mdash;<blockquote>(i) using such reasonable force as the circumstances require, remove or escort the person from the public passenger transport service or any part of it,<br \/><br \/>(ii) in circumstances where the authorised person considers it to be justified, arrest the person without warrant, or<br \/><br \/>(iii) require the person to give his or her name and address and, if the person fails or refuses to do so or gives a name that the authorised person reasonably suspects is false or misleading, arrest that person without warrant, and, if he or she is not a member of the Garda S&iacute;och&aacute;na, deliver, as soon as practicable, the person, if arrested, into the custody of a member of the Garda S&iacute;och&aacute;na to be dealt with according to law.<\/blockquote><\/blockquote>(2) A person who fails or refuses to give his or her name or address when required under subsection (1), or gives a name or address which he or she knows to be false or misleading, commits an offence and is liable on summary conviction to a class D fine.<br \/><br \/>(3) The arrest of a person under this section does not prejudice the rearrest of the person by a member of the Garda S&iacute;och&aacute;na.<br \/><br \/>(4) In this section a reference to the committal of an offence or an act includes a reference to an attempt to commit the offence or the act.<br \/><br \/>(5) In this section and section 56D &lsquo;authorised person&rsquo; means a person appointed under section 56B(1) or a member of the Garda S&iacute;och&aacute;na whose attendance is requested by an authorised person or by the Authority.<br \/><br \/><b>Fixed payment notice<\/b><br \/><br \/><b>56D<\/b>. (1) Where an authorised person has reasonable grounds for believing that a person is committing or has committed an offence under section 56A(9) (for a contravention or failure to comply with a provision of a bye-law made under that section) or section 56C(2), he or she may serve personally or by post on the person a notice (&lsquo;fixed payment notice&rsquo;) in the prescribed form stating that&mdash;<blockquote>(a) the person is alleged to have committed the offence specified in the notice,<br \/><br \/>(b) the person may, during the period of 21 days beginning on the date of the notice, make to the Authority at the address specified in the notice a payment of &euro;100, or such other amount standing specified in regulations made by the Minister, accompanied by the notice, duly completed,<br \/><br \/>(c) the person is not obliged to make the payment, and<br \/><br \/>(d) a prosecution in respect of the alleged offence will not be instituted during the period specified in the notice under paragraph (b) and, if a payment specified in the notice is made during the period so specified, accompanied by the notice, duly completed, no prosecution in respect of the alleged offence will be instituted.<\/blockquote>(2) Where a fixed payment notice is given under subsection (1)&mdash;<blockquote>(a) the person to whom the notice applies may, during the period specified in the notice, make to the Authority at the address specified in the notice the payment specified in the notice, accompanied by the notice, duly completed,<br \/><br \/>(b) the Authority may receive the payment, issue a receipt for it and retain the money so paid, and any payment so received shall not be recoverable in any circumstances by the person who made it, and<br \/><br \/>(c) a prosecution in respect of the alleged offence to which the notice relates will not be instituted during the period specified in the notice, and, if the payment so specified is made during the period so specified, no prosecution in respect of the alleged offence will be instituted.<\/blockquote>(3) In a prosecution for an offence referred to in subsection (1) the onus of proving that a payment pursuant to a fixed payment notice has been made lies on the defendant.<br \/><br \/>(4) In any proceedings in respect of an offence referred to in subsection (1) a document purporting to be a certificate or receipt of posting or delivery by or on behalf of An Post or another postal service is evidence of the posting or delivery of a fixed payment notice.<br \/><br \/>(5) Income generated by the payment of the fixed payment amount specified under subsection (1)(b) pursuant to a fixed payment notice shall be disposed of in a manner determined by the Authority with the agreement of the Minister and the Minister for Public Expenditure and Reform.<br \/><br \/>(6) In this section &lsquo;prescribed&rsquo; means prescribed in bye-laws made by the Authority under section 56A.&rdquo;.&rdquo;.<\/blockquote><\/blockquote> <p>This amendment inserts new sections 56A, B, C and D into the Dublin Transport Act 2008.  This is to empower the National Transport Authority, NTA, to make by-laws in respect of public transport passenger services which will be tendered to commence operations in late 2016 or early 2017.  In the event that incumbent operators do not win the tender it is necessary for the NTA to have powers to make by-laws in respect of public services to be provided by new operators.  Coras Iompar &Eacute;ireann, CIE, has statutory powers to make the equivalent by-laws to regulate the public transport passenger services provided by Dublin Bus and Bus &Eacute;ireann.<\/p><p>The proposed new section 56A sets out the standard range of operational activities in respect of which the by-laws may be applied.  Section 56B is to provide for the appointment by the NTA of authorised persons to ensure the users of the public transport services comply with the section 56A by-laws.  The new section 56C sets out the powers of the authorised persons who have been appointed under section 56B, while the new section 56D is an enforcement measure to provide that authorised persons may serve fixed charge notices in respect of alleged offences and sets out the procedural aspects of the fixed charge processes. <\/p><p>Amendment No. 7 is to require that notification of the making of by-laws for Luas passenger services and copies of draft and final by-laws be published online.  The proposed amendment will be inserted as section 5 into the Bill.  This is in line with what is being proposed for the NTA in the Bill. <\/p><p>Amendment No. 11 is to expand the Long Title and consequential on the updating of the Transport (Railway Infrastructure) Act 2001 in amendment No. 7. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D00200","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":20,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":21,"content":"<p>Section 1, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":22,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1450269000,"counter":23,"content":"<p>Amendments Nos. 5 and 6 are related and may be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D00600","speaker":"1089"},{"type":"speech","time":1450269000,"counter":24,"content":"<p>I move amendment No. 5:<\/p><blockquote>In page 6, between lines 39 and 40, to insert the following:&ldquo;(g) in section 10, by inserting the following subsections after subsection (2):<blockquote>&ldquo;(3) Subsection (2) shall be operated with due consideration for the principles set down by the Good Friday Agreement 1998 in respect of placing no undue barriers to employment against people with previous convictions arising out of the conflict referred to in the Agreement and that Schedule 1 or 2 shall not apply in these cases.<br \/><br \/>(4) A licensing authority shall not grant a licence under section 9 to a person unless it is satisfied that he or she is not engaged in full-time employment in any other occupation and plans to continue this work during the operation of the licence.&rdquo;,&rdquo;.<\/blockquote><\/blockquote> <p>I have raised this issue several times.  There has been a very difficult period in the North in keeping the Assembly up and running.  There are many legacy issues, one of which is prisoners and people who were released under the Good Friday Agreement.  The spirit of the Agreement suggested to me and others that people who looked for jobs would not be penalised as a result of any legislation and would be in a position to take up jobs and be protected.  The Minister has given me the same answer time and again, but there have been several court decisions in which judges have taken a view that people in employment should not be penalised.  I appeal to the Minister to consider this issue again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D00700","speaker":"1022"},{"type":"speech","time":1450269000,"counter":25,"content":"<p>I cannot accept the amendment.  The Deputy tabled similar amendments during the passage of the Taxi Regulation Act 2013.<\/p> <p>  In respect of the proposed dispensation for those convicted of offences covered by the terms of the Good Friday Agreement, it was pointed out at the time that it was not appropriate to specify such inclusion in the context of the proposed legislation.  Section 10 of the 2013 Act provides for the consideration of such offences among the matters to be included in the assessment of the suitability of a licence applicant and licence holder.  Sections 30 and 31 of the Act provide for mandatory disqualification on conviction for specified offences and an obligation to notify conviction for these offences to the licensing authority.  In the case of the most serious indictable offences specified under section 30(2) of the Act, the disqualification applies whether the person has been convicted before or after commencement of the subsection. <\/p> <p>  The specification of offences to which mandatory disqualification applies is based on the principle of ensuring the welfare and safety of passengers.  Nevertheless, because of the restriction this places on the possibility of persons&rsquo; participation in the industry, the grounds for mandatory disqualification were, for legal reasons, narrowly defined.  It is not possible in legislation to seek to further redefine instances where there may be mitigating circumstances.  The mandatory disqualification provision, therefore, relies on specified offences which relate to specific violent activities, rather than a focus on any specific type or group of people.  That is why the 2013 Act makes specific provision for an appeal to the courts in respect of mandatory disqualification such that exceptions are possible where the courts determine they are appropriate.  The courts are positioned to make that judgment.  We have exchanged views on this issue on several occasions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D00800","speaker":"1007"},{"type":"speech","time":1450269000,"counter":26,"content":"<p>We are well over 15 years into the Good Friday Agreement.  I know that many people in this city and on the island who have taken up jobs and been loyal supporters of the Agreement whom I believe have been let down by the Minister&rsquo;s decision.  Many of them have settled down, have families, are living in communities and have been driving taxis for years.  Suddenly a new Bill could affect them.  I am reasonably confident that the courts will disagree with the Minister.  If any one is challenged, especially after working for several years, I am hopeful that the courts will support them, but we should not have to go down that road.  That was the whole emphasis of the Good Friday Agreement, to get people on board to come to a political solution of some description.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D00900","speaker":"1022"},{"type":"speech","time":1450269000,"counter":27,"content":"<p>I do understand the Deputy&rsquo;s point, but I do not believe it would be appropriate or right to provide in the Bill for special treatment for a particular category of person who had been convicted.  If there are grounds for special treatment or recognition, it is a matter for the courts to determine.<\/p><p>Amendment No. 6 reads: <\/p><blockquote>In page 8, between lines 3 and 4, to insert the following:<blockquote>&ldquo;(k) in section 18&mdash;<blockquote>(i) in subsection (3), by substituting for paragraphs (a) and (b) the following:<blockquote>&ldquo;(a) the name of the holder;<br \/><br \/>(b) the address and any change of address of the holder;&rdquo;,<br \/><br \/>and<\/blockquote>(ii) in subsection (4), by substituting &ldquo;including the name of the person&rdquo; for &ldquo;including the name and address of the person&rdquo;,&rdquo;.  <\/blockquote><\/blockquote><\/blockquote> <p>The amendment amends section 18 of the Taxi Regulation Act 2013, dealing with the register of small public service vehicle, SPSV, licences maintained by the NTA.  It substitutes &quot;including the name of the person&quot; for &quot;the name and address of the person&quot;.  The effect of the amendment is that the addresses of licence holders will no longer be included in a certificate issued by the NTA when a request is made under subsection (4) for information contained in the register of licences relating to a licence.  The amendment is consequential on section 18(3) which now provides for the separation of the details relating to the name and address of a licence holder in the register of licences.<\/p><p>I am introducing the amendments because the points were raised by Deputy Timmy Dooley in an earlier discussion on the Bill.<\/p><p>I acknowledge all the work he has done in bringing up a legitimate matter which had been raised by industry representatives.  Because of his work on the issue I am introducing the amendment to deal with it.  I hope he received my letter confirming this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#D01000","speaker":"1007","continuing":true},{"type":"speech","time":1450269000,"counter":29,"content":"<p>I thank the Minister for taking the concerns on board.  I appreciate his communication with me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E00200","speaker":"976"},{"type":"unspoken","time":1450269000,"counter":30,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1450269000,"counter":31,"content":"<p>I move amendment No. 6:<\/p><blockquote>In page 8, between lines 3 and 4, to insert the following:&ldquo;(k) in section 18&mdash;<blockquote>(i) in subsection (3), by substituting for paragraphs (a) and (b) the following: <blockquote>&ldquo;(a) the name of the holder;<br \/><br \/>(b) the address and any change of address of the holder;&rdquo;,<\/blockquote>and<br \/><br \/>(ii) in subsection (4), by substituting &ldquo;including the name of the person&rdquo; for &ldquo;including the name and address of the person&rdquo;,&rdquo;.<\/blockquote><\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E00400","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":32,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":33,"content":"<p>Section 2, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":34,"content":"<p>Sections 3 and 4 agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":35,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1450269000,"counter":36,"content":"<p>I move amendment No. 7:<\/p><blockquote>In page 13, between lines 10 and 11, to insert the following:<b>&ldquo;Bye-laws - light railway<\/b><blockquote><b>5. <\/b>Section 66 (inserted by section 134 of the Railway Safety Act 2005) of the Transport (Railway Infrastructure) Act 2001 is amended&mdash;<blockquote>(a) in subsection (4)&mdash;<blockquote>(i) by substituting for paragraph (a) the following:<blockquote>&ldquo;(a) the National Roads Authority or the undertaking, as the case may be, shall, publish notice of the proposal&mdash;<blockquote>(i) on its website, and<br \/><br \/>(ii) in at least 2 national newspapers circulating within the State or in the area to which the bye-laws relate,&rdquo;,<\/blockquote>and<\/blockquote>(ii) in paragraph (b), by substituting for subparagraph (ii) the following:<blockquote><blockquote>&ldquo;(ii) an intimation that&mdash;<blockquote>(I) a copy of the draft bye-laws is open for public inspection at the principal offices in the State of the National Roads Authority or the undertaking, as the case may be, and<br \/><br \/>(II) that the draft bye-laws are published on the National Roads Authority&rsquo;s or the undertaking&rsquo;s, as the case may be, website, and&rdquo;,<\/blockquote><\/blockquote><\/blockquote>and<\/blockquote>(b) by inserting after subsection (4) the following:<blockquote>&ldquo;(4A) The National Roads Authority or the undertaking shall publish on its website bye-laws made by it under this section. The failure to publish such bye-laws is not a defence to a contravention of or failure to comply with such bye-laws.&rdquo;.&rdquo;.<\/blockquote><\/blockquote><\/blockquote><\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E00900","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":37,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":38,"content":"<p>SECTION 5<\/p>"},{"type":"speech","time":1450269000,"counter":39,"content":"<p>Amendments Nos. 8, 9 and 12 are related and may be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E01200","speaker":"1089"},{"type":"speech","time":1450269000,"counter":40,"content":"<p>I move amendment No. 8:<\/p><blockquote>In page 13, to delete lines 14 and 15 and substitute the following:&ldquo;(a) in subsection (2)(b)(ii), by inserting &ldquo;a copy of the notice&rdquo; before &ldquo;served personally&rdquo;,<br \/><br \/>(b) in subsection (3), by substituting for paragraph (b) the following:<blockquote>&ldquo;(b) the person may make to the relevant company or the Minister, as the case may be, at the address specified in the notice a payment, accompanied by the notice, duly completed, of the relevant amount, during the period of 28 days beginning on the date of the notice, and&rdquo;,&rdquo;.<\/blockquote><\/blockquote> <p>Section 5 of the Bill provides for an amendment to section 27, inserted by section 51 of the State Airports (Shannon Group) Act 2014, of the State Airport Act 2004 to clarify that the payments accompanying the fixed payment notice cannot be accepted unless the required information has been completed on the notice.  The Bill provides that a requirement be specified in section 27 that a payment notice be duly completed.  I propose two further amendments to section 27.  The first is to amend subsection (2)(b) to insert the words &quot;a copy of the notice&quot;.  The purpose of the amendment is to avoid the issue of multiple fixed payment notices in respect of the same incident.  The relevant Act currently requires that when a fixed payment notice is affixed to a parked vehicle, a fixed payment notice must be subsequently sent to the person who is the registered owner of the vehicle.  The amendment is to avoid potential confusion and duplication in enforcement administration by clarifying that a copy of the original notice affixed to a vehicle should subsequently be sent to the registered owner of the vehicle.<\/p><p>The second amendment is to subsection (3)(b) and provides for an extension of the time period during which a fixed payment notice can be paid from 21 days to 28.  This will facilitate people who wish to avail of the fixed payment notice process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E01300","speaker":"1007"},{"type":"speech","time":1450269000,"counter":41,"content":"<p>Does the Minister wish to speak to amendments Nos. 9 and 12?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E01600","speaker":"1089"},{"type":"speech","time":1450269000,"counter":42,"content":"<p>Yes.  Under section 47 of the State Airports (Shannon Group) Act 2014, a driver of a vehicle is obliged to remove a vehicle which is parked at an airport in contravention of a provision of airport by-laws if he or she has been requested to do so by an authorised officer.  Section 47(4) sets out that it is an offence not to comply with the request of the authorised officer.  The purpose of amendment No. 9 is to empower an authorised officer to affix a fixed payment notice to a vehicle where an alleged offence under section 47(4) has occurred and provide that a fixed payment notice can be affixed to a vehicle if the driver fails to remove the vehicle or departs from it, having been requested by the authorised officer to remove it.<\/p> <p>  The purpose of amendment No. 12 is to expand the Long Title of the Bill to include a reference to section 27A of the State Airports Act 2004 and is consequential on amendment No. 9.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E01700","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":43,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":44,"content":"<p>Section 5, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":45,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1450269000,"counter":46,"content":"<p>I move amendment No. 9:<\/p><blockquote>In page 13, between lines 23 and 24, to insert the following:<b>&ldquo;Declaration - airport<\/b><blockquote><b>6. <\/b>Section 27A (inserted by section 51 of the State Airports (Shannon Group) Act 2014) of the State Airports Act 2004 is amended in subsection (1) by inserting &ldquo;or an offence under section 47(4) of the State Airports (Shannon Group) Act 2014 for a contravention of subsection (1)(a) of that section where the person in apparent control of the vehicle concerned allegedly leaves the vehicle or the vicinity of the vehicle,&rdquo; after &ldquo;relating to the parking of the vehicle at the airport&rdquo;.&rdquo;.<\/blockquote><\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E02200","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":47,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":48,"content":"<p>Section 6 agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":49,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1450269000,"counter":50,"content":"<p>I move amendment No.10:<\/p><blockquote>In page 13, between lines 34 and 35, to insert the following:<b>&ldquo;COTIF to have force of law in State<\/b><blockquote><b>7. <\/b>(1) In this section &ldquo;Convention&rdquo; means the Convention concerning International Carriage by Rail (COTIF) of 9 May 1980 appearing in the Annex to the Protocol of 3 June 1999 for the Modification of the Convention concerning International Carriage by Rail (COTIF) of 9 May 1980 (Protocol 1999).<br \/><br \/>(2)  (a) The Convention has the force of law in the State and judicial notice shall be taken of it.<blockquote><blockquote>(b) Any question arising as to whether the Convention applies in the circumstances of a particular case falls to be determined in accordance with the provisions of Article 3(2) of the Convention.<br \/><br \/>(c) A copy of the Convention purporting to be published by the International Rail Transport Committee may be produced in every court and in all legal proceedings and is evidence, unless the contrary is shown, of the Convention.&rdquo;.<\/blockquote><\/blockquote><\/blockquote><\/blockquote> <p>The amendment proposes to allow Ireland to formally ratify the convention of the Intergovernmental Organisation for International Carriage by Rail, COTIF.  It sets out the rules and procedures for international rail travel.  Ireland is one of only a handful of members of the organisation which have yet to fully ratify the convention.  This failure to ratify has led to infringement proceedings being taken against Ireland by the European Commission.  As a result and following advice from the Office of the Attorney General, I have decided that Ireland should expedite the ratification of the convention by means of primary legislation.  Irish Rail has been fully consulted on the matter.  Enactment of legislation in this area is unlikely to have any significant practical impact on rail operators or rail passengers in the State as the majority of the provisions of the convention were already covered by terms and conditions of contracts or provided for by EU legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E02600","speaker":"1007"},{"type":"speech","time":1450269000,"counter":51,"content":"<p>I have concerns about whether this could put pressure on the sector to privatise.  Will the Minister clarify if, by ratifying the convention, this will be a possibility?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E02700","speaker":"1022"},{"type":"speech","time":1450269000,"counter":52,"content":"<p>No.  They are very much separate matters.  A process under way on the fourth railway package is looking at the organisation of rail markets across Europe and the potential tendering for them.  I dealt with this issue at a Transport Ministers Council meeting a few months ago.  I made it very clear that owing to the way the Irish rail market was organised, its size and geographical isolation, I did not believe it was appropriate to introduce mandatory tendering for the entire market in Ireland.  This was reflected in the decision of the Council, which is now subject to negotiation and discussion in the European Parliament.  I will continue to monitor the position to ensure the decision is reflected in the final agreement to emerge from the Parliament.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E02800","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":53,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":54,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":55,"content":"<p>TITLE<\/p>"},{"type":"speech","time":1450269000,"counter":56,"content":"<p>I move amendment No. 11:<\/p><blockquote>In page 3, line 6, after &ldquo;2005,&rdquo; to insert &ldquo;section 66 of the Transport (Railway Infrastructure) Act 2001,&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#E03200","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":57,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1450269000,"counter":58,"content":"<p>I move amendment No. 12:<\/p><blockquote>In page 3, line 6, to delete &ldquo;section 27&rdquo; and substitute &ldquo;section 27 and 27A&rdquo;.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#F00100","speaker":"1007"},{"type":"unspoken","time":1450269000,"counter":59,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":60,"content":"<p>Title, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1450269000,"counter":61,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1450269000,"counter":62,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#F00500"},{"type":"speech","time":1450269000,"counter":63,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the Clerk of the D&aacute;il:<\/p><blockquote>The Select Sub-Committee on Transport, Tourism and Sport has completed its consideration of the Public Transport Bill 2015 and has made amendments thereto.<\/blockquote> <p>I thank the Minister and his officials for attending and thank the members of the committee for considering the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#F00600","speaker":"1089"},{"type":"speech","time":1450269000,"counter":64,"content":"<p>I wish everybody here a happy Christmas and thank the Chairman and his staff for their co-operation during the year on many pieces of legislation and many discussions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#F00700","speaker":"1007"},{"type":"speech","time":1450269000,"counter":65,"content":"<p>Likewise, we wish the Minister and his officials a happy Christmas and an exciting new year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015121600002#F00800","speaker":"1089"},{"type":"unspoken","time":1450269000,"counter":66,"content":"<p>The select sub-committee adjourned at 1.21 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]