[{"type":"majorheading","content":"Committee on Environment, Culture and the Gaeltacht: Select Sub-Committee on the Environment, Community and Local Government","time":1387289400,"counter":2},{"type":"unspoken","content":"The Select Committee met at 14:10","time":1387289400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700002"},{"type":"minorheading","content":"United Nations Convention on the Law of Non-Navigational Uses of International Watercourses: Motion","time":1387289400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700002#A00100"},{"type":"speech","time":1387289400,"counter":6,"content":"<p>As we have a quorum of three Deputies we will commence the meeting.  Is that agreed?  Agreed.  Apologies have been received from the Chairman, Deputy Michael McCarthy.  I remind members to turn off their mobile phones.  I also remind them that this meeting will be conducted in public session.  It has been convened for the purpose of the consideration of the following order from D&aacute;il &Eacute;ireann: <blockquote><br \/>That the proposal that D&aacute;il &Eacute;ireann approves the terms of the United Nations Convention on the Law of the Non-Nagivational Uses of International Watercourses, done at New York on 21st May 1997, a copy of which was laid before D&aacute;il &Eacute;ireann on 5 December, 2013, be referred to the Select sub-Committee on the Environment, Community and Local Government, in accordance with Standing Order 82A(3)(b) and (6)(a), which, not later than 19th December, 2013, shall send a message to the D&aacute;il in the manner prescribed in Standing Order 87, and Standing Order 86(2) shall accordingly apply.<\/blockquote>I welcome the Minister for the Environment, Community and Local Government, Deputy Phil Hogan, and Mr. James O'Connell, assistant principal officer in the water quality section of the Department of the Environment, Community and Local Government.  I thank them for their attendance.<\/p><p>  The Government agreed to Ireland's accession to the United Nations Convention on the Law of Non-Navigational Uses of International Watercourses on 3 December 2013.  As the convention creates a liability for a possible charge on public funds in respect of the cost of any dispute resolution or arbitration procedures involving Ireland under the convention, the approval by D&aacute;il &Eacute;ireann of the terms of the convention is required under Article 29.5.2<sup>o<\/sup> of Bunreacht na h&Eacute;ireann.  <\/p><p>  The purpose of the convention is to provide a legal basis where none exists for co-operation among states which share international watercourses on the uses of such watercourses.  It provides, <i>inter alia,<\/i> that watercourse states shall: use international watercourses in an equitable and reasonable manner; co-operate in the use and protection of same, regularly exchange data and provide additional information when proposed actions could affect the interests of other states; prevent, reduce and control pollution in international watercourses; and resolve any disagreements through procedures prescribed in the convention, including arbitration where necessary.<\/p><p>  Apart from perhaps minor reporting requirements, the convention will impose no new obligations on Ireland, as the EU water framework directive and bilateral legislation with the United Kingdom in relation to the waters shared with Northern Ireland already enshrine co-operation mechanisms equal to or greater than those provided for in the convention.<\/p><p>  The convention is not yet in force as 35 states, the minimum number of contracting parties required, have not yet ratified it.  However, up to recently, 31 states have ratified it and 16 EU member states are either already parties to or preparing to ratify the convention.  Among these, the United Kingdom is waiting for completion of Ireland's procedures to allow for ratification by both countries at or about the same time.  <\/p><p>  Before calling on the Minister to address the committee, I wish to remind members of the long-standing parliamentary practice to the effect that members should not comment on criticise or make charges against a person outside the House or an official by name in such a way as to make him or her identifiable.  <\/p><p>  I invite the Minister, Deputy Hogan, to make his opening statement.<b><\/b><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700003#B00200","speaker":"1087"},{"type":"speech","time":1387289400,"counter":7,"content":"<p>I thank the Vice Chairman and the committee for convening this meeting at short notice to consider this motion.  The Vice Chairman has well summarised the context in which this meeting has been called in terms of ratifying what was agreed by Government on 3 December in regard to the accession by Ireland to the UN Convention on the non-navigational uses of transboundary watercourses and this requires approval by D&aacute;il &Eacute;ireann.<\/p><p>  The Vice Chairman rightly pointed out that as the convention creates a liability for a possible charge on public funds in respect of the cost of any dispute resolution or arbitration procedures involving Ireland under it, this is the reason, under the Constitution, that D&aacute;il &Eacute;ireann must approve these terms of the convention.  The purpose of the convention is to provide a legal basis for co-operation among states which share international watercourses on the uses of such watercourses.  It is intended to strengthen national measures for the protection and ecologically sound management of transboundary surface waters and ground waters.  <\/p><p>  The Vice Chairman outlined in detail the provisions of the convention in respect of the watercourse states and what they shall provide but parties that are bordering the same transboundary waters are to co-operate by entering into specific agreements and establishing joint bodies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700003#B00300","speaker":"967","continuing":true},{"type":"speech","time":1387289700,"counter":9,"content":"<p>I thank the Minister for his introduction.<\/p><p>  The United Nations Convention on the Law of the Non-Navigational Uses of International Watercourses seems to be straightforward.  There obviously is a need for some kind of legislation and agreement to protect international waters and it seems to be commonsense.  I do not see any problem with it.<\/p><p>  The only question I wanted to ask relates to the committee's role.  What is the committee's role?  Where do we sit in this?  Presumably, we will approve or reject this today.  There is a motion here to be approved.  Is there primary legislation needed or are there any legislative measures that have to be taken?  I note that the convention dates from May 1997 at the United Nations and it seems like commonsense and the right thing to do, but the Minister might outline where is the committee's role in this and what has to happen, or has something already happened in the D&aacute;il Chamber, to give this legal standing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C00200","speaker":"1102"},{"type":"speech","time":1387289700,"counter":10,"content":"<p>Under the Constitution, this requires a motion of D&aacute;il &Eacute;ireann in order to ensure that the UN convention is ratified.  It is neither no more nor no less than that.  It does not have any obligations other than that.  Then, because it has a charge on the State, in the event of an arbitration of a dispute resolution, we must get approval from D&aacute;il &Eacute;ireann for any expenditure in relation to that matter.  It is to ratify the convention but also create the heading - the budget line - in the event that there will be any moneys required for dispute resolution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C00300","speaker":"967"},{"type":"speech","time":1387289700,"counter":11,"content":"<p>Does the motion come in the new year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C00400","speaker":"1102"},{"type":"speech","time":1387289700,"counter":12,"content":"<p>The committee decides here whatever it wishes and then the motion has to go to the floor of D&aacute;il &Eacute;ireann for formal ratification, and it is intended to do so on Thursday next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C00500","speaker":"967"},{"type":"speech","time":1387289700,"counter":13,"content":"<p>And Seanad &Eacute;ireann?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C00600","speaker":"1102"},{"type":"speech","time":1387289700,"counter":14,"content":"<p>D&aacute;il &Eacute;ireann only.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C00700","speaker":"967"},{"type":"speech","time":1387289700,"counter":15,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C00800","speaker":"1102"},{"type":"speech","time":1387289700,"counter":16,"content":"<p>Could the Minister give a practical example of how this convention would be useful in the Irish context?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C00900","speaker":"1033"},{"type":"speech","time":1387289700,"counter":17,"content":"<p>Donegal County Council, for example, intends to lay a sewerage outfall pipe in Lough Foyle but the entire lough floor is claimed by the United Kingdom, and this could be a point of difference between Ireland and the United Kingdom, as well as with the neighbouring local authorities.  What happens then is that the local authority has to produce an environmental impact statement, the Northern Ireland environment agency has to agree all of the procedures as well as the Irish authorities, and the jurisdiction that could be disputed in Lough Foyle between both Northern Ireland and Donegal County Council could be the subject of a dispute resolution under this convention.  That is an example of where one could have a difficulty in the event that there was not agreement between the neighbouring authorities and neighbouring governments in relation to a matter such as Lough Foyle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C01000","speaker":"967"},{"type":"speech","time":1387289700,"counter":18,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C01100","speaker":"1033"},{"type":"speech","time":1387289700,"counter":19,"content":"<p>Something similar happened in Carlingford Lough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C01200","speaker":"1087"},{"type":"speech","time":1387289700,"counter":20,"content":"<p>I do not know about Carlingford Lough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C01300","speaker":"967"},{"type":"speech","time":1387289700,"counter":21,"content":"<p>The bridge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C01400","speaker":"1102"},{"type":"speech","time":1387289700,"counter":22,"content":"<p>The bridge at Narrow Water.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C01500","speaker":"1087"},{"type":"speech","time":1387289700,"counter":23,"content":"<p>The bridge at Narrow Water.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C01600","speaker":"1102"},{"type":"speech","time":1387289700,"counter":24,"content":"<p>That is one that Deputy Stanley's party is trying to solve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C01700","speaker":"967"},{"type":"speech","time":1387289700,"counter":25,"content":"<p>We provided the funding.  The funding has been provided in the North.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C01800","speaker":"1102"},{"type":"speech","time":1387289700,"counter":27,"content":"<p>They have not provided the funding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C02000","speaker":"967"},{"type":"speech","time":1387289700,"counter":28,"content":"<p>There is a bit of a block there with the Unionists but we will get over it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C02100","speaker":"1102"},{"type":"speech","time":1387289700,"counter":29,"content":"<p>More importantly, will it have any impact on the Shannon, for example, and the extraction of water from it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C02200","speaker":"1087"},{"type":"speech","time":1387289700,"counter":30,"content":"<p>I knew the Vice Chairman would mention it.  No, the only dispute there is between Tipperary and Clare.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C02300","speaker":"967"},{"type":"speech","time":1387289700,"counter":31,"content":"<p>And Galway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C02400","speaker":"1087"},{"type":"speech","time":1387289700,"counter":32,"content":"<p>Galway as well, that is correct.  No.  Lough Derg is not an international convention matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C02500","speaker":"967"},{"type":"speech","time":1387289700,"counter":33,"content":"<p>As there are no further questions, that concludes our consideration of this order.  Is this agreed?  Agreed.  I propose that the committee instruct the clerk to the Committee to send the following message to the Clerk of D&aacute;il &Eacute;ireann.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C02600","speaker":"1087"},{"type":"speech","time":1387289700,"counter":34,"content":"<p>Did the Minister state it is due to come up on Thursday?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C02700","speaker":"1102"},{"type":"speech","time":1387289700,"counter":35,"content":"<p>Hopefully, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C02800","speaker":"967"},{"type":"speech","time":1387289700,"counter":36,"content":"<p>At 12.41 p.m. on Thursday, it is due to come up in the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C02900","speaker":"1102"},{"type":"speech","time":1387289700,"counter":37,"content":"<p>Yes.  I thank the Minister, Deputy Hogan, and Mr. O'Connell for assisting us in our consideration of this order today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C03000","speaker":"1087"},{"type":"minorheading","content":"Message to Dáil","time":1387289700,"counter":38,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C03100"},{"type":"speech","time":1387289700,"counter":39,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the D&aacute;il:<blockquote><br \/>The Select Sub-Committee on the Environment, Community and Local Government has completed its consideration of the following motion:  &quot;That D&aacute;il &Eacute;ireann approves the terms of the United Nations Convention on the Law of the Non-Navigational Uses of International Watercourses, done at New York on 21st May, 1997, a copy of which was laid before D&aacute;il &Eacute;ireann on 5th December, 2013.&quot;<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EN12013121700004#C03200","speaker":"1087"},{"type":"majorheading","content":"Joint Oireachtas Committee on European Union Affairs","time":1387288800,"counter":41},{"type":"unspoken","content":"The Joint Committee met at 14:00","time":1387288800,"counter":42,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700002"},{"type":"minorheading","content":"Annual Report 2012: Discussion with European Court of Auditors","time":1387288800,"counter":44,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700002#A00100"},{"type":"speech","time":1387288800,"counter":45,"content":"<p>I remind committee members and guests to turn off their mobile phones.  It is not sufficient to put them on silent as they interfere with the broadcasting equipment.  We have received apologies from Deputy Dara Murphy.<\/p><p>  The first item on our agenda today is the 2012 annual report of the European Court of Auditors.  On behalf of the committee, I would like to welcome to the meeting the current Irish member of the European Court of Auditors, Mr. Kevin Cardiff.  He is accompanied today by his colleagues Mr. Edward Fennessy, Mr. Johan Adriaan Lok and Ms Mary Kerrigan.  The European Court of Auditors is the independent external audit institution of the European Union.  In its annual reports on the EU budget and the European development funds, the court gives its opinion on the reliability of the accounts and the legality and regularity of the transactions that underlie them.  The committee looks forward to today's engagement with Mr. Cardiff, and we are particularly anxious to explore why the estimated error rates in spending levels have been on an upward trend for the last four years.<\/p><p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official by name or in such a way as to make him or her identifiable.  By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of the evidence they are to give this committee.  If they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with today's proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise nor make charges against any person or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>  I call on Mr. Cardiff to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700003#B00200","speaker":"1076"},{"type":"speechnospeaker","time":1387288800,"counter":46,"content":"<p>It is a pleasure to be in Dublin to present the annual report of the European Court of Auditors.  We sent the annual report itself to the committee when it was published in November, and we have also sent to the secretariat our information note consisting of a summary of the key points, which members might get a chance to browse through at some stage.  We have a slide presentation today, which has been circulated, and I propose to give my opening remarks with that presentation.  Do not fret, Chairman; the second set of slides are only for supplementary information, so I will not be trying to get through them all.<\/p><p>  The European Court of Auditors is an organisation based in Luxembourg with around 900 people, including auditors, translators, administrators and support staff, carrying out audits and producing audit reports and opinions.  We produce around 70 reports per year.  With some limitations, we are the independent external auditor for the EU and its institutions and agencies, so many of those 70 reports are short reports on individual EU agencies.  Our annual report is the key report each year on the legality and regularity of EU spending, and producing that report takes up about half of our total resources.  I am here today principally to deal with that.  However, we also produce many special reports, dealing with economy, efficiency and effectiveness.  These are the European equivalent of the VFM audits from the Comptroller and Auditor General with which committee members here are familiar.  These relate to selected areas of EU spending or operations.<\/p><p>  At the moment, EU expenditure amounts in cash terms to about &euro;136 billion per annum.  In other words, it is about the same budget as a medium-sized European member state.  Agriculture and rural development, environment, fisheries and health - generally known as the natural resources area - taken together amount to more than 40% of the budget.  The Common Agricultural Policy is probably the single biggest policy area in terms of spending.  Regional policy and so on amounts to about 30%, so these are the two big areas.  The slide in front of us shows the breakdown of that spending.<\/p><p>  Ireland makes an annual contribution to the spending in the same way as every other member state, based on the same calculation methods.  For Ireland, that is about &euro;1.2 billion for 2012.  The next slide shows that although we have paid around &euro;1.2 billion, Ireland received around &euro;2 billion one way or another, so that is a positive difference of around &euro;600 million.  The slide also shows the areas in which Ireland received funds from the EU budget.  The bulk of that funding is under the natural resources heading; in other words, principally for agriculture.  As far as the European Court of Auditors is concerned, this is not money given to Ireland, but money used in Ireland for EU policy purposes.  EU money is spent in a variety of ways and there are particular mechanisms used for getting the money out the door.  The next slide shows that the bulk of funds are disbursed under the overall heading of \"shared management\".  In other words, the moneys are handed by the EU to the member states and their regional authorities - in some countries there are many regional authorities - so the management of the funds is shared between the European Commission and the member states.  In truth, it is mostly in the hands of the member states, and therefore it is for the member states themselves to ensure that the funds go to the right recipients for the right purposes at the right time.  Our audits look at both systems and transactions at the Commission level but also at member state level and even regional level.<\/p><p>  The Commission itself runs some programmes directly.  These are known as direct management programmes and about 20% of the spending goes through them.  In those cases, our audits look at the Commission's systems.  I will skip the slide dealing with indirect management, which is about 5% of spending.  The next slide shows where the management controls lie.  In direct management areas, management is with the Commission, which initiates the transactions, verifies them and pays them, whereas in the case of shared management the system is quite a bit more complex.  The Commission still has top-level responsibility, but typically there will be several layers of management at the member state level.  For example, in some member states which are both heavily decentralised and also federal in nature, there could be quite a few different paying agencies at the regional level, each reporting to the state governments, which report in turn to the national-level governments.  So while there are 28 member states, there are more than 80 paying agencies responsible for disbursing EU funds, and each agency reports to national level bodies and is overseen by external certifying bodies.  Slide 26 in the supplementary material describes those control systems in more detail, and committee members can look at that slide at a later stage if they wish, but we can see that the system is complex.<\/p><p>  The next slide shows what we call the statement of assurance exercise, presented in our annual report.  We are interested in two key things.  First, are the financial statements fair and accurate statements of the financial position?  In other words, are the accounts more or less accurate?  The answer to that is more or less always \"Yes\".  Second, are the EU revenue and expenditure transactions carried out in a legal and regular way?  In other words, do they all comply with the rules?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700003#B00300","nonspeaker":"Mr. Kevin Cardiff","continuing":true},{"type":"speech","time":1387289400,"counter":48,"content":"<p>Do they attract more audits than other areas as a result of the high level of non-compliance?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700004#C00200","speaker":"1076"},{"type":"speechnospeaker","time":1387289400,"counter":49,"content":"<p>The national pay agency is required to carry out a certain number of checks.  It is required to check 100% at an administrative level and particular percentages of checks must be done at the more detailed inspection level.  The Commission also does checks.  When we do the annual report, those are not risk-based because we are trying to get an error rate for the whole of European spending; therefore, it has to be done on a distributed random basis.  We are not entitled to pick the riskiest cases and go looking for those.  However, member states can do that and they do so, and the Commission also does risk-based audits.<\/p><p>  To qualify for payments, a piece of land, for example, must reach the standard of being in good agricultural and environmental condition.  If a field that ought to be in a condition suitable for grazing is overgrown with thistles and the like, it will not qualify.  If it is full of rock outcrops, the rocky areas will not qualify.  If it is forested over, it is not grazing land and also will not qualify.  Sometimes people erroneously claim for such lands.<\/p><p>  Page 15 shows a similar analysis for the regional policy, energy and transport areas.  As I gave the analysis of agriculture as an example, I will not bore members too much with this slide, but the pattern is not too dissimilar.  There is a relatively high level of error - not as high as in regional development - and the point to note is that although the error rate in this area is 7%, the number of transactions in which some error was found was 50%.  There was quite a high level of minor errors in the samples.<\/p><p>  Slide 17 - by way of an ad for the other work we do - indicates that in addition to the annual report on EU spending in general and in addition to the specific, usually very short, reports on individual agencies, the European Court of Auditors also produces a wide range of special reports.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700004#C00300","nonspeaker":"Mr. Kevin Cardiff","continuing":true},{"type":"speech","time":1387290000,"counter":51,"content":"<p>I thank Mr. Cardiff for his presentation.  A number of members of the committee visited the Court of Auditors earlier this year.  I thank Mr. Cardiff for hosting us at that time.  I know from speaking to my fellow committee members that we all came away with a much greater knowledge and awareness of the work of the Court of Auditors.<\/p><p>  On the annual report, it is disappointing to see that there has been a further increase in the error margin.  As pointed out by Mr. Cardiff, it has been increasing over recent years.  It strikes me that there is a failure, not on the part of the Court of Auditors but in terms of how we use the information it produces.  For example, Mr. Cardiff pointed out that there is an over-declaration in claims for land.  Surely it is down to the authorities to put in place a process for ensuring the likelihood of over-declaration is reduced. I am sure this also applies in respect of other sectors that are audited.  While the information provided by the Court of Auditors is useful, it is only useful if it is used to drive down the error margins in the areas in respect of which we make payments.  Why is it that the relevant authorities are not using this information to drive down these error margins?  What can be done and what advice is given by the Court of Auditors to the payment authorities to ensure they use these results to the best of their ability in terms of reducing error rates?<\/p><p>  I invite Deputy Se&aacute;n Kyne, followed by Deputy Timmy Dooley, to put their questions before Mr. Cardiff responds to my questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700005#D00200","speaker":"1076"},{"type":"speech","time":1387290000,"counter":52,"content":"<p>I welcome Mr. Cardiff and his officials to the meeting and thank him for his very interesting report.  Mr. Cardiff stated that half of the Court of Auditors' resources are used for the purpose of preparation of the annual report.  Mr. Cardiff might clarify whether that also includes the court's investigative work.  Mr. Cardiff also stated that the increase in the error margin since 2009 is not down to a change in methodology.  One must presume, therefore, that there is a greater waste or misuse of funds within the Union.  Perhaps Mr. Cardiff would clarify that.  Another issue is the intentional error versus unintentional error or error versus fraud.  Mr. Cardiff touched on the area of agriculture, which is particularly important in Ireland.  I would maintain in defence of agriculture that a great number of the errors in terms of land declaration are unintentional.  It is possible these are being picked up now because Ireland has one of the most advanced satellite land imaging systems.  I assume this system will be rolled out across the European Union.  In my view, there would be very little fraud in this area and many of the errors identified are unintentional.  In their defence, farmers would have over a number of years submitted maps and forms to the Department that would have included unintentional errors, which errors would not heretofore have been picked up.  Where they are picked up, there is a recoupment of funding.  It is a contentious point.  However, these errors would be, in my view, unintentional errors.<\/p><p>  Regarding the recovery of misspent funds, is this left to the member states?  I am speaking in this regard not of misspend in the area of agriculture but across the board.  Where errors are identified, does the Court of Auditors follow up on these or is this left to the Departments of the member states to deal with?  Ultimately, what are the sanctions in this regard?  I presume where funds are not repaid, fines are imposed and so on.<\/p><p>  There are no country comparisons in the report.  Are there persistent offenders within the Union?  Are there any other areas in Ireland outside of agriculture in respect of which errors have been identified?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700005#D00300","speaker":"1110"},{"type":"speech","time":1387290000,"counter":53,"content":"<p>I welcome Mr. Cardiff and his delegation and thank them for their ongoing communications with this committee.  Like the Chairman, I acknowledge and thank Mr. Cardiff and his team for their assistance during our visit to the Court of Auditors earlier this year.<\/p><p>  On the over-declaration of land, I have mixed views about this.  In effect, a particular block of money was set aside to assist farming, particularly in rural and isolated areas.  It was part of the support of the principle of assisting people in rural Ireland in maintaining family farms, ensuring they have a basic level of income and maintaining the countryside in an environmentally acceptable way.  Year on year there has been an increase in the number of small areas of land that have been identified as not having forage on them and have become covered in trees and so on.  This is now considered a major breach and, depending on the size of it, is impacting on farmers' ability to draw down funds.  Farmers are being penalised with fines and so on despite that in many cases they sought professional advice in the original mapping exercise of the area.  This process, when commenced, was very basic in that the land was walked and measurements were taken.  This is now being compared against satellite imaging.  This has resulted in farmers having to take significant cuts in funding in conjunction with increased penalties.<\/p><p>  While I do not question the work of the Court of Auditors in this regard from a policy point of view, we need to review what we are trying to achieve by way of the funds being provided to farmers and farm families.  Rather than penalising them for what I believe are minor technical breaches, we need to have a rethink in this regard.  I accept this is outside the control of the Court of Auditors as the policy is enshrined and it must do its audit and identify the mismatch between what is declared and not declared.  It is stated on page 19 that failures to respect public procurement rules account for more than half the error rate in this spending area.  Perhaps Mr. Cardiff would elaborate on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700005#D00400","speaker":"976","continuing":true},{"type":"speech","time":1387290600,"counter":55,"content":"<p>I thank Mr. Cardiff for his presentation.  I must confess it is the first time I have had to look at the report, so perhaps he can bear with me.  I am an urban Deputy, as he can probably tell from my accent.  I mention that because there are urban myths about farmers and fraudulent activities.  There are classic myths of ear tags going missing or being transferred.  The horror of all horrors was the illegal activities of farmers who brought foot and mouth into this country by purchasing cattle outside the jurisdiction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700006#E00200","speaker":"1030"},{"type":"speech","time":1387290600,"counter":56,"content":"<p>With respect, that was not the farmers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700006#E00300","speaker":"976"},{"type":"speech","time":1387290600,"counter":57,"content":"<p>I am just giving the urban perspective.  They may or may not be myths, but the perception exists.  It worries me because the most frequent error is over-declaration of land area by beneficiaries.  Is it cute hoorism, so to speak?  There is an urban myth that so-called cute hoorism occurs on an awful scale in rural Ireland.  Is it accidental or is it the classic accidentally on purpose declaration, as it were?<\/p><p>  Anybody who travels through France can see the miles and miles of clear open fields, with ripe crops everywhere.  To be sympathetic to farmers in Ireland, I am a hill walker so I climb many mountains and see a lot of land.  There is huge diversity here.  The method of production involves small little fields with beautiful walls, hedges and so on.  However, the land here varies from thistle infested fields to rocky, low yield fields.  Perhaps that complicates the Irish scene, but if we do not have the statistics on who or what countries are the biggest defaulters, or the countries that are generating the most inaccurate claims, we may be criticising Irish agriculture in the wrong light.  We might be the masters of the scene.  We might be the best, most tolerant, most professional farmers in Europe.  Perhaps Mr. Cardiff could answer that for me.<\/p><p>  It would be interesting for several reasons to have the comparisons between one country and another.  Ireland has been a member of the EU for 40 years, so we should be experts in drawing down funding and dispensing it properly.  Other countries, such as Croatia, have only recently been admitted.  It would be nice to observe their degree of compliance with the regulations and compare it with a mature country like Ireland, which has been a member for 40 years.  That would help me point the finger.  If mature countries are being very bold or very inaccurate in how they make their claims on EU funds, there might be a story to be told.<\/p><p>  It disappoints me that the court has a hell of a lot of work to do at the end of the term of the Commission due to all this unspent money.  There is a terrible system in Ireland - I am sure it exists in Europe as well - where at the end of a budgetary year, the money had better be spent or else it will be forfeited.  Is Mr. Cardiff confronting issues like that?  As auditors, would it not be better to argue that it be forfeited back into the coffers rather than rushed, misspent or badly or inappropriately spent?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700006#E00400","speaker":"1030"},{"type":"speechnospeaker","time":1387290600,"counter":58,"content":"<p>I will ask Mr. Fennessy in a moment to deal with our recommendations on the error rate.  At the end of each section of our annual report, there is a list of our recommendations from the previous year and some indication of whether they have been addressed.<\/p><p>  The land parcel identification systems, when satellite-based, are much more accurate.  They find errors that might not have been spotted before by the old systems, but they also find sometimes that things have changed over a period of time and perhaps the old maps do not reflect that what was once a field has now partially become a track, or what was once grazing has since become overgrown or whatever.  In that sense, satellite imaging makes a significant difference.  In answer to Deputy Byrne's question, the satellite-based systems also sometimes find that whole parcels of land are claimed for that are mostly forest or largely ineligible.  While the bulk of cases are exactly as Deputy Dooley suggests, that is to say, minor and not very serious, and perhaps there is a question as to whether the system should be simplified for those people, and under the new Common Agricultural Policy small farmers will have simplified rules, there are occasions when it is difficult to see how an error could be quite so big as it appears.  That is not unique to new member states or old member states.  That happens everywhere.  There is one example in our annual report of a case in Northern Ireland where a parcel that was claimed for appeared from a satellite image not to qualify at all, or at least very little of it qualified.  We are not saying anything about the particular farmer in that case, just that as an error, the land did not qualify but the claim was paid out.<\/p><p>  We regularly recommend the simplification of systems with a view to having fewer errors and a more effective spending programme.  We know that if recipients of benefits have to pay a lot and spend a lot of time managing the system, that is a reduction in efficiency.  As auditors, we can make recommendations that complicate the system when we find the controls are not working.  Compliance is very important.  In areas where compliance is high, there is less need for controls and we will not get audit reports stating there is a need for more complex rules because the simple rules will have been well followed.<\/p><p>  Deputy Dooley made a point about the non-agricultural areas and the public procurement rules.  Incidentally, I thought Deputy Byrne was reneging on his urban credentials by admitting to going hill walking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700006#E00500","nonspeaker":"Mr. Kevin Cardiff"},{"type":"speech","time":1387290600,"counter":59,"content":"<p>We remind him of that all the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700006#E00600","speaker":"957"},{"type":"speech","time":1387290600,"counter":60,"content":"<p>I walk on State-owned lands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700006#E00700","speaker":"1030"},{"type":"speech","time":1387290600,"counter":61,"content":"<p>I will submit a claim for barbed wire at the weekend.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700006#E00800","speaker":"976"},{"type":"speechnospeaker","time":1387290600,"counter":62,"content":"<p>Public procurement is certainly a big area.  It is not a question of money being spent on things for which it was not intended, or not always at any rate.  In this area, it is about spending money in a way that is contrary to EU policy.  That policy is about allowing everybody a shot at tendering for large sums of moneys.  It is not just small private operators that make these mistakes.  Sometimes very big operators do so.  In one federal member state, we found this year that several regional government bodies were all making the same procurement error and it did not seem like one they should have missed.  The errors we find are not confined to new member states or to private entities.  They arise on a broad basis.<\/p><p>  In fairness to the Commission and the member states, a large amount of money and effort goes into controlling the system.  That is under pressure from us, from the European Parliament and from committees like this one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700006#E00900","nonspeaker":"Mr. Kevin Cardiff","continuing":true},{"type":"speechnospeaker","time":1387291200,"counter":64,"content":"<p>I thank Mr. Cardiff and I thank the Chairman and members of the committee for their interest in our work.  I hope we can give some explanations.  I will take the questions in no particular order, other than to say I think I should give a special translation of the concept of cute hoorism to my Dutch friend next to me, but I will do that later.<\/p><p>  A question was asked about the court's role in fraud and investigation.  We do not have a specific role in fraud, although we detect suspected fraud and we hand over those cases to the body responsible, namely, the European Anti-Fraud Office, OLAF, in the Commission.  There is an old adage in auditing which holds that the auditor is a watchdog, not a bloodhound.  We live by that because if one wishes to be a bloodhound, one must have police powers.  We do not seek them and we do not want them.<\/p><p>  Deputy Kyne raised the question of what member states are doing to drive down error rates.  They are doing a good deal.  There is a particular preoccupation with the error rates.  I go to the six monthly meetings of the directors of paying agencies.  At each meeting there is a preoccupation with the court's error rates and what to do about them.  The Commission is taking it seriously.  There are more action plans than I could count on my fingers.  Everyone is making a noble effort to try to address the issues we raise.<\/p><p>  Deputy Dooley raised a question about the concept of genuine mistakes and so on and so forth.  There is the concept of deliberate error allowed into legislation.  If it is clear that a given error was purely by genuine mistake, it is taken into account by the paying agencies before they make payment.<\/p><p>  There was a question on recovery of misspent funds.  We carry out regular follow-up to see what the Commission and member states do in terms of the errors we raise.  I wish to put into perspective Ireland's role in the error rate, especially in agriculture, for which I have a particular responsibility.  We do a sample of 180 transactions for Pillar 1 and a sample of 180 transactions for Pillar 2, rural development.  Ireland features probably four to six times in these transactions.  We find errors but certainly Ireland is not the most error-prone country.  That said, we do not have a sample that would permit us to give an insight by member state.  We would need an army of comptrollers and auditors to do that.  We give a global <i>d&eacute;claration d&rsquo;assurance<\/i>, DAS, and Ireland features in that in a relatively minor way.  That is one reason we cannot give country-to-country comparisons; we do not have the basis for doing so.  As Mr. Cardiff said, to a certain extent we give country-to-country comparisons when we examine performance audit work.  We make a selection of certain member states, either because they get the majority of the funds or because we know there are difficulties in those particular member states or because there are high risks.  As Mr. Cardiff also noted, sometimes we do so to identify and highlight cases of good practice.<\/p><p>  The question of over-declarations of land was raised and Deputy Dooley asked about the overall envelope.  Naturally, we are particularly aware of that and we take note of it.  We believe, nevertheless, that it is important for us to point out that the envelope is perhaps sometimes distributed in an uneven way or in a way that is not necessarily respecting all the rules.  That is our role.<\/p><p>  We are aware there are big problems in many member states with the LPIS.  In certain respects it is a moving target.  Last year, we had considered doing a performance audit on the LPIS.  However, after mature reflection we decided to defer that audit since there is a good deal of movement in the LPIS at the moment because of the new CAP regulations, the greening concept and all the rest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700007#F00200","nonspeaker":"Mr. Edward Fennessy","continuing":true},{"type":"speech","time":1387291800,"counter":66,"content":"<p>I welcome the delegates.  I do not pretend to be an expert in this area and if some of my questions are way off the mark, I apologise in advance.  <\/p><p>  Mr. Cardiff mentioned the accuracy of audit reports.  That statement will probably create a number of headlines around Europe, but it is refreshing to hear him say it.  One of the difficulties I have with the report is that we are told that the error rate is going up, but what will happen next?  Mr. Cardiff will provide a recommendation for the Commission, but what steps will be taken, given that the rate seems to be moving in the wrong direction?  Why does he believe it is going up?<\/p><p>  Mr. Cardiff has said the sampling approach changed, but why was that?  Was it inaccurate?  How large is the sample in each country?  Why are certain companies, farms or counties picked?  Is the European Court of Auditors acting on information?  Does it operate on the basis of someone looking at Google-Earth and saying, \"This farm does not look the part\"?  Are such aids used in the court's investigations?<\/p><p>  There was controversy here about public procurement because larger companies seemed to be getting contracts.  We now discover, however, that contracts can be broken down into smaller elements.  Are there different procurement rules in various countries or is there an overview?  In Northern Ireland, for example, in part of any roads contract youth apprentices are required to be used.  Is the court able to do this as part of an audit or can it make such recommendations in dealing with the youth unemployment crisis?  <\/p><p>  Another issue concerns the failure to fulfil the necessary conditions for projects.  One hears many complaints about this.  There is a difficulty with Irish companies being paid for certain projects and some have gone into receivership as a result of suppliers not being paid.  Where projects are part funded by the European Union, will the court examine instances where companies are not paid?  What impact would such events have on a company that may reapply for contracts in the future?  <\/p><p>  According to a report issued in October, the European Court of Auditors investigated the issue of EU aid to the Democratic Republic of Congo.  The report stated the effectiveness of the European Union's aid amounting to &euro;1.9 billion from 2003 had been limited, with fewer than half of the programmes likely to deliver the intended results.  We know about the involvement of some EU member states and European companies in mining for diamonds, copper, cobalt, zinc and other minerals.  It is believed such activities have helped to fuel the conflict in the Congo.  One can, therefore, be seen to be working against the other and it makes it hard to undertake a straightforward audit.  Does the court have recommendations to make in that regard in order that European businesses will not inadvertently fund the conflict in the Congo while taxpayers' money is being paid to prevent it?  I am seeking information on the court's recommendations on the structures to be used.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700008#G00200","speaker":"1037"},{"type":"speech","time":1387291800,"counter":67,"content":"<p>I welcome Mr. Cardiff and his team.  I share my colleagues' concern about the increasing error rate, which is hardly good news.  As regards the agriculture sector, I was heartened to hear Mr.  Fennessy say Ireland was not high in the error, misappropriation or irregularities rankings.  My own observations support that view.  From my constituency work, I know that the bulk of farmers' mapping errors are genuine and there should be some system to accommodate this fact.  The penalty does not fit the crime for many innocent farmers in this regard, although that is not in any way to condone malpractice.  Mr. Fennessy's submission suggests attempted malpractice is rare.<\/p><p>  On procurement, there is a policy issue.  Will the delegates comment on how it can be addressed?  In my constituency small indigenous firms in the construction or plant hire sector find it difficult to compete under existing procurement rules.  In Ireland we may be a little over zealous in adopting stringent procurement rules.  Can the court allow tenders up to a certain threshold and exclude international or external competitors up to a point?  Current procurement rules are certainly not supportive of small indigenous construction or plant hire firms.  Will the delegates comment on this, bearing in mind that they are not policy makers?  I appreciate that fact, but I wish to draw their attention to this point and it would be remiss of me not do so, as it arises in much of my constituency work.  The Chairman will also be aware that small plant hire or construction firms find that they are not at the races in competing for procurement contracts, particularly given the level of competition in the Border area.<\/p><p>  I understand the European Court of Auditors has produced a special report on the issue of rural development.  I would be interested in hearing how the European Union's rural development budget is being spent.  Does the outcome of the report suggest the Union's rural development budget is being spent satisfactorily?  As this issue has arisen in recent times in our work, I would be interested in hearing the delegates' comments on it.<\/p><p>  To put it succinctly, there are three issues that I have come across in my work.  First, there is the fact that many innocent people make mapping errors, yet they get into a lot of trouble over it.  Second, small indigenous firms are not at the races owing to current procurement rules.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700008#G00300","speaker":"971","continuing":true},{"type":"speech","time":1387292400,"counter":69,"content":"<p>The European Court of Auditors is responsible for auditing all member states of the European Union.  As Mr. Cardiff stated, we are moving towards the 2014-20 programme and a question arises about the financial commitments for previous years in respect of which funding remains unspent and which will likely lead to additional mistakes.  If it is anticipated that there will be mistakes as a result of this mechanism, what alternative is proposed to deal with the huge sums of money that remain unspent?  Given the regional nature of the system in place in some of the countries concerned, for example, Spain, France and Italy, is monitoring of these countries more complicated?  Are such countries, as opposed to countries like Ireland in which the system is more centralised, more prone to making mistakes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700009#H00200","speaker":"1030"},{"type":"speech","time":1387292400,"counter":70,"content":"<p>I would like to comment on a number of issues, one being expenditure in 2012.  The cost of agriculture, marketing and direct supports is very high, while expenditure in the area of social affairs is considerably lower at 8%.   I am confident that this will change in the next couple of years, given the increased commitment to amending expenditure in the direction of employment in social affairs.  As stated by Deputy Joe O'Reilly, the estimated error rate has increased every year since 2009.  In regard to the overall estimated error rate by type, I was struck by the fact that the largest increase concerned the serious failure to respect public procurement rules.  The use of the words \"serious failures to respect public procurement rules\" in this regard stands out.  Has the organisation delved into the reason for these serious failures to respect public procurement rules and do they in any way relate to the fact that there may be issues with the rules that need to be addressed?  In regard to the serious failures issue, on a scale of one to ten, what is the most and least serious failure?<\/p><p>  I am struck by the fact that even though the statistic for serious failures is recorded as 29%, of these 21% were related to ineligible costs included in cost claims, while 17% were related to incorrect declarations in agriculture.  An issue of great concern in the Seanad has been the level of genuine errors made in terms of the costs claimed in agriculture.  Perhaps Mr. Cardiff might comment on this.  It was stated by him that the key message in the 2012 annual report concerned the increases in the estimated error rates that were greatest in spending in the direction of employment in social affairs, agriculture, market direct supports and so on.  What recommendations would Mr. Cardiff make on how these increases could, first, be capped and, second, moved in the other direction?  In other words, how can the error rate be reduced?  <\/p><p>  I was struck by Mr. Cardiff's statement that the authorities within the member states had sufficient information available to them to allow detection and correction of the errors.  Perhaps he might elaborate further on this.  It appears from the statement that there is the capacity within member states to identify and correct errors, but for whatever reason they are not doing so.  Perhaps I have misunderstood him.  What more needs to be done at member state level?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700009#H00300","speaker":"1172"},{"type":"speech","time":1387292400,"counter":71,"content":"<p>The key message in the report is that the areas most prone to errors were rural development, the environment, fisheries and health.  While I am not directly involved in agriculture, I have some knowledge of the sector as I represent a mixed constituency.  I often receive complaints, as I am sure do other representatives of rural Ireland, about the minutiae of the new mapping system.  Given that the punishment for breaches is quite severe and penalties can have a lasting impact on the budgeting of the individual directly affected, to what extent can applicants be forewarned?<\/p><p>  On fisheries, an issue which was previously the subject of an animated discussion at this committee in the context of penalties, many people within and outside the country believe the greatest damage to the fishing industry has not been inflicted by Ireland but by other member states and non-member states.  To what extent is it possible for the European Court of Auditors, in the same way as it is possible to identify the culprits in this jurisdiction, to identify the culprits off our shores?  <\/p><p>  On health, procurement is an issue in which we all have an interest.  An issue of concern for me which has been referred to by other speakers is the difficulty being experienced by small companies in meeting the criteria laid down for public procurement.   For example, a company wishing to supply a particular product, perhaps artificial limbs or a particular medicine etc., much in the same way as supermarkets use loss leaders, may be competing with a broker who can source its product from numerous areas, often at way below the market price, which is to the detriment of small companies.  To what extent is it possible in monitoring procurement to ensure we get the best value for money, in particular in the health service, while ensuring that in all instances every effort is made to ensure products are sourced in a fair and equitable way which is not to the disadvantage of those operating and providing employment here?  There is a huge level of brokerage in supplying markets all over the world.  This is happening to a far greater extent than in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700009#H00400","speaker":"1076"},{"type":"speechnospeaker","time":1387292400,"counter":72,"content":"<p>I remind committee members that we need to leave at approximately 3.45 p.m. in order to catch a flight.<\/p><p>  Deputy Se&aacute;n Crowe and Senator Aideen Hayden asked what was the reason for the ever increasing error rate.  That is a difficult question to answer.  Some errors are due to changes in methodology.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700009#H00500","nonspeaker":"Mr. Kevin Cardiff","continuing":true},{"type":"speechnospeaker","time":1387293600,"counter":75,"content":"<p>The European Union budget process has two main elements which need to be considered: the commitment appropriations and the payment appropriations.  To put it simply, payment appropriations hurt.  They require cash from member states and they lead to payments to member states.  Commitment appropriations are important because with them the Commission can say to member states or regions that this is their budget for the next couple of years - three years, mostly.  In chapter 1 of the annual report, the Court of Auditors says that member states must be aware that the number of commitment appropriations is on the rise.  By definition, they will lead to requests for payment.  In the additional information in the slides, there are key dates in the EU budget process.  One can see that in the approval process there was an enormous debate between the European Parliament, the Commission and the Council on the 2012 budget.  It ended up with the Council winning, so the payments were lowered.<\/p><p>  Looking at the 2012 budgetary management, however, in total more than &euro;7 billion in additional payment requests was needed to complete the 2012 budget.  So the whole process in 2012 led to a reduction in payments requested, but in the end far more payments were needed.  The warning in chapter 1 of the annual report is to look not only at payments but also at commitments, as these will lead to payments in the coming years.  Commitments outstanding on 31 December 2012 are about 2.5 times the yearly budget, so the room for manoeuvre becomes smaller as one goes into the new programme period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700011#K00200","nonspeaker":"Mr. Johan Adriaan Lok"},{"type":"speech","time":1387293600,"counter":76,"content":"<p>Does Ms Kerrigan want to say something?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700011#K00300","speaker":"957"},{"type":"speechnospeaker","time":1387293600,"counter":77,"content":"<p>No.  I do not have anything to add at this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700011#K00400","nonspeaker":"Ms Mary Kerrigan"},{"type":"speech","time":1387293600,"counter":78,"content":"<p>That concludes our discussion.  I wish to thank the witnesses for their attendance at the joint committee.  Their task is a responsible one, which is to look after the EU's budgetary expenditure.  Procuring the budget is one thing but spending it is another.  The European Court of Auditors must ensure that the budget is spent appropriately.  That is of major importance to the EU and each member state within it.  We thank the witnesses and wish them well for the future.<\/p><p>  Our next item will be taken in private session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EUJ2013121700011#K00500","speaker":"957"},{"type":"majorheading","content":"Joint Oireachtas Committee on Foreign Affairs and Trade","time":1387276200,"counter":80},{"type":"unspoken","content":"The Joint Committee met at 10:30","time":1387276200,"counter":81,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700002"},{"type":"minorheading","content":"Business of Joint Committee","time":1387276200,"counter":83,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700002#A00100"},{"type":"speech","time":1387276200,"counter":84,"content":"<p>Apologies have been received from Senator Jim Walsh.  Draft minutes of the meeting of 11 December have been circulated.  Are the minutes of 11 December agreed?  Agreed.  Unless there are matters arising from the minutes we will proceed with the main business of the meeting this morning.<\/p><p>  For this important event this morning I would appreciate it if members, witnesses and those in the Visitors Gallery switch off their telephones because I am sure the meeting this morning will get some air time on Oireachtas Report later tonight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700002#A00200","speaker":"974"},{"type":"minorheading","content":"Role and Functions: Discussion with International Criminal Court","time":1387276200,"counter":85,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700003#B00050"},{"type":"speech","time":1387276200,"counter":86,"content":"<p>What a privilege it is to have a woman who is so highly regarded and esteemed here this morning, Mrs. Fatou Bensouda, chief prosecutor of the International Criminal Court.  We are delighted to have her here.  I read a little about her this morning and see that she is listed by <i>Time<\/i> magazine as one of the 100 most influential people in the world.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700003#B00100","speaker":"974"},{"type":"speech","time":1387276200,"counter":87,"content":"<p>No one is accusing the Chairman of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700003#B00200","speaker":"1030"},{"type":"speech","time":1387276200,"counter":88,"content":"<p>I am just outside the top 100.  I thank Mrs. Bensouda for coming.  I know that she has a very busy and tight schedule during her brief visit to Ireland.  It is her first visit here and, unfortunately, she will only be here for 24 hours.  I hope she will come back again to see a little more of the country.  It is welcome that she is here and visiting the Irish Parliament. <\/p><p>  We are all aware that the International Criminal Court is the first permanent judicial body charged with dealing with the most serious crimes of concern in the international community.  We are also aware of the important role the office of the prosecutor plays within the court.  As head of that office, Mrs. Bensouda has a key and important role to play.  I invite her to make her presentation and we will then put some questions to her.  She is here at a very good time for us to discuss human rights issues.  The committee has followed all of the court's proceedings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700003#B00300","speaker":"974"},{"type":"speechnospeaker","time":1387276200,"counter":89,"content":"<p>I thank the Chairman and the committee for the invitation to speak to them.  I am particularly happy to have the opportunity to exchange views with committee members as parliamentarians and representatives of the people.  National authorities are the first line of defence against serious crimes.  The system of international justice created by the Rome statute will be strengthened only if states are able to take the primary responsibility for investigating and prosecuting.  As we all know, the International Criminal Court is a court of last resort and we rely a lot on the co-operation of states for it to be effective.  Support for our work is crucially important.  The work of this parliament provides critical political support for the court.  It enacts the implementing legislation to codify the Rome statute on crimes at national level, which will foster co-operation.  At the same time, it will stimulate universal ratification of the statute.<\/p><p>  I take the opportunity to provide the committee with a brief overview of the activities of my office and also to emphasise the challenges my office and the entire court face.  We have had a very busy year in 2013 which has been one of the busiest we have had so far.  In all eight situations that we now handle - Uganda, Democratic Republic of Congo, the Central African Republic, Darfur, Sudan, Kenya, Libya, C&ocirc;te d&rsquo;Ivoire and Mali - activities are ongoing, whether at the investigations level or trial in court.  The majority of cases we are handling were referred to the court by the states involved.  We are mainly handling eight situations, five of which were referred to the court by the countries involved.   We are also conducting preliminary examinations in eight other situations, six of which are outside Africa.<\/p><p>  The main purpose during the initial stage of the legal process - preliminary examination - is to assess whether these situations warrant the initiation of an investigation.  My office makes an assessment of the information we have available on the ground, mainly checking whether the ICC crimes have been committed there.  It also checks whether the temporal jurisdiction is satisfied, whether they happened after 2002 when the International Criminal Court was established and particularly whether it would not be in the interests of justice if we were to start investigations.  In doing so we also assess whether the national jurisdiction is actually investigating and prosecuting these crimes.  If the national jurisdictions are investigating, the International Criminal Court must take a back seat and monitor whatever is ongoing.  In some situations such as our preliminary analysis in Colombia or Guinea we are monitoring because some activities are ongoing and we want to give the countries involved a chance to do this by themselves.<\/p><p>  During the course of the year we had confirmation of charges against the former President of C&ocirc;te d&rsquo;Ivoire, Laurent Gbagbo.  This took place from 19 to 28 February.  The outcome of the confirmation proceedings was that a majority of the judges decided that we should bring additional evidence to have the charges confirmed.  I do not agree with this and have appealed the decision, but at the same time we are looking for additional evidence.  It is a two-prong approach - appeal the decision and at the same time look for additional evidence, if we need to submit it to the chamber.  <\/p><p>  We had a surprise surrender when Bosco Ntganda surrendered himself to the court in March this year.  He walked through the gates of the American embassy in Kigali in Rwanda and wanted to be surrendered to the International Criminal Court.  Initially we were a little worried because neither Rwanda nor the United States were a party to the Rome statute.  They are not part of the International Criminal Court.  It was a request to surrender to two states that were not part of the court, but, fortunately, it went very well.  We received good co-operation from the United States and in a couple of days were able to have Bosco Ntganda transferred from Kigali to the International Criminal Court.  The confirmation of charges will take place early next year.  I will talk briefly about the issue of resources.  These are some of the challenges the court faces.  We had had the file since 2006 or so and Bosco Ntganda had been charged with these crimes, but he was out of reach.  We could not arrest him.  He was at large for the past seven years or so and all of a sudden came to us, but because there were not enough staff, we were not actively continuing with the case.  We had put it on the back burner and concentrated on the other priority cases.  When he walked through the gates of the International Criminal Court, we had to pick up the file again, dust it off and recontact the witnesses, some of whom had, unfortunately, died.  Some had simply disappeared and we had to do a lot of preparatory work for the case to be ready to proceed to confirmation.  In that regard, we had to ask for time from the judges, which they have given us.  In February next year we should be proceeding to the confirmation of charges against Bosco Ntganda.<\/p><p>  Within the context of the situation in Libya, we had two important decisions by the judges of the International Criminal Court.  These were in the case of Saif al-Islam al-Gaddafi and Abdallah al-Senussi.  The committee will recall that when the case was referred to the International Criminal Court by the United Nations Security Council, we investigated it very quickly.  We had to use the momentum because even the vote at the United Nations to refer the case to the International Criminal Court was unanimous - state parties and non-state parties and African states voted to have the case taken by the International Criminal Court.  We charged three people - the former President, Muammar al-Gaddafi; his son, Saif al-Islam al-Gaddafi, and the intelligence chief, Abdallah al Senussi.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700003#B00400","nonspeaker":"Mrs. Fatou Bensouda","continuing":true},{"type":"speech","time":1387276800,"counter":91,"content":"<p>I thank Mrs. Bensouda for coming before the committee.  Ireland is a strong supporter of the ICC.  Mrs. Bensouda's contribution was dominated by the issue of interference and tampering with witnesses and also the importance of relocation and co-operation.  Are there countries which do not co-operate and is this a real issue for the ICC?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700004#C00200","speaker":"974"},{"type":"speechnospeaker","time":1387276800,"counter":92,"content":"<p>Most of our cases relate to the African continent.  There has been a great deal of pushing back at African Union level in the context of co-operation with the ICC.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700004#C00300","nonspeaker":"Mrs. Fatou Bensouda","continuing":true},{"type":"speech","time":1387277400,"counter":94,"content":"<p>Is Mrs. Bensouda talking about corrupt governments in this regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700005#D00200","speaker":"974"},{"type":"speechnospeaker","time":1387277400,"counter":95,"content":"<p>Yes.  Well, in respect of Sudan, it argues first that it is not part of the ICC and consequently will not co-operate.  We argue, of course, that that does not matter because it is under the United Nations Charter.  Sudan is a member of the United Nations and this referral came from the United Nations to the ICC.  As I explained yesterday, it could have created another court to address the crimes, but under the ICC statute the UN can refer situations to the ICC and this is what it has chosen to do.  Consequently, Sudan has the obligation under the United Nations Charter to co-operate with the ICC.  However, it is not doing so and, as members are aware, the warrant against President al-Bashir still is outstanding and has not yet been executed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700005#D00300","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387277400,"counter":96,"content":"<p>I thank Mrs. Bensouda.  Members should note that we have 45 minutes because the chief prosecutor is on a tight schedule.  Consequently, perhaps I will confine members to questions and we will get through them as quickly as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700005#D00400","speaker":"974"},{"type":"speech","time":1387277400,"counter":97,"content":"<p>I apologise for being late, as I was delayed due to weather conditions on the roads in my part of the country.  I welcome Mrs. Bensouda's contribution.  Obviously the work of the court is of extreme importance.  I understand there are 122 states parties following the Rome Statute.  Has that number being increasing incrementally over the years or has it been fairly static?  Are new member states joining?  On referral, a state can refer a case to the International Criminal Court, and Mrs. Bensouda also mentioned the United Nations in this context.  Do other international organisations have the capacity to refer a case to the ICC?  Some time ago, people were advocating that the Assad regime should be brought before the ICC.  Have there been moves in that regard?  It is highly topical at present due to the deteriorating and frightening humanitarian position in Syria, as well as in the adjoining regions, due to the influx of refugees to those small countries that are doing their very best in difficult circumstances to try to ease the humanitarian situation.  However, I welcome Mrs. Bensouda's contribution and the importance of the work.  In conclusion, who polices the enforcement of judgments?  Is it the member state in which the person resides?  What method is available to police the enforcement of such judgments?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700005#D00500","speaker":"970"},{"type":"speechnospeaker","time":1387277400,"counter":98,"content":"<p>I thank the Deputy.  At present there are 122 states parties.  However, as the Deputy indicated, over the past three or four years there have been a lot of ratifications, bringing it to the current number of 122.  Unless I am mistaken, the last country to ratify was C&ocirc;te d'Ivoire.  It at least was one of the last ones and I note this was even after all the controversies about the ICC targeting Africa and only taking cases in Africa.  C&ocirc;te d'Ivoire ratified either earlier this year or last year.  Moreover, the Philippines also has ratified the statute, as has Tunisia.  In the past three years, we have seen a good number of countries ratifying the Rome Statute.  Moreover, I believe there are some others in the pipeline which still are thinking about and discussing joining the ICC.  However, other member states can play a role in this regard by encouraging those who are not yet part of the ICC to so do.  Sometimes, it is not deliberate policy on the table of not ratifying but is just that attention is not drawn to the court and no one actually is following up the ratification.  It also will be important for member states to remember that they should encourage those which are not yet members to join the ICC.  I hope we can soon boast of universality in respect of the Rome Statute.<\/p><p>  As for state referral, members are aware that the ICC can have jurisdiction mainly in three ways.  The first is when a state that is a party to the Rome Statute refers a situation to the ICC.  Thus far, we already have seen this in five situations, not counting the recent request from Comoros for the ICC's intervention in the flotilla incident.  In addition, the ICC can have jurisdiction when the United Nations Security Council, acting under Chapter 7, refers a situation to it.  A third way is when a state, non-party to the ICC, makes a declaration and accepts ICC jurisdiction - C&ocirc;te d'Ivoire, for instance, did that - as well as when the prosecutor uses <i>proprio motu <\/i>powers to start an investigation in a state party where such crimes have taken place and the state is not doing anything to address it.  In respect of communication, we can receive communications from everywhere, including NGOs and private persons, drawing attention to crimes being committed where we have jurisdiction.  We also get communications from where we do not have jurisdiction but we must assess and then reply stating that we do not have jurisdiction.<\/p><p>  This perhaps brings me to the Deputy's question on Syria.  We receive a lot of communications about Syria, as well as questions about the reason the ICC is not involved there.  However, Syria is not a state party to the Rome Statute, which means that I, as the prosecutor, cannot use <i>proprio motu <\/i>powers to go to Syria.  The only ways in which we could be involved in Syria would be were we to have a referral from the United Nations Security Council, as in the case of Libya and of Sudan - and this has not happened - or in the unlikely event that Syria was to make a declaration to accept ICC jurisdiction.  I do not know whether that will happen under the circumstances but these are the two ways in which the ICC would have had jurisdiction.  I am aware that states parties to the ICC have been trying a lot to encourage the United Nations Security Council to refer the case to the ICC.  Earlier this year or perhaps late last year, there was an initiative on the part of the Swiss in which 64 countries signed a memorandum urging the United Nations Security Council to refer the serious situation to the ICC.  However, as the Deputy noted, this has not happened yet.<\/p><p>  In respect of enforcement, we enter into agreements with different states parties to the Rome Statute to receive persons who have been convicted by the ICC.  At present, we use the Dutch detention facilities in Scheveningen for those who are in detention in the ICC.  However, once there is a conviction and the final appeal is done, we have agreements with one or two countries that are willing to receive such persons when they are convicted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700005#D00600","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387277400,"counter":99,"content":"<p>I welcome Mrs. Bensouda to the meeting.  I had intended to ask her about the view in many African states to the effect that the court is biased against that continent and about what the court was doing to try to reassure African states.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700005#D00700","speaker":"1037","continuing":true},{"type":"speech","time":1387278000,"counter":101,"content":"<p>Mrs. Fatou Bensouda has enough there to answer in a few minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700006#E00200","speaker":"974"},{"type":"speechnospeaker","time":1387278000,"counter":102,"content":"<p>There are quite a few questions.  I will repeat upfront how the ICC can or cannot intervene, and probably that will take most of these questions away.  We cannot intervene in a state that is not a party to the ICC.  That is why we cannot look at Sri Lanka, Syria and China, all of which were mentioned by Deputy Crowe, unless there were to be a referral by the UN Security Council for these cases to take place.  I want to be clear about the UN Security Council referral.  Even where we have a referral from the UN Security Council, it is not automatic that we take the case because always we have to assess whether this is really a case that should be tried by the ICC.  Our subject matter jurisdiction is clear.  War crimes, crimes against humanity, genocide and, probably later, crime of aggression are the crimes that we look at.<\/p><p>  When we do our assessment in the court in terms of selection of cases, we make an assessment as to gravity of the crimes that have been committed and also whether the ICC's invention will be against the interests of justice.  When I talk about \"gravity\", I am talking not only about the numbers, but about the nature, scope and scale of the crime and the impact that the crime will have on the region.  All of this assessment is done during the preliminary analysis phase to warrant the ICC's intervention.  That is why sometimes it is difficult to understand why the ICC is investigating a matter in one place and, for example, not investigating body parts being traded in China.  It has to fall within how we select and how we can investigate.<\/p><p>  With respect to the selection of cases, I will mention, for example, Democratic Republic of Congo, DRC, to illustrate it better.  When the Democratic Republic of Congo requested the ICC's intervention, it was a time when there was much trouble going on in various parts of the Democratic Republic of Congo.  As the committee will be aware, for the ICC it would be difficult to start investigating everywhere.  We decided to look at where were the gravest crimes being committed in the Democratic Republic of Congo.  At that time, the Ituri region of the DRC was the place where by far the most crimes were being committed and we decided to phase our investigations, and started with Ituri.  That is why we ended up with Lubanga.  At that time, it was Lubanga, and Germain Katanga and Mathieu Ngudjolo Chui on the other side, who were involved in the conflict.<\/p><p>  Contrary to what my office is being accused of, we investigated Lubanga on the one side but we also investigated Katanga and Ngudjolo on the other.  These were the warring factions at the time and they were both transferred, once we were done with our investigations and charged them, by the DRC Government to the court.  Their trials have taken place.  Lubanga has been convicted, Mathieu Ngudjolo has been acquitted and Katanga's judgment is due next year.  This is merely to show how we go about selecting the cases.  We go for the gravest crimes where they are taking place and then we try to phase our investigations.  At present, we are concentrating more in Kivu than in Ituri, where we have seen that the scale of crimes has reduced.  It is more serious in another part of DRC and that is where we are focusing.<\/p><p>  Also, with respect to the Lord's Resistance Army, for instance, we were criticised for concentrating on the Lord's Resistance Army, not on the Uganda People's Defence Force, UPDF, which is the army of the government.  When we made the assessment, however, the crimes that the Lord's Resistance Army was committing were far greater and more serious than those the UPDF also was alleged to have committed, and we started with the Lord's Resistance Army and brought charges against the top commanders of that army.  That is mainly how we tried to select the cases.<\/p><p>  Deputy Crowe referred to whether it is too political to take a case.  That should not be a criteria.  In fact, that is not a criteria to take cases by my office.  It is clear what is my mandate.  It is clear what the statute tells me to do - how to go about the cases, what are the cases and what are the considerations for taking the cases - and it does not involve political considerations.  If the office were to start having those considerations - to bring or not to bring a case - the credibility of the institution would be gone.  Of course, we are not insensitive that we are working in a political environment, and, unfortunately, whatever we do will be perceived as political, but we should stay on the ball that this is a judicial institution that was set up to try crimes.  It is clear what should make me take or not take a case.  It does not involve political considerations.<\/p><p>  That last issue Deputy Crowe raised was Gaza.  I would remind him that in 2009 the Palestinian Authority made a declaration accepting the ICC jurisdiction.  This was before the UN General Assembly vote of last year.  If one looks at the ICC statute, it refers to a state making a declaration accepting the ICC's jurisdiction.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700006#E00300","nonspeaker":"Mrs. Fatou Bensouda","continuing":true},{"type":"speech","time":1387278600,"counter":104,"content":"<p>I welcome Mrs. Bensouda and thank her for giving us her time this morning.  I have just one area to question.  At the G8 meeting earlier this year, the leaders confirmed that sexual crimes against women and girls were crimes against humanity.  They affirmed their determination to pursue such crimes.  More recently in London, a lot of other countries signed up and gave similar commitments, as did many international agencies.<\/p><p>  In the past, the tendency has been to ignore such crimes.  It is easy to ignore such crimes post-conflict, perhaps because the greater good of peace and reconciliation is seen as being more important.  The result is that people feel immune from prosecution and have been in the past.  I know it is impossible to pursue all the individual cases.  However, the leaders not just permitted but encouraged it as a weapon of war and also as a way of maintaining the loyalty of their troops.  I wonder if such cases end up on Mrs. Bensouda's desk and, if so, what are the difficulties in pursuing them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F00200","speaker":"1026"},{"type":"speechnospeaker","time":1387278600,"counter":105,"content":"<p>When I took office last June, one of the first priority areas I identified was sexual and gender-based crimes, especially in times of conflict.  Right now, I am formulating a policy on gender for the office, which is very advanced.  I hope to be able to send it out soon for external partners to make comments on the policy.  Throughout this year my people have been working on it.  I have appointed a special gender advisor who is also working hard together with my team for the policy to come out.  Deputy Mitchell is right - this is something that we deal with all the time.  In fact, in all our situations we have brought charges for sexual and gender-based crimes because they happen all the time.<\/p><p>  Taking the example of the Central African Republic, for instance, this is one of the cases where we are alleging that incidents of rape and sexual violence far outnumber incidents of killings.  We have brought charges for that.  <\/p><p>  In the context of Sudan, we have also brought charges of sexual and gender-based violence.  As the committee members know, in Sudan the choice that women have is a very bad one.  It is either to go out to get what is required for their daily existence and be raped, or their husbands go out and are killed.  So women are actually volunteering to go and be raped.  This is a terrible choice to have to make.  <\/p><p>  In the context of the Libyan situation, we have reports of rape and sexual and gender-based crimes.  The difficulty we are confronted with there, and also in the Sudan, is that not only does one have to deal with the cultural aspects but also the religious aspects of it.  Unfortunately, most of the situations are under-reported but even the unofficial numbers are shocking.  It takes place, so I thought that my office should make it a priority which is what I am doing.  In fact, we are also working on this British initiative.  Members of my office are part of the committee that is examining how we can work closely together.  It is important and will not go away, unless those who are committing it know that they will be punished for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F00300","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387278600,"counter":106,"content":"<p>Mrs. Bensouda will never be unemployed, given the state of the world today with chemical weapon attacks and aerial bombings of civilians in Syria.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F00400","speaker":"1030"},{"type":"speechnospeaker","time":1387278600,"counter":107,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F00500","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387278600,"counter":108,"content":"<p>I will jump in at the deep end.  Would it not be better for the International Criminal Court to be an integral part of the United Nations?  It seems to me that it is a question of countries being referred to the court.  For example, the UN Security Council refers cases for investigation to the ICC, or participants or signatories to the ICC allow it to investigate.<\/p><p>  If I understand the situation correctly, the United States of America and China - the first and second largest economies in the world - are not signed up to the ICC.  That therefore begs the question of who is funding the court.  Can Mrs. Bensouda explain how the following aspects operate?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F00600","speaker":"1030"},{"type":"speech","time":1387278600,"counter":109,"content":"<p>If Deputy Byrne can hold on, there is a vote in the Seanad so perhaps I could get our two Senators to briefly ask their questions.  I will come back to Deputy Byrne.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F00700","speaker":"974"},{"type":"speech","time":1387278600,"counter":110,"content":"<p>I thank Mrs. Bensouda for her time.  It has been most interesting from my point of view to hear the depth and breadth of her work.  I was particularly interested in her response to Deputy Mitchell concerning gender-based crimes against women.  It has been most interesting and I thank Mrs. Bensouda very much.  I wish her well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F00800","speaker":"1114"},{"type":"speechnospeaker","time":1387278600,"counter":111,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F00900","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387278600,"counter":112,"content":"<p>I also wish to join in welcoming Mrs. Bensouda.  We are honoured to have such a distinguished visitor in our midst.  I am sorry that I will have to leave for the Seanad vote.  I presume until such time as Mrs. Bensouda can get all states throughout the world to become members of the ICC, she will not be really effective.  Deputy Smith alluded to the situation in Syria.  Until such time as the UN Security Council refers the Syrian situation to the ICC, Mrs. Bensouda obviously cannot do anything about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F01000","speaker":"1118"},{"type":"speechnospeaker","time":1387278600,"counter":113,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F01100","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387278600,"counter":114,"content":"<p>Have all 122 states signed up voluntarily to the ICC?  What pressure is being brought to bear on other states to become signatories to the ICC?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F01200","speaker":"1118"},{"type":"speechnospeaker","time":1387278600,"counter":115,"content":"<p>Taking the decision to join any treaty is a sovereign decision that a state takes.  From what I can see, I think that states have voluntarily decided to join.  The ICC statute is a treaty and states have voluntarily decided to be part of the court.  Some 34 of the 54 African states are part of the ICC.  I always tell my African colleagues that this is a treaty they did not inherit.  They all signed willingly and voluntarily to be part of the ICC, which is why it raises obligations for them to co-operate with the ICC.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F01300","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387278600,"counter":116,"content":"<p>I apologise to Deputy Byrne for interrupting his questioning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F01400","speaker":"974"},{"type":"speech","time":1387278600,"counter":117,"content":"<p>I will pick up the threads and see where we are going.  The Chairman and other members of this committee visited Sierra Leone and saw the special court for that country.  We are talking about the Lord's Resistance Army and the effects of the war there, including amputations.  Can Mrs. Bensouda explain the ICC's relationship with the special court for Sierra Leone?  The more commonly known one in The Hague is the special court for the Balkans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F01500","speaker":"1030"},{"type":"speechnospeaker","time":1387278600,"counter":118,"content":"<p>The International Criminal Tribunal for the former Yugoslavia, or ICTY.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F01600","nonspeaker":"Mrs Fatou Bensouda"},{"type":"speech","time":1387278600,"counter":119,"content":"<p>Yes.  Can Mrs. Bensouda explain how all these institutions knit together?<\/p><p>  Eight countries are currently being investigated and they are all African countries.  I think Mrs. Bensouda said that the Organisation of African Unity was slipping backwards in support of the ICC, and only 34 of Africa's 54 countries have signed up to the court.  The ICC will face a phenomenal task in dealing with the Kenyan situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700007#F01700","speaker":"1030","continuing":true},{"type":"speech","time":1387279200,"counter":121,"content":"<p>I must point out that Kenya is not a partner country with Irish Aid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700008#G00200","speaker":"974"},{"type":"speech","time":1387279200,"counter":122,"content":"<p>We do provide a lot of aid for it, however.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700008#G00300","speaker":"1030"},{"type":"speechnospeaker","time":1387279200,"counter":123,"content":"<p>With respect to the different courts, in the early 1990s after the conflict in the former Yugoslavia, the United Nations, acting under Chapter VII of the United Nations Charter, decided to establish the International Criminal Tribunal for the former Yugoslavia in The Hague.  Shortly after the genocide in 1994 in Rwanda, the United Nations felt it necessary to create the International Criminal Tribunal for Rwanda under the same chapter.  These are <i>ad hoc<\/i> tribunals created by the United Nations.  The Special Court for Sierra Leone was set up by agreement with the Government of Sierra Leone and the United Nations to examine the troubles in that country.  These <i>ad hoc<\/i> courts are now closing their doors as they were established to deal specifically with one issue.<\/p><p>  The difference with the International Criminal Court is that it is not a UN court but treaty-based in respect of which 122 governments and states have voluntarily ratified and signed the 1998 Rome Statute of the International Criminal Court.  The court&rsquo;s remit covers not just one situation but its jurisdiction in these 122 states.  It is a permanent court which is here to stay.  That does not mean, however, that it should have many cases.  The international community intended it as a court of last resort to encourage national systems to function.  If they do function, the International Criminal Court will have fewer cases, accordingly.<\/p><p>  Members referred to the accusation of an African bias on the part of the International Criminal Court in that all of the cases before it involve African states.  The arguments used to accuse the court of this bias are not based on fact.  If one takes away that argument, one takes away the accusation.  There are eight cases involving African situations, five of which were self-referrals.  These were African governments which requested the court&rsquo;s intervention.  The other two were referred to the court by the UN Security Council.  The only case in which the International Criminal Court has moved an indictment is Kenya because it was not seen to be addressing alleged crimes.<\/p><p>  If a state joins the International Criminal Court, it is making a declaration that it has joined the institution in order that if crimes happen in its territory, it will address them because it has the sovereign right and primary responsibility to do so.  If it does not address them, the International Criminal Court can do so.  That is why the court was able to move in the case of Kenya.  The then leadership in Kenya pledged its support to investigate and prosecute the alleged crimes.  Unfortunately, when the charges were confirmed against the individuals in question, they were not the President or Deputy President anymore.  They have used the claim, to a large extent, that the International Criminal Court is an imperial and neocolonial institution that is manipulated by the West to target Africans to gain the resonance of the Kenyan people.  This claim is not true.  One cannot have an institution ratified by 34 African states and still claim it is imperialist.  The fact that there are requests from African states to the International Criminal Court is ignored.  It is claimed the court is running all the time to take cases against African states when it is the other way around.  After all of these claims, there was the case last year - one month after I was sworn into office - of Mali requesting an intervention by the International Criminal Court to investigate war crimes in its conflict.  There is also the case of the Comoros Islands, another African state, requesting ICC intervention with regard to the Israeli intervention against the Gaza flotilla.  Therefore, the facts do not support the accusation of an ICC bias against African states.  It is convenient for those with an interest to claim the court is targeting Africa.  I will never tire of pointing out that the crimes committed were against African victims.  They, too, deserve justice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700008#G00400","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387279200,"counter":124,"content":"<p>My apologies for not attending the committee earlier; I had a prior commitment in my constituency.  On the way here, I listened to Mrs. Bensouda&rsquo;s radio interview with Sean O&rsquo;Rourke who asked some difficult and leading questions.  She covered many issues, including the claim of an African bias on the part of the International Criminal Court.  Her point about the case of child soldiers was extremely significant.  We also know from statistics that 48 women are raped in the Democratic Republic of Congo every hour and that 12% of women there have been raped at least once.  Will she comment further on this?<\/p><p>  There are some countries that have not signed up to the International Criminal Court which undermines the court&rsquo;s work somewhat, as we are not all singing from the same hymn sheet.  After Mrs. Bensouda&rsquo;s radio interview some listeners asked about the other crimes committed by the likes of Tony Blair, George W. Bush, Dick Cheney and the US President, Barack Obama.  It was pointed out how their actions, what they had instigated in various countries and the suffering caused by these actions would not be highlighted, except in certain circles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700008#G00500","speaker":"1005"},{"type":"speech","time":1387279800,"counter":125,"content":"<p>Mrs. Bensouda can update us on her RTE interview.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H00100","speaker":"974"},{"type":"speechnospeaker","time":1387279800,"counter":126,"content":"<p>The Deputy asked about the funding, which is by member states.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H00200","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387279800,"counter":127,"content":"<p>Are the Americans or Chinese going to contribute?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H00300","speaker":"1030"},{"type":"speechnospeaker","time":1387279800,"counter":128,"content":"<p>No.  There are no American or Chinese funds.  I think they have legislation that prevents them from doing that.  It is the member states who contribute.  We have the big eight who perhaps contribute more than others but it is the member states who contribute by subscription every year.  We put our assumptions out, discuss it with the committee on budget and finance, and, of course, provide justification for whatever we request.  The Assembly of States Parties approves the budget of the court for the coming year.  The funds are not American or Chinese.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H00400","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387279800,"counter":129,"content":"<p>The African countries are not involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H00500","speaker":"1030"},{"type":"speechnospeaker","time":1387279800,"counter":130,"content":"<p>The African countries do contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H00600","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387279800,"counter":131,"content":"<p>Is that the non-affiliated ones?  I presume the affiliated countries-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H00700","speaker":"1030"},{"type":"speech","time":1387279800,"counter":132,"content":"<p>I want to try to get an answer to Deputy O'Sullivan's question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H00800","speaker":"974"},{"type":"speechnospeaker","time":1387279800,"counter":133,"content":"<p>Does Deputy Byrne mean member states?  No, it is just the member states.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H00900","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387279800,"counter":134,"content":"<p>What is the position of the Organisation of African Unity?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H01000","speaker":"1030"},{"type":"speech","time":1387279800,"counter":135,"content":"<p>Could we let Mrs. Bensouda answer Deputy O'Sullivan's questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H01100","speaker":"974"},{"type":"speechnospeaker","time":1387279800,"counter":136,"content":"<p>The answer with regard to the Organisation of African Unity is \"No\".  It is only the member states - those who have signed and ratified - that contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H01200","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387279800,"counter":137,"content":"<p>I think Mrs. Bensouda was suggesting that it was being undermined or that support for the court was being clawed back.  Is that a fact?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H01300","speaker":"1030"},{"type":"speech","time":1387279800,"counter":138,"content":"<p>Could Deputy Byrne address his remarks through the Chair?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H01400","speaker":"974"},{"type":"speech","time":1387279800,"counter":139,"content":"<p>I am finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H01500","speaker":"1030"},{"type":"speech","time":1387279800,"counter":140,"content":"<p>I just wanted to get back to Deputy O'Sullivan's questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H01600","speaker":"974"},{"type":"speechnospeaker","time":1387279800,"counter":141,"content":"<p>We get the criticism that we have not investigated George W. Bush and Tony Blair.  I explained the situation relating to George W. Bush before the Deputy arrived.  The US is not a state party to the Rome Statute and we cannot investigate where we do not have jurisdiction.  When we are selecting cases, we do not target individuals.  We have never done this.  We do not say that this particular person has committed crimes before we investigate to discover whether they have committed crimes.  People ask me why we do not go after Paul Kagame or Yoweri Museveni.  Our investigations are what should guide us.  If we are investigating, we collect the facts and evidence and they lead us to the individual who bears the greatest responsibility, not the other way round.  Just getting up and saying we will investigate Mr. X contains a presumption that we already think that person has committed the crimes.  We have tried as much as possible not to operate in that way.  We collect the information, look at the evidence and then see who is the person who bears responsibility for those crimes.<\/p><p>  In respect of Tony Blair, I think the Deputy is possibly talking about the crimes that took place in Iraq.  First, Iraq is not a state party to the Rome Statute so we cannot investigate in Iraq.  I repeat that the US is not a state party so we cannot investigate crimes committed by US nationals because this is how the ICC operates.  We investigate on the territory of a state party or the nationals of a state party.  That is impossible with the US.  With regard to the other parties involved in Iraq that are state parties such as the UK, the Deputy will recall that there was a series of investigations regarding the crimes that were allegedly committed by UK nationals.  If one looks at our website, one can see all of the assessments made by the court.  Before the Deputy arrived, I said that the ICC is a court of last resort.  It complements national systems.  If national systems are investigating these crimes, we do not get involved.  We must wait and see what they come up with and monitor developments to see that what is supposed to be done has been done.  In respect of Tony Blair, several investigations and prosecutions were initiated in the UK regarding crimes that took place in Iraq.  In that case, we assessed that it would not be in the interests of justice to intervene.  As I said, we do not just go around hand picking and saying that we must investigate, because our jurisdiction does not permit us to do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H01700","nonspeaker":"Mrs. Fatou Bensouda"},{"type":"speech","time":1387279800,"counter":142,"content":"<p>We have had a very interesting debate this morning and some serious questions from members have been asked.  I thank Mrs. Bensouda very sincerely for being very open and frank with the committee.  She has a busy schedule.  She gave a lecture last night at the Royal Irish Academy and has media interviews and meetings with the Minister, the Attorney General and a number of other bodies.  I wish her well and hope she can come back here again in the near future with a bit more time to relax.  I wish Mrs. Bensouda a very happy Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H01800","speaker":"974"},{"type":"speechnospeaker","time":1387279800,"counter":143,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FOJ2013121700009#H01900","nonspeaker":"Mrs. Fatou Bensouda"}]