[{"type":"majorheading","content":"Joint Oireachtas Committee on Housing, Planning and Local Government","time":1615852800,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 13:30<\/p><p>The Joint Committee met at 13:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Francis Noel Duffy, Victor Boyhan, Thomas Gould, John Cummins, Emer Higgins, Mary Fitzpatrick, Paul McAuliffe, Rebecca Moynihan, Cian O'Callaghan, Mary Seery Kearney. Richard O'Donoghue, Eoin Ó Broin.<\/p><p>Teachta \/ Deputy Steven Matthews sa Chathaoir \/ in the Chair.<\/p>","time":1615852800,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002"},{"type":"minorheading","content":"Waiver of Pre-Legislative Scrutiny of Residential Tenancies Bill 2021","time":1615852800,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#A00100"},{"type":"speech","time":1615852800,"counter":5,"content":"<p>We received a request from the Business Committee regarding the Minister's request for a waiver of pre-legislative scrutiny, PLS, of the Residential Tenancies Bill on the grounds of urgency and time constraints.  The Business Committee referred the matter to this committee and the question for consideration is whether a waiver of PLS should be granted.<\/p> <p>  I will read the note on privilege.  Members attending from their Oireachtas offices are protected by absolute privilege in respect of their participation in this meeting.  This means they have an absolute defence against any defamation action for anything they say at this meeting.  Members are asked not to abuse this privilege.  It is my duty as Chair to ensure this privilege is not abused.  Members are familiar with all the other aspects of privilege when attending in Leinster House.  Since members are not attending in the committee room, the Debates Office has asked that each speaker be clearly identified by name to help ensure the accuracy of the official report.<\/p> <p>  A request was made to waive PLS of the Residential Tenancies Bill 2021 due to the urgency of passing the Bill through the Houses of the Oireachtas in a timely manner.  We were requested to waive PLS as it was felt that the time it would take would mean there would not be time for the Bill to pass through the Houses.  I sought yesterday to try to get a consensus view from the committee that it would waive PLS on the basis of urgency.  We could not get consensus on that.  A vote was requested, so we have brought the committee together today to vote on it.  I intend to put the question that the committee agrees to the request to waive PLS on the Residential Tenancies Bill 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#A00200","speaker":"1626"},{"type":"speech","time":1615852800,"counter":6,"content":"<p>I want to set some context because this is the benefit of a public meeting.  We are politicians, so let us be clear that we are setting the narrative of what has happened.  We were contacted at the weekend regarding a request from the Minister, through the Business Committee, to waive the pre-legislative scrutiny, as the Chairman rightly said.  We met yesterday.  I thank the Department officials for attending the meeting and facilitating us as we facilitated them.  It was a two-way process of engagement on the matter.  I was reasonably happy to support the waiving of the PLS based on the urgency and the issues set out at that meeting, as I indicated in an email I circulated to every member of the committee.  Members of the committee all received that email and, indeed, I got one or two automated receipts very early this morning.  <\/p> <p>  It is important we have this opportunity to put matters on the record.  I went into yesterday's meeting with a view to supporting the waiving of PLS and I indicated that.  Indeed, I wrote to the Minister indicating that and I received a receipt for that letter this morning.  However, when I listened to what was happening and was told there was documentation that could not be circulated, and we were expected to make a decision based on limited information, rather than all the information, I was concerned.  At the end of the day, this is the joint Oireachtas committee that deals with these matters.  Pre-legislative scrutiny is an important aspect of our work.  It is not to be disloyal to anyone or to be in any way vexatious.  I support the Minister in the majority of what he is attempting to do.  I am particularly supportive of this issue, but we have to be respected for challenging and questioning the system.  That is what politics is about and it is why this is a cross-party joint Oireachtas committee.<\/p> <p>  It is simply not good enough to have a vote without the public knowing the narrative around this issue.  We got late notice.  The Minister thinks this is important, as I do.  A number of members, including Senator Fitzpatrick, suggested we might even have PLS today.  I am all on for that and suggested, as a number of members did, that we could have PLS this week.  A number of members of the committee are available this week.  We know it is serious but we believe it needs to be scrutinised.  That is the job of every politician, particularly the Opposition.  I want to put the record straight.  I recognise the seriousness of this issue, the importance of protecting tenants and landlords, the challenges around Covid and all the issues that surround this legislation.  However, we must remember we have limited time.  We are trying to facilitate everyone, and other members will speak about this.  I want to support the Minister and I am prepared to sit this week to deal with this issue.  If other members cannot do so, I respect that.  I also respect there is a report to be done.  However, we could have some sort of constructive PLS this week, and the Minister needs to be assured of that.  His officials will be listening in.  There is a willingness and commitment but there is no commitment to waive PLS.  I want to put that on the record.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#A00300","speaker":"1634"},{"type":"speech","time":1615852800,"counter":7,"content":"<p>I thank the Senator.  I agree with much of what he said.  It is my experience of this committee, in the eight months it has been together, that it has taken pre-legislative scrutiny very seriously.  Members have applied themselves to it very diligently.  We have produced a number of reports and there are further reports in train at the moment.  There is much more legislation coming towards us.  The committee holds pre-legislative scrutiny in high regard.  It is something we should always try to do and I have always tried to facilitate it.  We have done it well and in a collaborative and collegiate manner up to this point.<\/p> <p>  That is not the question today.  The question is whether we agree to waive PLS on this particular Bill because of the time constraints around it.  This Bill is seriously time constrained and there is urgency about it.  There is a real possibility that the legislation and current protections we have in place to protect people from evictions and rent increases could expire before we introduce this new legislation.  As Chair, it is my job to try and direct this committee.  I am mindful of the workload, St. Patrick's Day, Easter and the fact the Minister wishes to introduce this next Thursday in the D&aacute;il, which will give every Member an opportunity to participate in the debate.  I support PLS but I have to take a responsible and sensible approach as well.  If we go down the route of PLS, we will not be able to carry it out in a timeframe that will allow this legislation to be introduced and in place to protect tenants before it expires on 12 April.  That is the vote we will take today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#A00400","speaker":"1626"},{"type":"speech","time":1615852800,"counter":8,"content":"<p>I thank the Chairman and the committee secretariat for facilitating this meeting at short notice.  I want to make a couple of remarks.  I accept members will not want to delay the meeting because we went through much of the detail on this matter yesterday.  We are in an unacceptable situation.  The Minister has known for some time that the April deadline was approaching, but instead of putting in place a proper plan to allow his officials and this committee to do our work properly, at the last minute - this is not the first time this has happened - officials have been given an impossible job of trying to draft legislation at very short notice and the committee essentially is being put in the position of having a Hobson's choice of waiving the important function of pre-legislative scrutiny, PLS, which is not about being for or against legislation but about scrutinising it to ensure it does what we are told it is intended to do, or arguing for PLS and being accused of delaying the passage of the legislation.  This is the third time this has happened.  In respect of a previous piece of legislation the PLS request from this committee was bypassed and a relatively archaic and unknown procedure was used to get it onto the Schedule of the Seanad.  We were also denied pre-legislative scrutiny on the Land Development Agency Bill 2021, which is substantial legislation which all of us, in particular my colleagues and I, would have benefited from.<\/p> <p>  I do not think we can just let this pass.  While this is short legislation, we still have not had sight of it.  It was only because a number of members, including the Chairman, took issue yesterday with the fact that we were not being shown the draft of the Bill that it was shared on screen during the briefing.  There are several pages to this Bill which we have not seen or had a proper opportunity to scrutinise, including a general scheme of the Bill.  That has never happened in my time in the Oireachtas.  While I commend the officials on the detail of their briefing - I do not in any way criticise them - this is wholly unsatisfactory.<\/p> <p>  I want to make two points on the Bill because it is important that the public understand what it does.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#B00100","speaker":"1468"},{"type":"speech","time":1615852800,"counter":9,"content":"<p>I ask the Deputy to be brief because the agenda item today is a vote on whether we waive PLS and not to debate the Bill.  Today's meeting is not about voting on or scrutinising a Bill, it is about whether we agree to waive the PLS.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#B00200","speaker":"1626"},{"type":"speech","time":1615852800,"counter":10,"content":"<p>I will be brief, but it would be wrong of us as a committee not to give a small amount of time to the Bill such that public understands what it is we are doing here today.  I am not debating the Bill; I just want to make two comments on it.  I will debate the Bill when it comes to the House next week, if that is the outcome of today's vote.<\/p> <p>  There is a proposal that for those tenants who are in arrears because of Covid-19 income loss and who currently have protection of notice to quit or rent increase that if and when the 5 km restriction is lifted they would continue to have that protection until July.  The big question is why it is only being extended to July.  Given most of those workers will not be back to work this year, why is it not being extended beyond July?  We have not had an opportunity to scrutinise with the officials why that date, arbitrary as it is, was chosen as opposed to any other date.<\/p> <p>  Section 2 of the Bill removes a vital protection from all other renters who are in rent arrears.  The effect of the passage of this Bill would be that they would lose that protection and notices to quit could ensue.  I am not so sure why renters, whom we have been protecting until now, would lose that protection.  It makes no sense to me.  I proposed a compromise yesterday, which I want to put back on the table today.  Given the need to continue the protections for the group of renters - approximately 700 of them - under section 1, I ask that the committee would agree to allow that section of the Bill to proceed but that we would ask the Minister to withdraw section 2 because there is not the same time urgency in regard to that section and come back to it through proper pre-legislative scrutiny.  That would allow us to provide the protections that are urgently needed if the level 5, 5 km restriction is lifted in April and that albeit small group of renters who are benefiting from it would get it for another couple of months.  It would allow the committee to scrutinise why the Minister is proposing to remove a protection from all other categories of renters who are in rent arrears when the purpose of that does not make sense at this time.  I am willing to compromise on this proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#B00300","speaker":"1468"},{"type":"speech","time":1615852800,"counter":11,"content":"<p>Thank you, Deputy &Oacute; Broin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#B00400","speaker":"1626"},{"type":"speech","time":1615852800,"counter":12,"content":"<p>I ask the Chairman to allow me to finish.  I do not think it is appropriate to rush any member who wants to comment on this.  If other members are not willing to compromise, I will be voting against the Minister's request because it is bad practice that leads to bad legislation and I cannot stand over that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#B00500","speaker":"1468"},{"type":"speech","time":1615852800,"counter":13,"content":"<p>I thank the Deputy.  I agree with a number of the points he made.  We were briefed yesterday on the detail of the Bill.  At the request of Deputy &Oacute; Broin, the committee secretariat will request the Minister to come before it, when I have no doubt we will put questions to him on the manner in which this request came before the committee and the committee having to make this decision.  In terms of rushing it, I do not mean to rush Deputy &Oacute; Broin; I try to give everybody time, but I try to keep the meeting relevant to the issue on the agenda.  My view on rushing the legislation is that if we were to go down the route of pre-legislative scrutiny, we would end up with such a tight timeframe it would not be possible to allow for timely debate of all Stages of the Bill or for every Member of the Oireachtas to participate or, at least, have the option to participate in that debate, to table amendments and to discuss the various Stages of the Bill as it progresses through the Houses of the Oireachtas.<\/p> <p>  The next speaker is Senator Mary Fitzpatrick, followed by Deputies O'Donoghue, McAuliffe and Cian O'Callaghan.  I wish to put the question, so I ask members to be brief.  The purpose of this meeting is to take a decision on whether to waive PLS.  If we decide to waive PLS, the Bill will go through the Houses of the Oireachtas in a timely manner.  If we decide to undertake PLS, the questions and suggestions made by Deputy &Oacute; Broin can be fully addressed at that point.  I reiterate we are here today to take a decision on PLS.<\/p> <p>  I call Senator Fitzpatrick and reiterate my request that members be brief with their contributions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#B00600","speaker":"1626"},{"type":"speech","time":1615852800,"counter":14,"content":"<p>I thank the Chairman and the committee secretariat for facilitating this public meeting.  It is disappointing that we could not reach an agreement on this issue in our private meeting yesterday.  It is a really important issue, in respect of which there is real urgency.  The protections for renters will expire if replacement legislation is not enacted.  Yesterday, I asked whether the committee could do the pre-legislative scrutiny if it was meeting today.  The reality is there is no Bill on today's agenda for us to scrutinise.  There is no Bill available to us.  When the Bill is published and introduced in the D&aacute;il and the Seanad, every Member of the D&aacute;il and Seanad will have an opportunity to make a contribution and have his or her say.  It would serve this committee well to serve renters well and to move this legislation forward.  It is not how any of us want to be doing business.  As a committee, we work well.  Given the urgent circumstances in which we find ourselves and the unavailability of a Bill to scrutinise, we need to move forward and allow the Minister and the Government to bring forward legislation that will extend protections for renters, which every Member of the D&aacute;il and Seanad will have an opportunity to scrutinise, comment on and table amendments to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#B00700","speaker":"1656"},{"type":"speech","time":1615852800,"counter":15,"content":"<p>The committee met yesterday.  I have listened to other speakers this morning.  As a public representative and member of this committee, my job is to scrutinise every Bill introduced.  I would not be doing my job if I did not push for scrutiny of this Bill, although, as mentioned by other speakers, we do not have it in front of us today.  It is members' duty to scrutinise Bills.<\/p> <p>  What has happened today cannot go unnoted.  This will become a precedent.  If this Bill is allow to proceed without pre-legislative scrutiny, we will be setting a precedent such that any Bill can go through without the scrutiny of this committee.  This committee might as well not exist then.  As public representatives and members of this committee, it is our job to ensure the Bill is put before us for scrutiny and to ensure all renters are protected therein but this does not do that.  We need to put down a marker today that this committee will not accept this.  We need the information we are supposed to have to enable us to scrutinise a Bill.  <\/p> <p>  I want to ensure everyone is protected.  Everyone here has a job to do in terms of representing their constituencies.  Our main objective is to hold Government to account and we are here today to do that.  As mentioned by a previous speaker, if a copy of the Bill had been made available to us today, we could have scrutinised it.<\/p><p>I came up from Limerick today at short notice because we could not vote if we were not in Leinster House.  I was available all week, and I am available for the rest of the week, to scrutinise this Bill.  Why can we not have the Bill in front of us to scrutinise it?  All members of the committee would have made time to be available.  It is disappointing the Bill is not in front of us.<\/p><p> I will not make a point of not being here to scrutinise the Bill.  We will be here to scrutinise it and to hold the Government to account, no matter who it is.  We will make sure we will do the right thing for renters to ensure they are all protected.  I am not a \"Yes\" person for anyone.  I want to make sure all Bills sent to this committee are scrutinised before they go forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#B00800","speaker":"1499","continuing":true},{"type":"speech","time":1615852800,"counter":17,"content":"<p>I agree with Deputy O'Donoghue.  The committee has applied itself diligently to pre-legislative scrutiny on all the Bills which have come before it.  It is the timely and urgent manner of this Bill, however, that is a concern.  I want to carry out pre-legislative scrutiny on legislation.  That is our job.  I totally agree with Deputy O'Donoghue on that.  However, there is a time constraint and an urgency with this Bill.  It is my belief, as Chair of the committee, that if we try to carry out pre-legislative scrutiny on this, then the amount of time involved will result in current legislation protecting tenants expiring and the new legislation will not be introduced in time.  I do not want us to risk that.<\/p> <p>  I agree with Deputy O'Donoghue that all legislation should go through scrutiny.  This legislation will be scrutinised in the D&aacute;il and the Seanad.  We may not carry out pre-legislative scrutiny on the general heads of the Bill.  However, that will be a decision for the committee.  I call Deputy Cian O'Callaghan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#C00200","speaker":"1626"},{"type":"speech","time":1615852800,"counter":18,"content":"<p>I confirm I am in the Leinster House complex.<\/p> <p>  I agree with many of the points made by Deputy O'Donoghue.  There is a draft Bill on this.  We were given glimpses of it yesterday at our meeting but we were not given a copy of it.  We could be carrying out pre-legislative scrutiny this week.  All of us are available and fully committed to the committee's work.  We could be concluding that work this week to ensure there are not any significant delays.  That would give plenty of time for the legislation to go through both Houses.<\/p> <p>  I am fine with the compromise put forward by Deputy &Oacute; Broin in terms of section 2 being removed and the rest proceeding.  I have an issue, however, with the amount of time scheduled for this in the D&aacute;il next week.  It is 90 minutes for Second Stage and 90 minutes for amendments and all other Stages.  We know from the rushing through of previous legislation that, in 90 minutes, we are likely to only get to three amendments with the majority tabled not even discussed at all.  This is not the way to do legislation.  We are not getting to do pre-legislative scrutiny and are getting only the shortest possible time slot in the D&aacute;il for this Bill.  That is not something with which I am comfortable or am willing to stand over.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#C00300","speaker":"1550"},{"type":"speech","time":1615852800,"counter":19,"content":"<p>I share Deputy Cian O'Callaghan's concern.  Members are suggesting we meet this week and the next to carry out pre-legislative scrutiny.  A report has to be produced.  We then have to meet to decide on that report, submit recommendations or deal with other considerations.  Then the report has to be rewritten and brought back to be agreed by the committee.  Then it has to be laid before the House.  The Bill then proceeds to various Stages in the D&aacute;il.  I did not know the timescale for it next week.<\/p> <p>  We would end up with a situation where we are fast approaching 12 April.  It would be even more rushed at that point to get it through, and that is if we were to get it through within that timeframe at all.  It still has to go to the President for signing.  I do not want to create a situation where we end up with a period of time where people who need protection from eviction end up between legislation.  Yesterday, that was described as catastrophic.  I have to take that advice and guidance.<\/p> <p>  I call Deputy McAuliffe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#C00400","speaker":"1626"},{"type":"speech","time":1615852800,"counter":20,"content":"<p>As Vice Chairman of the committee, I second the Chairman's proposal to waive pre-legislative scrutiny.  I do that from the same perspective that he has outlined here.  There is a hard stop where a group of people needs protection.  It is a decision for us now whether we maximise the amount of time which this committee has to scrutinise the Bill and, therefore, risk the amount of time the wider Oireachtas has.  Alternatively, we maximise the amount of time which the wider Oireachtas has to scrutinise it.<\/p> <p>  By waiving pre-legislative scrutiny, we are ensuring the Bill has a full hearing on Second and Subsequent Stages.  As the Chairman suggested, doing so means it does not get to a situation where it is rushed through because of expiry dates and people being put at risk.<\/p> <p>  I second the proposal on the basis of giving the wider group of public representatives across all parties in both Houses the fullest possible time to scrutinise this Bill.  There will be up to five Stages, or thereabouts, in which to scrutinise this Bill.<\/p> <p>  I agree with the broader issue of pre-legislative scrutiny.  The marine planning and development Bill, for example, is 200 pages.  Of course, pre-legislative scrutiny is an integral part of the system.  This will be the fourth version of that Bill which will come before us, however.  It is not a new, complicated or unknown process.  It is very well understood and has been well debated.  I am not sure what added benefit pre-legislative scrutiny would bring to it that could not be brought on Second or Committee Stages.<\/p> <p>  For those two reasons, I second and support the Chair's proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#C00500","speaker":"1568"},{"type":"speech","time":1615852800,"counter":21,"content":"<p>I confirm that I am in Leinster House.<\/p> <p>  I agree with much of what the Chair and Deputy McAuliffe said.  I know it is Cheltenham week but I am not willing to gamble with protections for renters.  We have protections in place.  If we do not waive this pre-legislative scrutiny, we risk these protections.  I am not willing to take the chance of people being left in a legislative lacuna where they do not have protections as a result of falling between two stools in legislation.  I believe this will get full scrutiny in both the D&aacute;il and Seanad.<\/p> <p>  The committee is not voting on the merits or demerits of this legislation.  This is a vote on whether we waive pre-legislative scrutiny.  The Bill will get a full and fair hearing in both Houses of the Oireachtas.  I am not willing to gamble with protections for renters.  I support the Chair in waiving pre-legislative scrutiny.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#C00600","speaker":"1647"},{"type":"speech","time":1615852800,"counter":22,"content":"<p>I support the waiver.  The process of pre-legislative scrutiny is important.  It is a process, however, that requires we also bring in witnesses and not just the officials who are briefing us.  Then there is the preparation of a report and the laying of it before the Houses.  At the end of pre-legislative scrutiny, the Bill still has to go before the D&aacute;il and the Seanad.  If we follow that entire process, we run the risk of reaching 12 April when those most economically disadvantaged by Covid, in rent arrears and unable to pay their rent, will lose the protections in place.<\/p> <p>  We praise officials for their attendance and provision of information to us.  Yesterday, those same officials said the 12 July date is a further three-month extension but it can be extended beyond that again if necessary.  There is no prohibition on that.  We can introduce further legislation to do that.  They also said that if we insist on pre-legislative scrutiny, if this Bill were delayed and if we reach 12 April without the legislation in place, then it would be catastrophic.<\/p> <p>  While I prefer that matters are dealt with in an orderly manner and the committee is given the opportunity to scrutinise legislation, I take up a point made previously that this is not the first version of this Bill.  This is an extension of measures which have been in place throughout Covid and the past year.<\/p><p>It is not novel legislation that is before us; it is a reiteration and an extension of what has gone before that takes cognisance of what is going on.  Rather than it being scrutinised by the committee, it will be scrutinised by approximately 220 people, supposedly, within the Houses of the Oireachtas and on the floor of the Oireachtas in a timely fashion to ensure the protections are extended to the people who need them most.  As such, I support the waiver of pre-legislative scrutiny.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#C00700","speaker":"1682","continuing":true},{"type":"speech","time":1615852800,"counter":24,"content":"<p>I confirm that I am in Leinster House.<\/p> <p>  Not to have the Bill before the committee for pre-legislative scrutiny says a lot about the Minister and his attitude towards the committee and the Bill.  Several members made points about 12 April and the time constraints.  It is not the fault of the committee that we are in this position.  It is as a result of the Minister not bringing the Bill before the committee in proper time.  I travelled from Cork today just to vote on this issue.  I would prefer to have the Bill in front of us and for us to scrutinise it, which is what we should be doing.  That is our job.  It is why the committee is here.  For members to have to come up to Leinster House for a vote and then leave is not acceptable or the proper way in which we should be doing business.  We have tried to work together on the committee and to be positive and constructive.  That is the way I want to be, but not doing one's job is not being positive and constructive.  <\/p> <p>  A section of the Bill removes protections for renters.  Deputy &Oacute; Broin has put forward a proposal which I wish to second.  It is a compromise that would allow the committee to move ahead and to protect renters without bringing in the extra section to which I refer.  I think it is a fair compromise and would go some way in terms of the committee doing its job today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#D00200","speaker":"1453"},{"type":"speech","time":1615852800,"counter":25,"content":"<p>I thank Deputy Gould for the distance he travelled to take part in the vote.  It shows his commitment to scrutinising legislation and participating on the committee.  To give him an indication of how seriously we take the scrutiny of legislation, as well as the workload of the committee, which gives us a good understanding of the timeframes involved in pre-legislative scrutiny, Committee Stage of the Land Development Agency Bill will shortly be arriving on our desk.  That is really important legislation to provide affordable and cost-rental housing throughout the country.  We have the pre-legislative scrutiny report on the affordable housing Bill, into which we put much time and effort and to which Deputy Gould made a valuable contribution.  The secretariat is working on that report this week and it is my intention that we will be able to scrutinise and consider it next week and see if we can amend it.  We also have pre-legislative scrutiny of the electoral reform Bill and the Tailte &Eacute;ireann Bill, as well as Private Members' Bills which we are trying to accommodate.  We take our role in this regard very seriously.  The committee and all its members are very committed to scrutinising legislation.<\/p> <p>  I call Senator Moynihan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#D00300","speaker":"1626"},{"type":"speech","time":1615852800,"counter":26,"content":"<p>I thank the Chairman.  I have been taken a little bit by surprise.  I joined the meeting at 2 p.m. as that is the time at which I thought it was due to start, rather than at 1.30 p.m.  My apologies if I have missed anything.<\/p> <p>  I am not in favour of waiving pre-legislative scrutiny of the Bill because I think it is a wider issue than simply extending it from April until July.  There are potential policy implications in the context of the eviction ban being lifted in conjunction with the lifting of the 5 km restriction.  We have the opportunity to try to address the issues that have arisen in family homelessness.  The majority of people entering family homelessness have come from the private rented sector.  As the committee discussed yesterday, when the 5 km restriction is limited, those people will again be left to the ravages of the market.  The proposal that has been put before the committee involves a simple extension for people who have registered and been in arrears.  As we discussed yesterday, I do not think the numbers who have registered reflect the numbers who are either in arrears or potentially at risk of homelessness.  I think there are much wider policy implications involved, rather than the Government line that this is simply about extending the protections from August until July.  We can pretend that we are doing something while not actually doing it.  I think we need to look at the wider issue of evictions, the implications of the pandemic in that regard and how we address the issue of families entering homelessness.  This is the opportunity to do so.  I do not support what the Government is doing.  It had three months to come to us-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#D00400","speaker":"1672"},{"type":"speech","time":1615852800,"counter":27,"content":"<p>I apologise for interrupting the Senator but we are here to discuss whether we support the waiving of pre-legislative scrutiny of the Bill.  If we decide to carry out pre-legislative scrutiny, the Senator will have the opportunity to raise all the points she has made.  If we do not carry out pre-legislative scrutiny, she will have the opportunity to make those submissions in the Seanad.  We are not here to discuss or vote on the Bill; we are here to decide whether to waive pre-legislative scrutiny of the Bill.  I have made clear that my real sense on this is that we should waive pre-legislative scrutiny because of the time constraints involved and the real fear that we could end up between legislation.  That is what we are here to discuss.  I ask the Senator to keep to that issue rather than discussing the Bill itself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#D00500","speaker":"1626"},{"type":"speech","time":1615852800,"counter":28,"content":"<p>I am outlining the reasons we should not waive pre-legislative scrutiny.  My contribution probably should not be interrupted to direct me in terms of what I can say.  I am not voting to waive pre-legislative scrutiny.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#D00600","speaker":"1672"},{"type":"speech","time":1615852800,"counter":29,"content":"<p>I thank the Senator.  To clarify, I was not trying to direct the Senator to say anything.  Rather, I am just trying to keep the committee to the agenda and the agenda item is whether we waive pre-legislative scrutiny.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#D00700","speaker":"1626"},{"type":"speech","time":1615852800,"counter":30,"content":"<p>I too am on the Leinster House campus.  I am in Leinster House 2000.<\/p> <p>  At the meeting yesterday I asked the Department about the legislation, its extension and whether it is substantially the same as legislation which previously underwent pre-legislative scrutiny before the committee and was passed.  The officials confirmed that it is substantially the same.  I am not overly comfortable waiving pre-legislative scrutiny but, in the context of the time constraints, I am happy to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#D00800","speaker":"1574"},{"type":"speech","time":1615852800,"counter":31,"content":"<p>I thank Deputy Duffy.  I apologise to Deputy Higgins; I did not see her hand up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#D00900","speaker":"1626"},{"type":"speech","time":1615852800,"counter":32,"content":"<p>That is no problem.  I echo what many members have stated - it is disappointing that we do not have the Bill in front of us, but that is the situation we are in.  The situation all members wish to avoid is that of protections for vulnerable renters expiring unnecessarily during a pandemic.  This is emergency legislation in an emergency situation and I want the Bill to be passed in time to ensure that protections for renters do not lapse on the current expiry date.  I think all of our focus has to be on protecting renters.  I, like every other member of the committee, will have the opportunity to speak on the Bill as it moves through the Houses of the Oireachtas.<\/p> <p>  I know there was mention of a proposed amendment but I am not sure whether that would be in order.  Perhaps the Chairman can advise whether it is legally possible to amend a Bill that has not yet been published.  Doing so would not necessarily be something with which I would be comfortable.  Although I understand there is a significant level of discomfort among members, what I am comfortable with doing is extending the protections for renters in as seamless a way as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#D01000","speaker":"1566"},{"type":"speech","time":1615852800,"counter":33,"content":"<p>I thank Deputy Higgins.  The proposal that was put can be considered in the course of pre-legislative scrutiny or when the Bill goes before the Houses of the Oireachtas.  It is not a matter for the committee to deal with today.  We are here to vote on whether to waive pre-legislative scrutiny of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#D01100","speaker":"1626"},{"type":"vote","time":1615852800,"counter":34,"content":"<p>Question put:<\/p><p>The Committee divided: Tá, 7; Níl, 6.<\/p><br\/><br\/><p><\/p><p>Question declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#E00050","aye":["1647","1574","1656","1566","1626","1568","1682"],"nay":["1634","1453","1672","1550","1499","1468"],"abs":[]},{"type":"speechnospeaker","time":1615852800,"counter":35,"content":"<p>The question is carried.  The result is T&aacute;, seven; N&iacute;l, five.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#E00100","nonspeaker":"Clerk to the Committee"},{"type":"speech","time":1615852800,"counter":36,"content":"<p>I thank members for their participation.  We will now send-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#E00200","speaker":"1626"},{"type":"speech","time":1615852800,"counter":37,"content":"<p>Is that number correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#E00300","speaker":"1499"},{"type":"speech","time":1615852800,"counter":38,"content":"<p>I also think there is a mistake there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#E00400","speaker":"1672"},{"type":"speech","time":1615852800,"counter":39,"content":"<p>I think it is seven-six and not seven-five.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#E00500","speaker":"1499"},{"type":"speech","time":1615852800,"counter":40,"content":"<p>I think Deputy O'Donoghue is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#E00600","speaker":"1453"},{"type":"speech","time":1615852800,"counter":41,"content":"<p>That is a very big mistake.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#E00700","speaker":"1634"},{"type":"speech","time":1615852800,"counter":42,"content":"<p>Maybe we would want to scrutinise this as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#E00800","speaker":"1499"},{"type":"speechnospeaker","time":1615852800,"counter":43,"content":"<p>I apologise.  I have it on two pages.  The members are correct.  It is seven-six.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#E00900","nonspeaker":"Clerk to the Committee"},{"type":"speech","time":1615852800,"counter":44,"content":"<p>I thank the members for pointing that out.  We will send a message to the Business Committee that we agree to waive pre-legislative scrutiny.<\/p> <p>  The committee will reconvene on Tuesday, 23 March to continue pre-legislative scrutiny of the electoral reform Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HPJ2021031600002#E01000","speaker":"1626"},{"type":"unspoken","time":1615852800,"counter":45,"content":"<p>The joint committee adjourned at 2.12 p.m. until 6.30 p.m. on Tuesday, 23 March 2021.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Transport, Tourism and Sport","time":1615852800,"counter":46},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 11:30<\/p><p>The Joint Committee met at 11:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Joe Carey, Jerry Buttimer, Cathal Crowe, Gerard P. Craughwell, Michael Lowry, Timmy Dooley. James O'Connor, Darren O'Rourke, Ruairí Ó Murchú, Duncan Smith.<\/p><p>I láthair \/ In attendance: Deputy Michael Healy-Rae and Senator Micheál Carrigy.<\/p><p>Teachta \/ Deputy Kieran O'Donnell sa Chathaoir \/ in the Chair.<\/p>","time":1615852800,"counter":47,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002"},{"type":"minorheading","content":"Viability of and Opportunities for the Post Office Network: Discussion","time":1615852800,"counter":48,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#A00100"},{"type":"speech","time":1615852800,"counter":49,"content":"<p>Apologies have been received from Deputy Matthews.  The purpose of our meeting is to discuss the viability of and opportunities for the post office network.<\/p> <p>  On behalf of the committee, I welcome from the Irish Postmasters' Union, Mr. Ned O'Hara, general secretary, Mr. Sean Martin, president, Mr. Ciaran McEntee, vice president, and Mr. Tony Wall, union treasurer, and from the Independent Postmasters Group, Mr. Tom O'Callaghan.<\/p> <p>  I refer to the note on privilege in which all witnesses are again reminded of the long-standing parliamentary practice that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable or otherwise engage in speech that might be regarded as damaging to the good name of the people or entity.  Therefore, if witnesses' statements are potentially defamatory in relation to identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative that they comply with any such direction.<\/p> <p>  For witnesses attending remotely outside of the Leinster House campus, there are some limitations to parliamentary privilege and as such they may not benefit from the same level of immunity from legal proceedings as a witness physically present does.  Witnesses participating in this committee session from a jurisdiction outside the State are advised that they should also be mindful of their domestic law and how it may apply to evidence they give.<\/p> <p>  Members are reminded of long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside of the Houses or an official either by name or in such a way as to make him or her identifiable.  I also ask members not present in the D&aacute;il Chamber who are joining this meeting remotely that prior to their contribution to the meeting to confirm they are on the grounds of the Leinster House campus.<\/p> <p>  I call on Mr. Ned O'Hara to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#B00100","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":50,"content":"<p>On behalf of the Irish Postmasters' Union, we thank the committee for inviting us to address it today.  I hope that after our presentation, the committee will recognise the urgency of the situation facing the post office network.  The Irish Postmasters' Union has been in existence since the foundation of the State and has continued to represent the vast majority of postmasters since then.  We will hopefully be celebrating our centenary conference next year.  Notwithstanding the difficulties we face, we appreciate the opportunity to present our case.<\/p> <p>  We ask the committee to express to the Taoiseach and members of the Cabinet the urgency and benefit of supporting the network with the financial support recommended by the business advisers Grant Thornton in its review of the economic contribution and financial sustainability of the Irish post office network published last September.  The investment recommended by Grant Thornton would bring numerous benefits which I want to rehearse lest we forget them.<\/p> <p>  We are all in favour of communities and this would give medium-term certainty to communities that their local post office, designated an essential service during the Covid-19 pandemic, will remain at the heart of the community.  It will provide access for consumers to local services for all members in society, particularly the marginalised, financially excluded and most vulnerable who depend on the network for their services.  We provide a high level of customer service for all post office services, banking and cash transactions.  We deliver more than &euro;4.6 billion in cash transactions to social welfare customers without any transaction charges such as bank charges.<\/p> <p>  Research by citizens' advice in the UK found that the post office was one of the most important services in local communities ahead of the bank, library and pub.  The money the post offices hand out locally is spent locally thus sustaining and creating local jobs.  Grant Thornton reported the multiplier effect of this on the local economy was phase two of two, so the &euro;4.6 billion has a multiplier effect of two for local businesses.<\/p> <p>  As bank branches continue to close, the post office network is becoming more critical to small businesses to meet their daily cash and banking needs.  We facilitate social welfare and National Treasury Management Agency, NTMA, services for Government but we can do much more.  We are a physical deterrent to social welfare fraud and provide greater security for businesses and the Government.  We can be the State on people's doorstep.<\/p> <p>  The post offices provide a reassuring sign of the presence of Government in communities.  From an environmental point of view, we can be a one-stop shop for services.  There is no need for multiple trips.  We can reduce the carbon footprint by keeping services local and provide a trusted avenue for the green agenda.<\/p> <p>  We provide social cohesion and connection and community identity.  We help sustain communities and help people with low literacy, the financially excluded and the most vulnerable.  We provide Government, tourist and community information and help with social isolation.  We are safe, secure and trusted and one of the last face to face institutions left.  <\/p> <p>  I will address some of the issues around community banking and the post office network and the concept of community banking as a panacea for the post office network.  Conceptually, we are in favour of community banking.  Given our country's history in relation to banking, who would not be in favour?  Notwithstanding macro-level banking issues for the banking industry in Ireland, we have to bear the following in mind when assessing the likely benefit for the post office network.  <\/p> <p>  The opportunities for banking in the post office are in direct competition with the increasing trend towards online services.  The components of banking are deposits, current accounts, loans, mortgages and across the counter transactions servicing these components.  An Post accepts deposits on behalf the NTMA for post office savings bank, Government investment product and prize bonds.  If a community bank were to replicate this activity, we do not see the benefit to the network in relation to transactions.  An Post operates a current account but the vast majority of transactions are conducted online.  Will a community bank be an exclusively offline offering?  An Post has personal loans and credit cards and plans for the introduction of SME loans.<\/p> <p>  Mortgage lending is the other lending and an example best illustrates the point.  For one mortgage for every post office in Ireland there is a capital requirement of &euro;230 million, taking a round figure of 1,000 post offices.  The average mortgage in 2020 was &euro;230,000, so one mortgage per year for every post office requires a capital requirement of &euro;230 million.  <\/p> <p>  If every post office in Ireland has one mortgage per month, there is a capital requirement of &euro;2.7 billion.  That is 12,000 mortgages at &euro;230,000 per mortgage.  Some 12,000 mortgages are 33% of all mortgages issues in Ireland last year.  I am not sure when a community bank or any bank can get to 33% market share but this is an illustration of the capital requirement and the challenge faced in terms of mortgage lending as a panacea for post offices.<\/p> <p>  I do not propose that customers attend the post offices to withdraw their cash and us getting the benefit of them lodging the amount they withdraw to pay the mortgage.  One would expect those transactions would continue online.  <\/p> <p> We carry out identity verification for money laundering purposes which we are not paid for.  It is one of the things we have asked be recompensed in a public service obligation, PSO.<\/p> <p>  The network provides across the counter agency banking services for some commercial banks.  This will increase with the recent announcement from Bank of Ireland which we welcome.  Having said that, transactions across the counter generated by a community bank have to dilute or replace the transactions we currently do.  We cannot see how a community bank, which we are conceptually in favour of, would generate enough business aside from replicating what we currently do.  We do not see it as a panacea for the post office network whatever about it being a panacea for the banking system in Ireland.<\/p> <p>   What does community banking do to the existing community bank?  The credit union already provides a role for community banking in Ireland.  Will the new community bank kill the credit union?  The concept of community banking was the subject of a Government study in 2017 and a report of more than 200 pages was produced.<\/p><p>There was also a subsequent independent study carried out by Indecon and commissioned by the Department of Finance in 2019.  None of the reports found that the proposals had merit.  The pilot scheme proposed before the Indecon report did not even include post offices.<br\/><br\/>We are concerned that the pursuit of banking as a solution for the network will prove to be a distraction from the real issues and we suggest that there is much more merit in pursuing more tangible services.  This includes ensuring that when the pandemic unemployment payments revert to jobseeker's payments they are mandated for collection through post offices or, as Grant Thornton proposed, establishing the network as the State on one's doorstep, and ensuring that communities have the option to access all government services through the network<br\/><br\/>I remind members of what Deputy T&oacute;ib&iacute;n said in the D&aacute;il debate, no less than three or four months ago, on 21 October 2020.<\/p><blockquote>\tWe have a choice here.  One of the problems I have noted in my time in this House is that there are certain issues or topics for which every single Deputy will declare support, for the sake of the common good, with post offices and credit unions being two examples but when it comes to action and putting money where our mouths are, this Chamber has let down those organisations for generations.  Rather than have everybody from all sides of the House saying nice things about the post office network, can we actually support this motion and make sure that there is money to pay for the continued existence of the network?  <\/blockquote><p>Why the urgency now?  We agreed transformation payments with An Post in 2018 on the assumption that by 2021, new government services would be made available through the network, but none of these materialised.  The challenge we now face relates to the delay in providing these new government services which were promised to us in 2018, but that are only now being seriously examined, following an announcement by the Minister of State, Deputy Naughton, to establish a new interdepartmental group to examine directing more business to the post office network.<br\/><br\/>It is too late for this.  The network is facing a cliff edge at the end of June.  Decisions must be made, and actions must be taken, before then.  The Grant Thornton report warned of unrestrained post office closures after June 2021.  Its analysis recommended an annual public service obligation, PSO, payment of &euro;17 million, which, it is stated, would represent value for money for the State and provide a return of between &euro;334 million and &euro;776  million.  The lower end of that estimate by Grant Thornton is 20 times the investment.  <br\/><br\/>Currently, we serve 1.3 million customers; carry out 30 million social welfare transactions per annum; put &euro;4.6 billion in cash payments into the local economy without any bank charges, which has a multiplier of two, as I said; act as a deterrent to fraud; and employ 1,409 full-time equivalent staff.  <br\/><br\/>The IPU believes that the PSO should be in the form of an annual government retainer payment to be put in place from this summer with a commitment among all parties - the Government, An Post and postmasters - to expand the range of government services provided.  Postmasters are ready, willing and able to provide many additional services with immediate effect.  These have already been identified in previous reports produced by Mr. Bobby Kerr in 2016 and by An Post, the Government and the IPU in 2018, and include motor tax; licence renewals; registrations; identity verification, which we currently do unpaid; community information; and IT and office hub services, etc.  Independent research carried out by RED C last year found that 86% of people supported the Government providing financial support to keep their post office open and 86% of people wanted more State services available at their post office.<br\/><br\/>The day of reckoning has arrived for the post office network and it is now about actions and not platitudes.  The Government needs to act quickly and decisively to keep post offices open by ensuring a financial intervention is put in place before the end of June this year.  If it is not going to do so, it should tell us so that postmasters can make up their minds on whether they will continue in business providing the service which everybody says that they want, but which nobody is prepared to pay for.  Political backbone is needed to make a decision.  We ask the committee to provide that political backbone.  In comparison with the money that has gone into the banks, the investment in the post office network is minuscule.  There is a return of between &euro;334 million and &euro;776 million.  If no action is taken, the network will decline and disappear and people will wonder what happened.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#B00200","nonspeaker":"Mr. Ned O'Hara","continuing":true},{"type":"speech","time":1615852800,"counter":52,"content":"<p>The committee is very supportive of the post office.  Mr. O'Hara should understand that there is cross-party support for the network and members of the committee feel very strongly about the issue.  We are here in a cross-party capacity.  The issue is not a political one for any of us.  We want to see the post office network survive and we will work in a cross-party way.<\/p> <p>  I invite Mr. O'Callaghan to make his opening statement.  He has five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#C00200","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":53,"content":"<p>I thank the Chairman.  I have been a retailer adviser for eight years for a large cash-and-carry group and I have been self-employed for over 22 years.  I set up the Independent Postmasters Group in November 2016, and our ethos is one of a solution-based organisation.  I have also been the head of research for the post office section of the Public Banking Forum of Ireland since 2015.  I have been the city postmaster for over 20 years.<\/p> <p>  The current pandemic crisis has brought to the fore our core values, the essence of our community and what services the State must provide when all life is stripped back to the very basics.  The post office network has been proven to be essential to our very existence.  During the lockdown, the post office network provided essential services.  It was one of the few State-owned assets that kept money circulating and local economies going.  We can no longer ignore or pay lip service to the realities of the financial gravity in which the network will soon find itself.<\/p> <p>  It is incumbent on the Government to implement a sustainability plan.  It should implement the Private Members' motion passed by D&aacute;il &Eacute;ireann in November 2016 which sets out an action plan enabling the sustainability of the network.  A tight timeframe for implementation is a priority.  There must be a focus on new products, capital investment and government services for the network.  It is crucial that there is a five-year holding plan and that there will be no more downward revisions of post office incomes.  Otherwise, there will be no network to salvage.<\/p> <p>  Community banking must be re-investigated and developed as a survival option in light of the global economic depression.  The New Zealand and German community banking models must be considered.  This can be part of the overall recovery of small business and local communities, post Covid-19.  The community and social value of the network, so visibly present during the pandemic, must be recognised as a separate asset to the State, must be protected by the State and must hold a separate currency for the network when tendering for business.<\/p> <p>  Currently, the Government strategy is to reduce budget deficits and open competition for national contracts.  The Department of Social Protection is working towards the e-transfer of all social welfare payments, the reduction or elimination of cash transactions, open competition for contracts and reduced transaction fees for social welfare payments.  The post office is not really a concern.<\/p> <p>  Postmasters would like to see the introduction of an An Post-provided sole bank account for social welfare payments.  As we have said, An Post and banking is certainly an area that needs to be addressed.  Investment in facilitating this banking through the post office needs to be looked at.  All Departments can pay through the post office.  Overall, we are asking for the sustainability of the post office to be delivered.<\/p> <p>  The key to the sustainability of the post office network is for An Post to be the sole provider of bank accounts and to facilitate the Department of Social Protection's strategy to move to e-payments.  Users' accounts must be linked to the post office, thus maintaining services in the community and facilitating the customer locally, while also controlling potential fraud.<\/p> <p>  An Post is partly working under the agency banking model.  A State community banking model would be more sustainable, provide funding for local communities and also provide welfare bank accounts to facilitate social welfare payments.  The provision of banking through the post office network will require investment.  Currently, the National Treasury Management Agency has over &euro;20 billion in deposits.  These should be incentivised for investment in public banking.  <\/p> <p>  Postmasters believe that many other financial and administrative transactions between State Departments and service users can be put through the post office network.  An example of that is motor tax.  This was identified by Grant Thornton, the joint Oireachtas committee and the post office network group.<\/p> <p>  The post office network is a key State institution.<\/p><p>Government policy in its current form is detrimental to that.  A healthier vision for our society is one that includes tried and trusted institutions such as An Post and has a progressive vision for them.  An Post and postmasters are facilitative, forward-thinking and open for business.  We believe we can work in conjunction with the Government to achieve budget targets and technology enhancements in the provision of service.  If that is not done, there may be difficulty in terms of the issuing of social protection payments through post offices to customers on a cash concept.  As the committee is aware, we are moving towards a cashless society.  This matter urgently needs to be addressed.<\/p><p> In the context of the sustainability of post offices, I believe it is required that the current social welfare contract be reviewed each year.  That income is currently dropping by 3.2%, which will diminish the viability of post offices.  Post offices will not survive on cash transactions alone in light of the Government policy to move to electronic transfers.  This will be detrimental to stakeholders including An Post, postmasters, customers and communities.  As a result of the transition to a cashless society, the current model will not survive without constructive Government action.  <\/p><p> On tendering, the tendering process does not take into account the unique selling point of the post office network.  Post offices are not competitive under economic tenders but the post office network provides a valuable service in terms of a social and economic value system.  Post offices are among the last Government agencies operating in communities.  During Covid, post offices were the only example of a Government agency trading in towns and villages.  Is the Government going to let that go?<\/p><p> I refer to the S52 contract.  The current situation is that there are approximately 300 offices.  It involves a scaled payment review every three years based on transactions.  Their income is dropping significantly, by between 25% and 30%, due to social welfare payments moving online.  The current time bomb relates to the new contract signed by approximately 600 postmasters in July 2018.  Under that agreement, their salaries will be subsidised until June 2021.  Payments are based on transactions.  Post offices are facing a 25% decline in transactions due to Covid and social welfare payments moving online.<\/p><p> On the issue of Government intervention, temporary Government subvention is acceptable and necessary until a long-term solution is found.  It needs to be repayable and it would be best if it is short term.  I refer to the Grant Thornton report published in 2014 and the experience in the UK in terms of subvention.  The UK Government has used subvention-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#C00300","nonspeaker":"Mr. Tom O'Callaghan","continuing":true},{"type":"speech","time":1615852800,"counter":55,"content":"<p>I ask Mr. O'Callaghan to bring his remarks to a conclusion as we are very tight on time due to having to delay the start of the meeting.  I ask him to summarise his remaining points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#D00200","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":56,"content":"<p>As noted in the Grant Thornton report, the UK Government used subvention to help the network account for the loss of income.  At best, these subsidies provide a safety buffer for post offices, while long-term revenue streams are being established.  In conclusion, in order for post offices to be viable, action needs to be taken urgently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#D00300","nonspeaker":"Mr. Tom O'Callaghan"},{"type":"speech","time":1615852800,"counter":57,"content":"<p>I thank Mr. O'Hara and Mr. O'Callaghan for their excellent presentations.  It is clear that the maintenance of the post office network is at the core of the work they are doing.  Members who come from constituencies in which post offices have closed have seen the really negative impact the closures have had on the villages affected.  The closure of its post office effectively removes a core component of the village.  There is little doubt but that once the post office closes, other businesses cease to exist.<\/p> <p>  Mr. O'Hara and Mr. O'Callaghan referred to the situation during the pandemic and post pandemic and the need to take stock of where people are now at and the services they require.  There is no doubt that there is a difficulty in maintaining a post office purely based on transactions because people are doing far more online, but the fact is that some people still need the opportunity to do their transactions face to face.  It has always been my view that while that demand exists, it is incumbent on the State to provide the service.  Indeed, I think it can grow.<\/p> <p>  I agree with the witnesses that it cannot just be about transactions.  They offered views around whether the community banking model is the way forward.  As Mr. O'Hara indicated, it is not a panacea, although I am not sure that is necessarily how it is being portrayed.  It is another service that could be provided.  I have been around these Houses long enough to know that a significant amount of lip service has been paid by all political parties to the post office network.  There have been talks about services and another review of the banking opportunity in terms of community banking, etc.  However, the real crisis is now.  The money needs to be in place by June.  Unless it is in place, the network will continue to diminish and we will see the demise of many more post offices.  The only way to proceed for now is to make a very clear demand of the Government that a public service obligation be put in place as a first measure in order to prevent the closure of any more post offices.  Such action must include the post office in Broadford, County Clare, which closed recently.  <\/p> <p>  We need to stop the haemorrhage and draw a line under the closure of post offices.  Only then can we move to all the reviews and recommendations about the array of services that could be provided, including community banking, motor tax and other taxes and other State services.  To be honest, I am disappointed that we are into another round of reviews and looking at services and opportunities that have been thrashed out in various reports.  I must state on the record that I think it is being used yet again as a ruse to placate the postmasters who are rightly identifying a very serious problem.  <\/p> <p>  Do Mr. O'Hara and Mr. O'Callaghan agree that an immediate cash injection is needed to ensure we stem the loss of post offices?  Do they agree that they will, over time, work with all concerned to ensure that whatever State services can be delivered, will be delivered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#D00400","speaker":"1655"},{"type":"speechnospeaker","time":1615852800,"counter":58,"content":"<p>Grant Thornton produced a report containing the facts and figures to support that.  It just makes logical and business sense.  All we want is for that decision to be made.  Grant Thornton zero-based its study of the network.  It went back to basics and calculated the time taken for each transaction and the cost involved.  It made a cast-iron case.  All we want is for somebody to make the decision to implement that recommendation.  The Senator is correct that it has to be implemented immediately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#D00500","nonspeaker":"Mr. Ned O'Hara"},{"type":"speechnospeaker","time":1615852800,"counter":59,"content":"<p>It is very widely known that it needs to be addressed urgently.  That said, there is a need to have a viable business model going forward.  We have to stop going back to the closures.  We have to look at a model that actually generates income.  It is about being part of the community.  I agree that we need money urgently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#D00600","nonspeaker":"Mr. Tom O'Callaghan"},{"type":"speech","time":1615852800,"counter":60,"content":"<p>It is clear that there are two pieces of work to be done.  My recommendation to the committee will be to begin by establishing a dialogue with the Government to ensure, insofar as we can, that a PSO levy or a funding model - one can call it what one wishes - is put in place.  The committee should then work with all involved, including postmasters, communities etc. to see how we can make that sustainable in the long term based on transaction activity and the roll-out of services.  Listening to some of the soundings from the Government, I am a little concerned that the two issues are being conflated.  The only outcome from that confusion will be more post offices closing in the intervening period.<\/p> <p>  I think we have reached a point beyond which we cannot go.  There must not be any more post office closures  Those that have closed since Christmas, including the one in Broadford, must be reopened.  We must maintain the network at its current size and we must find the model to facilitate that.  In the first instance, funding must be issued by the Government to An Post to maintain it.  The second step is to work on a model of services that will meet the needs of the communities post Covid.  Under the direction of the Chairman, the committee can facilitate that work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#D00700","speaker":"1655"},{"type":"speech","time":1615852800,"counter":61,"content":"<p>I thank Mr. O'Hara and Mr. O'Callaghan for their presentations.  I regard the post office network as an integral part of community life.  It is important for people and businesses.  It is vital that the Government recognises this.  Following on from what Senator Dooley said, I am a strong advocate of the PSO.  I feel it is the only option available to sustain the existing chain of post offices.  I ask that Broadford post office in County Clare be included within such a PSO<\/p> <p>  I commend the Irish Postmasters Union on putting together the report it published last September.  It is an evidence-based report which puts forward a strong case for a PSO.  Other European countries, including France, Italy, Germany, Poland, Finland and Spain, have introduced such models.  There is an urgency to this.  The committee has a role as well in that it could make a strong recommendation.  The witnesses are here today in order that we, as a committee, can stand by the postmasters' unions and make a strong case.  Will Mr. O'Hara explain how a PSO would work for an individual post office and postmaster?  What would it mean and what would it entail?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#E00100","speaker":"1517"},{"type":"speechnospeaker","time":1615852800,"counter":62,"content":"<p>We would see that working in the form of a fixed payment rather than transaction based.  As Senator Dooley said, we would then look at the services that we provide in an area and what other services we could provide.  In the short term, it has to be a fixed payment.  We are prepared to take on whatever Government services are required.  Unless the network gets support in the form of a fixed payment, however, it is just going to collapse.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#E00200","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":63,"content":"<p>Does Mr. O'Callaghan support the PSO as well?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#E00300","speaker":"1517"},{"type":"speechnospeaker","time":1615852800,"counter":64,"content":"<p>There is a &euro;17 million shortfall.  However, due to the decline in Government business, there could be anything up to &euro;50 million of a shortfall in three to four years.  The network will not then be viable.  Effectively, we need a long-term plan as well as a short-term one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#E00400","nonspeaker":"Mr. Tom O'Callaghan"},{"type":"speech","time":1615852800,"counter":65,"content":"<p>I thank Mr. O'Hara and Mr. O'Callaghan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#E00500","speaker":"1517"},{"type":"speech","time":1615852800,"counter":66,"content":"<p>I thank Mr. O'Hara and Mr. O'Callaghan for their presentations, which outlined clearly the current state of affairs and the cusp on which the post office network finds itself.  When anybody thinks of the fabric of communities and what makes them up in terms of infrastructure and institutions, the post office is high on the list and is certainly near the top.  I previously served as a member of a local authority.  In my constituency, three local post offices closed in the most recent round of closures.  It would be really worth getting Grant Thornton or somebody else to do a longitudinal study to look at the impact of post office closures on communities and the social fabric, as well as on local businesses.  In my experience, the impact is quite profound and has a considerable knock-on effects, not just in terms of the economy but also in the context of other State and community infrastructure.<\/p> <p>  The Grant Thornton report refers to unrestrained closures.  In a worst-case scenario, what does this mean?  The transition payment is due to be up at the end of June.  If no alternative, PSO or continuation of the transition payment is put in place, how many post office closures could we realistically be talking about?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#E00600","speaker":"1507"},{"type":"speechnospeaker","time":1615852800,"counter":67,"content":"<p>The short answer is up to 200 in the next 18 months.  Mr. Sean Martin, president of the union and a working postmaster, will elaborate on that point as he can give the committee a more hands-on experience of postmasters in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#E00700","nonspeaker":"Mr. Ned O'Hara"},{"type":"speechnospeaker","time":1615852800,"counter":68,"content":"<p>I thank the Chairman for confirming his and the cross-party commitment to support the post office network, a critical infrastructure for the State, which is under huge threat.<\/p> <p>  I agree with Senator Dooley about the cohort of people who are disadvantaged in not being able to access services online.  There is a cohort which has no access to computers or broadband.  There is certainly a cohort of people who are not competent enough to use computers.  There is also a cohort who are competent to use computers but who do not want to do so because of concerns over privacy and fraud.  There is a cohort who are competent to use online services but who do not want to do so for their own mental and social well-being in that they want to ensure they can interact with local services, particularly with their post office.<\/p> <p>  Unfortunately, the Government is abandoning these people.  We need the Government to realise that investment is needed quickly in the post office network.  It talks about investing in community development, rural rejuvenation and a town and village scheme.  Being able to attract people to such initiatives, one needs to be able to deliver to locally.  At present, however, the Government is withdrawing local services, particularly those relating to post offices, and is pulling back in the context of community development issues.  I hope we have a Minister with the backbone and business acumen to understand the value of a &euro;17 million investment that will deliver a social impact of between &euro;334 million and &euro;700 million.  The post office network delivers and distributes &euro;4.6 billion with a multiplier of two to local economies.  The committee needs to ask local businesses, the baker, the candlestick maker and the butcher, how important that money is to their survival.  This is important not just to the survival of local businesses but communities.<\/p> <p>  Deputy O'Rourke is correct that the post office is of significant value to communities.  I have been a working postmaster for the past 25 years.  I see the importance of the post office, not just to the most vulnerable and the marginal, but to all groups in society where they can interact in a trusted and secure environment with postal products, financial services and other services that we offer for the Government for free.  We deliver a huge amount of information and services on behalf of the Government.  The Government must realise the importance of the network and that the investment we are asking for is not that large.  If one were to ask any layman to invest &euro;17 million on the basis of the return we would give, before the question was even finished, the layman would have written the cheque.  We are asking the Government to make the decision on that investment quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#E00800","nonspeaker":"Mr. Sean Martin"},{"type":"speech","time":1615852800,"counter":69,"content":"<p>As other members have said, the committee should speak with unanimity on this.  It is a political decision in my opinion.  It is about recognising the value as much as the cost of things.  We should speak with one voice on this.  The Government should make the decision to follow through.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#E00900","speaker":"1507"},{"type":"speech","time":1615852800,"counter":70,"content":"<p>That is collective and why the committee has come together in order to hold specific meetings in the week of St. Patrick's Day with the postmasters' unions and An Post.  We regard this as a critical and central issue.  That is why we are holding the meeting today.  I fully agree with the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#E01000","speaker":"1593"},{"type":"speech","time":1615852800,"counter":71,"content":"<p>I have been following some of the debate virtually from the office but I am glad to be here with everyone now.  I will make a few points at the outset.  My neck of the woods, Broadford in County Clare, has faced the devastation of a post office closure since the new year.  That is 190 years of history and service to the local community now shut, with Covid-19 used as an excuse.  This has been a feature of Covid-19.  We have vaccinations.  We talk about how society is being shut down but agencies and bodies have used Covid-19 as an excuse to shut things down.<\/p><p>Particular to the Broadford case, and it is important to mention it with our stakeholders here today, there seemed to be some kind of flaw in the model of contracts used by An Post.  It is very much the individual; it is not the community or to the overall service provided by the network.  In the Broadford case, the contractor and his family decided to retire from the service they provided and An Post seized on that opportunity to shut down the post office entirely.  Therefore, its contract is very much with an individual.  That is fine; that is how contract law works.  There is no chance of offering that contract to another individual, however.  It just shows that if one uses An Post's metrics of viability, many more post offices in the country could close if someone else decides to retire from the service.  An Post does not have a loyalty to the service overall.<\/p><p>I very much believe, and I have been pushing this within the Fianna F&aacute;il channels, that a public service obligation is the way forward.  I have been pointing to Dublin city where a grandiose vanity project - a &euro;22 million white-water rafting facility - is being planned and budgeted for by Dublin City Council.  It will cost &euro;17 million to keep our national post office network buoyant<i>vis-&agrave;-vis<\/i>a public service obligation.<\/p><p>In a moment, I would like Mr. O'Hara from the Irish Postmasters' Union to outline whether he envisages that figure has crept up because it was suggested approximately three years ago and, obviously, there is inflation and further pressures on the service.  Has that figure crept up?  Is that sustainable year-on-year?  Does he believe that is likely to double, as some have suggested, or even treble within a decade?<\/p><p>I also believe there is a long-term need for other services to be provided in post offices.  Some people go there to receive their pension or social welfare payment or to drop in a package to be sent elsewhere around the world.  For most people, however, myself included, it is a case of going in for postage stamps, which in itself does not keep any post office afloat, alive or sustainable.  It will need far more in that regard, and in the medium to long-term we need to look at considerations, such as those put forward by Mr. O'Callaghan, for a community banking system similar to <i>Sparkassen <\/i>in Germany or the Kiwibank model in New Zealand.  I hope he will elaborate on that in a moment.<\/p><p>The bottom line is that a public service obligation will net an approximately twentyfold return for the Exchequer and the State.  If &euro;17 million is put in to keep it sustainable and buoyant then approximately &euro;334 million or thereabouts comes back.  It is a no-brainer.<\/p><p>I made the point to the Minister, Deputy Ryan, and it needs to be a key recommendation of this committee, that he needs to intervene in those cases of post offices that were closed by stealth during Covid-19, in particular, including Broadford in County Clare.  We cannot use a magic wand and reopen every post office has been closed for decades.  That is just not viable.  It will never happen; it is fictional land.  As a committee, however, a key recommendation that I asked to be noted today is that any post office closed by stealth during Covid-19, including Broadford in County Clare, would reopen.<\/p><p>I will conclude by asking Mr. O'Hara to outline the public service obligation.  Where has it happened?  Where has it worked?  Is it likely to be higher?  Mr. O'Callaghan may then come in on the whole idea of community banking and outline how it has worked successfully in other jurisdictions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#F00100","speaker":"1519"},{"type":"speechnospeaker","time":1615852800,"counter":72,"content":"<p>To refer to Deputy Crowe's question, the Grant Thornton figures were calculated at the end of 2019.  They did not take into account any Covid-19 effect from 2020.  We believe that rather than increasing, that could be diluted for the Government if we were to provide additional services.  We recognise there may be a fear in official circles that this could be an ever-expanding hole for the investment.  We, however, see that this should be subject to an annual or biannual review with regard to the services that are provided and the costs.  I would not expect anybody to sign a blank cheque.  Having said that, however, Grant Thornton said it will produce a return, and again, I am repeating myself, of &euro;324 million to &euro;776 million.  We would expect, if we get additional services, that a monitoring mechanism will be in place to ensure it does not become a snowball.  I believe that answers the questions on community banking.  I will hand over to Mr. O'Callaghan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#F00200","nonspeaker":"Mr. Ned O'Hara"},{"type":"speechnospeaker","time":1615852800,"counter":73,"content":"<p>Let us be realistic.  At the moment, it costs approximately &euro;70 million plus to run the network so we need to come up with a revenue stream that will sustain it.  Currently, we are very dependent on the Government contracts which are actually depleting.  If we look at the figures of where we are now, we are looking at a significant shortfall.  Therefore, how do we fill that gap?  The New Zealand Government, for example, looked at whether there was a way of creating a model that returns money to the post office network in a way that can be brought back to the local community.  Last year, it turned over [<i>figure inaudible<\/i>].  The reality is that this would open it up for other business and other transactions.  Currently, postmasters who have a deal with Bank of Ireland are upset because they still do not know to this day what they are going to be paid.  While I would welcome the business, it is really going to be like getting crumbs off the table.  We need to look at a business model that will generate the revenues to make the network viable.  To me, that is what it is about.  Let us be clear on this - if we were to create a bank, we could make a return to the community.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#F00300","nonspeaker":"Mr. Tom O'Callaghan"},{"type":"speech","time":1615852800,"counter":74,"content":"<p>If I may, I have one final question for Mr. O'Callaghan.  The An Post deal that was struck with Bank of Ireland approximately ten days ago has been heralded as something wonderful where the bank's tentacles reach all communities in Ireland.  From a postmaster's perspective, apart from having some stickers on the Perspex screen of his post office and actually offering a service to his customer base, what is it worth to Mr. O'Callaghan's post office?  Could Mr. O'Callaghan perhaps quantify what that deal is worth?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#F00400","speaker":"1519"},{"type":"speechnospeaker","time":1615852800,"counter":75,"content":"<p>To be honest with the Deputy, we actually do not know, which is worrying.  We are supposed to be embracing a new business model yet we do now know what we are going to be paid.  However, we could be looking at a net of approximately &euro;2.5 million.  This would suggest that, on average, we are talking about between &euro;1,000 or perhaps &euro;1,500 net per annum for the postmaster to do all that work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#F00500","nonspeaker":"Mr. Tom O'Callaghan"},{"type":"speech","time":1615852800,"counter":76,"content":"<p>I thank Mr. O'Callaghan.  I will ask a number of questions.  I read the Grant Thornton review, which is very a comprehensive and good report.  Since the report was done at the end of last year, 11 post offices have closed.  We are now down to 888 postmasters' post offices and 45 which are operated by An Post directly.  The postmasters make up approximately 95% of all post offices nationally.<\/p> <p>  What will happen on 1 July in terms of the arrangement between the postmasters and An Post about the way they are paid for their services?  I know the huge valuable service my local post office in Castletroy provides.  Therefore, to put it in perspective, what will happen on 1 July in the way postmasters are paid for their services by An Post?  Will Mr. O'Hara elaborate on how many post offices it will impact upon?  I have a question after that for Mr. O'Callaghan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#F00600","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":77,"content":"<p>I thank the Chairman.  I am familiar with Castletroy post office and the postmaster, and of his trials and tribulations as an example of the network.  What will happen in his payments from July onwards-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#F00700","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":78,"content":"<p>From 1 July onwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#F00800","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":79,"content":"<p>From 1 July, his transformation payments are scheduled to cease.  As we said, they should have been replaced by the new Government services.  He was getting an incentive payment of approximately 10% of his old salary to encourage him to be more commercial.  That is going to cease.  It is approximately 10%.  If he was getting a top-up payment, that is going to cease.  Therefore, for him personally, without going to individual earnings, those payments will cease.  What we expect to happen is this.  The Chairman referred to postmasters who have stopped or retired.  I am aware of three in Dublin - Mount Merrion, Foxrock and Monkstown - for which An Post was not able to get a replacement postmaster at the terms it currently offers or at commercial rates.  Therefore, those post offices are now permanently closed as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#F00900","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":80,"content":"<p>Mr. O'Hara, to put it in context, how many post offices will it impact?  What is the number you believe will close as a result of the changes from 1 July\/?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G00100","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":81,"content":"<p>I expect that over the next 12 to 18 months up to 200 postmasters will retire.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G00200","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":82,"content":"<p>That is approximately 25% of the postmaster network.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G00300","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":83,"content":"<p>Yes.  The risk is that the postmasters who will retire are in the busier post offices rather than the less busy ones.  They are the backbone of the network and if that backbone is broken, the model is broken.  As my mathematics teacher used to say, it will be non-existent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G00400","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":84,"content":"<p>To follow up, what interaction has the Irish Postmasters' Union had with An Post to date about the changes that will happen from 1 July?  Why is the transformation payment due to run out on 30 June?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G00500","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":85,"content":"<p>We indicated to An Post from earlier this year that it knew as well as we did that the transformation payments were going to cease.  We expected that the Government would have reacted more quickly to the Grant Thornton report.  There is no time for that to happen now.  We said to An Post that the transformation payments must continue and we asked it to continue funding them.  We have been told by An Post that it does not have the money to continue funding them.  That is what causes the crunch.  We are agnostic, as it were, as to where the money comes from, whether it is An Post or the Government.  What happened is that two or perhaps three years ago, when Deputy Naughten was Minister with responsibility for communications, An Post got a loan of &euro;30 million from the Government.  That, in effect, was the start of the PSO.  There is a PSO in effect for the last two or three years, only it is in the form of a loan as opposed to a formal arrangement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G00600","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":86,"content":"<p>With the changes from 1 July, what will be the impact on the bottom line, on average?  No post office is average, but what is the average figure for the impact on post offices across Ireland?  How much will it cost?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G00700","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":87,"content":"<p>If one takes a postmaster at the average earnings of approximately &euro;60,000, and bear in mind that he must provide a premises as well, he is going to lose 10% of that, which is &euro;6,000, and whatever his top-up payment would be, which could be in the order of &euro;4,000.  He is going to lose &euro;10,000 of the &euro;60,000 and drop to &euro;50,000.<\/p> <p>  I will give another example.  I spoke to a postmaster in a busy office in Dublin recently whose contract is advertised at &euro;80,000.  The costs associated with that contract are &euro;70,000, so whoever takes over that post office will be faced with costs of &euro;70,000 and revenue of &euro;80,000.  It is a gap of &euro;10,000 for the person to run that post office.  The postmaster will be working for less than the staff he or she employs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G00800","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":88,"content":"<p>My final question is for both of the witnesses.  For the members here, the Grant Thornton report makes it obvious that there is a need for a PSO in terms of what will happen from 1 July.  You will hear from the other members, but it is something I would support.  Can I return to the Bank of Ireland?  Mr. O'Callaghan dealt with it.  Mr. O'Hara, what benefit will this relationship with An Post bring to the postmasters throughout the country?  What interaction have you had with An Post on this proposal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G00900","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":89,"content":"<p>We had no discussions with An Post prior to the announcement.  To our knowledge, An Post had signed a non-declaration agreement with Bank of Ireland so it could not talk to us about it.  It was subject to a non-disclosure agreement.  We have a meeting scheduled with An Post for next Tuesday to discuss the details.  We expect to be the offline solution for Bank of Ireland and the other banks because, effectively, banking is online.  AIB is currently worth approximately &euro;2 million to the network, and we would expect Bank of Ireland to be worth at least that amount.  We have not had negotiations with An Post about the rate, but we expect that to be increased.  I do not know the answer as to what it is going to be worth, but I expect it to be in that region.  However, it will only start in September.  It is not immediate.  Our negotiations start next Tuesday with regard to the amount.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G01000","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":90,"content":"<p>Mr. O'Callaghan spoke about the Bank of Ireland, but how critical or how much of a cliff edge is the 1 July change in the structure of payments to the postmasters from An Post?  How much of a cliff edge measure is it for the post office network as we know it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G01100","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":91,"content":"<p>If we are looking at between &euro;20,000 and &euro;30,000 of an income drop, that will not be sustainable and will affect quite a number of offices.  However, I might make one point.  One thing we firmly disagree on was the acceptance of the new contract in 2018.  The simple reason was that we got legal advice and based on that legal advice, we were very unhappy.  The question I would ask is whether independent contract law advice was obtained and, if so, whether it was shared with postmasters throughout the country before recommending signing that new contract.  The reason for this is quite simple; there was no long-term plan.  We are now in a situation where, as of July this year, potentially 600 offices are facing an unviable situation.  That is a drastic concern for us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G01200","nonspeaker":"Mr. Tom O'Callaghan"},{"type":"speech","time":1615852800,"counter":92,"content":"<p>I thank the witnesses.  They have been straight to the point.  It appears we are facing an abyss with the transformation payment stopping.  From the beginning of July, there will be a business model that will not work for the post office network, and it certainly will not work for individual post offices.  I add my voice to much of what has been said.  We all generally support what is in the Grant Thornton report, particularly with regard to the necessity for a public service obligation.  However, some payment has to make up in the short term for the loss of the transformation payment.  That goes without saying.  What communication or interaction has there has been with the Government regarding the Grant Thornton report since its publication?  Since the new interdepartmental review was set up, has there been any interaction with the Irish Postmasters' Union?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G01400","speaker":"1498"},{"type":"speechnospeaker","time":1615852800,"counter":93,"content":"<p>We have met both the Minister, Deputy Eamon Ryan, and the Minister of State, Deputy Naughton, since the Grant Thornton report was published to ascertain what their response would be.  We had the initial meeting and we had some difficulty getting a subsequent meeting because it had not been considered.  We met the Minister of State, Deputy Naughton, at the end of February and we found out at that stage that the Grant Thornton report had been sent to NewERA for consideration.  We were surprised that it had not been sent before that.  We were also told there were plans for the cross-departmental working group to look at the post office network as the offline solution.  That is going to report at the end of July.  Our concern is that the end of July is too late.  The other thing that surprised us is that it took until February to send the report to NewERA for independent evaluation, even though Grant Thornton is independent anyway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G01500","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":94,"content":"<p>That is the outlook here.  I understand that the end of July is too late.  We have heard that, to a degree, some of the pain relating to the Ulster Bank closures and particularly the Bank of Ireland closures is relieved by the fact that we may have those services offered to us by the post offices.  One thing that will be absolutely necessary is the concept of offering online services, whether it is motor tax, the electoral register or other services.  I note the mention of tendering difficulties with the tendering system that operates for that.  What conversations has the IPU had about how these could be facilitated from the point of view of offering those offline services, which are absolutely necessary?  We all accept that most rural areas could not operate without the services and support offered by post offices, particularly during the Covid pandemic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G01600","speaker":"1498"},{"type":"speechnospeaker","time":1615852800,"counter":95,"content":"<p>At the risk of being cynical or sceptical, we have heard every excuse for the last four years as to the reasons we cannot have government services.  We simply do not understand them.  Grant Thornton, in recognising that, said that if there are procurement issues that have to be worked through, the network needs to be supported while those issues are being resolved.  I refer to my earlier comment.<\/p><p>It may not be &euro;17 million if we get those transactions.  There are several procedural or administrative obstacles to providing those services across post office counters.  In the meantime, we ask that we would be supported from 1 July while all of those procedures are put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#G01700","nonspeaker":"Mr. Ned O'Hara","continuing":true},{"type":"speech","time":1615852800,"counter":97,"content":"<p>That is the crux of the matter.  We all accept the reality that we need to sustain the post office network.  That is not going to happen if we have the business model that is being offered to post offices the minute the transformation payment ceases.  There needs to be an interim solution and beyond that, we need a PSO.  What  would need to be put in place to facilitate post offices in offering a wider array of services, including non-financial services?  I am thinking here of the green hub offering, for example.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#H00200","speaker":"1498"},{"type":"speechnospeaker","time":1615852800,"counter":98,"content":"<p>We are involved in the green hub at the moment but Covid has curtailed a lot of activity, in fairness to everybody concerned.  Opportunities may have been postponed because of Covid and perhaps those opportunities could be explored in the interim, while we work out a permanent solution.  If interim measures are put in place for July, all of those other options can be explored.  We accept that Covid has hindered some of the plans people had but we have worked hard during the pandemic.  We have stood on the front line and have put ourselves and our families at risk.  Every day I hear of postmasters doing unpaid work, including making vaccination appointments for people.  Much of our work is unpaid.  We are part of our communities.  Post offices are community centres that provide community services.  That needs to be recognised and postmasters need to be valued.  If we are not valued, somebody should tell us that and we will go and do something else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#H00300","nonspeaker":"Mr. Ned O'Hara"},{"type":"speechnospeaker","time":1615852800,"counter":99,"content":"<p>I am glad the Deputy mentioned the green hub, which is just one example of a newer product.  However, one cannot apply for a green hub loan or pay it back through one's local post office, which raises the question as to where the income for the postmaster is generated.  Joined-up thinking is needed.  All of our offices are interlinked.  We have the best of technology and IT that is second to none.  Why can we not be as large as Argos and be able to deliver to rural villages and other communities and open up the landscape to products?  That has to be embraced because if things remain stagnant, there will be massive closures.  I genuinely believe such closures are unnecessary if we tap into the potential of the existing network.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#H00400","nonspeaker":"Mr. Tom O'Callaghan"},{"type":"speech","time":1615852800,"counter":100,"content":"<p>I thank the witnesses for their statements and contributions thus far.  We have reached a point where we must have a long think about how we want our towns to develop.  The main streets in our towns were home to many different types of shops 20 or 30 years ago, including hardware stores, drapery shops, butcher shops and so forth but they have all gradually disappeared.  They have either moved to the outskirts of towns or to shopping centres in large regional towns.  The local post office is almost the last one standing in terms of being an active community centre or hub on our main streets and in the centre of our towns.  The protection of post offices should not be and is not a nostalgic notion.  For as long as I have been interested in politics, post offices have always asked for responsibility for new services.  They have wanted to evolve, have asked for new services and for help to develop further and to sustain their position as a focal point in towns and communities.  They have always shown a desire to be flexible but for reasons that have always caused people to scratch their heads, we remain on this perpetual cliff edge which it seems we are actually going to reach at the end of June.  We have heard very worrying testimony from the witnesses.  We cannot continue to allow our post offices to wither on the vine.  Ultimately, we will end up with main streets that house only fast food outlets and bookies' shops.  That is essentially where we are going.  I represent a constituency in north Dublin which is a collection of towns and villages, the same as many other Deputies on this committee and beyond.  I have seen those communities wither and diminish in terms of what is offered in the centre of town, with only the post office still standing.<\/p> <p>  I have a specific question on the recent Bank of Ireland announcement, by which I am quite intrigued.  Bank of Ireland has announced that it is going to close branches but its statement suggested that the post offices will take over that business, which is great because it will be a shot in the arm for the post offices.  I ask the witnesses to outline how much, if any, negotiation was done with the post offices in advance of or since the release of that statement.  I seek an explicit answer because the public was left with the perception that the post offices were in on this and were going to benefit from it but from what we have heard today, that could not be further from the truth.  The witnesses stated that up to 200 post offices are in imminent danger of shutting after 1 July.  While I am not seeking the details, do the witnesses have those listed in order of degree of risk?  The witnesses alluded to the fact the busiest offices are more at risk.  What level of work has gone into identifying the post offices that are at critical risk?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#H00500","speaker":"1564"},{"type":"speechnospeaker","time":1615852800,"counter":101,"content":"<p>On Bank of Ireland, we have not had discussions with An Post yet; such discussions are scheduled for next Tuesday.  We did have some preliminary discussions.  We had heard something on the grapevine and were told that An Post had signed a non-disclosure agreement with Bank of Ireland and was not in a position to discuss anything with us.  The short answer is that there has been no negotiation with postmasters but discussions are scheduled to take place next week.<\/p> <p>  On the number of closures, we conducted a review last year that was chaired by Mr. Turlough O'Donnell who is a senior counsel.  He asked me questions, in the way a senior counsel would , about the number of post offices that we expected to close and where they are located.  His interpretation of my answer was that there would be \"unrestrained closures\".  We do not know who, what or how many but we suspect it will be the offices that are closest to the economic margins.  We expect the post offices with the highest costs to close, including post offices in our cities.  One such office in Barrackton in Cork closed recently.  The postmaster was there for a long time and had done the State some service.  The post offices that are most on the margins of profitability are most at risk.  It is unlikely to be the smaller post offices and is more likely to be the bigger ones in the cities because they have higher costs, including rents and maintenance costs.  As I said, the term \"unrestrained closures\" was Mr. O'Donnell's interpretation of my answers but I cannot elaborate further on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#H00600","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":102,"content":"<p>I appreciate Mr. O'Hara's reply but that is no way for a pillar bank operate or communicate.  It seems to be the case that negotiations will take place next week.  We will have to see how they go.  That has put post offices in a very difficult position in light of the level of public expectation, which is unfair and unwarranted.  No doubt postmasters will do everything they can to ensure that more services are provided in their post offices but we need to look seriously at community banking in this country.  We need to consider how post offices can engage with and be central to it.  This committee may need to communicate with the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach in this regard because we cannot keep operating in silos when there is obvious crossover.  We are all speaking with one voice of support but I hope we will not be back here in a year's time having similar conversations but with fewer post offices in existence because we, as a State, have allowed more to close.<\/p> <p>  I thank the witnesses for attending.  I would also like to thank postmasters personally.  Over the past year I have used my local post office more and more because of the services which it provides and which have enabled me to keep in touch with my family abroad.  My post office has sent packages in a very efficient, cost-effective and helpful way and has provided an unbelievable service.  The post office is not a service that is based on nostalgia.  It is a service for the future and will be central to the sustainability of towns all over this island, be it through community banking, work hubs or day-to-day banking and postal services.<\/p><p>We have a system and network that want to help and be part of the future of all of our communities.  It is incumbent on the Government and future Governments to ensure this happens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#H00700","speaker":"1564","continuing":true},{"type":"speech","time":1615852800,"counter":104,"content":"<p>I welcome our witnesses and thank them for their presentations.  We all know that for years our post offices have been allowed to wither and die.  Most post offices are under the threat of closure.  An Post is worn out from analysis.  It has been flogged to death by Government indecision.  An Post has been the subject of a mountain of reviews, assessments and evaluations and numerous reports.  Far-reaching recommendations to rescue the service are piled high without any implementation.  Successive governments have made positive noises and did absolutely nothing.<\/p> <p>  In considering all the data on record as to how to save the post offices, it beggars belief that last week the Government decided to establish yet another interdepartmental group to examine the feasibility of directing more government business to the post office network.  There is nothing new in this.  It has happened before.  It is another fudge.  Over many years, report after report declared in emphatic terms that An Post outlets were non-viable and faced closure.<\/p> <p>  The nub of the crisis is that under the current business model, activity does not generate sufficient turnover and income.  There is no profit to pay for the overheads.  Throughout Tipperary and the country, the majority of post offices remain on financial life support only through the selfless and tireless efforts of the local postmaster.  To survive in any business there must be products and services to meet the demands of the consumer.  The commercial offerings at An Post are outdated, outmoded and no longer desired by the consumer.  To add to this, An Post has been curtailed in its efforts to diversify and facilitate additional business through its network.  It has been suffocated by Government inaction.  It has been shut out by vested interests.<\/p> <p>  Back in 2016, I signed a motion with the independent group and it was unanimously agreed by the D&aacute;il.  I signed another motion with my colleagues in the Regional Group last October.  We set out a range of proposals to support An Post in the roll-out of new services and the delivery of a strategic plan to ensure its financial viability.  This included the provision of banking and financial services as part of a community banking model.  The motion was accepted by the Government and the D&aacute;il but there was no follow-through.  The Government must stop sidestepping the issue.  The Government must step in as a matter of urgency to create market conditions to allow An Post to grow and develop a wide range of services that would be supported by the community.  With Government support it is still possible to revitalise An Post.  An Post has the personnel, visibility, facilities and infrastructure to adapt and deliver a new sustainable model of business.  The time for pretence is long gone.  We need immediate and resolute action from the Government.<\/p> <p>  In the short term, the Government should make available an emergency fund and a fixed payment to avoid collapse.  The precedent is there if it follows the example set by the then Minister, Deputy Naughten, when he provided &euro;30 million.  The model to channel the funds to An Post exists.  If the Government wants An Post to survive and provide a public service, it must be willing to recognise the value of that public service and pay for it.<\/p> <p>  I am concerned.  I strongly support and am an advocate of a community bank.  Since Ulster Bank pulled out we have a duopoly with Bank of Ireland and AIB.  A lack of competition in the sector makes life very difficult, in particular for small businesses that are expected to take out a loan and give personal guarantees.  I would like the witnesses to comment on whether Bank of Ireland and AIB have effectively sidelined and spancelled An Post from participating in a future arrangement with a third banking force.  For the type of moneys that will return to the postmasters, and in general to An Post, I do not understand why they have gone in so blindly to this arrangement.  It suits the two banks perfectly well to have An Post under their arm.  Do the witnesses have a reaction to this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#J00200","speaker":"1609"},{"type":"speechnospeaker","time":1615852800,"counter":105,"content":"<p>I will pass this to our president because I know he has views on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#J00300","nonspeaker":"Mr. Ned O'Hara"},{"type":"speechnospeaker","time":1615852800,"counter":106,"content":"<p>I thank the Chair and Deputy Lowry, who is dead right.  The post office withers while the Government dithers, and that is the difficulty with the post office network and our ability to be able to sustain ourselves.  The Government's e-payment strategy and its digital first strategy have exacerbated the problems throughout the network.  I do not have a problem with digital first.  We all know people are getting more and more enabled with technology.  However, I do have a problem with digital first, digital second and digital third.  Invariably what the Government is doing is taking the local service out of local communities and divesting itself of the delivery of the services to local people and local communities that want them.<\/p> <p>  With regard to the banking, the Deputy is dead right.  We would all love a community bank but we must realise a community bank will take quite a while to get off the ground, and by the time it gets off the ground, I do not think we will have any post office.  There might be 100 or 200 post offices left.  Community banking also needs physical infrastructure and physical time to be able to deliver the service at a counter.  As it stands at present, the post office does not have this expertise.  It does not have the time needed to be able to deliver that expertise on the financial side.<\/p> <p>  An Post took the strategy, and in our view it was the right strategy, of trying to deliver more agency banking because it involves quick transactions that can give postmasters some sort of a return in the short term.  In the long term, what we are looking for is the Government to deliver retainer earnings for postmasters that will enable them to survive over the coming three, four or five years.  Our general secretary has already stated we are not looking for money to be put into a black hole.  We are quite prepared to look at a review in two years' time on how the new government services have fitted with the post office network, how they have been implemented and how they have fitted with the communities.  If it has not worked then, we may need to do something else.  In the meantime, we do not need to get distracted with a community bank because if we do get distracted with that community bank, the delivery of a public service obligation, PSO, or retained earnings will be lost very quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#J00400","nonspeaker":"Mr. Sean Martin"},{"type":"speech","time":1615852800,"counter":107,"content":"<p>I appreciate that this is a long-term project.  I have already said I believe interim measures are required.  This is why I stated the &euro;30 million loan advance has created a precedent and I cannot see why it is not possible for the Government to make the funds available to sustain the Irish postmasters and give them a proper income and reward for their effort and the work they do.  This is the expectation of anybody working in Ireland and they are entitled to it also.<\/p> <p>  For a different reason, I am interested in my next topic, the green hub improvement loan channelled through An Post as an agent.  What has been the uptake of this?  What is the average amount of the loans issued?  Has this scheme met the predicted expectations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#J00500","speaker":"1609"},{"type":"speechnospeaker","time":1615852800,"counter":108,"content":"<p>Again I will defer to our president because I know he has a direct interest in this and is trying to work on that green hub in particular in his office and town.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#J00600","nonspeaker":"Mr. Ned O'Hara"},{"type":"speechnospeaker","time":1615852800,"counter":109,"content":"<p>The green hub is certainly an opportunity for postmasters.  We are trusted in our communities and with regard to the services we offer.  We have put a proposal to the Government and An Post whereby postmasters would call to people's houses and offer the service on a trusted basis.  They would offer a free survey to customers.  The customer would take up the survey and get SSE Airtricity down to those households to do a complete survey on what is needed for the energy efficiency of the house.<\/p><p>They will provide a report and a costing on it.  As a post office, we can provide the loan that they need to be able to address the energy efficiency needs of the house.  It has merit.  There will be a lot of work to do on it.  We need to work with the Minister, Deputy Ryan, on how best we can propose this among our communities because we are the people who will be able to deliver it on a trusted basis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#J00700","nonspeaker":"Mr. Sean Martin","continuing":true},{"type":"speech","time":1615852800,"counter":111,"content":"<p>I call Senator Gerard Craughwell who has five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#K00200","speaker":"1593"},{"type":"speech","time":1615852800,"counter":112,"content":"<p>I welcome our guests and thank them for their presentation.  The Chairman mentioned Castletroy post office.  I have fond memories of the wonderful community that was built around the post office in Castletroy.<\/p> <p>  It is not all about rural post offices.  Urban post offices are equally important.  For example, I am told the one in Mount Merrion is likely to close soon, which is outrageous.<\/p> <p>  I compliment the IPU on the constant work it does on behalf of its members.  I frequently have communications through the system and I compliment Mr. O'Hara and Mr. Martin, and those they work with, to ensure that we are constantly briefed.  <\/p> <p>  Listening to the discussion, I am wondering if it is only Opposition members who are at the committee because I am hearing nothing but support for the needs of the postmasters and the post office system in general.  There are Government Deputies and Senators here who have the wherewithal to bring their influence to bear on the needs of the post office system and, importantly, the role the post office plays in community life and has played since its inception.  The time for talking is gone.  I agree with Deputy Lowry.  It is time to put money into the system and get the post offices up and running.<\/p> <p>  I am deeply concerned about the duopoly that exists in the country.  The idea that we would have only two pillar banks, which can dictate the pace while we have a perfectly viable community base throughout the country in our post office system is wrong.  We need to develop that.<\/p> <p>  A number of questions have been raised with me and I believe Mr. O'Hara should have an opportunity to respond to them.  They do not sit easily with me.  They certainly do not portray the IPU, of which I am aware.  There is a suggestion that it was not fully behind the postmasters during the establishment of the new contract and that it induced members to sign up to a contract that effectively gagged them.  I find that difficult to believe but I believe Mr. O'Hara should have an opportunity to answer that question for the people who have raised it with me.<\/p> <p>  There is also some suggestion that Mr. O'Hara is not really behind the introduction of community banking.  Everything he has said today would suggest that he is 100% behind developing a community banking system and becoming a force in banking and community banking.  <\/p> <p>  I will conclude on that but I want to take the time to once again compliment Mr. O'Hara in particular for the way in which he represents the organisation and to wish his president, Mr. Martin, all the best.  I have been president of a union and it is not a comfortable place to be, very often, so I wish him well as he moves through that role.  I thank their communications people also for keeping us up to speed.<\/p> <p>  I am sorry I had to ask Mr. O'Hara those questions but if people are throwing these comments about it is important that he is given an opportunity to respond this morning.  That is it for the moment.  I may come back in with a supplementary question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#K00300","speaker":"1645"},{"type":"speechnospeaker","time":1615852800,"counter":113,"content":"<p>There is no problem at all.  I thank the Senator for his questions.  In respect of the contract negotiations we had in 2018, as I said, the IPU has represented postmasters for the past 100 years, since the beginning of the State.  It is a democratic organisation.  It is not a totalitarian organisation.  People have free speech and people were given the opportunity to speak.  When that contract was proposed it was accepted by more than 80% of the members.  I am the first to accept it was not the ideal contract but it was the best contract available at the time and the members agreed with that.<\/p> <p>  With regard to community banking, how could anybody oppose the concept of a community bank?  The president has iterated what I said.  It is not a panacea for the post office network.  There are many issues, particularly with regard to online banking and, in particular, the capital required.  To do the mortgages alone, for one mortgage per month for each post office there is a capital requirement of &euro;2.7 billion and one mortgage per month for each post office is 36% of the entire market.  The Senator spoke about Bank of Ireland and AIB.  I believe their combined market share for the mortgages is 53% or 54% so we are talking about creating something that is almost as big as either of those banks.  I cannot see that happening in the next three, four or five years.  <\/p> <p>  What we are looking for is a plan for the current business cycle of five to seven years and we are prepared to have that plan reviewed every one, two, three, four or five years if people are afraid that they are being asked to put money into a black hole.  <\/p> <p>  I said that what we wanted was Government services.  We have looked for Government services.  Government services have been recommended.  No one service is big enough to solve the scale of the problem.  I used the CAO applications as an example.  We currently do not do CAO applications.  I believe there are about 80,000 applications this year.  If 50% of those, which is 40,000, came to the post office network, we are talking about the equivalent of four transactions per annum.  The scale of the problem, therefore, is huge.  <\/p> <p>  There is a range of 15 or 20 services we can provide that can probably fit in that gap.  The biggest contributor we currently have is the Department of Social Protection and it is vital that those services are maintained for as long as possible.  As I said in my opening remarks, ensuring that when the pandemic unemployment payment reverts to jobseekers' payments they are mandated for collection through the post office network is something that might be of that scale.  If it was agreed that an interim payment was going to be made for a year or two, it will give the Government time to introduce those services and then reduce the subvention required.  It is not us who are saying that.  Grant Thornton, a third party independent business adviser, has said that.  We have taken professional advice.  <\/p> <p>  I have said that it should not have fallen to postmasters to produce that report.  One would have thought that a Government managing a national asset would have some projections in respect of what it expected from that asset over the next four or five years.  That is all we are asking for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#K00400","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":114,"content":"<p>I have been contacted by a number of people regarding, for example, the credit unions.  It strikes me that there is a desire to shut down any sort of community banking.  Credit unions are now not accepting deposits from savers of any more than &euro;30,000 where they were accepting deposits of up to &euro;100,000.  That will limit their capacity to do anything.<\/p> <p>  I genuinely believe that we need to buffer the services being provided through the post office to provide an instant income for postmasters and their staff.  I cannot imagine what it will be like to live in a village without a post office because of the negligence of countless Governments with respect to the crisis the witnesses have been outlining for as long as I have been in public office and, I am sure, from the time before that.  <\/p> <p>  I wish Mr. O'Hara well.  I am sorry I did not address Mr. O'Callaghan but I also wish him well.  This committee needs to bring a strong report to Government and the people who are sitting on this committee from Government parties need to be more assertive in terms of saving our post offices.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#K00500","speaker":"1645"},{"type":"speech","time":1615852800,"counter":115,"content":"<p>I call Senator Jerry Buttimer who has five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#K00600","speaker":"1593"},{"type":"speech","time":1615852800,"counter":116,"content":"<p>I will begin by thanking the witnesses.  I would say to Senator Craughwell that some of us want to be in government to make decisions rather than be like him - a hurler on the ditch throwing stones who has all the answers but does nothing but pontificate.  The Chairman should take note of that because I am fed up with the Senator coming in every day lecturing us while offering no solutions and playing politics with everything.  It ill behoves him to do that and he might listen to what I said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#K00700","speaker":"1637"},{"type":"speech","time":1615852800,"counter":117,"content":"<p>The truth is always difficult to take.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#K00800","speaker":"1645"},{"type":"speech","time":1615852800,"counter":118,"content":"<p>The Senator had his chance.  I did not interrupt him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#K00900","speaker":"1637"},{"type":"speech","time":1615852800,"counter":119,"content":"<p>We are very tight on time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#K01000","speaker":"1593"},{"type":"speech","time":1615852800,"counter":120,"content":"<p>I have been here since the start of the meeting and I will have my say.  I will not take lectures from Senator Craughwell who is buffooning on behalf of the populism we are hearing about.<\/p><p>We are here to solve a problem and to listen to people who came in to make presentations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#K01100","speaker":"1637","continuing":true},{"type":"speech","time":1615852800,"counter":122,"content":"<p>It is Senator Buttimer's time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L00200","speaker":"1593"},{"type":"speech","time":1615852800,"counter":123,"content":"<p>I am getting fed up of people like Senator Craughwell coming in here every day and pontificating.<\/p> <p>  I thank the postmasters.  It is like Groundhog Day and we need to find a solution.  Those of us who are committed to doing that will do so.  I have a question for Mr. O'Hara about the transfer of Government services.  If we transfer services such as the driving licence, what will be the impact on the existing service provided by the National Driver Licence Service?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L00300","speaker":"1637"},{"type":"speechnospeaker","time":1615852800,"counter":124,"content":"<p>I do not know.  I know that it was recently tendered so I presume there is a commercial arrangement in place.  I am not aware of the details of the arrangement between the current provider and the Government.  I am sure that there are some constraints.  Somebody referred earlier to the different procurement issues with different services.  The driving licence is something that we could and should provide.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L00400","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":125,"content":"<p>I heard one of Mr. O'Hara's colleagues say that on a local radio station this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L00500","speaker":"1637"},{"type":"speechnospeaker","time":1615852800,"counter":126,"content":"<p>There are constraints on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L00600","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":127,"content":"<p>I know a number of both urban and rural areas where the postmaster has retired and nobody is prepared to take on the post office.  Is there any incentivisation scheme for new entrants and has the Government made any comment on it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L00700","speaker":"1637"},{"type":"speechnospeaker","time":1615852800,"counter":128,"content":"<p>There is no incentive scheme for new postmasters.  There is a capital investment scheme.  As part of the agreement that we made in 2018, &euro;9.5 million was made available for capital investment for postmasters to upgrade their post offices.  Very few postmasters have taken up that option on the simple basis of uncertainty about the future.  If we knew that our future would go for five to seven years, our postmasters would be prepared to take up that option, but of the &euro;9.5 million that is available for capital on a 50:50 basis between An Post and the postmaster, less than &euro;500,000 has been taken up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L00800","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":129,"content":"<p>I think I heard Mr. O'Hara on Newstalk this morning.  I might be mistaken.  If it was not Mr. O'Hara, someone said on behalf of the postmasters that they are paid a transaction fee.  Will Mr. O'Hara outline the nature of that fee?  Has that fee increased in recent times?  Should postmasters be paid a salary rather than a transaction fee?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L00900","speaker":"1637"},{"type":"speechnospeaker","time":1615852800,"counter":130,"content":"<p>That is a debatable point.  Through the history of the State, the post office has been paid transaction fees.  When we changed to commercial rates in 2018, the system that was replaced was a scaled payment system, which meant that post offices were paid different rates for different transactions.  For instance, if a television licence was sold in one office, it was paid a different rate than another office would be.  Under the new arrangement, everybody is paid the same amount.  They are commercial rates.  Before this, the busier offices were paid lower rates and it made those uneconomic.  That was the crisis that we faced in 2016, 2017 and 2018.  Due to a lack of action, we decided that we had to address the issue ourselves, otherwise the entire model would have collapsed three years ago.<\/p> <p>  Regarding transaction rates, we are paid commercial rates.  There is a cap.  There is a commercial market for some of our services and we have to have regard for that.  There are other services where we feel that the customer could be asked to pay more and would be willing to pay more.  I do not know how many lines we have.  Mr. Martin might be able to say.  There are approximately 170 different rates for different transactions.  I think we have approximately 1,000 lines entirely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L01000","nonspeaker":"Mr. Ned O'Hara"},{"type":"speechnospeaker","time":1615852800,"counter":131,"content":"<p>Roughly, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L01100","nonspeaker":"Mr. Sean Martin"},{"type":"speech","time":1615852800,"counter":132,"content":"<p>In the context of the decision of the Minister of State, Deputy Naughton, to construct a new working group, the witnesses said in their comments in the media in advance of today's meeting that it was at a cliff edge.  Will it be too late when she comes back with her report?  What would the witnesses' final comment to us as a committee be?  I thank them for being here.  I thank their staff.  In this pandemic, the staff of the post offices have been superb in how they treat and deal with members of the public.  I thank them sincerely.  They have been accessible and open.  They have provided a friendly and welcoming port of call to many people.  I ask the witnesses to thank their members for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L01200","speaker":"1637"},{"type":"speechnospeaker","time":1615852800,"counter":133,"content":"<p>We welcome the Minister of State's meeting and we understand and accept her bona fides about this.  Our concern, when we heard about a committee, was that we saw it being kicked down the road again.  The Cabinet meeting was last Tuesday.  That concern was increased when I rang up on Wednesday to find out what the terms of reference for that committee would be and was told that they did not exist yet.  The committee had not met and was going to meet at some time in the undefined future about the terms of reference.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L01300","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":134,"content":"<p>Was Mr. O'Hara made aware that the committee would be announced?  Was there any engagement with members of the Irish Postmasters' Union about that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L01400","speaker":"1637"},{"type":"speechnospeaker","time":1615852800,"counter":135,"content":"<p>At the meeting with the Minister of State, Deputy Naughton, at the end of February or in the first week of March, she told us that this announcement was going to be made.  She was bringing a memorandum to the Cabinet and it was going to be approved.  It was approved by the Cabinet last Tuesday.  When we looked for the terms of reference the next day, which we still have not got, we were told that they were not available and would be made available whenever the committee met.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L01500","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":136,"content":"<p>How would the witnesses describe their engagement with An Post's management?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L01600","speaker":"1637"},{"type":"speechnospeaker","time":1615852800,"counter":137,"content":"<p>Professional.  We would not always agree with An Post but it has been totally professional.  We have a professional, good working arrangement when dealing with issues.  We do not always agree and we have a process under the new contract where, if we disagree, we can go straight to arbitration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L01700","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":138,"content":"<p>I thank the witnesses for being here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L01800","speaker":"1637"},{"type":"speech","time":1615852800,"counter":139,"content":"<p>In the context of looking for interim supports from 1 July, pending the review group or a formal public service obligation, would that submission come from An Post to the Government?  Have the witnesses had any communication from An Post that it is looking at such a submission?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L01900","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":140,"content":"<p>No.  All communications between An Post and the Government are private and confidential between An Post and the Government.  We are not involved in that equation.  We deal directly with the Government and An Post.  We are not involved in any conversation between An Post and the Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L02000","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":141,"content":"<p>Have the witnesses been given any indication by the Government of when they will receive the terms of reference for the interdepartmental working group?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L02100","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":142,"content":"<p>We were told that when the group met, it would set the terms of reference, but we have not been told.  That was last Wednesday and today is Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L02200","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":143,"content":"<p>I thank the witnesses who have come to speak about some of the issues facing An Post.  I want to follow on from some of the comments made by Senator Buttimer and thank the people working in post offices around the country over the past 12 months.  It has been a difficult period for people, especially in rural communities.  The local post office is an outlet for many people socially as well as for its services, and I commend the people working in them.<\/p> <p>  I want to focus on one area of interest to me and would like feedback from Mr. O'Hara if he is willing.  Bank of Ireland will close a significant part of its national branch network.  AIB has confirmed that it is undergoing major restructuring.  We have seen in recent times the announcement that Ulster Bank will pull out of the market.  This will significantly change banking in rural Ireland and people's ability to make transactions with cash.  What we saw come from Bank of Ireland was a particular focus on An Post and the ability of An Post to step in here and provide additional services.  Bank branches will close in places such as Cobh, Youghal and Mitchelstown in my constituency.  If Mr. O'Hara would be interested in providing insight, what has he heard in feedback both nationally and locally from post offices about how they will be able to fill in for Bank of Ireland and possibly AIB in many communities if this restructuring is fully implemented over the next two years?  It looks like there will be quite a significant change to how people interact with banking services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L02300","speaker":"1516"},{"type":"speechnospeaker","time":1615852800,"counter":144,"content":"<p>I congratulate Deputy O'Connor since I believe he is the youngest Deputy in the D&aacute;il, and I am glad to see young people in it, because mol an &oacute;ige agus tiocfaidh s&iacute;, mar dhea.  We have not yet agreed a rate with An Post, but we are hearing that we need a good rate for that work, otherwise it simply will not be worth our while.  There is work that we are prepared to do.  We are sad to see the consolidation of Bank of Ireland's bank branches and the effect that it has on the employees concerned.  Having said that, an opportunity exists to sustain the post office network.  What I hear from postmasters is that we should make sure they are paid enough for it.  I hope that answers the Deputy's question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#L02400","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":145,"content":"<p>Yes.  I have a follow-on from that.  Has Bank of Ireland communicated properly with Mr. O'Hara's organisation yet?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M00100","speaker":"1516"},{"type":"speechnospeaker","time":1615852800,"counter":146,"content":"<p>No, Bank of Ireland deals directly with An Post.  An Post told us it had signed a non-disclosure agreement with Bank of Ireland.  We have not discussed the matter, other than being aware that it has had discussions with An Post on the contract.  We have not discussed directly with An Post the terms we will get for that work.  The meeting is scheduled for next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M00200","nonspeaker":"Mr. Ned O'Hara"},{"type":"speech","time":1615852800,"counter":147,"content":"<p>That is significant.  There is a huge amount of concern in many rural communities as to what will happen in terms of that shift and as to whether the vast majority of post offices will be able to pick up the level of services banks were able to offer.<\/p> <p>  I will use this forum to state, and I am sure An Post is listening, that a degree of clarity is urgently required from Bank of Ireland and An Post for everybody involved, including the postmasters and the public at large.  The September deadline from Bank of Ireland's point of view is approaching quickly and local businesses and communities around the country need that certainty.  I appreciate that Mr. O'Hara was able to give us some insight into that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M00300","speaker":"1516"},{"type":"speech","time":1615852800,"counter":148,"content":"<p>I will move to non-members.  I call Senator Carrigy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M00400","speaker":"1593"},{"type":"speech","time":1615852800,"counter":149,"content":"<p>Sorry, can I ask if I am on the list?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M00500","speaker":"1487"},{"type":"speech","time":1615852800,"counter":150,"content":"<p>The Deputy is.  I am going with people who are physically in the building and then I will deal with people in the precincts of the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M00600","speaker":"1593"},{"type":"speech","time":1615852800,"counter":151,"content":"<p>If the Chair has an opportunity.  I thank the Chair and apologise for interrupting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M00700","speaker":"1487"},{"type":"speech","time":1615852800,"counter":152,"content":"<p>The Deputy is in the precincts of the D&aacute;il.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M00800","speaker":"1593"},{"type":"speech","time":1615852800,"counter":153,"content":"<p>Of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M00900","speaker":"1487"},{"type":"speech","time":1615852800,"counter":154,"content":"<p>Is the Deputy in the precincts of Leinster House?  I will deal with Senator Carrigy first and then come to Deputy Healy-Rae.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M01000","speaker":"1593"},{"type":"speech","time":1615852800,"counter":155,"content":"<p>I thank the Chairman for the opportunity to come in.  I myself am a postmaster.  We have had the local office in my home town in Longford since 1972 and I have been postmaster since 2012.  As I am also a member of the Irish Postmasters Union, I welcome Mr. Martin and Mr. O'Hara in particular, who I know very well.  They are excellent representatives for our organisation.  A comment was made by Senator Craughwell and I say, as a postmaster at the time, that we were no way duped by the union.  Proposals were put in front of us that the union fought for with An Post etc., and everyone had a democratic decision to vote on it.  I wanted to make that clear.<\/p> <p>  I will give members an idea of being a postmaster.  I am slightly below the average mentioned earlier.  When we lost four postpersons a number of years ago, I took a 12.5% reduction in wages.  I took another 10% reduction in January and expect another 10%-plus in July, and further.  I run one of the smaller offices and that gives an idea of the type of cuts we have taken and will take.  Will I survive?  It is highly questionable.  I have a small shop with my business, which work together and which I moved into in 2007 to try to maintain both services.  However, I have seven part-time and full-time workers and it will be difficult, given the trajectory on which it is going and the earnings coming in.  <\/p> <p>  A number of Deputies have mentioned the word \"community\" and that is what it is all about.  It is about maintaining community and maintaining our towns and villages.  Going around every town and village in the country, there are empty properties everywhere.  If we do not invest in bringing people back to our towns and villages and if we do not have services there, people will not come to live there.  If we start losing our post office network, which in many towns will be the only financial services site left, other ancillary businesses will lose out and close because of the reduction in footfall that will occur.<\/p> <p>  Numerous members mentioned Bank of Ireland and AIB.  Looking back to the financial crash in 2009 and 2010, the State and the taxpayer bailed out both banks with substantial amounts of money.  Postbank was in its infancy, with 200,000 customers, and we were not subsidised or helped.  We had to shut down.  It was a bank that had no debt and customers with assets in their accounts and we were not bailed out or helped.  We are looking for help now.  One only has to look at the UK, where hundreds of closures happened through the beginning of the 2000s.  They are now spending hundreds of millions incentivising people to reopen offices in towns and village because those towns and villages died.  People were not going into them but were going into the main towns.<\/p> <p>  There is a huge opportunity here.  If we want to revitalise our towns and villages, the first thing we need to do is to maintain the post office service and the footfall going into towns and villages in order that we can then invest in bringing people back into living there.  We need to value the public service that the post office provides.  We are not looking for more money.  We just want to retain what we have, whether that is through a PSO or a retained earnings model, which was mentioned by Mr. Martin.  There might be issues with state aid rules in respect of a PSO but we are not seeking more money.  We want to maintain what we have and we are prepared to do more work for that.  That is what we ask and there is a huge opportunity here for us to reinvest in our rural towns and villages.<\/p> <p>  Mr. O'Hara mentioned a figure of possibly 200 in the larger towns.  It think it will affect more.  I was at my union meeting recently and there could be considerably more people that would pull out because it will not be financially viable to stay in the business with the forthcoming reduction in pay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M01100","speaker":"1639"},{"type":"speech","time":1615852800,"counter":156,"content":"<p>Is the Senator talking about that happening from 1 July?  Is it that stark?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M01200","speaker":"1593"},{"type":"speech","time":1615852800,"counter":157,"content":"<p>It is starting.  We have already taken cuts and we are going to take more.  I know of an office that took a &euro;10,000 cut and expects the same again.  As subcontractors, we have to provide the premises, insurance, heat, light and rates.  If one has to pay a second member of staff, one must pay USC etc. and try to make a living out of that.  That is what we face.  If we want to look after rural Ireland and our towns and villages, this is a small amount of money to invest.  Over the last two weeks, we had announcements from the Minister for Housing, Local Government and Heritage, Deputy Darragh O'Brien, of probably &euro;400 million to &euro;500 million in the urban regeneration fund to invest in rural towns and villages.  This is another way to do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M01300","speaker":"1639"},{"type":"speech","time":1615852800,"counter":158,"content":"<p>I am coming back to Deputy Healy-Rae.  Are you-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M01400","speaker":"1593"},{"type":"speech","time":1615852800,"counter":159,"content":"<p>Are members allowed to contribute first?  I will be very quick and will not take up anyone's time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M01500","speaker":"1519"},{"type":"speech","time":1615852800,"counter":160,"content":"<p>I ask Deputy Cathal Crowe to be quick.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M01600","speaker":"1593"},{"type":"speech","time":1615852800,"counter":161,"content":"<p>On the whole point about community banking, nobody suggests for a moment that this be brought in between 16 March and June.  That would be crazy.  As it has taken decades, if not centuries, to evolve Ireland's banking system, I do not want anyone in An Post or in politics to try to - I think the word \"conflate\" was used earlier - as that misleads the process we are at now.  As a committee, we are trying to drive an agenda forward and to throw a lifeline to An Post between now and June.  We need to look at the medium and long term afterwards.  The Irish Postmasters Union, Mr. O'Callaghan and the others who have spoken see that as the pathway forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M01700","speaker":"1519"},{"type":"speech","time":1615852800,"counter":162,"content":"<p>Is Deputy Michael Healy-Rae operating from the precincts?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M01800","speaker":"1593"},{"type":"speech","time":1615852800,"counter":163,"content":"<p>Yes, and I am grateful for a brief opportunity.  I thank Mr. O Callaghan, Mr. O'Hara and all the witnesses for all the work they are doing.  I heard earlier contributions with one politician criticising another.  I do not think now is the time for politics to be played with this issue.  I do not mean to be argumentative.  My point is we are all part of a team.  I do not care whether one is Fine Gael, Fianna F&aacute;il, Independent, Sinn F&eacute;in or what one is.  We are part of a team and that team's goal is to protect our post offices and save our network.  The only sensible, sustainable way to do that - in my humble opinion, and I thank the Chair for the excellent work he has done today -  is by having community banking in our post offices.  We saw during the last financial crash that there was one respected institution, namely, our local post office.  While some of the pillar banks got into trouble and got bad reputations, our post offices had an excellent network of respectable and respected postmasters who were depended on in their communities.  We can expand on and grow that.   I appreciate the opportunity and thank the Chair for the two minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#M01900","speaker":"1487"},{"type":"speech","time":1615852800,"counter":164,"content":"<p>I thank the Deputy.  I will summarise before we conclude.  We are a cross-party committee and this is not a political issue.  This is an issue about towns, villages and cities in which post offices operate.  We will follow up with a public engagement with An Post.  We will consider what we have heard today and will certainly look for some form of interim solution to be put in place from 1 July to consider a PSO and allow the interdepartmental group to come up with a model.  We want the post office network to survive.  It is incumbent on us to ensure it survives because once a network goes, it is impossible to replace.<\/p> <p>  This has been a very productive meeting.  This is an issue we all agree on and we will follow up with a report.  We will first meet with An Post but we can see, from 1 July, the cliff edge that post offices up and down the country will face.  There is a need for an interim financial solution.  We also need to look at the PSO model and allow the interdepartmental group to do its work. <\/p> <p>  Do Mr. O'Hara or Mr. O'Callaghan want to add any quick, final words?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#N00100","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":165,"content":"<p>Can I interject?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#N00200","nonspeaker":"Mr. Sean Martin"},{"type":"speech","time":1615852800,"counter":166,"content":"<p>Yes, very quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#N00300","speaker":"1593"},{"type":"speechnospeaker","time":1615852800,"counter":167,"content":"<p>This is not just a critical day for post offices but a critical day for our communities and local businesses.  We are uniquely placed within every community across the country to help kickstart and sustain the economic recovery to ensure no one, and no area, is left behind.  Think about the post offices, think about the communities and think local.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#N00400","nonspeaker":"Mr. Sean Martin"},{"type":"speechnospeaker","time":1615852800,"counter":168,"content":"<p>I cannot improve on what our president has just said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#N00500","nonspeaker":"Mr. Ned O'Hara"},{"type":"speechnospeaker","time":1615852800,"counter":169,"content":"<p>We are really asking for help to create a viable model that will contribute back to society.  There are proven models there.  New Zealand, in four years, had 500,000 new customers and they now have 906,000.  That needs to be noted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#N00600","nonspeaker":"Mr. Tom O'Callaghan"},{"type":"speech","time":1615852800,"counter":170,"content":"<p>We will look at sustainable models for the post office network.  I thank the witnesses for attending today and engaging with the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2021031600002#N00700","speaker":"1593"},{"type":"unspoken","time":1615852800,"counter":171,"content":"<p><\/p><p><\/p>","notice":"TIME STRING DETECTED"}]