[{"type":"majorheading","content":"Committee on Public Petitions","time":1574208000,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 13:30<\/p><p>The Joint Committee met at 13:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Seanadóirí \/ Senators Shane Cassells.<\/p><p>I láthair \/ In attendance: Deputy Margaret Murphy O'Mahony and Senator Robbie Gallagher.<\/p><p>Seanadóir \/ Senator Lynn Ruane sa Chathaoir \/ in the Chair.<\/p>","time":1574208000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002"},{"type":"minorheading","content":"Election of Acting Chairman","time":1574208000,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002#A00100"},{"type":"speechnospeaker","time":1574208000,"counter":5,"content":"<p>I call the meeting to order.  We have the required four members present, including at least one from each House.  Therefore, we can commence the meeting.  The Chairman has given notice that he will be unavoidably absent from the meeting.  According to Standing Orders, the committee must proceed at once to elect one of its members to act as Chairman.  I invite nominations for the position of Acting Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002#B00100","nonspeaker":"Clerk to the Committee"},{"type":"speech","time":1574208000,"counter":6,"content":"<p>I propose Senator Lynn Ruane.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002#B00200","speaker":"1218"},{"type":"speech","time":1574208000,"counter":7,"content":"<p>I second that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002#B00300","speaker":"1262"},{"type":"speechnospeaker","time":1574208000,"counter":8,"content":"<p>Thank you.  Are there any more nominations?  No.  I put the question that Senator Ruane be elected Acting Chairman.  Is that agreed?  Agreed.  I declare Senator Ruane elected as Acting Chairman and I invite her to take the chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002#B00400","nonspeaker":"Clerk to the Committee"},{"type":"speech","time":1574208000,"counter":9,"content":"<p>Apologies have been received from Deputies Pat Buckley, Martin Heydon, Dara Murphy, Sean Sherlock, Brendan Ryan and Eugene Murphy and Senator Jerry Buttimer.  I advise members to turn off their mobile telephones or switch them to flight mode, as they interfere with the sound system and interfere with the broadcasting of the meeting.  In accordance with standard procedures agreed by the Committee on Procedure for paperless committees, all documentation for the meeting has been circulated to members on the document database.<\/p> <p>  I propose that we go into private session to deal with some matters before returning to public session.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002#B00500","speaker":"1404"},{"type":"unspoken","time":1574208000,"counter":10,"content":"<p>The joint committee went into private session at 1.44 p.m. and resumed in public session at 1.56 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Decisions on Public Petitions Received","time":1574208000,"counter":11,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002#C00050"},{"type":"speech","time":1574208000,"counter":12,"content":"<p>We will continue with the meeting and consideration of public petitions received.  Petition No. P00020\/19 is from Dr. Minal Jagger.  The petition concerns travel between Ireland and the United Kingdom.  The petitioner would like to see UK visa requirements abolished for Irish residence permit holders.  Does any member wish to contribute on this matter?  I recommend that we forward a copy of the response from the Department of Justice and Equality to the petitioner and close the petition when that is completed.  Is that agreed?  Agreed.<\/p> <p>  Petition No. P00040\/19 is from Mr. Oliver Fay.  This petitioner would like to see harmonisation of annual leave for all staff in the public sector.  Does any member wish to contribute on this matter?  I recommend that we forward a copy of the response from the Department of Public Expenditure and Reform to the petitioner and close the petition.  Is that agreed?  Agreed.<\/p> <p>  Petition No. P00045\/19 is from Ms Susan Anthony who wishes to have an early retirement option introduced for people receiving long-term unemployment or disability benefits who are 60 years of age or older.  Does any member wish to contribute on this matter?  Deputy Cassells would like to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002#C00100","speaker":"1404"},{"type":"speech","time":1574208000,"counter":13,"content":"<p>I thank the Acting Chair.  This is a very interesting petition and is very timely in terms of the debate going on around the raising of retirement ages.  The petitioner talks about the fact that many older people who are employed but who lost their jobs through redundancy during the financial crash have been unable to find work because, according to the petitioner, companies do not want to employ older people and that forcing people in that age bracket to re-educate, upskill or change career is just not viable and that no matter what people do, some remain unemployable.  The petitioner is seeking this early retirement for those who are forced into a situation of being effectively on the dole.  People come into our offices in respect of this.  Those who are forced to retire early find themselves in that one-year or two-year gap, where they have to claim jobseeker's benefit.  They find that a huge blow to their pride and morale and that it is insulting and depressing.  Only in the last week we heard the Taoiseach speak about this in the D&aacute;il.  When he addressed the matter last week, rather harrowingly, he quoted life expectancy 30 years ago, in particular of males.  I would not have much left based on life expectancy a few decades ago.  I thank God life expectancy of males and of females is rising but in tandem with that, it will place pressure on the Social Insurance Fund.<\/p><p>The Department of Employment Affairs of Social Protection was before the Committee of Public Accounts Committee a number of weeks ago and it  espoused the fact that the fund was in a positive place, but based on the trends in respect of ageing and the demographics, it is not going to continue in that space and hence, one has this debate.  The crux of the issue is around the funding of this based on life expectancy in the future.  The State is faced with this in terms of where it stands and how it is going to continue to be able to fund this, based on an ever-increasing life expectancy.<\/p><p> Conversely, we have heard from people who want to work longer and who find it infuriating that they are not allowed to continue to work in the workplace.  It is a broader societal debate that is going to have to be had because, as in so many countries, if the fund is not there to pay pensions, it is a huge issue.<\/p><p> I do note the response from the Department in which it stated that an ambitious target had been set under Future Jobs Ireland to increase labour force participation rates among people over the age of 55 years from 34.5% to 38%, and that is considered ambitious.  That is depressing in itself.<\/p><p> To go back to the central point, the petition is reflective of something that emanated in the years after the crash, when a huge cohort of people were caught in that gap.  It might not be as prevalent now but it is worthy of recognition that that happened to people and that it was extremely hurtful to and hard on many people.  The wider debate is whether we are going to be able to fund the Social Insurance Fund in the future.  While things are positive at the moment, based on an ageing population, that may not always be the case over the next couple of decades.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002#C00200","speaker":"1218","continuing":true},{"type":"speech","time":1574208000,"counter":15,"content":"<p>I thank Deputy Cassells.  I agree with everything he said.  In regard to life expectancy, if we look at some cohorts of people, whether the Traveller community or the long-term homeless, their life expectancy is so much lower and they should be able to access retirement and packages that come with care, including nursing home care.  It is an area I have been looking at in other committees.<\/p> <p>  In regard to this petition and the role of our committee, I recommend that we forward a copy of the response we received from the Department of Employment Affairs and Social Protection to the petitioner and that when this is completed, we close the petition.  Is that agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002#D00200","speaker":"1404"},{"type":"speech","time":1574208000,"counter":16,"content":"<p>On the point the Acting Chair raised, it proves the point that an average is an average and that if one starts to drill down into the statistics, there are those within those averages that drag it one way or the other.  The point the Acting Chair raised that certain demographics have a much lower life expectancy should not be glossed over either.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002#D00300","speaker":"1218"},{"type":"speech","time":1574208000,"counter":17,"content":"<p>It is definitely something we should ask the members of the Joint Committee on Employment Affairs and Social Protection to take on since they have a greater ability to change a policy in that Department.  Is it agreed to send the petitioner the response from the Department?  Agreed.<\/p> <p>  I thank you for your attendance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CPP2019112000002#D00400","speaker":"1404"},{"type":"unspoken","time":1574208000,"counter":18,"content":"<p>The joint committee adjourned at 2.03 p.m. until 1.30 p.m. on Wednesday, 4 December 2019.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Health","time":1574208000,"counter":19},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 09:00<\/p><p>The Joint Committee met at 09:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Stephen Donnelly, Martin Conway,* Bernard J. Durkan, Keith Swanick. Alan Kelly, Margaret Murphy O'Mahony, Louise O'Reilly.<\/p><p>* In éagmais \/ In the absence of Senator Colm Burke.<\/p><p>I láthair \/ In attendance: Deputies James Browne and Danny Healy-Rae.<\/p><p>Teachta \/ Deputy Michael Harty sa Chathaoir \/ in the Chair.<\/p>","time":1574208000,"counter":20,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002"},{"type":"minorheading","content":"Business of Joint Committee","time":1574208000,"counter":21,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#A00100"},{"type":"speech","time":1574208000,"counter":22,"content":"<p>As we have a quorum, I propose that we deal with housekeeping matters in private session.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#B00200","speaker":"1275"},{"type":"unspoken","time":1574208000,"counter":23,"content":"<p>The joint committee went into private session at 9.17 a.m. and resumed in public session at 9.32 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Workforce Planning in the Mental Healthcare Sector: Discussion","time":1574208000,"counter":24,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#D00100"},{"type":"speech","time":1574208000,"counter":25,"content":"<p>In our first session this morning we will hear from representatives of the Mental Health Commission on workforce planning in the mental healthcare sector.  On behalf of the committee, I welcome from the Mental Health Commission, Mr. John Farrelly, chief executive, Dr. Susan Finnerty, Inspector of Mental Health Services, and Ms Rosemary Smyth, director of standards and quality assurance.<\/p><p>I draw the witnesses' attention to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable.  I also advise that any opening statements made to this committee may be published on the committee's website after this meeting.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>I invite Mr. Farrelly to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#D00200","speaker":"1275"},{"type":"speechnospeaker","time":1574208000,"counter":26,"content":"<p>On behalf of the Mental Health Commission, I thank the Chairman and members for the opportunity to address the Joint Committee on Health.  I am joined today by my colleagues, Dr. Susan Finnerty, Inspector of Mental Health Services, and Ms Rosemary Smyth, director of standards and quality assurance.  We are pleased to be here today to discuss workforce planning.<br\/><br\/>The commission is the regulator for mental health services in Ireland.  We are an independent statutory body established in April 2001 under the Mental Health Act.  The commission&rsquo;s mandate is to promote, encourage and foster the establishment and maintenance of high standards and good practices in the delivery of mental health services and to protect the interests of persons admitted and detained under the 2001 Act.  In addition, under the provisions of the Assisted Decision-Making (Capacity) Act, the commission is responsible for establishing the new decision support service to support decisionmaking by and for adults with capacity difficulties.<br\/><br\/>At this juncture, it is important to point out that 90% of mental health services are delivered in primary care settings.  A further 10% are delivered within specialist mental health services, including community residences.  Under the 2001 Act, the statutory scope of mental health regulation is limited to inpatient services only, which are estimated to make up less than 1% of mental health services in Ireland.<br\/><br\/>Although the Inspector of Mental Health Services can inspect all mental health services, there is effectively no regulatory oversight of the majority of services that are delivered outside of inpatient facilities.  We welcome the work of the Minister of State with responsibility for mental health and older persons, Deputy Jim Daly, to facilitate change in this area by commencing a process to amend the current Mental Health Act.<br\/><br\/>The principal functions of the Inspector of Mental Health Services are to visit and inspect regulated services, that is, approved centres or acute units, annually to assess compliance with the regulations, rules and codes set out by the commission; to visit and inspect any premises where mental health services are provided; and to review the quality and safety of mental health services in the State.  Following every inspection, a detailed report is produced and published by the commission.  The inspector also reports annually on themed inspections carried out each year.  For example, in the past two years, the inspector has reported on child and adolescent mental health services, CAMHS, 24hour supervised community residences, the physical health of people with severe mental illness, and mental health rehabilitation services.  While we do not have regulatory oversight of these areas, the fact that the inspector visits and we publish the report creates a transparency about the reality of life for people who are receiving our services.<br\/><br\/>As a general comment, it is evident that the provision of mental health services is inconsistent across the country.  The services lack proper planning, resourcing and integration to ensure each geographical area receives the same level of quality and care.<br\/><br\/>Regarding mental health policy, in a wellorganised health system, policy is set by the Government on foot of a political mandate.  It is then implemented by the relevant stakeholders or service providers.  Implementation is monitored against agreed metrics using a data evidence based approach and reviewed and evaluated on a regular basis.  The Irish national mental health policy, A Vision for Change<i>, <\/i>has been in place since 2006.  Its core concepts, which are admirable, are recovery, person centred services, partnership, user and family involvement and the delivery of multidisciplinary, communitybased services.  However, the commission has referred on numerous occasions to the absence of any independent monitoring of A Vision for Change, a situation that has remained unchanged since 2013.  The commission strongly advocates that any reviewed or refreshed document should include and consider modern evidenced based approaches to service transformation, leadership, workforce planning and development.  It should learn the lessons of the years since 2006 in terms of the application of policy.<br\/><br\/>At the highest level of our mental health services workforce, it is both noteworthy and disappointing that the Health Service Executive removed the post of national director for mental health.  The removal of this core leadership position sent out a clear and unambiguous, although perhaps unintended, message that mental health is not a priority.  It is also evident to the commission that this has negatively impacted on the delivery of services nationally.  That it was permitted to occur, in addition to the slow, <i>ad hoc<\/i>and unmonitored implementation of A Vision for Change, is disappointing.<br\/><br\/>In terms of resources, Irish mental health services have significant resourcing challenges, not least in staffing.  To make progress in these areas, adequate funding is required.  The commission welcomed the additional funding allocated by the Government to mental health services in 2019.  However, we are conscious that the current level of expenditure on mental health is still less than the target set out in A Vision for Change, which was a document from 2005.<br\/><br\/>As will be discussed in more detail, the commission is cognisant of the continued difficulties in maintaining and increasing levels of adequately trained staff.  The HSE&rsquo;s workforce planning document, published in October 2018, outlined that the mental health workforce is at 76% of the levels recommended in A Vision for Change.  Interestingly, the main data findings indicate that community staff, which is where our vision was to be, account for only 27% of the overall workforce in mental health.  Based on our inspections, we are aware of the serious effect that a lack of adequately trained staff has on the quality and quantity of services.  Given the labour intensive, human oriented nature of mental health care services, it is imperative that the mental health service budget be increased to at least the level outlined in A Vision for Change if full and effective staffing is to be provided in mental health care teams across the country.<\/p><p>Research clearly indicates the economic returns and benefits of investing in mental health supports and the effective training of staff, as well as the enormous cost of limiting investment, both on the health and the economy of our country.  If we are to put in place modern community services and move out of the shadow of institutional care, workforce planning and change management are key.<\/p><p> Additional funding is fundamental to changing workforce practices and development.  However, there is also a need to change how the State uses existing funding to redevelop services.  Creative and innovative approaches, improved team working, building up community services and changing work practices are having an impact in certain CHO areas, while others appear to be stagnant and trapped in a closed loop of unhealthy logistical and clinical practices from the traditional institutional system.  The mental health services in the country that are of the highest quality have adapted by changing their approaches and practices.  Some services have recruited and trained mental health support workers to undertake nonnursing duties, which has allowed for the further development of specialist nursing roles.  Nursing staff in some services facilitate additional specialist outpatient services, for example in early intervention and homeless services.  These services contribute to reduced admissions to inpatient facilities, shorter stays and early discharges.  As a result, the pressure on the staff in approved centres is also reduced.  Lack of these community services has the knockon effect of longer lengths of stay for people in inpatient services, which has resulted in overcrowding in some facilities.  Another key development is the use of the voluntary sector in providing services to people with psychiatric illnesses in nonresidential community care.  That is often forgotten.  If we are to move into communities in the future, it will not be with just the HSE.  It must also be with the voluntary sector and the people who are at the coalface.<\/p><p> In countries with highly developed mental health services, clinical workforce planning is rooted in and supported by prudent and decisive strategies and programmes.  While these may exist in Ireland, it is not evident to the commission that governance, leadership development and transformation strategies link to or drive workforce development our mental health services.  It is disappointing to observe the continued lack of development of rehabilitation services in Ireland.<\/p><p> I want to talk briefly about performance management, development and support, PMDS.  This is often forgotten about but it is critical to enable a service to develop and function.  Following on from public service agreements, PMDS is now common practice across the civil and public services.  It is a process for establishing a shared understanding about what is to be achieved and how it is to be achieved, and an approach towards managing people that increases the probability of success.  If we are to transform our health services, it is an essential aspect of governance and management to facilitate individuals and teams to link performance to policy and operational plans.  The commission is aware that in 2012, the HSE introduced a formal performance management system to fulfil the terms of the public service agreements.  However, the commission has found very little evidence of this approach in practice.  The commission has reservations about the success of any national policy, workforce initiatives or plans that are not underpinned by an appropriate performance management framework.<\/p><p> We inspect approved centres in the context of regulation 26, which relates to staffing.  The most common reason for noncompliance within regulation 26 over the three year period was subsection 4, which relates to training.  We also look at skill mix and the number of staff.  That does not raise its head as much as staff training.  The regulation states: \"The registered proprietor shall ensure that staff have access to education and training to enable them to provide care and treatment in accordance with best contemporary practice.\"  Essentially, many approved centres were noncompliant with this because not all health care professionals were up to date with mandatory training in, for example, basic life support, professional management of aggression and violence, fire safety and the Mental Health Act 2001.<\/p><p> The past number of years have been difficult in the context of providing and maintaining a high-quality and safe mental health service for our people.  However, we have ample opportunity for the future lives of those people suffering with mental ill health to transform our mental health service, if we put in place, fund and implement the right policy.  The end goal for each and every one of us must be to move out of the shadow of institutional care by creating modern, wellstaffed community services in the areas where people live and can be close to their families and homes.  The commission recommends that any workforce planning should be aligned with national policy to ensure that the system as a whole develops, innovates, and transforms.  The Department of Health and the HSE should reinstate the national director role for mental health to ensure dedicated, senior level executive oversight and accountability.  The transformation of our mental health service must be evidencedbased, connected to and underpinned by a performance development and support system.  I thank the committee for listening.  We will be happy to take any questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#D00300","nonspeaker":"Mr. John Farrelly","continuing":true},{"type":"speech","time":1574208000,"counter":28,"content":"<p>I welcome our guests and thank them for their work to date.  I want to address their role and remit in regulation.  Mr. Farrelly stated that the commission's remit extends to only 1% of mental health services across the country.  Who regulates the other 99%?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#E00200","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":29,"content":"<p>The Mental Health Act only applies the regulations to inpatient services.  Some 65 are currently on the register.  The inspector is entitled to visit every other mental health service but the legislation does not provide for enforcement, so there are no powers, following our findings, to enforce, close down or attach a condition.  We are using moral authority at present to bring about changes, mainly in community residences.  Other services are not regulated as such.  We visit them but no body currently regulates them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#E00300","nonspeaker":"Ms Rosemary Smyth"},{"type":"speech","time":1574208000,"counter":30,"content":"<p>Is it not extraordinary that 99% of our mental health services are not being regulated with proper policies being enforced against them?  The Mental Health Commission produces detailed inspection reports of inpatient units.  We often see very serious breaches of regulation and policy within our institutions.  What risk do our guests see in the context of services that are not being regulated at all?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#E00400","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":31,"content":"<p>To be fair to the mental health services, a light is shone on them more than on most other health services.  Our acute hospitals, maternity hospitals, etc., are not regulated at all, notwithstanding everything that has happened.  At least there is scrutiny and rigour regarding the acute services.  We are beginning to find that the currency of beds in acute services is a thing of the past.  We need to get into the currency of people, who live in communities, not institutions.  I have regulated charities and was previously a regulator in HIQA.  I think the mental health service is developing in such a way that it is transforming in the community but the regulation and law have not caught up.  The idea that regulations will keep people safe is a faulty concept.  What will keep people safe is the staff and others who look after them.  From our perspective, in the review of the Act, we would like to be able to regulate the entire mental health service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#E00500","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":32,"content":"<p>Does Mr. Farrelly agree that the regulations should be extended to cover all mental health services?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#E00600","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":33,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#E00700","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":34,"content":"<p>Mr. Farrelly referred to the role of director of mental health, which was stood down a short while ago.  I hear consistently across different aspects of mental health services that this has had a detrimental impact on the delivery of services within the mental health sector.  The commission has called for the role to be re-instated.  Have the witnesses seen, in practical terms, a real impact from the loss of that director from the top table?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#E00800","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":35,"content":"<p>As the chief executive of the commission, I have definitely seen an impact.  Previously, when in HIQA and the Charities Regulator, having access to people at the highest level effected change because there was significant competition for resources.  Ms Smyth can speak to the fact that without a leader at the appropriate level, mental health services tend to get pushed to one side.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#E00900","nonspeaker":"Mr. John Farrelly"},{"type":"speechnospeaker","time":1574208000,"counter":36,"content":"<p>The funding is driven from the national level.  When we identify areas of non-compliance and breaches of regulations, particularly in the context of premises where significant resources are required to rectify the breaches, it is really from a national level.  When we are addressing it at a local level we cannot get the same response; we get a response to the effect that \"We do not have the money, we do not have the budget.\"  It has to go to national level.  When the national director was in post as the regulator and person responsible for registration and enforcement, we could definitely see a difference and see impact driven down to the local levels.  Once that post was removed, it was very hard to engage with the appropriate people to ensure action plans were being put in place to ensure compliance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F00100","nonspeaker":"Ms Rosemary Smyth"},{"type":"speech","time":1574208000,"counter":37,"content":"<p>It was put to me by somebody in the mental health sector that the consequence is that policy and operations are almost separated out.  When a director was there, he or she could knock heads together if things were not joining up across the country.  Would that be fair to say?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F00200","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":38,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F00300","nonspeaker":"Ms Rosemary Smyth"},{"type":"speechnospeaker","time":1574208000,"counter":39,"content":"<p>That is a fair comment.  I know there is Sl&aacute;intecare, transformation and so on.  However, I just ask a simple question as to who is in charge and who is running the show and the service.  When we ask that question of the HSE, it is very hard to get a clear answer.  That is nothing to do with any individual.  When we go to the trouble of creating a national policy which comes from the top down, I do not understand who decides we are not going to apply it.  That is worrying.  If people had gone to the effort of communicating with others to create a national policy and then there was just an <i>ad hoc<\/i>approach whereby someone decided we were not going to apply it, that would not be good enough from my perspective.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F00400","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":40,"content":"<p>Very good.  I just want to touch on the issue of the appointment of non-specialists as consultants.  This was not mentioned in the opening statement so I hope our guests do not mind me raising it.  I refer to the big issue whereby people who are not qualified in psychiatry are being appointed as consultants.  What impact is that having?  The President of the High Court has stated that this is scandalous.  He has reported the situation to the Attorney General and a number of other bodies.  What is Mr. Farrelly's view on that?  What is its impact?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F00500","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":41,"content":"<p>In terms of impact, I will defer to Dr. Finnerty and Ms Smyth.  We have mental health tribunals where we work to vindicate the rights of people who are detained.  We would not allow any consultant on those tribunals unless they were on the specialist register.  Just to be clear, we would not employ someone to vindicate people's rights unless he or she was on that specialist register.  In terms of the health service and whom it employs, I will ask Dr. Finnerty to come in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F00600","nonspeaker":"Mr. John Farrelly"},{"type":"speechnospeaker","time":1574208000,"counter":42,"content":"<p>It is of concern that doctors who have not completed their specialist training are being appointed as specialists in mental health.  The training to become a psychiatrist is long and very detailed.  To put somebody who has not had experience into psychiatric care management and have him or her leading a team is concerning.  We would call for any consultant psychiatrist who is appointed to have the relevant training.  One would not appoint a surgeon who did not have the relevant training.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F00700","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":43,"content":"<p>That is it.  To qualify as a specialist, doctors go through extensive training.  Even in terms of leadership, it was described to me how a person who had to have a nurse help them to put an IV in one week was leading an entire team the next week.  That just seems absolute madness.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F00800","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":44,"content":"<p>In respect of our tribunals, because we do not have the non-specialists, what we are seeing is an increase in the number of cases in which procedures are not being applied correctly for people who are detained involuntarily, the most vulnerable people using our mental health services.  That results in orders being revoked unnecessarily and, as a result, people are having to go through the whole process again or are perhaps undergoing early discharges without receiving appropriate treatment.  From that perspective, it is quite concerning that the most vulnerable people who are using the mental health services are not afforded an appropriately qualified person to manage their care.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F00900","nonspeaker":"Ms Rosemary Smyth"},{"type":"speech","time":1574208000,"counter":45,"content":"<p>As well as being a breach of human rights, that would strike me as something that would be extremely stressful for people who are already vulnerable and in a difficult situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F01000","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":46,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F01100","nonspeaker":"Ms Rosemary Smyth"},{"type":"speech","time":1574208000,"counter":47,"content":"<p>I want to raise the Health Research Board, HRB, statistics on psychiatric units and hospitals.  It may be a bit of a quirk but in the 2018 HRB report, in respect of admissions for children and adolescents, it is stated that while its statistics are in respect of every child under the age of 18, the Mental Health Commission is restricted by the 2001 Act and only includes children under 18 who are not married.  It must be somewhat unhelpful to be putting statistics together when different arms of healthcare within the State are using different metrics, aside from the fact that it would seem quite anomalous and somewhat archaic and something that should be changed at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F01200","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":48,"content":"<p>I agree with that.  It does not cover the fact that young men and women, children and adolescents, should not be accommodated in adult units, whatever definition we apply.  Compared to our nearest neighbours such as the UK or Scotland, on our evidence base and statistics and how we judge things we are definitely a little bit behind the curve in Ireland.  We are more than happy to work with any agency to ensure that statistics for the public are good and correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F01300","nonspeaker":"Mr. John Farrelly"},{"type":"speechnospeaker","time":1574208000,"counter":49,"content":"<p>That pertains only to those who are involuntarily detained, not to children more broadly.  In 2018 there was only 18 involuntary admissions of children so it is a very small number that we are talking about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F01400","nonspeaker":"Ms Rosemary Smyth"},{"type":"speech","time":1574208000,"counter":50,"content":"<p>I will allow Deputy Browne just one more question.  He will get in a second time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F01500","speaker":"1275"},{"type":"speech","time":1574208000,"counter":51,"content":"<p>According to the HRB, County Donegal has an admission rate of 484 per 100,000 while County Monaghan has a rate of 187 per 100,000.  Donegal has two and half times the admissions as Monaghan while the two counties are relatively close to each other in terms of population.  Monaghan also has the highest suicide rate, according to the National Office of Suicide Prevention.  I also hear that Monaghan has pretty decent community mental health care.  Can we extract any correlation or causation?  Why would one county have admission rates that are dramatically higher than those in another county, while that other county has very high suicide rates?  Is there anything we can take from that or is it more dangerous than anything to be looking at the statistics like that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F01600","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":52,"content":"<p>It is an interesting point.  Donegal and Cavan-Monaghan currently are in the same CHO area so the governance would be the same.  Not all people who die by suicide actually get to the psychiatric services.  They usually attend primary care services.  One aspect that could be looked at is how they access the psychiatric service, whether there is open access for people who are mentally ill and who are suicidal.  It also points to an element for which I do not have any figures, namely, primary care facilities and resourcing in those areas.  We would be looking not only for general practitioners but also for counsellors, psychologists and so on based in community care and primary care.  That area might be explored.  Unfortunately I do not have the answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F01700","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":53,"content":"<p>Perhaps the point is that we need to do more research as to why we have those statistics; maybe there is a lack of explanation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F01800","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":54,"content":"<p>We do need to look at primary care provision of mental health services for people who do not reach the threshold of serious mental illness but still have difficulties from time to time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#F01900","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":55,"content":"<p>I thank our guests for their contributions.  Is Mr. Farrelly confirming that no consultant who is not eligible to be registered on the specialist register will act in a tribunal?  Is he confident he can exclude those people legally who are practising as consultants but not entitled to be entered on to the specialist register?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G00100","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":56,"content":"<p>We would not look at it as excluding.  We believe that a person needs certain competencies and capabilities in order to protect and vindicate the rights of the 2,000 or so people who are involuntarily detained.  To do that, he or she must have this specialist qualification.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G00200","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":57,"content":"<p>That is excellent.  It was mentioned that the spend is still below the 8.24% of the target in A Vision for Change.  What level is it at?  Would the 8.24% target be considered a gold standard or the average?  What would be considered as an international best practice target?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G00300","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":58,"content":"<p>A Vision for Change is out of date and it would not be the gold standard.  I cannot give the Deputy the exact figures for finances and mental health because it is hard to track it.  Someone might get the money but might not be able to spend it.  It is how it is spent and, as we go out into the community, realising that it is not always doctors, nurses and GPs but the next frontier for people in terms for not-for-profits.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G00400","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":59,"content":"<p>However, it was stated that it is below 8.24%.  Obviously, Mr. Farrelly knows what it is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G00500","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":60,"content":"<p>It is 5%.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G00600","nonspeaker":"Ms Rosemary Smyth"},{"type":"speech","time":1574208000,"counter":61,"content":"<p>Accordingly, an international best practice target would be in excess of 8.24%.  What would that figure be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G00700","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":62,"content":"<p>In the region of 16%.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G00800","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":63,"content":"<p>We are pretty far behind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G00900","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":64,"content":"<p>It was at that figure back in the 1980s.  The mental health budget was gradually cut year on year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G01000","nonspeaker":"Ms Rosemary Smyth"},{"type":"speech","time":1574208000,"counter":65,"content":"<p>Successive Governments have chipped away at it ever since the 1980s.  With regard to the suppression of the post for national lead, who is currently driving national policy in mental health?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G01100","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":66,"content":"<p>It is hard to ascertain.  We know that there is a group of stakeholders refreshing A Vision for Change.  Ultimately, one imagines that the Government, through the Oireachtas, enables the Department to drive through a policy.  Policy should be owned at that level.  Then the HSE and the different agencies should made accountable and funded according to that policy.  It is confusing as to who owns the policy.  Even A Vision for Change was not necessarily set out by the HSE.  There is a weakness in that regard.  It is difficult to know who owns it.  There is a board of the HSE.  As far as I am concerned, the accountable people for implementing it must be at that board level and making sure things are happening.  When one looks into mental health services, it is hard to get clarity and accountability of who is in charge and who is governing them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G01200","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":67,"content":"<p>Yet Mr. Farrelly is confident enough that we need to work a bit harder on PMDS.  Who would Mr. Farrelly see as the person who would drive that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G01300","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":68,"content":"<p>It was supposed to be introduced in 2012, with the idea that it was going to be rolled out at a particular level.  It is happening pretty much everywhere else to some degree.  It is a tool to support people.  One has a policy, then operational plans and the individual attached to it and supporting it.  That should be driven out by the leadership.  It should just be happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G01400","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":69,"content":"<p>We have just established that there is no person in a position of leadership, however.  Does Mr. Farrelly see this being driven at local level?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G01500","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":70,"content":"<p>Just to be clear, I would not want to just target the mental health services.  I do not believe our health service in its entirety has grasped the concept of PMDS.  I am not sure it is culture within the HSE or Tusla.  It is not just mental health services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G01600","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":71,"content":"<p>From my background and previous work, I have a fairly detailed knowledge of PMDS, particularly development aspect of it.  There are a number of factors involved.  Clearly, it is unfair and unreasonable to expect that staff will participate in PMDS in a situation where many of the failings are the result of understaffing and under-resourcing.  It is tough in that environment.  It is also extremely hard to do the development section of PMDS when one is under-resourced.  If one does not have enough staff to cover one&rsquo;s roster, one most definitely cannot release staff to get the necessary training.<\/p> <p>  People are signed up to PMDS via the national wage agreements.  There is an element in that which has to be properly resourced, however.  There is much work that has to be done in advance of the health service being ready to properly engage.  PMDS can be incredibly positive but it is an exercise in finding out the failings of an organisation.  An individual cannot be responsible for that.  A site or a community health nurse is not responsible for the fact they are operating off a team which is less than 50% of what it should be.  If one tries to do PMDS with that individual, it is tough.  There items in his or her job description that they just cannot get to do because physically one does not have the time.  When one gets to the development aspect of PMDS, it is tough to do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G01700","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":72,"content":"<p>It is the same for many people in the public service.  Everybody else has managed to give it a go since 2012 across the different areas.  It is interesting that it seems to be absent.  From our perspective, the idea of connecting everybody together is important as it is not just individuals but teams.  Particularly when one is under-resourced and struggling, that is the time one meets a couple of times a year with one&rsquo;s manager to connect on what is achievable and not.<\/p> <p>  One of the first pillars of Sl&aacute;intecare implementation this year was to look at that area which was due to happen either in this or the previous quarter.  I appreciate that it is difficult for people.  However, unless one gets that time to think about things and connect them, one will always be scrambling.  It is tricky but it is not meant to be draconian tool.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G01800","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":73,"content":"<p>There are particular staffing issues in the health service.  We would be ignoring the elephant in the room if we did not mention them.  I do not think one can make a direct comparison.  The Public Service Pay Commission specifically focused on issues relating to the health service in view of the challenges and difficulties around recruitment and retention, a nice way of saying that the health service is understaffed.  It is not fair to the men and women working in the health service to draw a direct line comparison with people working in other sectors of the public service.  That comparison does not exist on a like-for-like basis.  Before one would talk about PMDS, one would have to address the issue of the chronic understaffing which is evident in the mental health services and right across the health service.  It would make any issue relating to PMDS exceptionally challenging.  This is not because individuals do not want to engage with it.  From my experience, which is fairly extensive, healthcare workers actively want to engage in PMDS but there are issues with time and so forth.  It was stated community makes up less than 27% of the staff in the mental health service.  One hears about the postcode lottery.  Does that leave areas where cover is just not there?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G01900","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":74,"content":"<p>Yes, it does.  The variation in funding and staffing across the country is quite stark.  Just taking the CAMHS, child and adolescent mental health services, in particular, services in community healthcare organisation, CHO 2, Galway, Mayo and Roscommon, were funded &euro;90 <i>per capita<\/i>.  In CHO 5, it was only at 45%.  There does not seem to be any particular reason for this.  Sometimes, it appears that he who shouts the loudest or puts forward a better business case tends to get the staff.  It is a postcode lottery as to what access to services one gets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G02000","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":75,"content":"<p>I welcome our guests and thank them for their presentations.<\/p><p>I will follow up on my colleague's last point.  I was a member of the health board and learned a few lessons there, some which have stood to me in good stead.  There is a presumption that the rule prevails across the country.  There should be no changes from one area to another.  The same conditions arise, perhaps to a greater extent in some areas depending on its social and economic make-up.  Will Dr. Finnerty comment on whether the seriousness of the discrepancies between one area and another is creating a problem for the delivery of mental health services?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#G02100","speaker":"1322","continuing":true},{"type":"speechnospeaker","time":1574208000,"counter":77,"content":"<p>I looked at rehabilitation services last year.  The provision of rehabilitation services are very important for about 14% of people who suffer from serious mental illness so that they may live in the community and reach their potential.  Some CHO areas do not have a rehabilitation service.  What services there are are scant to say the least.  That means people do not have access to that essential service and they are languishing in highly supervised residences and acute units.  That example is quite stark.  I looked at the child and adolescent mental health services, CAMHS, two years ago.  Its staffing is only 60% of what it should be.  In some areas there are good, accessible CAMHS and in other places there are not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H00200","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":78,"content":"<p>Are any efforts being made to spread the availability of rehabilitation services evenly throughout the country, proportionate to demographic demand?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H00300","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":79,"content":"<p>At a local level, there has been needs-based assessments but I am not aware of any overall nationwide assessment of what is needed to provide a rehabilitation service.  It tends to be a knee-jerk reaction.  There will be people in acute services who need rehabilitation, which is provided in the private sector a long way from their homes.  That is not ideal.  There have been some moves by the HSE to provide other agency services and staff such as housing officers or individual placement and support, IPS, which is the placement service for people looking for jobs, and that has started to be rolled out.  There is some recognition that maybe the nursing or medical model does not always work and we have to look outside the box.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H00400","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":80,"content":"<p>If we were to bring about some change in that area, what should we do at this level?  What can Dr. Finnerty do at her level to co-ordinate the efforts with a view to addressing those particular deficiencies?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H00500","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":81,"content":"<p>I can report on that area, and have done so, and then the commission can look at what is being done about it and what improvements have been made and so on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H00600","nonspeaker":"Dr. Susan Finnerty"},{"type":"speechnospeaker","time":1574208000,"counter":82,"content":"<p>That is the key challenge.  We have closed down many of the institutions but we have not necessarily replaced them and thought about the community services.  If a new policy develops and goes through the political system, people should be held accountable for its implementation and they cannot decide what not to implement.  There is a plan there.  A model such as Sl&aacute;intecare, but with some sort of a module around mental health because it tends to get forgotten about, seems to work where people are held accountable.<br\/><br\/>Another thing that would be useful in the political system would be an agreed approach around reviewing the Mental Health Act and getting that through.  It was a good policy.  The problem was its <i>ad hoc<\/i>implementation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H00700","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":83,"content":"<p>The mental health services were always regarded as the Cinderella of the health service.  Has the system improved in its favour or have things gone the other way in the past ten years?  I ask mindful that we have incurred the most serious economic crash in our history and that two things came together as demand increased and resources decreased.  That was very difficult to manage and still is.  All the indications suggest that the estimates to date are way short of what will be required.  We must bear that in mind when we deal with this.  Have things improved or deteriorated in keeping pace with the rest of the health services?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H00800","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":84,"content":"<p>Ms Smyth will come in with more detail, but the statistics show that things have improved for some citizens, depending on where they live, and have similarly disimproved for others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H00900","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":85,"content":"<p>We need better dispersal of what we have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H01000","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":86,"content":"<p>From an inpatient perspective, where we regulate, we can use our enforcement powers, which we have done in the ten years since the Act commenced.  We no longer have large institutional buildings.  They have all closed down and we have modern mental health services now.  That is an improvement for those who have to use the acute inpatient services.  There is also reform of the legislation so that anyone who has been involuntarily detained has an automatic right to review, which is very positive.  I would reiterate the point on the lack of parity in service provision in the community, CAMHS and rehabilitation.  Outside inpatient services, service provision is patchy, in that it is good in some areas but needs to be improved elsewhere.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H01100","nonspeaker":"Ms Rosemary Smyth"},{"type":"speech","time":1574208000,"counter":87,"content":"<p>How does the service become aware when children need attention?  Do the referrals come from school medical examinations?  Are they from reports from An Garda S&iacute;och&aacute;na or some other source?  Some time ago, I asked a parliamentary question on the number of children aged between eight and 13 years who had attended at emergency departments having self-harmed or attempted to do so, and did so repeatedly.  How do these cases come to the attention of the service and can the service provide the necessary attention?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H01200","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":88,"content":"<p>It is important to remember that CAMHS treats people who are seriously mentally ill.  There is a whole population of young people who require some form of counselling or support but not necessarily in CAMHS.  The Minister of State, Deputy Jim Daly, has put counselling psychologists and assistant psychologists into primary care, and that would be the first port of call.<\/p> <p>  The investment in primary care is key for young people, whether it is Jigsaw or psychologists in primary care, counsellors or social workers at that level.  That will allow the CAMHS teams to deal with children such as those described by the Deputy, with repeated self-harm, depression, early psychosis and so on.  That is where the investment is needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H01300","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":89,"content":"<p>On community services and adherence to medication programmes, one of the problems that I found over the years was an unwillingness in some cases to comply with medication requirements, which resulted in reversion and so on.  How satisfied are the representatives here that adherence to medication programmes is respected and fully followed through in the community?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#H01400","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":90,"content":"<p>I would not have that information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#J00100","nonspeaker":"Dr. Susan Finnerty"},{"type":"speechnospeaker","time":1574208000,"counter":91,"content":"<p>We do not actually regulate the community.  Regarding one of the things that emerged from the research about medication, one can see the number of people who go on antibiotics and fail to complete the programme.  It is not about adherence, rather it is about an individual citizen who has paid or whose family has paid taxes for years.  If this person becomes unwell, he or she seeks treatment.  If something is properly explained to a person and that person is given a choice, he or she usually goes along with a programme.  Adherence is not so good if a person only gets two or three minutes and the medication and its side effects, such as putting on weight, are not explained.  Most people would admit that medication that is now available has come a long way and has advanced in recent years, but it is moving to an idea where someone is not actually having something done to him or her.  Rather, he or she is being provided with a service that he or she must understand and be part of.  That movement is beginning to happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#J00200","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":92,"content":"<p>One thing I have found with regard to medication for children and young people is that, in some cases, a parent may feel that the medication has an adverse effect on the child or teenager and decides not to pursue it.  To my mind, this is a very false economy.  I would like to see a more uniform process applying in all cases so that there would not be peaks and valleys in either the quality of the services available throughout the country and the quality of attention given to individual cases, particularly in the case of young people who, very often, decide to withhold information as to whether they are taking their medication.  That has been my experience.  I would not have dealt with as many cases as the witnesses would deal with but I deal with a fair number of them.  I would like to be reassured about that in terms of continuation of their medication programme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#J00300","speaker":"1322"},{"type":"speech","time":1574208000,"counter":93,"content":"<p>---<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#J00400","speaker":"1275"},{"type":"speech","time":1574208000,"counter":94,"content":"<p>---<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#J00500","speaker":"1322"},{"type":"speech","time":1574208000,"counter":95,"content":"<p>In respect of the commission's remit regarding the inspection of inpatient services, it has come to my attention on a number of occasions that there is substantial overcrowding in acute services, which has resulted in a loss of dignity and privacy and a very unsatisfactory perception of the treatment people have received in acute services.  Will the witnesses comment on that because some services have been amalgamated?  For example, mental health services in south Tipperary have been amalgamated with mental health services in Ennis.   I understand that this has led to substantial pressure on beds and admitting patients and led to subsequent overcrowding.<\/p> <p>  My second point concerns presentations to general practice and, going back to Deputy Durkan, who is the source of referrals.  In general practice, one is left trying to filter things that need to go to CAMHS, namely, serious mental health issues and those that can be dealt with counselling or other services.  Unfortunately, the number of team members missing from CAMHS teams is substantial.  For example, there may not be a psychologist or a team may only have half a social worker, as it were, or lose a community psychiatric nurse, who may be on holidays or maternity leave and may not be replaced.  In many cases, CAMHS teams other than the psychiatrist - the backup personnel - are not there because the teams are understaffed.  It then falls to the GP to decide if an issue is a serious one, in which case he or she will send it to the psychiatrist in CAMHS, or whether it can be medicated by himself or herself.  There is pressure on GPs to medicate themselves because the backup talk therapy and support services are not there.  In some cases, there may be unnecessary medication because the alternative talk therapies are not there.  Is there a sense that there is overmedication because of a lack of the other supports that should be there within community psychiatric services?<\/p> <p>  Regarding recruitment and retention of staff, one of the findings of the report of the Oireachtas Committee on Future of Mental Health Care was that there was a disconnect between the HSE centrally and front-line needs at ground level.  A total of 25 steps needed to be taken before a staff member could be recruited.  It is to be hoped, with the new Sl&aacute;intecare proposals, there will be a regionalisation of services so the number of those steps will be reduced substantially so that a staff member can be recruited in a relatively short time.  Will the witnesses address this point?  What engagement does the commission have with Tusla regarding children's problems and child services?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#J00600","speaker":"1275"},{"type":"speechnospeaker","time":1574208000,"counter":96,"content":"<p>Regarding the overcrowding in some units, it is interesting to note with regard to where someone lives in the country whether his or her local psychiatric unit tends to operate at over or under capacity.  There are examples of both.  The Chairman mentioned Tipperary and the south east.  Two psychiatric units in that area have closed - St Senan&rsquo;s psychiatric hospital in Enniscorthy, which was an old asylum but had an admissions unit, and St. Michael's unit in Clonmel, which was an acute psychiatric unit.  What has fallen behind is the development of community services in that area.  While the number of beds has been reduced, community services such as home-based treatment teams have not been put in place.  The area has crisis houses but they tend to get blocked up.  Admissions tend to be much lower in Cavan-Monaghan, which has well-developed community services, and services do not operate at over capacity.  The key is the development of community services, not necessarily more beds.  It involves stopping people getting into acute units and not being able to be discharged.  Rehabilitation, which I mentioned earlier, is an example of that.  Without developing rehabilitation services, people will become long-stay patients in acute units and will block beds for people who need to come in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#J00700","nonspeaker":"Dr. Susan Finnerty"},{"type":"speechnospeaker","time":1574208000,"counter":97,"content":"<p>The Chairman mentioned teams not being staffed.  He painted a picture with which we would be familiar.  GPs tell the commission about being left with a dilemma about how to care for a patient, including the risk.  That comes back to community services and planning.  We seem to be stuck in accident and emergency in this country but other 24-hour wrap-around services are available to a GP.  This was all being done 20 years ago in other countries but we seem to be consumed with inpatient beds as opposed to developing the community services where people want to be treated.  We need to be clear.  Nobody wants to go to a psychiatric inpatient unit.  If care was available in his or her area, particularly in rural areas, he or she would access it.  The State must be commended on Jigsaw.  This is not the HSE but is funded through the HSE and the State.  Many of these services, such as Pieta House, are born out of gaps because the services are not there, so we need to identify the gaps and see how we create the momentum around that in communities.<\/p> <p>  We do not have full visibility regarding overmedication.  From working with various doctors and nurses, I think we are fairly clear in Ireland that medication is used appropriately.  We have a fairly professional and good workforce.<\/p><p>I can understand it in an emergency, but generally that does not seem to be a major issue.<\/p><p> Some of the medications have side effects, particularly weight gain.  We met Tusla recently to discuss the potential of a memorandum of understanding.  We just put one in place with the HSE, which is a risk-based protocol.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#J00800","nonspeaker":"Mr. John Farrelly","continuing":true},{"type":"speech","time":1574208000,"counter":99,"content":"<p>What about recruitment and retention?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#K00200","speaker":"1275"},{"type":"speechnospeaker","time":1574208000,"counter":100,"content":"<p>We have been pointing out to the committee that the length of time to fill posts is an issue.  It can take six months to fill a post.  From working with the services experiencing overcrowding, one in the south east that has received a derogation from that because of the pressure from our organisation over overcrowding.  This particular service in the south east has 50 vacancies.  It has been permitted to recruit directly to fill those posts.  It filled some consultant posts in recent weeks, which has helped.  It will also get some additional nursing posts.  For example, to help with the overcrowding, it had set up a service involving four nurses on the team to do preassessments.  They only work from Monday to Friday.  They were able to manage the overcrowding from Monday to Friday but then it peaked again at the weekend because they did not have the resources for that time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#K00300","nonspeaker":"Ms Rosemary Smyth"},{"type":"speech","time":1574208000,"counter":101,"content":"<p>Is the recruitment problem down to lack of finance or lack of applicants?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#K00400","speaker":"1275"},{"type":"speechnospeaker","time":1574208000,"counter":102,"content":"<p>Both.  There is a lengthy process to get sanction to fill a post.  Obviously, the funding comes with that and there has to be appropriate funding for it.  There are issues in attracting people to the services, particularly in attracting CAMHS consultants to more rural parts of the country.  Dr. Finnerty can elaborate on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#K00500","nonspeaker":"Ms Rosemary Smyth"},{"type":"speechnospeaker","time":1574208000,"counter":103,"content":"<p>Many factors are involved in recruitment to approved posts.  The people appointed to posts in areas such as Donegal and Kerry are working in isolation.  For example, an occupational therapist would need to travel quite some distance to meet colleagues or to attend conferences and so on.  As Deputy O'Reilly said, people who work in those jobs want to develop themselves and so on, but they can be very isolated in some areas.  It becomes a vicious circle: the less staff the service has, the less likely it is to attract.  It can also be hard to retain the people who are there.  It is not quite as simple as having the posts and advertising; there are other factors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#K00600","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":104,"content":"<p>If a team is understaffed, those who are still standing are more likely to burn out pretty quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#K00700","speaker":"1275"},{"type":"speechnospeaker","time":1574208000,"counter":105,"content":"<p>Absolutely.  They then get frustrated and want to move somewhere where there are-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#K00800","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":106,"content":"<p>More supports.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#K00900","speaker":"1275"},{"type":"speechnospeaker","time":1574208000,"counter":107,"content":"<p>This is just anecdotal.  We have many consultant psychiatrists helping us in the tribunals.  The leader is the consultant psychiatrist.  Where there is a vacant post, teams tend not to build up as quickly.  Those teams tend to build up where is a committed consultant.  If they move on to something else, during the period they are not there, there is a tendency for the team to not do as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#K01000","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":108,"content":"<p>There is an added value to having a long-term person in post to generate advancement in the team and in the area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#K01100","speaker":"1275"},{"type":"speechnospeaker","time":1574208000,"counter":109,"content":"<p>A geographical area with a senior clinical leader committed to the area will tend to do better.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#K01200","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":110,"content":"<p>I am glad I have the opportunity to discus this important issue.  I welcome the witnesses and thank them for their help.  Many families and communities in Kerry have been ravaged by mental health issues, resulting in suicide and the loss of family members, which has rocked families and communities to the core.  We are sick and tired of the Government talking up the financial improvement in the country.  If it has improved the country's finances, this has not been shown in the mental health services in Kerry.  We are at a very low ebb at present and there does not seem to be any accountability for what has happened.<\/p> <p>  A couple of years ago - I had not been long a Deputy - a 20 year old presented in a local hospital.  I will not name the hospital because I do not want to personalise healthcare workers who are doing their best in the conditions in which they have to work.  This young man was in a very bad state on a Friday.  He was being released and the family was so concerned, they came on the phone bawling crying to me.  They said they could not imagine how they were to take care of him for the weekend or who would be responsible for him because six years earlier, his father had committed suicide in the back yard.  They were very upset.  Luckily enough, I got to talk to a particular nurse in that hospital who was not dealing with mental health.  I ensured he was kept in there for the weekend and the following weekend.  That man is perfect to the world today.<\/p> <p>  Another whose grandmother contacted me was mot so lucky.  It was the same kind of story.  He went in there for the weekend feeling very down.  He was let out on that Friday and he is no longer with us.  That family are very upset because they feel he could have been saved.<\/p> <p>  Life is so important.  I had an uncle who said, \"There's only the breadth of your nail between being dead and being alive.\"  In cases like this we are losing people.  We have lost so many through suicide.  There was a lot of talk about a Bill that went through recently to save lives on the road, but we must try to save lives in whatever area it is, and we are not doing it.  A few years ago, three boys committed suicide while in care, which should not happen.  It is shameful that happened and it was not so long ago.<\/p> <p>  I read a report Mental Health Commission report by Dr. Finnerty.  In respect of services in Kerry and Cork, it stated that while there are supposed to be seven dedicated rehabilitation and recovery teams in the team, there are just two poorly staffed teams in place to cover a population of 680,000 people in both counties.  The report stated that to deal with demand the HSE was using an out-of-area service, a model that has been strongly criticised internationally.<\/p> <p>  Dr. Finnerty also said that in the course of her research she spoke to several people with enduring mental health illness who were frustrated and angry and were stuck in a system that was not meeting their needs.  Because of the unmet need for rehabilitation, many people with enduring mental illness have repeated admissions to inpatient psychiatric units and are then discharged, only to be re-admitted when things breakdown again - the so-called revolving door of admissions.  The short-sightedness of not providing adequate mental health rehabilitation services, from both a human rights and a financial viewpoint, is quite astounding.<\/p><p>Dr. Finnerty said that in some cases patients were moved away from their homes and local treatment teams for up to two years.  The commission has asked the HSE for an action plan to address the concerns raised in the report.  Only two poorly-staffed rehabilitation teams are in place to serve a population of 689,750, though the A Vision for Change mental health strategy states that a minimum of seven is needed.  According to A Vision for Change, 70 nurses are required but only six are available.  Some 340 people in Kerry and Cork are living with mental illness in institutional care, which is considered a high proportion of the population.  Major capital spend is needed for one 24-hour-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#K01300","speaker":"1320","continuing":true},{"type":"speech","time":1574208000,"counter":112,"content":"<p>Could the Deputy please turn off his phone?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L00200","speaker":"1275"},{"type":"speech","time":1574208000,"counter":113,"content":"<p>I apologise.  Major capital spending is needed for one 24-hour supervised residence in Kerry.  I appeal to this committee, the Minister for Health and the Department to provide this service in Kerry because it is not available when it should be.  There are no services at all on the weekends.  Staff also have relatively little training in areas that are recommended for people with severe enduring mental illnesses, such as cognitive behavioural therapy for psychosis, cognitive remediation, family therapy and social skills training.  I thank Dr. Finnerty for raising and highlighting this issue.  I am glad of the opportunity to support her on it.  We must work together and do more because the Minister for Health clearly does not recognise the need for mental health services, which are required and deserved by the people of Kerry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L00300","speaker":"1320"},{"type":"speech","time":1574208000,"counter":114,"content":"<p>Could Dr. Finnerty comment on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L00400","speaker":"1275"},{"type":"speechnospeaker","time":1574208000,"counter":115,"content":"<p>I have looked into the rehabilitation services nationwide and what the Deputy says is accurate.  Unfortunately, poor services are not isolated to that area.  Donegal, for example, has no rehabilitation service at all.  However, the population of more than 600,000 has only two rehabilitation teams and many people are in some type of institutional care, whether hospital or community residences, from which they cannot move on.  As we said earlier, access to services is a postcode lottery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L00500","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":116,"content":"<p>Can I just add in support-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L00600","speaker":"1320"},{"type":"speech","time":1574208000,"counter":117,"content":"<p>The Deputy may ask one more question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L00700","speaker":"1275"},{"type":"speech","time":1574208000,"counter":118,"content":"<p>Deputy Durkan raised this issue as well.  I am concerned about the kind of universal treatment received by people with mental health issues.  They all seem to be given the same kind of antidepressant that slows down their movements, which is very upsetting for the parents of 16, 17, and 18 year olds.  They immediately recognise that this is the same treatment given to people in their late 30s or 40s, and are slow to take it up a second time when they see the effect it has on their children.  It impedes them from going forward when something raises its head again.  Would more one-to-one care deal with that differently, rather than giving people antidepressants at the weekend and sending them home, saying they will be all right?  We know what happens then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L00800","speaker":"1320"},{"type":"speechnospeaker","time":1574208000,"counter":119,"content":"<p>There are various means of treating somebody with a mental illness.  When people are seriously mentally ill, psychotic or suicidal, sometimes they need medication for a period of time to get over that hump.  The other talking therapies, and support in the community and so on, should kick in at that stage, but that does not always happen because the services are understaffed.  People may stay on medication for longer than they should be.  Certain groups of people need to stay on medication to keep them well and functioning in the community.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L00900","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":120,"content":"<p>I thank Deputy Healy-Rae.  We will now return to Deputy Browne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L01000","speaker":"1275"},{"type":"speech","time":1574208000,"counter":121,"content":"<p>Jigsaw published some startling facts yesterday.  That organisation does fantastic work and needs additional funding to expand because it is meeting a need that is not otherwise being met.  It allows self-referrals, which is important.  It stated that the number of children being prescribed psychiatric medication has increased by nearly 500% over the past decade and Professor Brendan Kelly said that the recruitment crisis in the HSE is a factor in that.  We learned from the Joint Committee on Future of Mental Health Care last year that the HSE spends approximately &euro;400 million a year on psychotropic drugs but only &euro;10 million on talk therapies.  The work of the witnesses highlights the lack of rehabilitation units, and I know from talking to families that one of their biggest issues is with children and adults being shown the door once they are patched up in a psychiatric unit.  There are no supports in place for family members on how to deal with a situation, or supports for the patients in terms of aftercare plans and rehabilitation.  Ultimately, they often end up spiralling downwards.  Between 65% and 75% of all admissions to inpatient mental health units are readmissions, which is anecdotally due to people not getting the right supports.  There is a debate about whether we rely too much on the biomedical model versus a biopsychosocial model.  What are the thoughts of the witnesses on that?  Medication has an important role and doctors only prescribe it when needed but it is often needed because doctors have few alternatives to offer people in a very desperate situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L01100","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":122,"content":"<p>A Vision for Change was quite successful in closing down the big institutions.  While it also developed a relevant number of community services, the big challenge is to transform those, or else we would be having this conversation every year.  We need community services that are not just led by doctors and nurses, because no matter what medication people are on, they will still want to talk to someone.  They need education to comply with their medication and understand what it is about.  The key for us is applying a policy that allows us to get to Ireland.  Ireland has a good opportunity in this area because we are so small compared to other countries, and, therefore, we have the capability to set up these services.  There has been a policy drift and its application has not occurred for various reasons.  We have gone through a major recession and have heard many other reasons, but the policy must be applied in the Department by the HSE and it must be held to account.  I assure the committee that wherever we are given the relevant regulations, we will regulate and create transparency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L01200","nonspeaker":"Mr. John Farrelly"},{"type":"speechnospeaker","time":1574208000,"counter":123,"content":"<p>I agree with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L01300","nonspeaker":"Ms Rosemary Smyth"},{"type":"speechnospeaker","time":1574208000,"counter":124,"content":"<p>The Deputy asked about distressed young people arriving in emergency departments with nowhere else to go.  There is only one CAMHS emergency bed in the country, and that is in Galway.<\/p><p>None of the other units will take somebody as an emergency.  What is happening is that when the person is in the emergency department everybody is ringing around trying to find a bed and if the risk is great the person ends up being admitted to adult units.  The lack of emergency beds in CAMHS is quite stark.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#L01400","nonspeaker":"Dr. Susan Finnerty","continuing":true},{"type":"speech","time":1574208000,"counter":126,"content":"<p>In a recent incident in Waterford a 16 year old boy spent 40 hours in the emergency department at the weekend, 24 hours of it on a chair.  He also suffers with autism so he spent most of the time with a blanket over his head because the bright lights, distress and the movement around him were very stressful for him.  Not only was that an outrageous situation, but it is also striking than when a consultant child psychiatrist could be located the psychiatrist had to contact every child inpatient unit to try to find a bed, fill in forms and applications and give reasons.  That is an outrageous waste of the time of a consultant child psychiatrist at a weekend.  Surely there should be a bed manager or a single point of application.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#M00200","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":127,"content":"<p>There is a co-ordination group that meets every Monday either by teleconference or in person.  The group looks at who is waiting for an inpatient CAMHS bed and tries to match a CAMHS bed with the patient.  Usually that is quite successful.  The emergency is the problem, that is, the Friday or Saturday night when a young person is in distress and arrives at an emergency department and there is nowhere for the person to go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#M00300","nonspeaker":"Dr. Susan Finnerty"},{"type":"speechnospeaker","time":1574208000,"counter":128,"content":"<p>We have facilities around the country and we are developing primary care facilities.  When considering the future, there is no reason that those facilities could not be open 24 hours a day.  People are coming back to the same point, which is what parents, children and people are looking for.  In fact, when we did our road shows in Galway a group of service users told us about setting up a cafe.  They are looking for a safe place and the GP is looking for a safe place.  We are so caught in the shadows of institutions that we do not seem to have the creativity or the policy oversight to say we are going in a particular direction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#M00400","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":129,"content":"<p>Another issue that consistently arises is the lack of integration between CAMHS and primary care or psychiatric services and primary care.  I am aware from talking to some managers that a lack of integration is probably to put it too loftily as very often they do not even talk to each other.  How do we address that?  What is the impact of the complete lack of integration between the different aspects of the HSE or have the witnesses dealt with that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#M00500","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":130,"content":"<p>Research needs to be done.  The centre of our attention should be the patient or the child and mapping the services they receive.  The Deputy mentioned Tusla, for example.  There are some very good people working there.  One can look at the National Educational Psychological Service, NEPS, and the educational services in the Department of Education and Skills.  It is the idea of co-ordination.  In Ireland, we always seem to think in a particular way, even in our strategic thinking.  In other countries there is a trust for mental health that is as big as our mental health services.  It is led that way, and then integrates.  The idea of inter-sectoral and cross-sectoral approaches has always been a challenge in Ireland, but it is something that must be thought about and worked through.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#M00600","nonspeaker":"Mr. John Farrelly"},{"type":"speechnospeaker","time":1574208000,"counter":131,"content":"<p>I can give a small example.  We looked at physical care for people with mental illness who were in hospital and we found there was a lack of integration.  People with mental illness were falling between the stools of acute hospital care, where they were unable to access services such as physiotherapy or speech and language therapy, and they were not part of the community so they were not able to access it there.  They were not getting access to these services.  Anecdotally, a number of acute units in acute hospitals found it quite difficult to integrate with the overall hospital so it is difficult to get physicians and surgeons to come and see patients in the ward.  The patients must go to an outpatient appointment even though they are in the same hospital building.  It is improving, but there is that them-and-us attitude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#M00700","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":132,"content":"<p>The last issue is accommodation.  Providing accommodation to patients in the mental health services was transferred a couple of years ago from the HSE to the Department of Housing, Planning and Local Government.  In fact, when I was told that, I contacted one of the county councils and it was news to the housing section in that county council.  People there had never received any information about it, and I do not believe they have since.  Something I deal with almost weekly is the situation when a person is being discharged from an inpatient unit.  He or she has been patched up and shown the front door.  Often the person has other issues as well.  The person may or may not have an addiction.  The council will say that it cannot put the person into the usual emergency accommodation, which is often bed and breakfast accommodation and is not suitable.  However, it has no other suitable accommodation.  The person either ends up homeless and spirals back downwards or ends up in emergency accommodation, basically a room over a pub or the like which will not help the person either.  Is there a plan for providing suitable accommodation for people with mental illness?  There does not appear to be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#M00800","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":133,"content":"<p>There is a move by the HSE to appoint housing officers in each of the CHOs and some of them are in place at present.  The services work closely with voluntary agencies such as HAIL Housing, Respond Housing Association and the like to provide accommodation.  One of the big difficulties is that there is a very large number of what we call 24-hour supervised community residences.  There are at least 113 of them housing approximately 1,300 people.  A number of those people do not have to be there.  I refer to rehabilitation again because if the rehabilitation teams were in place they could move out to more independent living.  This would free up facilities that are owned by the HSE, in most cases, for development in homelessness services, rehabilitation services and so forth.  That issue must be addressed.  Since we are discussing workforce planning, there is a large number of nurses in those supervised residences who could be employed in the community offering services to people with either acute or enduring mental illnesses.  It takes 12 whole-time equivalents to staff one of those community residences and we have 113.  A significant number do not need to be there.  That would free up housing for more acute crisis houses and so forth.  It must be examined in the context of what the HSE is currently providing as well as looking to the housing authorities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#M00900","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":134,"content":"<p>My advice to families or patients is that the only way it seems possible to get accommodation resolved for somebody who is leaving a psychiatry department is to refuse to leave the hospital under any circumstances until it is resolved.  If one walks out the door it becomes almost impossible but if one refuses to leave, the department will find some way to resolve the housing situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#M01000","speaker":"1354"},{"type":"speechnospeaker","time":1574208000,"counter":135,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#M01100","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":136,"content":"<p>Thank you, Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#M01200","speaker":"1354"},{"type":"speech","time":1574208000,"counter":137,"content":"<p>Before calling Deputy Durkan, I wish to make a comment.  The biggest change in psychiatric services over the past 30 or 40 years has been the closure of our institutions.  That was a dramatic change.  Has there been a satisfactory progressive development of replacement services?<\/p><p>Are they improving year on year and is there a momentum developing to deliver the community services that are absolutely necessary to replace those institutions?  My memory of 30 to 40 years ago is of a psychiatric nurse being a person who turned up in a white coat to bring somebody for admission.  That is now a thing of the past and we have wonderful community psychiatric services.  Is there a progressive realisation of the development of those services?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#M01300","speaker":"1275","continuing":true},{"type":"speechnospeaker","time":1574208000,"counter":139,"content":"<p>If there is, it is not being driven in a co-ordinated way across the country in accordance with a policy or plan.  People who work in mental health tend to be compassionate people who want to make a difference.  If one looks across the country services are basically <i>ad hoc<\/i>, scattered and slow.  There is a tendency for people to concentrate on inpatient services where regulation does not help.  The concentration should, however, be on the community.  There are improvements but one could not say that they are necessarily directed from the centre in an organised way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#N00200","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":140,"content":"<p>A further question arises on dual diagnosis in respect of homeless people who are perhaps living on the streets.  They generally have not only mental health but addiction issues.  There seems to be a separation of services where if one has an addiction one receives addiction services, but if one has a psychiatric problem, one is dealt with by the psychiatric services.  There is quite a siloed disconnection between those two services.  How can that be bridged?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#N00300","speaker":"1275"},{"type":"speechnospeaker","time":1574208000,"counter":141,"content":"<p>I remember many years ago when we developed our service that we had addiction counsellors on the team.  They would deal with people who had a dual diagnosis.  I am only aware of one addiction counselling service in the midlands.  It tends to be farmed out to other services and there may not be the greatest connection between them.  Instead of being seen as a whole person, people are being hived-off to different services for what should be a person-centred, holistic care.  I do not believe there is any move to provide addiction services within mental health teams.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#N00400","nonspeaker":"Dr. Susan Finnerty"},{"type":"speechnospeaker","time":1574208000,"counter":142,"content":"<p>Two of the larger independent providers provide those addiction services as part of their overall mental health care.  The commission is looking at this at the moment.  I am working actively with the HSE to identify the types of services referred to by Dr. Finnerty.  A great number of services are bought in by the HSE.  Our exercise with the HSE at the moment, which we have also discussed with the mental health unit in the Department of Health, concerns what type of service is being provided within those services.   Our role of statutory oversight of those services operates with a view to bringing those services under the umbrella of mental health services and appropriate regulation.  We are looking at this piece of work at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#N00500","nonspeaker":"Ms Rosemary Smyth"},{"type":"speech","time":1574208000,"counter":143,"content":"<p>Briefly, do our witnesses have a means of comparing the standard and quality of our mental health services here with those in adjoining jurisdictions and, in particular, throughout Europe?  Where do the best services apply?  How do they do this comparison?  How do we compare?  What are their staffing levels like?  Presumably, our eyewitnesses attend professional conferences at European and international level.  Are their services as good or are they way off the mark?<\/p> <p>  What are the levels of suicide in various other European countries?  From the information that our witnesses have been able to glean, how do we compare?  I have an idea of what the answer to that is but I am looking for confirmation of that.  How do these countries address this issue in comparison with our services?  Can we do more or are we doing the best we can?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#N00700","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":144,"content":"<p>I will address this from the perspective of standards and quality assurance and how we ensure that all of our regulatory framework is in line with European and international standards, with the European convention and with best standards.  We recently conducted an external review of our regulatory framework and it was found to be quite robust.  We compared seven jurisdictions, four within Europe, New Zealand, Australia and Canada.  We were unique in being the only jurisdiction that has a stand-alone mental health regulatory framework.  We were ahead of other jurisdictions and are the only jurisdiction that has specific rules on restrictive practices such as seclusion and restraint.  The Act and these regulations only apply to such inpatient settings and facilities and do not have application for the wider sector.  From an assurance perspective, as a regulator, our standards are robust in how we regulate and we have that affirmation from our external review.<\/p> <p>  On how we keep ourselves up to date, we are a member of a group of international regulators, which most European countries are a part of.  We meet annually to discuss various topics.  The restrictive practices topic is one that comes to mind and it is very strong in that agenda, together with inclusion of service users.  That is something that this group have again looked to Ireland for assistance and help on as we have been seen to be the leader in including service users in our planning, in preparing our documentation against which we regulate.<\/p> <p>  On staffing levels, we look to other jurisdictions.  Workforce planning came up in the Joint Committee on the Future of Mental Health Care, as well, in that is there is no benchmark on what should be the appropriate staffing levels within mental health services.  The UK, in its National Institute for Health and Care Excellence, NICE, guidelines, provides some guidance on acute units and what the staffing should be there.  We defer to those guidelines and have our standards at what we think should be the appropriate number of people on these units.<\/p> <p>  On the levels of suicide, that is something we cannot really comment upon, because sudden and unexplained deaths are reported to us but the determination is not made by us as to whether it is suicide.  That falls to the coroner.  We are, however, working with the National Office for Suicide Prevention.  Dr. Dodd has recently taken up post as the clinical lead there.  We have met with him and are looking to do some joint work on international standards and the reporting of suicides, because there are many areas that could be developed in a better way here and learnings to be taken.  This is something that we intend to pursue with the National Office for Suicide Prevention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#N00800","nonspeaker":"Ms Rosemary Smyth"},{"type":"speech","time":1574208000,"counter":145,"content":"<p>I thank Ms Smyth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#N00900","speaker":"1275"},{"type":"speech","time":1574208000,"counter":146,"content":"<p>I thank Ms Smith for her reply.  Is it not necessary on an ongoing basis to keep in touch with the standards and the quality of services available elsewhere in order that we do not slip too far one way or the other, but more particularly, in order to be able to address the areas of particular deficiency and thereby provide a better quality of service?  How often would such references be made by the Mental Health Commission and would such interaction happen to enable such an exchange of views with those in other jurisdictions?  I believe the figures on the levels of suicide are available right across the European Union.  Can the commission give the committee any indication on the extent to which it can focus on that issue, with a view to identifying the worst case scenario, improving it insofar as we are concerned here, and providing an improved quality of service?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#N01000","speaker":"1322"},{"type":"speech","time":1574208000,"counter":147,"content":"<p>I thank Deputy Durkan for the questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#N01100","speaker":"1275"},{"type":"speechnospeaker","time":1574208000,"counter":148,"content":"<p>The key issue is that we have quite a limited statutory remit and we have to apply our resources in the inpatient acute units.  Everything we do beyond this eats into a resource for which we are not necessarily funded.  I assure the Deputy we read everything that comes out, for example, the latest report in the UK on overcrowding and overcapacity of inpatient beds, and map them across.  With regard to suicide prevention statistics, an office has been put in place by the State to concentrate on this.  Unfortunately, from our perspective we must concentrate our resources on protecting the approximately 2,000 people detained against their will.  We concentrate on the 1%.  We would love to have the statutory remit to expand and look at the 10% and get the appropriate funding to do this from the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O00100","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":149,"content":"<p>Notwithstanding the absence of a statutory remit, surely it is indigenous to what the Mental Health Commission is doing, particularly with regard to identifying the need for community-based services?  Is it not necessary for the commission to expand beyond its remit in an inquisitorial role to identify the best and worst of the most serious issues?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O00200","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":150,"content":"<p>We do this and the Inspector of Mental Health Services, Dr. Finnerty, has done more than any previous inspector to expand the remit.  It all takes up resources and money and we do stretch people internally because we appreciate that everyone must stretch to deliver it.  As an example, if people want to invest directly in a higher level of research, planning or investigation, it all costs money.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O00300","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":151,"content":"<p>I note what has been said but I emphasise and underline what I have been saying with a view to increased attention in this area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O00400","speaker":"1322"},{"type":"speech","time":1574208000,"counter":152,"content":"<p>I understand the Mental Health Commission's remit covers inpatient acute units and patients detained against their will.  Does the commission have information on how we compare with international standards with regard to access to child and adolescent mental health teams?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O00500","speaker":"1373"},{"type":"speechnospeaker","time":1574208000,"counter":153,"content":"<p>The UK system has difficulties in the same way as we do.  It has difficulties with the recruitment of staff and building up teams.  It also has difficulty in providing inpatient beds.  At present, its main worry in all areas of mental health is the provision of out of area services, which also happens here.  Somebody in Donegal would probably be provided a bed in Galway but it could be anywhere else.  The child and adolescent mental health beds for people in Limerick are in Galway.  It is a problem.  It is probably not as vast as it is in the UK but it is a difficulty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O00600","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":154,"content":"<p>Even accessing the service can be difficult.  I am a GP and if I see a teenager who may be depressed or have an anxiety disorder, and I am sure the Chairman will agree with me, I send the patient off and refer him or her in good faith.  Often the team reviewing the referral states it is inappropriate.  One professional doctor refers somebody who genuinely needs help and the referral is undermined.  Sometimes doctors are accused of not even having seen the patient and that they discussed the situation with the parents.  That is disgraceful.<\/p> <p>  I have said numerous times in the Seanad, and I have spoken to the Minister of State, Deputy Daly, about it, that access for GPs to a 24 hour emergency phone line to the child and adolescent mental health service with regard to very vulnerable teenagers would be a solution-driven pragmatic approach.  It would not be abused.  I would probably use it only once a year if I had a case involving a suicidal teenager, instead of sending him or her to the emergency department or having to admit him or her to the adult mental health unit in Castlebar.  That unit does great work but it is a dreadful place, particularly for a young person.  Undermining referrals from GPs is not good because there is a breakdown of communications between the mental health and community teams.  A 24 hour emergency phone line would probably be beneficial and prevent admissions to the acute units.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O00700","speaker":"1373"},{"type":"speechnospeaker","time":1574208000,"counter":155,"content":"<p>One of the problems, and we spoke about it a bit earlier, is the fact there are no child and adolescent mental health emergency beds apart from one in Galway.  What happens is that doctors refer people to the accident and emergency department and spend considerable time ringing around trying to find a bed.  The doctor usually fails and that teenager is admitted to the adult acute unit.  Added to this is the problem that community child and adolescent mental health teams are poorly staffed.  In my most recent report, I estimated they were staffed at approximately 60% of what is recommended in A Vision for Change.  I also made the point that some areas are better resourced than others.  I gave the example of Galway, which is particularly well-resourced in comparison with other places, such as the south east, which has only &euro;45 <i>per capita<\/i>-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O00800","nonspeaker":"Dr. Susan Finnerty"},{"type":"speech","time":1574208000,"counter":156,"content":"<p>Does Dr. Finnerty have a comment on the fact that child and adolescent mental health teams undermine professional referrals from GPs that are sent in good faith after assessing a child?  The GP would not refer the child to the mental health services unless he or she had a serious concern.  Often GPs receive a letter stating the referral was inappropriate and asking whether the doctor had seen the patient.  That is totally unacceptable.  It happens on a regular basis in Mayo.  It undermines the entire service being provided.  It also undermines the patient's relationship with the GP because the parent is often copied in on the letter.  They have had the courage to come in with the child to disclose whatever needs to be disclosed to the doctor.  They trust their GP, with whom they have a long-term relationship.  The doctor makes a referral in good faith and then a letter is received by the doctor, with the parent copied in, stating the referral was inappropriate.  I do not know about this.  People are falling through the cracks.  Mental illness that is not dealt with in children and teenagers does not go away, it just manifests later.  A review of the structures regarding referrals and accepting referrals needs to be undertaken.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O00900","speaker":"1373"},{"type":"speech","time":1574208000,"counter":157,"content":"<p>On this point, I have the numbers of the consultants on the child and adolescent mental health team in my area.  Because I have experienced what Senator Swanick has mentioned I try to make contact with the consultant to discuss the case to make sure I am heading in the right direction.  Quite often, the consultant responds and sees the patient but if he or she felt it was more appropriate to go in a different direction I would-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O01000","speaker":"1275"},{"type":"speech","time":1574208000,"counter":158,"content":"<p>If an appropriate referral is sent in it should be accepted in good faith.  This is the problem.  People are falling through the cracks.  They are being referred to psychological services when they need psychiatric services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O01100","speaker":"1373"},{"type":"speech","time":1574208000,"counter":159,"content":"<p>The point I am making is we have siloed thinking and we need to have a much more integrated service with better communication between primary and secondary care to identify the correct pathway.  It is not that anyone is second guessing the doctor's judgment; it is trying to navigate through the system in the most appropriate way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O01200","speaker":"1275"},{"type":"speech","time":1574208000,"counter":160,"content":"<p>I understand that and I understand there are manpower problems.  I totally understand all of this.  I understand they are not second guessing clinical decisions.  I am only concerned about the patients and I am afraid people are falling through the cracks who should not be and they are not getting the appropriate services.  Sometimes the way the child and adolescent mental health service communicates to families can be seen as flippant to the concerned parents of a teenager who might be in trouble.<\/p><p>That perhaps requires a review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#O01300","speaker":"1373","continuing":true},{"type":"speechnospeaker","time":1574208000,"counter":162,"content":"<p>Some other countries have metrics to look at for access, what happens, timelines and different things.  We are quite informal in Ireland and there is no one monitoring or accounting for that.  People slipping through the cracks is something that we hear about continuously from professionals, families and everyone involved.  We are building primary care centres and it should not be the case that the only alternative to a general practitioner is an accident and emergency department in order to ensure someone is safe.  We must build our community services so there are hubs to which people can go 24 hours a day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#P00200","nonspeaker":"Mr. John Farrelly"},{"type":"speech","time":1574208000,"counter":163,"content":"<p>On behalf of the committee, I thank Dr. Finnerty, Mr. Farrelly and Ms Smyth for coming in this morning and giving their expert evidence.  We will now suspend the meeting until our next witnesses have taken their seats.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#P00300","speaker":"1275"},{"type":"unspoken","time":1574208000,"counter":164,"content":"<p>Sitting suspended at 11.20 a.m. and resumed at 11.46 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"unspoken","time":1574208000,"counter":165,"content":"<p>Deputy Louise O'Reilly took the Chair<\/p>"},{"type":"minorheading","content":"Workforce Planning in the Health Sector: Discussion (Resumed)","time":1574208000,"counter":166,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#R00200"},{"type":"speech","time":1574208000,"counter":167,"content":"<p>The committee will now resume its review of workforce planning in the health sector and receive an update from the SIPTU trade union.  I welcome, from SIPTU, Mr. Paul Bell, divisional organiser; Ms Michelle Monahan, honorary vice president; Mr. Kevin Figgis, sector organiser; and Ms Marie Butler, sector organiser.<\/p><p>I draw the attention of witnesses to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  I also advise the witnesses that any opening statements they make to this committee may be published on the committee website after this meeting.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p><p>I call on Mr. Bell to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#R00300","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":168,"content":"<p>I confirm the appreciation of SIPTU for the invitation from the Chair and the committee to meet them today to discuss workforce planning for the health service.  The SIPTU health division represents approximately 45,000 workers in the health service.  Our membership is based across the public health system, private healthcare and section 39 employers.  Our division is organised into several sectors which include support grades, nursing and midwifery, health and social care professionals, healthcare assistants and the National Ambulance Service.  Our division represents members in all areas of the health service, including acute mental health, intellectual disability and care of the older person.  In addition, SIPTU health division supports our members in all industrial relations aspects arising within the hospital groups and community health organisation areas.  Our network of organisation and support includes national representatives, local officials and shop stewards, activists and members.<\/p><p>We are proud to represent these members.<br\/><br\/>In consideration of our presentation today, we note the following definitions of workforce planning which have been published previously.  In 2017, the Department of Health said: &quot;Workforce Planning is a core process of Human Resource Management which is shaped by the organisational strategy and ensures the right number of people with the right skills, in the right place, at the right time to deliver short- and long-term organisational objectives&quot;.  The Department of Public Expenditure and Reform has said:<\/p><blockquote>Without adequate skillsets where and when they are required, objectives cannot be achieved.  Workforce Planning aims to draw together all of the various factors &ndash; including staffing, skills, learning and development, financial resources, succession planning &ndash; to develop a cohesive plan for the medium term.<\/blockquote><p>In his 1996 book, Mr. Peter Reilly defined workforce planning as a &quot;process in which an organisation attempts to estimate the demand for labour and evaluate the size, nature and sources of supply which will be required to meet that demand.&quot;<br\/><br\/>To summarise our submission with regard to the funding model, while our members note the principles of an effective workforce planning system, most do not recognise it within their workplace.  The health service is overcome with consistent funding issues which are apparent from the end of one year to the end of the next.  The current model of funding for our health service does not work and must change.  If policies such as Sl&aacute;intecare are to have any chance of succeeding, the model of funding approved for the health service must provide for the needs of the service and ensure it achieves the right number of people with the right skills, in the right place, at the right time to deliver short, medium and long-term organisational objectives.<br\/><br\/>In our opinion, the current model of funding for our health service is destined to fail each year.  Concerning workforce planning, the current model requires line managers to prepare plans for the needs of the service in the following year.  When this is completed, it is subject to various levels of scrutiny before being submitted to senior HSE management.  While we do not have an issue with oversight and scrutiny, which we accept is required, our concern remains that, following the multi-layer overview by senior HSE management and officials of the Department of Health and Department of Public Expenditure and Reform, the final approved funding plan generally looks nothing like the original one submitted at department level.  This results in a continuing battle playing out in each department where line managers are left struggling to provide for the ever-expanding needs of service.<br\/><br\/>In order to achieve the full aims of Sl&aacute;intecare, support for staff to develop and expand their roles is essential.  There is distinct evidence that SIPTU members embrace the development of their roles when supported through resources and funding.  The examples of the development of the roles of paramedic and advanced paramedic from the previous title of ambulance driver in the national ambulance service and the development of the role of health care assistant are demonstrative of staff within the service embracing change and upskilling of their roles.  Equally, within the area of health and social care professionals, radiographers have expanded their role to include cannulisation and the administering of contrast in computed tomography, or CT, scans and to undertake duties formerly assigned to dosimetrists.  The committee will also be aware that nurses and midwives have expanded their roles to share duties previously assigned to medical staff to ensure the most appropriate staff member undertakes responsibility of a task at any given time or on any given day.  These are just a few examples of changes which have been undertaken to provide a better, more efficient service to the patient or service user.  We contend that these examples, of which there are more, demonstrate the willingness of staff to embrace greater responsibility, a pushing of boundaries and a new model for the provision of healthcare in Ireland.  Unfortunately, our members argue a significant percentage of this responsibility is left on their shoulders only.<br\/><br\/>SIPTU members also contend that the focus of the HSE, the Department of Health and the Department of Public Expenditure and Reform with regard to health management is almost entirely on cost reduction from day one of each year.  This results in departments not receiving approval to recruit identified safe staffing levels and those in employment not having guaranteed access to funding for postgraduate courses which are undeniably essential to the service provided.  Our union argues there is something materially wrong in our model of healthcare when, for example, a department requires radiographers to upskill and undertake a postgraduate course in ultrasound but the members of staff are asked if they can provide the funding themselves.<br\/><br\/>On the system for approving recruitment within the HSE, the system of approval for the filling of vacancies or for submitting business cases for staff in new and existing posts is designed to frustrate and does not do what is needed, which is to fill vacancies.  Line managers and staff within the system are left totally demoralised by the extensive effort and repeated procedures required to fill vacancies for essential posts.  Even where replacement of a post is approved, it is common for recruitment to take well over a year to complete.  During this time, staff are left carrying the demands of the service, all too often with insufficient staffing levels.  This does not just affect the replacement of vacancies as it is the same procedure which also undermines the replacement of those on maternity leave and so on.  In such circumstances, it is commonplace for the HSE to confirm a replacement for the person on maternity leave literally weeks before the staff member is due to return to the workplace.  As a result, managers and staff have informed SIPTU that they use the system for the replacement of posts without any expectation that their application will be approved or, if it is approved, of when such approval will be received.  The system of recruitment within the HSE is designed purposely to cause this frustration and is extremely damaging to our health service.<br\/><br\/>The current system of approval requires business cases to be submitted at multiple levels of the organisation.  This results in a situation where staff, department level management and hospital and group management can all agree on the need for replacement staff in a given a post but national central management, which is not connected in any direct way, must provide final approval or no one will be recruited for the position.  This is very narrow-minded and counterproductive for the HSE as it results in the loss of eligible qualified candidates for employment to the private sector and overseas opportunities.  Evidence of the level of recruitment for our key grades over the past number of months and years is provided in the text of this presentation.<br\/><br\/>SIPTU contends that the recruitment procedure in the HSE must be overhauled immediately.  National officials within the HSE and Department of Health reject the suggestion that there are instructions for a recruitment embargo, freeze or moratorium.  While it would appear they are seeking to steer away from the stigma of these labels and their effects in the past, they are very much present in all their former aspects, albeit under the disguise of business cases and multi-layer approval bureaucracy.<br\/><br\/>In the context of the challenges of gaining approval for the filling of an accepted vacancy, money is spent on other expensive forms of employment, such as hiring agency staff, as an alternative.  We trust the committee will be aware that the most recent estimate of the costs associated with agency expenditure in the health service for 2019 is in excess of &euro;200 million.  This includes a figure of over &euro;60 million on healthcare assistants and &euro;50 million on nurses and midwives.  The data also suggest our health service has purchased in excess of 500,000 working hours this year to date through expensive agency arrangements rather than direct employment.  SIPTU contends that the system of refusing approval for recruitment while utilising hundreds of millions of euro on expensive external employment options must be revised.<br\/><br\/>The reality is that many agency workers are employed in the same hospital or ward for years rather than the HSE deciding to recruit.  Agency work may have a place in our health service for short-term, immediate or unexpected replacements.  It cannot, however, be used as a replacement for direct employment for the filling of vital front-line health worker posts.<br\/><br\/>We need the right person in the right place at the right time.  In this submission, we have highlighted some of the central principles required to successfully incorporate a concept of workforce planning within the health service.  The modern-day health service utilises a multigrade, team-based approach.  SIPTU believes the maintenance and development of this model will serve to benefit staff and patients alike.  We are acutely conscious of the cauldron which is faced every day by staff providing services and, indeed, by those seeking to gain access to services from the outside.<\/p><p>SIPTU believes it is crucially important for all stakeholders to work to change the experience for staff and service users.  We believe that a successful workforce planning model will be of assistance in supporting the change that is required to achieve this.  There is no doubt that staff want to provide services in an environment that respects the dignity of all.  SIPTU contends that the \"right person, right place, right time\" principle supports such an environment and presents an opportunity for staff to upskill or focus on duties and responsibilities which are in accordance with their qualification standards and their professional registration.<\/p><p> We note the recent framework for a safe skill mix between nursing, general staffing, specialist medical and surgical care settings in adult hospitals, as launched by the Minister in 2018.  We contend that an examination of the appropriate skill mix and the safe staffing levels is crucial when services are being provided to patients and service users.  It is noted that some grades are suffering from the effects of chronic understaffing and the restrictive labour market.  This is due to pressures from the private sector and foreign employment opportunities.  We believe there is merit in examining the possibility of seeking agreement on new methods of service provision.  We think it would be appropriate for all stakeholders to be involved in this.  There is a need to ensure the skills, duties and responsibilities of graduate-qualified staff who are at the pinnacle of their qualification or registration are maximised to provide support as part of a team-based skill mix approach.  SIPTU believes such a model is challenging on several fronts, but will result in a changed environment for those who are providing services and for those who stand to benefit from it.<\/p><p> A significant focus on the development model of healthcare is recommended within the Sl&aacute;intecare report.  In that context, it is appropriate for our submission to be accompanied by a brief comment.  SIPTU is actively aware of the challenges that are being experienced in communities where people are facing the realities of a two-tier health system as they seek to access services.  When citizens face having to access healthcare, their last concern should relate to how much money they will need to afford private treatment.  This model breeds inequality and forces an additional burden on the public system through longer waiting lists.  Equally, we note that barriers to care in our community are being experienced in areas where they have never before been experienced.  This can be attributed to the insufficient number of medical doctors in general practice in many towns and cities.  Existing GPs are unable to cope with the level of demand.<\/p><p> While there will be many challenges in implementing the Sl&aacute;intecare report, we support the principles underpinning it.  As a union, we are seeking to bring an end to the bottleneck in accident and emergency departments.  The never-ending and ever-expanding waiting lists must be dealt with.  Community services must be developed.  There is an urgent need for additional bed capacity.  If the prescribed future for healthcare in our country is to succeed, lessons must be learned from the existing failed model of service delivery.  Staff must be given opportunities to develop and upskill.  The concept of multi-grade team-based working, which ensures that when duties are being allocated, they are assigned to the most appropriate person at the right time and in the right place, must be further enshrined.  We must support our staff through career opportunities and education supports.  This will ensure the public health service is the first choice for health workers in this country.<\/p><p> SIPTU would like to convey its deep concern regarding the slow pace of progress in securing the necessary funding to support the advancement of Sl&aacute;intecare.  In our opinion, a token level of funding is being afforded to this project as part of an effort to convey the optic that implementation is proceeding.  We note that &euro;20 million a year has been earmarked for the HSE and for Government Departments to date.  This is insufficient to tackle the current challenges in funding the necessary actions to bring about real change.  As I make this point, I note that funding of approximately &euro;680 million per annum has been identified for Sl&aacute;intecare.<\/p><p> We thank the committee for its time.  Our submission includes a brief outline of the key sectors of our union within the public health service in reference to workforce planning.  Before I conclude, I would like to mention an aspect of this issue that is not normally discussed.  I refer to the arrangements put in place by some agencies when the health service identifies permanent posts.  If a person who is registered with an agency goes to take such a post, the HSE must pay a fee that is demanded by the agency.  We discovered recently how expensive this can be.  In some cases, it is as if the employee is bonded to the agency in some way.  This must be investigated by the HSE and perhaps by this committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#R00400","nonspeaker":"Mr. Paul Bell","continuing":true},{"type":"speech","time":1574208000,"counter":171,"content":"<p>Absolutely.  I thank Mr. Bell for his comprehensive submission.  Before I bring in members of the committee, I wish to ask a few questions.  I ask Mr. Bell to give us some insight.  We know that workforce planning is tricky in the short term.  It is probably even tricker in the long term.  I will mention two issues to illustrate that.  In the long term, we have Sl&aacute;intecare, and in the short term we have the winter initiative, winter plan or whatever word they are using to describe it this year.  I ask Mr. Bell to give a brief indication of the involvement of the union in both cases.  I do not need to remind him of the number of workers represented here this morning.  Will Mr. Bell provide an indication of the level of involvement, consultation and engagement that SIPTU has had with regard to winter planning in the short term, and in the longer term with regard to Sl&aacute;intecare?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#T00200","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":172,"content":"<p>I suggest that the level of engagement with regard to winter planning was limited.  Basically, we had a number of communications from the HSE advising us of what the plan was going to be.  There was some local consultation but in some cases, we realised that the consultation was of limited quality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#T00300","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":173,"content":"<p>What about the level of engagement, involvement and consultation with regard to Sl&aacute;intecare?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#T00400","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":174,"content":"<p>The engagement we have had so far with regard to Sl&aacute;intecare has mainly been through the Irish Congress of Trade Unions, which has been trying to deal with the question of universal healthcare.  We have made presentations on that matter at this forum.  There has been zero engagement since that time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#T00500","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":175,"content":"<p>That is a nice round figure in any event.  We discussed the moratorium with representatives of the Irish Nurses and Midwives Organisation when they were here last week.  I suppose there is a bit of a misnomer with that.  People think the moratorium is a new thing that was imposed recently.  Does Mr. Bell estimate that a full recovery was made from the moratorium that was imposed in 2007?  Did the health service get back to full staffing levels before the new moratorium kicked in?  I have no hesitation in saying, as I did at the time, that the impact of the 2007 moratorium is still being felt across the health service today.  Does Mr. Bell share that view?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#T00600","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":176,"content":"<p>I share that view quite strongly.  We do not believe we have recovered from previous staff moratoriums.  I will defer to my colleagues here who have more direct experience in this area.  In the past, the HSE would have said that it needed to enforce a recruitment embargo or moratorium - it does not matter which language we use to describe it - but that is no longer the practice.  In many cases, people have applied for posts on foot of competitions that were advertised and have been deemed to be successful, only to be advised subsequently that there is no starting date for them.  Such cases can drag on for a number of months or a year.  In some cases, the successful candidate has moved elsewhere by the time the post comes to be filled.  In such circumstances, a very skilled person will have been lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#T00700","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":177,"content":"<p>That is something we are hearing right across the board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#T00800","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":178,"content":"<p>It is happening right across the spectrum of healthcare.  The agency spend, which is increasing all the time, is feeding into that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#T00900","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":179,"content":"<p>That brings me on to my next question, which relates to the increase in the number of hours being provided by agency staff.  It is estimated that up to 500,000 working hours are being worked by such staff.  Will Mr. Bell give us an indication of the level of increase in recent years?  More crucially, is he aware of a value for money audit of the purchase of such labour, as opposed to directly employed labour, being conducted by the HSE?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#T01000","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":180,"content":"<p>I am not aware of any such audit.  We are raising this issue at the forums we share with other unions, including the national joint council and the health service oversight body, which deals with the public service stability agreement.  We believe the current level of spending is out of control.  No attempt is being made to erect any barriers to it.  There is no recognition of the fact that some of the policies being implemented, such as the embargo or pause on recruitment, are feeding directly into this.<\/p><p>There is no recognition that some of the policies being implemented, such as the embargo on recruitment, or the recruitment pause, are directly feeding into this.  We see that other parts of the health service suffer even greater consequences.  In community care, for instance, the hours for our most vulnerable citizens who require homecare were cut back.  It seems to be easy enough to say there are no further hours available and expenditure will not be increased.  This is kicking in right across the service.  In some of the areas, most of the damage being done in the delivery of the health service is invisible to the eye unless someone is demanding a service for the care of the elderly or a service related to an intellectual disability or mental health issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#T01100","nonspeaker":"Mr. Paul Bell","continuing":true},{"type":"speech","time":1574208000,"counter":182,"content":"<p>Reference was made to staff being lost to the private sector.  I presume they are following the NTPF money into the private sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#U00200","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":183,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#U00300","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":184,"content":"<p>If there were a shift involving proper, sustained investment in the public service as opposed to the private sector, would the staff come back?  Is there capacity to attract them back?  Some of them have gone abroad and maybe we have to draw a line in that regard.  More, however, have gone to the private sector here.  In the event that we made the requisite investment, would we get them back?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#U00400","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":185,"content":"<p>Let us explore how some of these successful people arrived in the private sector.  The recruitment process of private sector employers is very direct and aggressive.  They know the market exists.  There are various incentives to attract staff.  The recruitment process itself is very fast and focused.  We want public health service employment to be seen as the employment of choice.  Various strategies would have to be agreed to attract the staff back.  There are very good reasons people would like to work in the public health service, and there are various opportunities within the public health service.<\/p> <p>  Competing with those who attract staff abroad is a bit more complicated because sometimes various professionals and health workers see that the development of their career and skill set can be achieved abroad.  However, the problem that arises is partly related to the fact that there may be precarious work.  In other words, staff may end up doing agency work or may not be able to get a full-time contract.  That is not just in one particular sector of the health service; it is spread right across.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#U00500","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":186,"content":"<p>I thank all the witnesses for attending this morning for what I have to say was one of the most comprehensive and well thought-through briefings I have heard.  They have gone through the issues grade by grade and outlined the current position and the various effects of Government policy or the lack of progress.  I thank them for that.<\/p> <p>  After my questions, I will have to leave, unfortunately.  Normally, I stay for the whole meeting but Fianna F&aacute;il is introducing a motion in a few hours in the D&aacute;il on emergency department care.  I have to do some work on that so I apologise for my having to leave after my questions.<\/p> <p>  On emergency department care, the witnesses have covered many areas.  One of the main pressure points in the health system is the collapse in decent waiting times for patients going through emergency departments.  We have seen figures that have never been seen in this country before - figures that are really not seen in any other European country that I can think of.  One issue is that we do not have safe staffing levels in our emergency departments.  Another is that we are not taking care of our own staff, be they consultants, nurses, radiographers or any of the other wonderful people the witnesses represent.<\/p> <p>  Specifically on emergency care, how are SIPTU's members feeling?  Are there issues that are particularly egregious?  If the witnesses were in charge, what would be the first steps they would take to try to make things better?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#U00600","speaker":"1436"},{"type":"speechnospeaker","time":1574208000,"counter":187,"content":"<p>Mr. Figgis deals with the nursing profession.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#U00700","nonspeaker":"Mr. Paul Bell"},{"type":"speechnospeaker","time":1574208000,"counter":188,"content":"<p>I thank the Deputy for the question.  I am responsible for nursing and midwifery staff but also the health and social care profession, including radiographers and radiation therapists.  A number of these would have a role within this.<\/p> <p>  We described the emergency departments as the bottleneck of the health service.  There is a bottleneck because there is so much on one side and such a little gap on the other.  Filtering is also an issue.  Clearly, the staff working in this area are working under major pressure.  They are doing so all the time.  Part of the difficulty is with getting the necessary resources and services to assist.  It is really about being able to look after patients to \"get them moved on\" within the system, such that they are either being admitted or discharged.  We all hear about the long delays faced by patients in being seen and in waiting for a bed.  Many of these factors feed into one another.  <\/p> <p>  We mentioned the difficulty in regard to general practitioner access.  In this regard, we have mentioned the difficulty concerning diagnostics.  Many people talk about accessing diagnostics.  They do not talk about anything else in this regard other than the need to access diagnostics, as if it were just a matter of a button that just has not been pressed and as if it were easy to do so.  The reality is that the services are under major pressure.  We have given examples in our paper showing that the reality is that most diagnostics departments have not had a review of their staffing levels, possibly for decades.  When people talk about the fact that the departments are fully staffed, they should note that they were possibly fully staffed when they were last examined, in the 1990s, but that does not mean they are fully staffed now.  In addition, staff are trying to use equipment that is well beyond its sell-by date.  Moreover, funding cannot be obtained for staffing.  I recently dealt with a case in which people wanted to know why certain equipment was not being used.  The equipment was funded but there was no funding for somebody to use it.<\/p> <p>  The difficulty faced by the nurses, doctors and support staff working in an emergency department is that they need to be able to work with and integrate with the other grades of staff in order to make the decisions ultimately necessary to determine the pathway for the patient.  The problem in the emergency departments is that these difficulties extend well beyond their corridors, although it is clear that safe staffing is an issue.  It is a national disgrace considering the pictures of people sitting on chairs and the like.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#U00800","nonspeaker":"Mr. Kevin Figgis"},{"type":"speech","time":1574208000,"counter":189,"content":"<p>May I ask about diagnostics specifically?  I am one of those who keep saying we need to open the diagnostics suites for longer.  One of the points I make is that in many of our hospitals, an MRI machine might be open from 9 a.m. to 5 p.m. from Monday to Friday.  I had arguments with hospital managers over an elderly man who was strapped to a backboard and in urgent need of an MRI.  The conversation was to the effect that since they believed he could not be admitted before 5 p.m. and that it was Friday, he should be kept strapped to the board until Monday morning, when an effort was to be made to admit him.  In this case, the diagnostics suite stayed open.  One of the points made to me as somebody who argues diagnostics suites need to be open for longer is that, in Australia, the patient receives a letter saying he will get his MRI at 2 a.m. on Saturday night.  It is said to me that the unions would never allow that here.  I am told such a system is all well and good and that I am awfully naive because the unions would stop me dead in my tracks.  I do not believe that.  The witnesses represent the unions.  What is their response to people who say that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#U00900","speaker":"1436"},{"type":"speechnospeaker","time":1574208000,"counter":190,"content":"<p>I will respond briefly and then hand over to my colleague, Ms Michelle Monaghan.  Since she is a radiographer by profession, she will be able to deal with the question to some degree.<\/p> <p>  Specifically on the unions, in 2012 we actually agreed the extension of the working day for radiographers according to an 8 a.m. to 8 p.m. model.  It was agreed that it would be brought in from Monday to Friday in the first instance.  Basically, the day was extended by one third.  Does the Deputy know how many staff were deployed in order to achieve that?  Zero.  What happened was that medical staff, or clinical staff, were arriving in the diagnostics department asking why a particular room that was open the day before was not open.  The response was that the staff who were in the department the preceding day between 9 a.m. and 5 p.m. would be in at 12 noon because they were now working from noon until 8 p.m.<\/p><p>People will talk about these great ideas but great ideas need funding and that is why we are discussing this issue.  There is not an education fund for radiographers.  We have examples of radiographers throughout the country who, through credit union loans, have funded their own postgraduate education.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#U01000","nonspeaker":"Mr. Kevin Figgis","continuing":true},{"type":"speechnospeaker","time":1574208000,"counter":192,"content":"<p>Between 2010 and 2016, the number of CT scans increased by 90%.  That figure is taken from the national dose survey report so it is an accurate figure.  The increase in the number of CT scanners in the same time----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V00200","nonspeaker":"Ms Michele Monahan"},{"type":"speech","time":1574208000,"counter":193,"content":"<p>What was the timeframe again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V00300","speaker":"1436"},{"type":"speechnospeaker","time":1574208000,"counter":194,"content":"<p>It was in the period from 2010 to 2016, which was when the last population dose survey was taken.  There was an increase of 90% in the number of CT scans and a 12% increase in the number of CT scanners.  We have 19 CT scanners per 1 million population.  That includes the private sector.  The equivalent figures for Korea, Iceland, Denmark and Spain are 38, 44, 40 and 18, respectively.  The figure for Spain does not include private centres.  As a person who has to deal daily with people seeking access to diagnostics, I would happily do anything I can.  However, as Deputy O'Reilly noted, whatever staff one had on the floor on 31 December 2007 was taken as the new whole-time equivalent.  If the unit had five more staff earlier in the year than on that day, its whole-time equivalent was reduced by five.  That has not been restored.  Every year, on 31 December, that is the new norm.  The unit loses its position numbers and can have fewer staff this year than it had in the current or previous years.  The volume of diagnostics increases by 10% by putting more and more pressure on the system and the scanners.  The majority of CT scanners in use here were installed in 2009.  Their sell-by date was 2017 and we have no hope of replacing them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V00400","nonspeaker":"Ms Michele Monahan"},{"type":"speech","time":1574208000,"counter":195,"content":"<p>What was the names of the report Ms Monahan referenced.  It might be useful for us to have it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V00700","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":196,"content":"<p>It is the medical exposure radiation unit, MERU, data of the population dose survey report.  MERU was what we had before the current legislation. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V00800","nonspeaker":"Ms Michele Monahan"},{"type":"speech","time":1574208000,"counter":197,"content":"<p>I thank Ms Monahan for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V00900","speaker":"1302"},{"type":"speech","time":1574208000,"counter":198,"content":"<p>Ms Monahan said that at the end of the year, one could end up with fewer staff for the next year.  How would that arise?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V01000","speaker":"1436"},{"type":"speechnospeaker","time":1574208000,"counter":199,"content":"<p>We were not able to recruit people into vacant positions because it takes so long to recruit.  Recruitment goes through layer after layer and it takes at least a year to interview and appoint someone, especially if recruiting through HBS Recruit, the national recruitment division.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V01100","nonspeaker":"Ms Michele Monahan"},{"type":"speech","time":1574208000,"counter":200,"content":"<p>If a member of staff leaves, it takes at least a year to get a replacement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V01200","speaker":"1436"},{"type":"speechnospeaker","time":1574208000,"counter":201,"content":"<p>If a member of staff leaves, the local manager submits the necessary forms, which go to the next layer.  If the hospital approves it, it then goes to the group for approval.  There are delays of weeks in that process.  The local manager hopes that somebody will advertise the position.  Then there is the interview process followed by a delay of three to four months before anybody acts on it.  If recruiting through the national service, it takes at least a year from submitting the application to having somebody on the ground.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V01300","nonspeaker":"Ms Michele Monahan"},{"type":"speech","time":1574208000,"counter":202,"content":"<p>In the meantime presumably, some of our bright, young experienced radiographers will note the process involved, say they need a job in the next two months and if they are told the recruitment process will take between nine and 18 months, they will go somewhere else to take up a job<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V01400","speaker":"1436"},{"type":"speechnospeaker","time":1574208000,"counter":203,"content":"<p>They are doing that.  The voluntary hospitals are allowed to recruit themselves and they get the choice.  The HSE hospitals are at a major disadvantage in this process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V01500","nonspeaker":"Ms Michele Monahan"},{"type":"speech","time":1574208000,"counter":204,"content":"<p>What happens when a staff member goes on maternity leave?  If a radiographer goes on maternity leave for six or 12 months, is an agency person quickly brought in to cover that position?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V01600","speaker":"1436"},{"type":"speechnospeaker","time":1574208000,"counter":205,"content":"<p>No.  The agencies cannot find radiographers at this time, which means we do not get anybody to provide cover.  As stated in the submission, we may be given a name a few weeks before the person is due back from maternity leave.  This means we will have bolstered and covered that work and moved people around.  The Deputy asked how staff feel.  Staff in every grade dealing with emergency care are overwhelmed.  We do not have enough resources in terms of equipment, people or  time.  We see the patients coming in.  We deal with those sick patients and do our best to provide diagnostics.  The Deputy will note the increase in the volume.  We are overwhelmed because we are not being supported with the provision of equipment or people at any level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V01700","nonspeaker":"Ms Michele Monahan"},{"type":"speechnospeaker","time":1574208000,"counter":206,"content":"<p>I will ask my colleague, Ms Marie Butler, to comment on Deputy Donnelly's question regarding what is happening in accident and emergency departments.  We have issues in community care where patients are going to hospital who should be cared for in the community.<\/p> <p>  On the ambulance service, members may not know that when an ambulance is dispatched to a location the ambulance crew must take that patient to an emergency department.  We have highly skilled advanced paramedics and emergency medical technicians.  By \"highly skilled\", I mean they can issue up to 44 different types of medication at the scene but they have no power to discharge.  The ambulance crew must bring the patient to the accident and emergency department unless that patient discharges himself or herself.  That issue has been overcome in the Scottish ambulance service which has two distinct services.  One is a hear-and-treat service where the people in the control room involved in planning services for the ambulance dispatch can determine if the patient needs to go to his or her GP or pharmacy and does not require the use of an emergency vehicle.  The other scenario is where an ambulance crew arrives in a community or an incident has occurred.  Much of the care of the elderly could be considered from the perspective of how ambulance personnel treat those people.  They cannot recommend anything other than taking the person to hospital unless that person decides not to travel and in such cases, he or she must sign off on that.  My colleague, Ms Marie Butler, will explain how some people in the community care area are ending up in emergency departments unnecessarily.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V01800","nonspeaker":"Mr. Paul Bell"},{"type":"speechnospeaker","time":1574208000,"counter":207,"content":"<p>Deputy Donnelly's original question was what would we do immediately.  I would immediately recommend that healthcare assistants be utilised in the emergency departments.  Many patients come into hospital and they may only need to be looked after.  They may need to be brought to the toilet and their personal needs taken care of.  Often they are left sitting on a chair because there is nobody to do that work.  While those engaged in diagnostics, clinical work and assessments are under great pressure, much could be done to enhance the patient's experience at that level.  That is an under-utilised resource.  Healthcare assistants are qualified support grades.  They do not get enough recognition for the work they do or could do to alleviate the patients' suffering at that early stage of their journey.  Many elderly people end up in accident and emergency departments for no medical reason when they could be taken care of in their own home but, again, there are no resources available.<\/p> <p>  There are many reports on the gaps in professional services.  However, I do not believe we would find a report that would set out the work health support grades do in the community.  The nearest we have is the healthcare assistant report which is an independent review of healthcare assistants and the types of work they provide.  If we wanted to find what support grades do externally in community care, we would not find an independent report that deals with that.  That is a gap.  The Sl&aacute;intecare report refers to moving into the community but healthcare assistants and healthcare support assistants, which were previously known as home helps, are only mentioned twice.  That indicates that there is a great deal of emphasis on diagnostics, clinical work and assessments, and rightly so, but there is a major resource that is not being tapped into.  I believe the reason is that people do not know what these support staff do.  In the absence of independent reports, it is difficult to know what they do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V01900","nonspeaker":"Ms Marie Butler"},{"type":"speech","time":1574208000,"counter":208,"content":"<p>That is a great point.  We must look at that.  For example, in several hospitals, the number of men, women and children on trolleys waiting for a bed is broadly equal to the number of delayed discharges in the same hospitals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V02000","speaker":"1436"},{"type":"speechnospeaker","time":1574208000,"counter":209,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#V02100","nonspeaker":"Ms Marie Butler"},{"type":"speech","time":1574208000,"counter":210,"content":"<p>Such matters never stay still but hospital by hospital, there could be 20 people on trolleys waiting for 20 beds, and 20 people in beds who have been discharged but cannot leave the hospital because they will not get two hours of home care.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#W00100","speaker":"1436"},{"type":"speechnospeaker","time":1574208000,"counter":211,"content":"<p>Many healthcare assistants sit with people who need one-to-one care, whereas such people should be in a properly provided mental health facility where they can be properly cared for.  Community healthcare assistants are under-utilised.  There are community healthcare assistants in mental health services and intellectual disability services.  They are all over the place but nobody knows what they do.  We should consider that in tandem with other issues such as diagnostics and assessments, given that, naturally, people want to get well.  The patient experience could be greatly enhanced if the support grade was given a bit more recognition.  We strongly recommend that the recently published healthcare assistant report be given full support by the Department of Health and the HSE-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#W00200","nonspeaker":"Ms Marie Butler"},{"type":"speech","time":1574208000,"counter":212,"content":"<p>The committee keeps hearing about HR practices within the HSE, and not much is good.  Staff have hidden pregnancies for fear of not getting promotions or of something happening to them, while junior doctors have had their training records falsified by hospitals because they work hours well in excess of European directives and are supposed to receive training.  There have been burn outs in all the grades that SIPTU represents.  \"Overwhelmed\" is the word Ms Monahan used and that I will use later, and that we have heard more and more frequently.  Healthcare is busy.  It has always been, and will always be, a busy, high-pressure environment - such is its nature - but it cannot be overwhelming for staff or patients.  SIPTU represents workers throughout the country in many organisations, some with healthy HR practices and others with unhealthy HR practices.  In respect of how it treats its staff and of its HR practices, how does the HSE compare with good and bad employers in Ireland, about which SIPTU has an awful lot of knowledge?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#W00300","speaker":"1436"},{"type":"speechnospeaker","time":1574208000,"counter":213,"content":"<p>It would be easy for trade union officials to say everything wrong with staffing issues or practices is the fault of HR managers.  In voluntary section 38 hospitals, the management is close to the staff.  It is not a large geographic spread.  I refer to hospitals such as St. Vincent's University Hospital, with which the Deputy will be familiar.  Sometimes issues can be resolved more quickly or staff matters can be attended to on the basis that it is closer to the staff member.  While we do not want to generalise because it would be unfair, given that we view the HSE as a national organisation, it should deal with issues concerning staff consistently across the board, whether it is a grievance, a policy on dignity and respect at work or whatever it is.<\/p> <p>  Sometimes, however, we have found that our union gets into difficult positions where some HR managers decide there will be a regional variation of a national policy.  That makes us engage on issues where we have agreed the policy at national level, how the staff members should be cared for and the employer's rights, but in cases of grievance resolution, for example, one may find that one set of hospitals in the north east will comply with policy set down nationally by the HSE corporate employee system, whereas in Cork it may not be interpreted that way.  We then have to jump through hoops to try to have the matter resolved.  That leads to bad industrial relations and tensions in the system, which does not need more tensions.  It leads to difficulties.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#W00400","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":214,"content":"<p>I am trying to answer a slightly different question.  Are SIPTU's members treated well by their employer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#W00500","speaker":"1436"},{"type":"speechnospeaker","time":1574208000,"counter":215,"content":"<p>That is a very general question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#W00600","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":216,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#W00700","speaker":"1436"},{"type":"speechnospeaker","time":1574208000,"counter":217,"content":"<p>Based on our members' terms and conditions, in some cases people will say we are treated well.  Nevertheless, there are people in professions who would say they have been left behind, as can be seen in the movement of people into the private sector or abroad.  Nationally, it is a difficult organisation because of the pressure on it.  Most of the difficulties encountered are due to the sheer pressure people are under in their workplace.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#W00800","nonspeaker":"Mr. Paul Bell"},{"type":"speechnospeaker","time":1574208000,"counter":218,"content":"<p>One of the major changes from an industrial relations point of view has been visual, namely, the refusal of more senior level staff, either within the HSE, the Departments or whatever, to allow people at local level to make changes.  To be fair to people within HR roles and so on, there has been a demonstrative change in their ability to negotiate, sit down and discuss problems.  The tools they are given to problem solve are minimal.  Aside from localised discussions that may take place, it is evident in the types of cases that go to conciliation within the Workplace Relations Commission, WRC, and so on.  This is no disrespect to people who work and provide a valuable service at the WRC, but it is clear that the managers attending hearings are not given the remit within which to solve the problem, while those who have the remit ensure they do not attend.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#W00900","nonspeaker":"Mr. Kevin Figgis"},{"type":"speech","time":1574208000,"counter":219,"content":"<p>In my experience, HR departments might as well be issued with water tenders because their job is to put out fires caused by understaffing.  Some of the most sophisticated arrangements are in place in that employment, such as on the national joint council and others.  The problems are wide.  It is not in the gift of anyone within the HR department, with the best will in the world, to resolve such issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#W01000","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":220,"content":"<p>I will speak from my experience this year.  We have discussed how people are treated when working for the HSE or voluntary hospitals.  Following on from the point the Vice Chairman raised, there is a new player on the field.  When the HSE tried to resolve issues nationally with its employees, there was a continual intervention by the Department of Public Expenditure and Reform.  Some of the issues we now face, such as staff recruitment, the pressure of people getting posts, including promotional posts, and so on, it feeds back to the Department of Public Expenditure and Reform, which demands the final say because it is an expenditure issue.  We found ourselves in a national dispute this year, as members will recall, whereby we had an agreement to deal with people's pay and conditions through an independent process.  The obstruction was not the HSE <i>per se <\/i>or the Department of Health; rather, we found ourselves in a confrontation with the Department of Public Expenditure and Reform.  With respect, the people responsible for the health service are the Department of Health and the HSE.  We found ourselves to be in a continuously difficult position in that regard, and other groups have had a similar experience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#W01100","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":221,"content":"<p>I acknowledge the work SIPTU's workers do.  It is becoming harder and they are overwhelmed.  They have been put in an impossible position.<\/p><p>We all know they still go to work every single day, keep the lights on, treat the parents, run the machines and make sure that men, women and children are getting the best possible service the union's members can provide.  It is becoming increasingly difficult for them to do it.  They are doing an incredible job.  I acknowledge that and I ask Mr. Bell to convey my thanks for all the work that they are doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#W01200","speaker":"1436","continuing":true},{"type":"speechnospeaker","time":1574208000,"counter":223,"content":"<p>I thank the Deputy.  I appreciate that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#X00200","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":224,"content":"<p>I thank the witnesses for coming before us and for their presentations and the information they made available.  I have been around the health services for a long time and the system does not seem to change because the issues that have been raised were raised 20 years and they have not changed since then.  That is the case in particular with part-time staff, agency staff, short term, part time, whole time and the various descriptions of staff within the service that seem to impact negatively at all times on the delivery of the service.<\/p> <p>  In recent days, I also heard reference to the fact that Ireland is one of the wealthiest countries in the world.  I reminisced on the days of the Celtic tiger when we were high on the list of the wealthiest countries.  Of course, it is not true.  Our wealth is based on salaries and house property values, which are unsustainable and can fluctuate from day to day.  We know that because it happened previously.  The problem is that we are not recovering to the point from where we fell in 2007 as fast as we need to, but we are getting there as fast as we can.  That is the conundrum.<\/p> <p>  When the moratorium on recruitment was introduced, was any provision made to prioritise front-line services or was it just the case that recruitment generally would be opened up?  Could Mr. Bell indicate what happened?  It appears there was an over-abundance of administrative staff as opposed to front-line staff.  All staff are important because they all have a part to play in the delivery of services.  Was nothing done in the health service to prioritise front-line staff?  In a bakery, for example, the baker has to work.  Was anything done to ring-fence the need for front-line staff when recruitment opened up?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#X00300","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":225,"content":"<p>I will take the Deputy back a couple of steps.  The health service has been subject to two massive shocks in a 40-year period due to recession followed by cuts in public expenditure.  In the meantime, the demand for the service continued to grow.  We are talking about the changing demographic in the country whereby there is a big requirement for care-of-the-elderly services.  There is a concentration on trying to put that type of service into the community, which is right, but it has to be funded.  We all talk about funding on the basis that healthcare, whether we like it, is labour intensive and every service is connected.<\/p> <p>  In response to Deputy Donnelly's question on whether priority has been given to front-line services, he should remember that the HSE, and the Departments of Health and Public Expenditure and Reform, for their part, have never formally confirmed that there is a recruitment embargo or a moratorium.  That has never been said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#X00400","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":226,"content":"<p>That is true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#X00500","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":227,"content":"<p>That is a deliberate tactic because one cannot then confront it.  What we see is certain areas of funding being exhausted, for instance, in community care.  My colleague, Ms Marie Butler, referred to that.  We also see greater pressures on the ambulance service because it is involved in providing services, not necessarily at the beginning of the process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#X00600","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":228,"content":"<p>Yes, but they are on the front line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#X00700","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":229,"content":"<p>Yes, but it is commonly asked whether priority has been given to administration as opposed to front-line staff.  I have always said, and will continue to say, that nobody is employed in the HSE, in any of the voluntary hospitals or in section 39 organisations that is not required.  The problem in some cases is that there are not enough of them or that they are not given the leadership they need to develop into providing the very best care they can provide.  In response to Deputy Durkan, I think we are going to continue to experience these pressures unless we get serious about what the political system, including Oireachtas Members, has agreed on the way forward, namely, Sl&aacute;intecare.  We have tried to look at all the challenges that are coming against us.<\/p> <p>  I refer to something that is in the background but is also adding to the stress on the health service in terms of expenditure, which is the continuing expenditure on the children's hospital.  That is taking resources and we do not know where it will end.  I listened to a programme on RT&Eacute; radio recently where it was stated that nobody could confirm whether the hospital would cost &euro;2 billion or &euro;2.5 billion.  We are concerned about how we can develop the health service if that drag is on the budget.  There is also capital expenditure, which means we need to develop new hospitals and new facilities, including primary care centres.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#X00800","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":230,"content":"<p>I understand what Mr. Bell is saying but to go back to the various drags on the system, they are different.  One is capital expenditure and there is a different means of funding that, as those of us who are involved in the health service know, which does not affect the current expenditure at all.  I accept that it affects overall borrowing but not current expenditure.  I have strong views on that issue.  I have long been a member of this committee and I was a member of the committee that devised Sl&aacute;intecare.  I have been on all sorts of committees in recent years.  I was around when an bord snip nua became involved.  I was very conscious of the recommendations of an bord snip nua, which dug much deeper than was applied eventually, unfortunately so.  The point is that we were forced to live within our means, and our means were very limited and they were on a downward trajectory at that particular time.<\/p> <p>  I do not expect Mr. Bell to have the answers to my questions but he does have a pivotal role in dealing with the issues at ground level and on the front line, whereby he may have a different assessment of what is required.  Regarding the cost of the children's hospital, I have looked everywhere and I have found no solid assessment of an estimate based on anything other than a guess.  The overrun, as it may well be considered in some quarters, is not an overrun.  It was a failure to assess accurately the costs in the first place, based on sound economic advice.  That is not my problem.  My problem is to try to do something in the aftermath or to make some contribution to it.<\/p> <p>  In terms of value for money, my belief has always been that the permanent filling of posts is better with less reliance on agencies, but it never seems to change.  Even when we had money during the Celtic tiger boom, there was no shift or change at all in that regard.  That ties in with what the witnesses said.  One could find oneself with fewer staff at the end of the year, depending on where one was when the chopper came down.  We accept all of that.  The next part is how we proceed from here.  Sl&aacute;intecare will be expensive and there is a lot of other attendant expenditure as well.  What I cannot understand is why it is not possible within the health service to identify precisely, within reason, the budgetary projections.  That has not happened for some years.  It has not happened for a long time, even though my colleagues might tell me that it is a recent phenomenon.  That is not true.  It has not happened.  I am concerned whether a means can be found whereby all those responsible, including the witnesses, the committee, or whoever is responsible, can identify the projected expenditure or if we need to opt for a flexi-budget that has a contingency built into it because it is a demand-led service and we can expect the demand to increase in one area or more or whatever the case may be and how and if we can provide for that.  We must keep in mind also that taxpayers must pay for all this and the extent to which they are able to shoulder the burden.<\/p><p>SIPTU is in a unique position to be able to identify the things that happen at ground level and the outcomes relating to which might be better determined if we took a different approach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#X00900","speaker":"1322","continuing":true},{"type":"speechnospeaker","time":1574208000,"counter":232,"content":"<p>Before I defer to my colleague, Mr. Figgis, I will answer one question.  Deputy Durkan talked about the budgetary provision or the Estimate.  Perhaps we should ask ourselves while we are in this forum, who makes the final call on the budget?  I think I know the answer to that.  When health service managers put forward their requirement, it is based on what they anticipate to be the patient and service user need.  The cost of those objectives are then presented, and this is about maintaining the normal service.  The HSE, when agreeing the Estimate, has a lot of interaction, I suggest, with the Departments of Finance and Public Expenditure and Reform about what will be spent.  One then finds that the actual estimate of what the HSE believes it requires to operate a full complement of public health services, whether we like it or not, is cut back.  In every single year in which I have operated in this service, which amounts to 21 years, I have witnessed a situation in which either the budget was not sufficient or we had supplementary budgets, even though we were told some time ago we could no longer have supplementary budgets for health.  The budget, or the Estimate, is therefore doomed to fail right from the start because it does not address the actual needs that will present or that are projected to present.  It should be remembered that this is not an exact science; as Deputy Durkan said, it is a demand-driven service.  We are not saying we should just see what falls out at the end of the year.  We understand that there must be a budget, that managers must manage their budgets and that our members who perform those services have a role to play.  If, however, we do not face up to what the actual budget requirements are and how they are arrived at, we will end up in the same position all the time.<\/p> <p>  When it comes to recruiting and retaining staff, we are wasting a lot of money.  I ask the committee to consider the agency costs that have arisen, which are one example, and the amount of money being spent on contracts.  I do not wish to be confrontational, but I take slight issue with the idea that the cost of the children's hospital does not impact the health service.  It does because we cannot invest in capital projects that are required in the health service.  We saw the recent concerns of the citizens of Waterford about their mortuary.  That is just one example.  We have other services in respect of which our members are fighting off private sector interests.  In the Mater Hospital here in Dublin, for example, a new sterilisation department is required for the preparation of surgical instruments.  The Department of Health says it has no money to replace the existing facility, that it would much prefer a private sector organisation to be brought in and that perhaps that the latter could build the facility and run the service.  Ultimately, however, with respect to everyone here, it is still the taxpayer who will pay for that, and that is before we stray into the other areas of diagnostics and what happened with CervicalCheck.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Y00200","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":233,"content":"<p>We will not agree on the children's hospital.  I believe it is an absolute necessity.  It should have been built 20 years ago-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Y00300","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":234,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Y00400","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":235,"content":"<p>-----or 40 years ago.  It was not, however, and therein lies the kernel of the problem.  The Waterford mortuary should have been dealt with 12 or 14 years ago, when there was no children's hospital competing with it.  That is my point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Y00500","speaker":"1322"},{"type":"speech","time":1574208000,"counter":236,"content":"<p>With respect, there is probably a limit to how much value we will get out of that because I do not think there will be-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Y00600","speaker":"1302"},{"type":"speech","time":1574208000,"counter":237,"content":"<p>Everybody else got a lot of value out of the reverse side of the coin.  I am entitled to my side of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Y00700","speaker":"1322"},{"type":"speech","time":1574208000,"counter":238,"content":"<p>I do not intend to dispute that at all.  Has Deputy Durkan further questions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Y00800","speaker":"1302"},{"type":"speech","time":1574208000,"counter":239,"content":"<p>No.  Mr. Figgis wishes to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Y00900","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":240,"content":"<p>I will make one or two brief points in response to the two questions Deputy Durkan asked together.  He asked whether there is a co-ordinated or integrated approach to the filling of vacancies, employment, etc.  The last time there was a co-ordinated and integrated approach was when the opposite was being done, that is, when there were incentivised schemes such as those relating to early retirement, voluntary redundancy, etc.  However, there was no correlation at all regarding the effects this would have on the service.  It was really just a case of getting as many out as possible.  It was the classic sledgehammer approach.  What we have not seen since then is a rebuilding of the health service.<\/p> <p>  We recently carried out, by joint agreement with the HSE, an independent review of the radiology department in University Hospital Kerry, which has had its own challenges.  I refer to this purely as an example.  We implemented a review and agreed terms of reference.  We also appointed independent people to come down, and it was to be chaired independently as well.  They prepared their report based on the existing safe staff guidelines published by the professional body.  That report stated that that department had 60% of the staffing it should have had.  The HSE and the hospital group in the summer of last year accepted that report and all its recommendations.  I met with them about ten days ago under the auspices of the WRC because it was impossible to get any progress made.  Their current plan is such that they have no approval to go any further and that the department will remain 30% down on recommended staffing levels.  They have no plan whatsoever to fill the vacancies they accept are there.  Everything is overheating because there is such a small staff complement.  In this example, 60% of staff every day of the week are trying to deal with what 100% of staff should be doing.  That is just one example among, I would imagine, most departments in most locations throughout the country.<\/p> <p>  The difficulty we have in the model of recruitment is, as we have said in our paper, that it is about frustrating matters.  There are not only so many layers that people must go through but also the layers even outside of the health service in that these things ultimately go to the Department of Health or the Department of Public Expenditure and Reform.  As we said, line managers are asked what they need to provide for the safe level of service in their departments and to meet the demands made of them.  They come up with those plans, they base them on safe staffing guidelines and, by the time they go through the rigmarole of the bureaucracy, they either get back something that looks nothing like what they asked for or just do not get back anything at all.  At a meeting I was at two weeks ago a person said to me, \"I am at the stage now where I just keep submitting every two weeks.  I do not change anything; I just keep submitting the plan.\"  One wonders to whom such people are submitting their plans.  Clearly, they are just landing on someone's doorstep and they just do not open that post.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Y01000","nonspeaker":"Mr. Kevin Figgis"},{"type":"speech","time":1574208000,"counter":241,"content":"<p>The Vice Chairman will be glad to know that I am nearing a conclusion.  To what extent has overall staffing throughout the health services increased in the past year or two years, given that during an bord snip nua's regime it went down dramatically?  There have been many staff increases.  This goes back to my question as to which area the staff increases have gone to.  It is fine to say these are crucial posts.  All of them are.  If I was in one of the posts, I would say mine was a crucial post.  The question, though, is whether staffing levels have gone up by 2%, 3%, 10%.  To what extent have staffing levels gone up in general throughout the public health sector?  I know there have been increases.  Have they gone in the direction which is likely to affect most fundamentally the delivery of services to the public?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Y01100","speaker":"1322"},{"type":"speechnospeaker","time":1574208000,"counter":242,"content":"<p>We have outlined this in our written submission.  The whole-time equivalent figure for HSE and publicly funded employment, for all grades, as of September 2019, was 119,126.  That represents an increase from December 2018 of 1,269.  The Deputy will remember that we are still trying to recover from the gap left by the number of workers who left the service under various inducements over ten years ago and who have since retired.  He will also notice that there has come to be an even deeper reliance on agency provision.<\/p><p>That demonstrates that those staff are required but they are not in direct employment.  For value for money, if we were talking in those terms, a continual fixation with agency work is driving the budget in the wrong direction.  There is a commission that must be paid for those staff.  There are also the VAT implications.  VAT, at 23%, must be paid.  Of course, agency staff, like other workers in the health service, are entitled to be treated equally with their full-time colleagues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Y01200","nonspeaker":"Mr. Paul Bell","continuing":true},{"type":"speech","time":1574208000,"counter":244,"content":"<p>I thank Mr. Bell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z00200","speaker":"1322"},{"type":"speech","time":1574208000,"counter":245,"content":"<p>I thank Mr. Bell.  I have one or two questions of my own.  There has been a suggestion that there are HR practices that, if overhauled, would improve working conditions.  My view would be that without the requisite staff, one can overhaul and restructure all one likes.  There seems to be, from my memory anyway, fairly sophisticated HR practices in terms of communication, committees and meeting points.  Has Mr. Bell a view on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z00300","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":246,"content":"<p>Sorry?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z00400","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":247,"content":"<p>I refer to the overhaul in HR practices.  Would that be necessary?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z00500","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":248,"content":"<p>I have an interest, as the Vice Chairman would have had in her previous role.  We are now talking about a restructuring within a restructuring.  Dare I say it, it is almost like we are returning to the health board system and there are these regional units, the community healthcare organisations, CHOs.  My colleague put this correctly.  It is the autonomy of those who are managing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z00600","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":249,"content":"<p>They just do not have it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z00700","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":250,"content":"<p>What rights do we have?  There are certain issues with which we end up in difficulty, and we all ask how we got to this space in the end.  With position and rank come responsibilities.  In some cases, it is difficult to get to a position where one is clear on who the decision-maker is.  That has become frustrating over the past while.  I note the media commentary over recent weeks on where the director general of the Health Service Executive sees restructuring developing, but we have not had a full dialogue with that particular person at this stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z00800","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":251,"content":"<p>I have one final question and it relates to the scope of practice for healthcare assistants.  It is fascinating that the matter is still being discussed since there is a willingness on behalf of the trade unions to expand the scope of practice.  In its submission, SIPTU states: \"To this end we suggest that the Review of the roles and responsibilities of HCA is given full endorsement and that the support and the resources it needs are provided, so that this role can be developed along a cohesive and professional pathway.\" That is motherhood and apple pie.  That sounds great.  Will Mr. Bell give us an insight into why that is not happening?  It seems, on paper, like a good idea.  When one of the first reviews of it was done, perhaps 12 or 14 years ago, it was probably a fairly good idea.  SIPTU is calling here for it to be \"given full endorsement\".  Will Mr. Bell outline who is not endorsing it in the first instance?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z00900","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":252,"content":"<p>I will hand this part over to my colleague, Ms Marie Butler.  There has been, I am glad to say, some progress made in recent times, led by my colleague, Ms Butler.  The Chairman will see that in many areas of the health service there is basically no understanding of how the healthcare assistant role has developed, and we are still trying to develop it.  The ongoing review has been dealing with the acute hospital setting.  My colleague, Ms Butler, will outline what exactly has been going on there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z01000","nonspeaker":"Mr. Paul Bell"},{"type":"speechnospeaker","time":1574208000,"counter":253,"content":"<p>In December 2018, or back a bit further to 2016, we asked the Department of Health to conduct an independent study into where healthcare assistants were at the time.  That independent review eventually launched in December 2018 and the HSE fully endorsed the recommendations.  One of the issues with the healthcare assistants is that the role has developed differently in different areas.  In some areas healthcare assistants are doing observations and quite intricate patient care while not in other areas.  They all must have Quality and Qualifications Ireland, QQI, level 5 now.  There are a number of areas where they are developing quite well.  Certainly, in some of the acute hospitals they are developing quite well.  It is much slower in maternity and in mental health.  It is much slower even in care of the elderly and in other areas.  However, the independent review clearly shows how and where they could be developed further.  There is no real objection to it, other than an unwillingness to get going on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z01100","nonspeaker":"Ms Marie Butler"},{"type":"speech","time":1574208000,"counter":254,"content":"<p>Okay.  Basically, everyone thinks it is a good idea but nobody is actually doing it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z01200","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":255,"content":"<p>Yes.  One of the recommendations in the review is that there would be a permanent national forum set up for all matters relating to healthcare assistants so that there would be a one-stop shop for everything to do with healthcare assistants, from which would permeate all that needs to happen to make this grade of worker work within the community settings, the acute settings or wherever.  It has been agreed by the HSE to set that up, but that is where it sits.  It has not been resourced.  They have not put the people in.  That needs to be done.  The idea of the permanent forum is that it would look at the healthcare assistant role in all of the different services and develop it from there as a support to the professional grades.  It is not in competition with the professional grades.  We are not looking to be nurses, doctors or anything else.  They just want to do their role professionally in a way that they can and to develop to the roles that they can do.<\/p> <p>  In the report, there are approximately 16,500 people in support grades who could be considered healthcare assistants.  That does not include the 6,000 home helps or, as they are called now, healthcare support assistants.  As I stated, that is the only report that I am aware of independently conducted into a support grade, and yet Sl&aacute;intecare is moving everything that moves into the community and there is no report being done on how support grades operate currently in the community, let alone how they are supposed to operate in the future.  While we accept fully the importance of medical care, diagnostics, etc., the only impediment to the healthcare system being rolled out is it is not happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z01300","nonspeaker":"Ms Marie Butler"},{"type":"speech","time":1574208000,"counter":256,"content":"<p>It is not happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z01400","speaker":"1302"},{"type":"speechnospeaker","time":1574208000,"counter":257,"content":"<p>If I may add to my colleague's remarks, whether we like this or not, ten years in the health service are a short period.  By 2030, according to the World Health Organization, we will be short 15 million health workers globally.  People think that refers to the developing world or non-developed world, whatever term one uses.  The biggest stresses will be in the provision of health service in the community.  If we accept that, and my colleague, Ms Marie Butler, has outlined it clearly, the healthcare assistant has to have a place in assisting in the delivery of health service while not being in competition with any other professional group.  The greater the expectation for community care, the more healthcare assistants there must be.  It means the ambulance service must provide a different service from what it and its professionals provide.<\/p> <p>  We believe there must be a concerted effort to make sure that healthcare assistants and their equivalents in community care are properly regulated so that it is understood that when people are providing health services in vulnerable people's homes, there is governance, even from a regulatory body.  That is important on the basis of where healthcare is going, and especially in line with Sl&aacute;intecare.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z01500","nonspeaker":"Mr. Paul Bell"},{"type":"speech","time":1574208000,"counter":258,"content":"<p>I thank Mr. Bell.  On behalf of the committee, I thank the witnesses for attending.  On behalf of the committee, I thank the members that they are representing here today for the work that they do 24 hours a day, seven days a week, and for the commitment that they give to the public health service.<\/p> <p>  As there is no other business, this meeting of the joint committee is now adjourned until 2.30 p.m. tomorrow, Thursday, 21 November, when we will meet to discuss the proposed closure of the Irish Wheelchair Association's Cuisle accessible holiday resort and respite care centre, Donamon, County Roscommon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2019112000002#Z01600","speaker":"1302"},{"type":"unspoken","time":1574208000,"counter":259,"content":"<p>The joint committee adjourned at 1.10 p.m. until 2.30 p.m. on Thursday, 21 November 2019.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Justice and Equality","time":1574208000,"counter":260},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 12:30<\/p><p>The Select Committee met at 12:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Seanadóirí \/ Senators Colm Brophy, Jack Chambers, Catherine Connolly, Charles Flanagan (Minister for Justice and Equality), Thomas Pringle.<\/p><p>I láthair \/ In attendance: Deputy Martin Kenny.<\/p><p>Teachta \/ Deputy Caoimhghín Ó Caoláin sa Chathaoir \/ in the Chair.<\/p>","time":1574208000,"counter":261,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002"},{"type":"minorheading","content":"Criminal Records (Exchange of Information) Bill 2019: Committee Stage","time":1574208000,"counter":262,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#A00100"},{"type":"speech","time":1574208000,"counter":263,"content":"<p>This meeting has been convened to consider Committee Stage of the Criminal Records (Exchange of Information) Bill 2019.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.  I remind those present to turn off their mobile phones as they interfere with the sound recording equipment.<\/p> <p>  We are joined by the Minister for Justice and Equality and his officials, who are all very welcome.  Would the Minister like to make any opening remarks before we address the work in hand?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#A00200","speaker":"1269"},{"type":"speech","time":1574208000,"counter":264,"content":"<p>I acknowledge the Chairman and the committee's accommodation of this small but not unimportant legislative item.  Before I speak to the three technical amendments I intend to move in respect of the Criminal Records (Exchange of Information) Bill 2019, I will briefly summarise the Government&rsquo;s position in respect of the Bill.  As this committee is aware, the Bill is transposing two interrelated EU legislative acts, namely, Council Framework Decision 2009\/315\/JHA of 26 February 2009 and Council Decision 2009\/316\/JHA of 6 April 2009 on the establishment of the European criminal records information system, ECRIS.  This system allows for the transfer of criminal record information between member states for use in criminal investigations and proceedings and for other proceedings and matters where it may be necessary for authorities to run a check on such information.<\/p> <p>  It also creates a specific obligation on each member state, for example, Ireland, to inform those other member states when their national citizens are convicted of criminal offences here.  Pending legislation, the National Vetting Bureau of An Garda S&iacute;och&aacute;na exchanges this information with authorities in other member states on an administrative basis and in accordance with the framework decision.  This Bill will place those procedures and requirements on a statutory basis.  It will not give An Garda S&iacute;och&aacute;na any new powers but rather will codify the procedures to apply to the exchange of criminal records information on relevant EU nationals with other countries in the EU.  <\/p> <p>  The committee will also be aware that we are currently subject to infringement proceedings on account of the delay in our notifying measures for the transposition into our national law of the framework decision.  This delay is due to competing legislative priorities during the period since drafting of the Bill was approved.  Regard needed to be taken of the new EU Commission's proposal, which emerged in intervening times, to change the ECRIS.  I am eager to ensure that this situation is addressed.  I was pleased that we could approve the publication of the Bill in July 2019.  As members will be aware, the Garda National Vetting Bureau has been operating ECRIS on an administrative basis.  We are now underpinning this with legislation.   <\/p> <p>  The amendments are related.  There are three interconnected amendments relating to section 6(1) of the Bill providing for the general parameters-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#A00300","speaker":"1233"},{"type":"speech","time":1574208000,"counter":265,"content":"<p>We will hold the amendments because they do not come up in the first section.  We will take the amendments in the order in which they appear.  I thank the Minister for his opening remarks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#A00400","speaker":"1269"},{"type":"unspoken","time":1574208000,"counter":266,"content":"<p>Sections 1 to 5, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1574208000,"counter":267,"content":"<p>SECTION 6<\/p>"},{"type":"speech","time":1574208000,"counter":268,"content":"<p>Amendments Nos. 1 to 3, inclusive, are grouped and are all in the name of the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#A00700","speaker":"1269"},{"type":"speech","time":1574208000,"counter":269,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 8, line 22, to delete &ldquo;by or under any enactment or rule of law for&rdquo;.<\/blockquote> <p>Amendment No. 1 removes text that might have operated as an unintended restriction on our central authority requesting information from other member states for the purposes of criminal proceedings here.  It might not always be the case that such criminal record information is legally required for criminal proceedings.  I am proposing that the reference to &ldquo;by or under any enactment or rule of law for&rdquo; be deleted in this subsection in order that the Garda National Vetting Bureau is not unnecessarily constrained in its requesting of information from other central authorities for the purposes of criminal proceedings against a given person in this jurisdiction.  This is in accordance with the provisions of the governing European framework decision.  The limitation on the Garda National Vetting Bureau requesting criminal record information under ECRIS, provided for by the reference to &ldquo;by or under any enactment or rule of law&rdquo;, is only applicable in the context of specific purposes other than criminal proceedings that are set out in Schedule 3 to this Bill.  <\/p><p>Amendments Nos. 2 and 3 are consequential amendments to the removal of text in amendment No. 1 in order that the text of the subsection, following this removal, reads appropriately.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#A00800","speaker":"1233"},{"type":"speech","time":1574208000,"counter":270,"content":"<p>The Minister addressed a question I had regarding the operation of the Bill.  If I understand him correctly, the Minister said that An Garda S&iacute;och&aacute;na can request information in cases other than criminal cases.  I am very worried because it appears that An Garda S&iacute;och&aacute;na has been requesting and providing information across the board for a number of years without any legal or statutory basis.<\/p><p>I want to tease out that because, if I am right, it is potentially very serious.  Will the Minister address some of the concerns I have mentioned?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#A00900","speaker":"1366","continuing":true},{"type":"speech","time":1574208000,"counter":272,"content":"<p>With regard to the European criminal records information system that has been operational for a number of years, going back to April 2012, and which is operated on an administrative basis by An Garda S&iacute;och&aacute;na, what we are now doing underpins this system in statutory legislation that sets out the requirements of the framework decision.  The fact that it has been operating on a non-statutory basis does not, in any way, affect the authority of An Garda S&iacute;och&aacute;na or the legitimacy of the process because it comes under the framework decision as agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B00200","speaker":"1233"},{"type":"speech","time":1574208000,"counter":273,"content":"<p>To further explain what the Minister has said, anything the Garda has been doing has been okay and this Bill just puts it on a statutory footing.  Surely one would first have to have a statutory framework to make it okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B00300","speaker":"1366"},{"type":"speech","time":1574208000,"counter":274,"content":"<p>No.  Operating this on an administrative basis was accepted throughout the European Union.  A timeframe for the formal transposition of the framework directive was given.  There are no circumstances in which any of the information sought by way of exchange of criminal records was given in a way that was less than legal because the directive was agreed by EU member states.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B00400","speaker":"1233"},{"type":"speech","time":1574208000,"counter":275,"content":"<p>Is ten years within the timeframe agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B00500","speaker":"1366"},{"type":"speech","time":1574208000,"counter":276,"content":"<p>I accept there has been a delay here.  I point to legislative priorities within the Department during that time.  This is why I am very keen to now proceed to finalise matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B00600","speaker":"1233"},{"type":"speech","time":1574208000,"counter":277,"content":"<p>Surely if an agreement had been made and a system operating, it would be a legislative priority to put it on a statutory footing.  One would imagine that would be somewhat of a priority within the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B00700","speaker":"1366"},{"type":"speech","time":1574208000,"counter":278,"content":"<p>I have already said that there was something of a delay as a result of competing domestic legislation in the criminal justice area.  We approved the drafting of the Bill in 2012.  We also had to take account of the European Commission's proposals in the form of a 2016 directive and a regulation in 2019.  These were designed to change and further adapt the records information system.  As I have said, the Bill has been subject to some delay.  That is why I am keen to proceed with this at the earliest opportunity, which is now.  I am grateful to the committee for making time available.  I am very keen to be in a position to enact the legislation before the end of the year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B00800","speaker":"1233"},{"type":"speech","time":1574208000,"counter":279,"content":"<p>My questions were similar.  How many other European countries are still operating this legislation on an administrative basis?  What is the deadline for transposition?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B00900","speaker":"1255"},{"type":"speech","time":1574208000,"counter":280,"content":"<p>I do not have information on the number of other European countries doing so to hand.  I can say, however, that in the normal course of events, a particular period of time is given within which appropriate domestic legislation is to be enacted.  From our perspective, it is important that we proceed with our own domestic legislation, which we are now doing.  Since our central authority, the Garda S&iacute;och&aacute;na, was connected to the system a number of years ago, we have been in a position to exchange information with the central authorities in other member states, particularly on issues of national security and counterterrorism across the European Union.  We are now placing this on a statutory footing in accordance with what other EU member states have been doing in recent years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B01000","speaker":"1233"},{"type":"speech","time":1574208000,"counter":281,"content":"<p>Is the Minister aware of other member states that have yet to transpose the directive?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B01100","speaker":"1255"},{"type":"speech","time":1574208000,"counter":282,"content":"<p>I am not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B01200","speaker":"1233"},{"type":"speech","time":1574208000,"counter":283,"content":"<p>Has there been any legal challenge to the operation of this system on an administrative basis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B01300","speaker":"1255"},{"type":"speech","time":1574208000,"counter":284,"content":"<p>Not that I know of, no.<\/p> <p>  I will make a more general point on an issue that was before the committee in the past and which continues to come up.  It is important that all Departments, and particularly the Department of Justice and Equality, continue to carry out assessments on legislation required to ensure full compliance with our international obligations.  All Departments, not only the Department of Justice and Equality, need to be in a position to prioritise legislation in order to facilitate the transposition of these directives in a more timely manner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B01400","speaker":"1233"},{"type":"speech","time":1574208000,"counter":285,"content":"<p>I agree with the Minister.  For some European context, it would be good if his Department could let us know where we are in respect of this transposition.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B01500","speaker":"1255"},{"type":"speech","time":1574208000,"counter":286,"content":"<p>It has done so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B01600","speaker":"1233"},{"type":"speech","time":1574208000,"counter":287,"content":"<p>I agree there are domestic pressures but we need to fulfil our EU obligations as this system operating without a statutory footing could undermine actions taken over the last ten years.  That is just a general point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B01700","speaker":"1255"},{"type":"speech","time":1574208000,"counter":288,"content":"<p>Will the Minister come back on this issue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B01750","speaker":"1269"},{"type":"speech","time":1574208000,"counter":289,"content":"<p>I will do two things in that regard.  I will inform the committee of the position regarding our EU colleagues and, perhaps more importantly, I am keen to provide the Chair of the committee with a table laying out our position in respect of other directives in the area of criminal law for distribution to members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B01800","speaker":"1233"},{"type":"speech","time":1574208000,"counter":290,"content":"<p>That would be very good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B01900","speaker":"1255"},{"type":"speech","time":1574208000,"counter":291,"content":"<p>This will also include a proposed timeframe for their transposition and will ensure that the committee is fully aware of the work the Department is doing on these issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B02000","speaker":"1233"},{"type":"speech","time":1574208000,"counter":292,"content":"<p>I seek clarification on the issue of spent convictions.  I know we are updating our legislation in this area.  What information is shared in respect of spent convictions?  I hope it is none.  Will the Minister clarify the situation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B02100","speaker":"1316"},{"type":"speech","time":1574208000,"counter":293,"content":"<p>The Bill relates to the exchange of records of criminal convictions.  I do not envisage a situation in which spent convictions would be the subject matter of exchange because, by their nature, they are spent.  We are currently updating the law in this area.  Committee Stage of a Private Member's Bill is to be taken in the Seanad this evening.  This will update the schedule of offences and terms of custodial sentences in order to bring a greater number of convictions within the scope of what can be described a spent conviction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B02200","speaker":"1233"},{"type":"speech","time":1574208000,"counter":294,"content":"<p>I welcome that and it is very positive but is there provision to ensure that spent convictions are not shared with other countries?  That is my question.  Has this happened on an <i>ad hoc<\/i>basis up to now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B02300","speaker":"1316"},{"type":"speech","time":1574208000,"counter":295,"content":"<p>I am happy to take this issue up with the central authority.  I am of the view that in the event of a conviction being spent, it would not be the subject matter of a request for the exchange of criminal records.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B02400","speaker":"1233"},{"type":"speech","time":1574208000,"counter":296,"content":"<p>One would hope so but we must ensure that is the case, must we not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B02500","speaker":"1316"},{"type":"speech","time":1574208000,"counter":297,"content":"<p>I will check with the central authority and provide that information to the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B02600","speaker":"1233"},{"type":"speech","time":1574208000,"counter":298,"content":"<p>I will raise two quick matters, although Brexit is never quick.  In the event of England departing without an agreement, how stands our agreement with England?  What is the situation in respect of information already shared?  Perhaps it is nothing but countries differ and some include matters in the sharing of information that we would not.  Some countries would designate certain actions as criminal that other countries would not.  Will the Minister clarify the situation in that respect?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B02700","speaker":"1316"},{"type":"speech","time":1574208000,"counter":299,"content":"<p>On the matter of the withdrawal of the UK from the European Union and the question of whether the UK authority will retain access to the ECRIS, I do not wish to engage in any speculation but this has been the subject of discussions between our respective jurisdictions.  It is certainly my wish, as Minister for Justice and Equality with responsibility for the criminal justice area, and the wish of the Government that the relationship between the UK and the European Union would be as close as possible following the withdrawal of the UK from the Union.<\/p><p>I am aware of the value and importance of a positive and co-operative engagement and relationship, not only in the sharing and exchange of ECRIS type information but across a range of security issues.  I do not wish to speculate on what the outcome will be and on whether the withdrawal agreement will take effect sometime next year, which would facilitate the movement into the future relationship.  In the criminal justice area and in the matter of international security, there are issues of a fundamental nature that will be the subject of discussion.  It is my intention to ensure there would be the closest possible relationship, having regard to our geographic proximity, to the common travel area arrangements and to our North-South arrangements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#B02800","speaker":"1233","continuing":true},{"type":"speech","time":1574208000,"counter":301,"content":"<p>My last question was on the differences between countries and where something is a crime in one country and not in another.  The bigger question is that this has been operating on an <i>ad hoc<\/i>basis for quite some time.  What problems and challenges have emerged over that time?  Has the Department of Justice and Equality done a review to see what difficulties there are with the type of information that is shared or not shared, with whether a crime is a crime in one country and not in another and with spent convictions?  That would seem most opportune.  The legislation is necessary and I agree with it but what have we learned from the <i>ad hoc<\/i>administration of it?  What problems and challenges have been thrown up?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C00200","speaker":"1316"},{"type":"speech","time":1574208000,"counter":302,"content":"<p>Can the Minister shed any further light on what he has already said?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C00300","speaker":"1269"},{"type":"speech","time":1574208000,"counter":303,"content":"<p>I would not use the words &quot;<i>ad hoc<\/i>&quot; as that would indicate to me it was in some way inconsistent or devoid of any framework.  I would invite members to look at the Schedule to the Bill before us to see the common table of offences that have been characterised.  It has been a feature of the administrative engagement and system since 2012 that there is a clearly defined framework and that there are schedules itemising specific offences in a way we are now enshrining in legislation, rather than merely formalising on the basis that I would not accept it was informal or <i>ad hoc<\/i>.  There was a framework.  We now have the statutory underpinning of that framework.  The Deputy can see the wide variety of criminal offences that will now be the subject matter of the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C00400","speaker":"1233"},{"type":"speech","time":1574208000,"counter":304,"content":"<p>Did the Deputy have anything further to add?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C00500","speaker":"1269"},{"type":"speech","time":1574208000,"counter":305,"content":"<p>No, it is just a general point and it happened lately with the Civil Legal Aid Act 1995 and the poor uptake on same.  It seems to me as a general point that the Department might look at issues such as that as a learning exercise.  The Civil Legal Aid Act 1995 is good.  It is off topic but it is the same point.  The legislation was brought in and the uptake by victims was low but there has been no review of that.  Similarly, a review of a system such as this would be helpful to identify problems.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C00600","speaker":"1316"},{"type":"speech","time":1574208000,"counter":306,"content":"<p>All we can do is ask the Minister to give some consideration to the Deputy's urgings.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C00700","speaker":"1269"},{"type":"speech","time":1574208000,"counter":307,"content":"<p>I would give consideration to that.  By coincidence, this was the subject matter for a parliamentary question from Deputy Pringle earlier.  I would be happy to engage further on that.  The uptake is low.  The system applies across the country.  There is no regional disparity but we need to look at why the uptake is so low and whether a greater level of information can be supplied because it appears to me that in some circumstances victims and complainants might not be fully aware of the Act.  I indicated to Deputy Pringle in reply to his parliamentary question that I would be happy to engage further and I say the same to Deputy Connolly.  Looking through the Schedule here and going back to Deputy Connolly's earlier question, we have the codification of offences here before us but there may well be something of a less than consistent feature on the matter of spent convictions.  In other words, there might be a conviction that is spent here and governed by our legislation that might not necessarily be covered by our international colleagues.  It will depend on whether a conviction is spent in another jurisdiction.  That will be a feature of the exchange of information.  If an offence is spent here and is not spent in another jurisdiction, that will have to be taken into account in the context of the transfer of information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C00800","speaker":"1233"},{"type":"speech","time":1574208000,"counter":308,"content":"<p>What does that mean?  Does it mean we will not share that information or we will share it?  If it is spent in this jurisdiction, will we share that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C00900","speaker":"1316"},{"type":"speech","time":1574208000,"counter":309,"content":"<p>I do not suppose we will on the basis it is spent here and is not regarded as a conviction here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C01000","speaker":"1233"},{"type":"speech","time":1574208000,"counter":310,"content":"<p>Perhaps that could be clarified in the course of the process because it is important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C01100","speaker":"1316"},{"type":"speech","time":1574208000,"counter":311,"content":"<p>I would be in favour of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C01200","speaker":"1233"},{"type":"speech","time":1574208000,"counter":312,"content":"<p>We have all considered the point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C01300","speaker":"1269"},{"type":"speech","time":1574208000,"counter":313,"content":"<p>Let me clarify the matter by way of a note from the central authority to the Deputy.  In cases where there is something of a similar jurisdiction in terms of the treating of convictions in both EU states, it would seem clear to me the central authority would not be exchanging that information on the basis of it having been spent in both jurisdictions and on the basis it is no longer applicable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C01400","speaker":"1233"},{"type":"speech","time":1574208000,"counter":314,"content":"<p>I have made my point but it brings home the need for a review.  I take the Minister's point about the term &quot;<i>ad hoc<\/i>&quot;, but with a system that does not have statutory undertaking for such a long period of time, a review is essential.  Similarly, with legislation that is in place but is not being taken up, reviews are essential.  That is the bigger point.  That review should be informing the Minister today on the issues that have been identified as challenges and problems so we can pass proper legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C01500","speaker":"1316"},{"type":"speech","time":1574208000,"counter":315,"content":"<p>The Minister has undertaken to give that consideration post today's meeting.  Am I correct on that?  Can I take it we have the Minister's assent?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C01600","speaker":"1269"},{"type":"speech","time":1574208000,"counter":316,"content":"<p>I am not undertaking to institute a formal review.  I said to Deputy Pringle I would be happy to engage further to determine the reasons the Civil Legal Aid Act 1995 has had a low uptake.  The Civil Legal Aid Act 1995 has been updated by a numbers of Acts, not least the Criminal Justice (Victims of Crime) Act 2017, which placed the victim and complainant centre stage.  I would have thought issues in the context of the debate surrounding that legislation might have increased the information level to ensure a greater uptake.  That Act only came into force last year, so it is less than two years ago.  I am not downplaying the point raised by Deputy Connolly and I will engage further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C01700","speaker":"1233"},{"type":"speech","time":1574208000,"counter":317,"content":"<p>There are two issues, namely, the Criminal Justice (Victims of Crime) Act 2017 and, generally, the operation of a system without a statutory basis being changed.  That is welcome but there has been no review of the problems, challenges or success of this system without a statutory underpinning so we can be properly informed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C01800","speaker":"1316"},{"type":"speech","time":1574208000,"counter":318,"content":"<p>The system heretofore.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C01900","speaker":"1269"},{"type":"speech","time":1574208000,"counter":319,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C02000","speaker":"1316"},{"type":"speech","time":1574208000,"counter":320,"content":"<p>Of course.  The point has been well made by Deputies Connolly and Pringle, and Deputy Jack Chambers reflected on it.  All we can do at this time is to impress that on the Minister and to ask for his most favourable consideration of the proposition.  I move on to Deputy Martin Kenny.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C02100","speaker":"1269"},{"type":"speech","time":1574208000,"counter":321,"content":"<p>I thank the Minister for his presentation.  Most of the relevant questions have already been dealt with.  There is one thing that strikes me with this.  A conviction may be spent, and I have an example of this from an individual who came to me about this a number of years ago, where in his youth he had issues with mental health problems and got into spots of bother, as he described it, and it was reported in the media.  To this day, when one searches for his name on Google, this matter comes up.  Even if his conviction was spent, what would the position be there?  If an employer or someone were to search for his name, he would run into this difficulty.  He contacts the publications that published the stuff about him, which is in his past entirely and he is a different person now to who he was then, but this continues to be a shadow that follows him around all of his life.  That is unfair and unfortunate and everyone would agree with that.<\/p><p>I am aware of a similar situation of a young person who had a small drugs conviction.  Again, this continues to follow him around.<\/p><p> Although this legislation may deal with the official element of spending the conviction it will still not deal with that issue of a record of it existing in the media and on social media, and in how court reports are made and how they are sometimes available through national publications such as national newspapers.  The record is there to be found, forever it seems.  This needs to be looked at.  Often it is not the official conviction but the reporting of it that has the most impact.  This is certainly the reality for the two people I have spoken to.  While I am aware that it is totally outside of what can be legislated for and what we are speaking about today, it needs to be examined to see what we can do to deal with that aspect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#C02200","speaker":"1345","continuing":true},{"type":"speech","time":1574208000,"counter":323,"content":"<p>That is a fair comment.  I remind the Deputy, as I did earlier, that this is the subject of debate under a Bill that is in the Seanad this afternoon.  I too am keen to ensure the issues that have informed Deputy Kenny are referenced as we review the spent convictions legislation.  The object of it, and the whole idea behind it, is to ensure that if a conviction is spent, it is done and that it does not form any part of adverse influence on a person's employment prospects, social interaction or wish to travel to another jurisdiction.  I would be concerned if media reports were continuing, having regard to the passing of the inclusion of the offence, as in the case the Deputy has referred to.  It is an ongoing debate, which is currently before Seanad &Eacute;ireann.  It may well come before this committee early in the new year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#D00200","speaker":"1233"},{"type":"speech","time":1574208000,"counter":324,"content":"<p>The committee has already addressed it in pre-legislative scrutiny.  It is Senator Lynn Ruane's Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#D00300","speaker":"1269"},{"type":"speech","time":1574208000,"counter":325,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#D00400","speaker":"1233"},{"type":"speech","time":1574208000,"counter":326,"content":"<p>While it was not an actual pre-legislative scrutiny, the committee did a report on it, and it will come to us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#D00500","speaker":"1269"},{"type":"unspoken","time":1574208000,"counter":327,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1574208000,"counter":328,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 8, line 23, to delete &ldquo;the purposes&rdquo; and substitute &ldquo;for the purposes&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#D00700","speaker":"1233"},{"type":"unspoken","time":1574208000,"counter":329,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1574208000,"counter":330,"content":"<p>I move amendment No. 3:<\/p><blockquote>In page 8, line 24, to delete &ldquo;a purpose&rdquo; and substitute &ldquo;by or under any enactment or rule of law for a purpose&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#D00900","speaker":"1233"},{"type":"unspoken","time":1574208000,"counter":331,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1574208000,"counter":332,"content":"<p>Section 6, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1574208000,"counter":333,"content":"<p>Sections 7 to 15, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1574208000,"counter":334,"content":"<p>Schedules 1 to 4, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1574208000,"counter":335,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1574208000,"counter":336,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1574208000,"counter":337,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#D01600"},{"type":"speech","time":1574208000,"counter":338,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Justice and Equality has completed its consideration of the Criminal Records (Exchange of Information) Bill 2019 and has made amendments thereto.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUS2019112000002#D01700","speaker":"1269"},{"type":"unspoken","time":1574208000,"counter":339,"content":"<p>The select committee adjourned at 1.06 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]