[{"type":"majorheading","content":"Joint Oireachtas Committee on Health and Children","time":1424338200,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 09:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Catherine Byrne, Senator Colm Burke, Deputy Regina Doherty, Senator Jillian van Turnhout. Deputy Robert Dowds, Deputy Peter Fitzpatrick, Deputy Billy Kelleher, Deputy Sandra McLellan, Deputy Dan Neville, Deputy Caoimhghín Ó Caoláin, Deputy Robert Troy,<\/p><p>In attendance: Senator Sean D. Barrett.<\/p><p>DEPUTY JERRY BUTTIMER IN THE CHAIR.<\/p>","time":1424338200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002"},{"type":"unspoken","time":1424338200,"counter":4,"content":"<p>The joint committee met in private session until 10.05 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Children and Youth Issues: Minister for Children and Youth Affairs","time":1424338200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#D00100"},{"type":"speech","time":1424338200,"counter":6,"content":"<p>I welcome the Minister for Children and Youth Affairs, Deputy James Reilly, and his officials led by the new Secretary General at the Department of Children and Youth Affairs, Dr. Fergal Lynch, with whom we look forward to a positive working relationship.  We formally congratulate him on his appointment.  <\/p><p>This is our regular quarterly meeting with the Minister on issues concerning the Department of Children and Youth Affairs.  In advance of the meeting members submitted written questions, to which the responses have been circulated.  Disquiet was expressed by some members that responses were only received last night and that a copy of the Minister's speech was only circulated this morning.  Perhaps we might work on the protocols in that regard.  I thank the Minister and his officials for appearing before the committee.  It is welcome that they appear before it regularly.<\/p><p>We received apologies from Deputy Regina Doherty who may arrive late, Senator Imelda Henry who has been unavoidably detained and Deputy Seamus Healy.<\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the committee.  If, however, they are directed by it to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p><p>I invite the Minister to make his opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#D00200","speaker":"989"},{"type":"speech","time":1424338200,"counter":7,"content":"<p>I am pleased to have the opportunity to update the Oireachtas Joint Committee on Health and Children in its quarterly review of my Department&rsquo;s work.  The last occasion on which I met the committee for this purpose was 13 November 2014.  Of course, I met a number of members on 3 February at a meeting of the select committee that considered the 2015 Revised Estimate for Vote 40 - Department of Children and Youth Affairs.  We addressed a number of issues which will come before this committee today.<\/p> <p>  I hope the responses I have provided in reply to the written questions submitted by members in advance of this session will assist in their examination of the issues concerned.  I expect members to have further questions for me.  I noted the Chairman's comments on delays, which I will take up with the Department.  I want members to have ample time to examine responses in order that they can formulate further questions.  That is the purpose of the committee and I will seek to ensure it will not happen again.<\/p> <p>  I do not want to delay proceedings, given that the time available to the committee is limited.  Therefore, I might briefly take the opportunity in my opening statement to mention some key developments in my Department since our last meeting in November 2014.  I am very happy to be joined by Dr. Fergal Lynch who was recently appointed Secretary General of the Department; Mr. Dermot Ryan, assistant secretary; Ms Mary McLoughlin, acting director; Mr. Alan Savage and Ms Michele Clarke.<\/p> <p>  The 2015 Revised Estimate for Vote 40, as published in December 2014 by the Minister for Public Expenditure and Reform, allocated gross funding to my Department of &euro;1,026 million.  This includes more than &euro;991 million in current funding and &euro;35 million in capital funding.  When appropriation-in-aid receipts of just over &euro;26.6 million are taken into account, the net current funding allocated to my Department in 2015 is &euro;1 billion, an increase of &euro;26 million on the equivalent figure for 2014.  While operating within difficult budgetary constraints, the Government is strongly committed to delivering important reform and service developments to support children and families.  I am committed to ensuring real reform of child welfare and protection services and making this country a better and safer place in which to be a child or young person.<\/p> <p>  The most significant part of my Vote - 64% - is to fund the services and programmes provided by the Child and Family Agency, Tusla.  In 2015 the agency will have a budget of &euro;643 million which includes more than &euro;12 million in capital funding.  This represents an increase of &euro;34 million, or 5.6%, on the 2014 provision.<\/p><p>I met with the board of the agency in December 2014.  We had a useful exchange of views on challenges and opportunities facing the agency in 2015.  The agency has recently submitted to me its draft business plan for 2015 in response to the performance statement that I issued to the agency setting out overall priorities for 2015 in accordance with the process set out in the Child and Family Agency Act 2013.  I intend to respond formally to Tusla very shortly.<br\/><br\/>I am pleased to confirm that there will be no reduction in the &euro;50 million in funding for youth services in 2015, which was a key priority for me and for youth organisations.  Furthermore, in December 2014, I announced capital grants for 50 youth projects and organisations throughout the country for small- to medium-scale equipment and upgrade projects.  I would like to take the opportunity again to congratulate and thank all those who were involved in volunteerism in this sector.  We could not deliver what we deliver without their enthusiasm and generosity.<br\/><br\/>The balance of funding in Vote 40, &euro;383 million, relates to other programmes funded directly by the Department of Children and Youth Affairs.  Of this, my Department will provide &euro;260 million to support the child care sector to enable children and parents to access high-quality and affordable child care, with more than 100,000 children benefitting from support under these programmes.  While I have been pleased that we managed to protect the significant investment in child care in very difficult economic circumstances, I would like to see increased investment in the sector as funding becomes available.  Investment that is evidence-based and well considered can help support parents, improve the pay of staff and benefit children as well as having a positive impact on society and the economy.  I met with the Association of Childhood Professionals last week and accepted a petition yesterday from groups campaigning for more investment in child care.  We are in agreement about the importance of future investment.  It is crucial that we develop a coherent whole-of-Government approach to investment in child care services.  For this reason, I have established an interdepartmental group to look at provision right across the zero to six age group as well as to consider the after-school needs of older schoolgoing children.  This new group will include representatives of the Departments of Education and Skills, Social Protection, Jobs, Enterprise and Innovation, Public Expenditure and Reform, Finance and the Taoiseach, and will be led and supported by my Department.  Preparatory work has already started and the first meeting of the group will take place next Wednesday. I am asking the group to report to me by the summer.<br\/><br\/>We have made significant progress towards the establishment of the commission of investigation into mother and baby homes and certain related matters.  In January 2015, the Government approved the draft order to establish the commission.  I published the terms of reference and have since secured the approval of both Houses of the Oireachtas.  Earlier this week, the Government agreed the order to be made by the Taoiseach.  The issues to be investigated by this commission are by definition matters of significant public concern and expectation.  I can assure the committee that my Department has engaged with Judge Yvonne Murphy, the chairperson designate, to ensure a smooth start to the commission&rsquo;s work.  The commission will be located at 73 Lower Baggot Street, Dublin 4.  Work is ongoing to provide the facilities, equipment and staff required to support an effective commission.  I am now making arrangements to formally appoint the three nominated commissioners and will shortly announce the formal establishment of the commission.<br\/><br\/>We are progressing the priority items on our legislative programme and I am determined to push ahead with this important programme of work.  I hope shortly to seek Government approval to bring the<b><\/b>Children First Bill 2014<b><\/b>to Committee Stage in the D&aacute;il and intend to seek the enactment of that legislation shortly thereafter.  While I am not yet in a position to share details of proposed Committee Stage amendments, I can assure the committee that they will not affect the general thrust of the Bill as published.  I can also assure the committee that, in recognition of the fact that this legislation will introduce new statutory obligations, the commencement date will be scheduled to ensure that the range of sectors involved have adequate time to prepare for implementation.<br\/><br\/><b><\/b>The committee will be aware that the Minister for Justice and Equality, Deputy Frances Fitzgerald, recently published the Children and Family Relationships Bill 2014.  My Department had considerable involvement in matters relating to guardianship and adoption issues being addressed in the Bill.  This is complex legislation, and the Minister pointed out that there have been significant changes in the period since the publication of the general scheme of the Bill in 2014.  There have been extensive consultations between officials of my Department and the Department of Justice and Equality, in conjunction with the Office of the Attorney General.  There have also been detailed consultations involving the Child and Family Agency and the Adoption Authority.  The Bill, when enacted, will address the needs of children living in diverse families.  It will provide for parentage, guardianship, custody and access across a range of family circumstances that are not addressed adequately in current law.  From my own perspective, I welcome the provisions for same-sex couples to be eligible to apply to adopt jointly in specified circumstances.  I worked closely with the Minister for Justice and Equality on this important issue.<br\/><br\/>In December 2014, the Supreme Court concluded its hearings of the appeals against the outcome of the referendum on children&rsquo;s rights which was conducted in 2012.  The judgment of the court is awaited.<br\/><br\/>Work on the development of the heads of the adoption (information and tracing) Bill is at an advanced stage in my Department.  This Bill will, for the first time in the history of the State, give adopted people a statutory right to certain information related to their adoption and the right to request the State to trace their birth parents, and will give people who have placed a child for adoption the right to trace that child.  The Bill will put the adoption information register on a statutory basis.  It will also provide for the safeguarding of all adoption records.  I am aware that the Bill initiated by Senators Power, Van Turnhout and Healy Eames advanced in the Seanad this week.  I have not sought to oppose the Bill because I believe it is well motivated and have no difficulty with their initiative.  However, I think it will encounter constitutional complexities in the area of private rights.  I believe the general scheme of the Bill that I will submit for Government approval will address these issues in a comprehensive way.<br\/><br\/>The<b><\/b>children (amendment) Bill<b><\/b>will update the legal framework for the detention of children, including the amalgamation of the three existing child detention schools. This will coincide with the completion of the national child detention facility project that is under way at Oberstown in Lusk, County Dublin.  We have provided a further &euro;13.5 million in capital investment in the Estimates for 2015 towards the completion of this project.  It will see an end to the detention of children in adult prisons, delivering on a commitment in the programme for Government.  I am committed to working with the board of management and with the campus management to ensure that the current change programme in the child detention school system is completed successfully. <br\/><br\/>The committee will be aware that earlier this week President Higgins appointed a new Ombudsman for Children.  Dr. Niall Muldoon was selected as the most suitable candidate for the position following an independent rigorous recruitment and selection process conducted by the Public Appointments Service.  I want to thank the children who participated at various stages of the recruitment process.  This is possibly a unique feature in public service recruitment in this country, but I am convinced that these children made a valuable contribution to the selection of the best candidate for the job.  I want to thank members of this committee and their colleagues in both Houses for their contributions to the debates relating to the resolutions passed in the D&aacute;il on 11 February and in the Seanad on 12 February giving unanimous support to the nomination of Dr. Muldoon for appointment by the President to this important role in Irish public service.  I wish him every success in his endeavours.<br\/><br\/>One of the most enjoyable events that I have attended since our last meeting was the Comhairle na n&Oacute;g National Showcase in Croke Park on 20 November 2014.  I know that this committee met in Croke Park on that day, and perhaps some members share my view of the event.  Five hundred young people aged 12 to 17 from Comhairle na n&Oacute;g from all over Ireland celebrated the 25th anniversary of the United Nations Convention on the Rights of the Child, UNCRC, in the company of the Taoiseach, Deputy Enda Kenny.  It truly was a celebration.  They discussed the opportunities and challenges they experience in having their opinions heard and respected on a range of issues that affect their lives.  Themes covered included transport and travel, life at home, health and well-being, education and school, community and facilities, social life and &quot;Just being myself&quot;.  While we might come together to debate and argue over various issues in this forum, I hope we can all agree that an event such as the Comhairle na n&Oacute;g showcase gives great cause for optimism for the future of Ireland when we see the energy and potential in our young people.  I would like to reiterate what I said on the day - that I feel very secure in the future of this country knowing it is going to be in the hands of these young people.<br\/><br\/>In talking about how I have been most impressed by groups of children, I must also mention the group Teenagers and Children Talking in Care, TACTIC.<\/p><p>The members of TACTIC presented the output of their work on 17 December last in Dublin Castle.  This was the same event at which Tusla published its new Alternative Care Practice Handbook.<\/p><p> These young people spoke movingly about what was good and what was hard about the experience of being in care.  They had drawn on their own experiences to help create a series of guidebooks for young people, and a storybook for younger children, going into care.  The purpose of the documents is to reassure children and young people when they first enter the care system, and provide them with information about how they can have a voice in the decisions made about their own care.  The TACTIC group have worked closely with my Department and with Tusla to develop these resources, which are now available to every child and young person entering our care system.<\/p><p> I was truly in awe of these youngsters, with the confidence and courage they displayed in speaking openly about such a difficult and personal topic.  We have a lot to learn from listening to children, really listening, not just in a tokenistic way, to hear what they have to say about the decisions we make that impact on their lives.<\/p><p> I believe their ability to input into the system is critical to the decision we make.  We need to empower them at every opportunity to have their voices heard.  These young people on that day proved the value of that.  Having talked about the need to listen, I am very pleased to listen to members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#D00300","speaker":"952","continuing":true},{"type":"speech","time":1424338200,"counter":10,"content":"<p>I join in congratulating Dr. Muldoon on his appointment as Ombudsman for Children.  In due course the committee will invite him to outline his views on his office.<\/p> <p>  I speak for all the committee members who were there when I share the joy we experienced at holding our meeting at the Comhairle na n-&Oacute;g event in Croke Park.  I want to thank all the officials in the Department of Children and Youth Affairs for their involvement in the organisation of that wonderful day, which the Minister rightly said was a showcase of what is good about our young people.  It was a wonderful occasion and we had a brilliant experience.  I thank everybody for being involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#F00200","speaker":"989"},{"type":"speech","time":1424338200,"counter":11,"content":"<p>I am conscious of the fact that we met the Minister a couple of weeks ago and we discussed many of the issues he addressed today.<\/p><p>First, I will address issues relating to the inter-departmental committee on child care.  The Minister is aware that up to 3,000 practitioners took to the streets two days ago to express their concern at the lack of investment in the sector.  At the meeting of the select committee on the Estimates, I highlighted the reduction in funding to the ECCE scheme and the payment of a reduced capitation fee for each participant.  My colleagues across the political divide and I ask that, as a minimum, the Minister considers increasing the capitation grant to what it was originally, as it would be a major benefit to the scheme.  Did the Minister have an opportunity to consider this or is he in a position to do that?<\/p><p>I welcome his statement that, &quot;Investment that is evidence-based and well-considered can help support parents, improve the pay of staff and benefit children&quot;.  I take it the Minister no longer agrees with his statement on &quot;Prime Time&quot; that the pay and terms and conditions of the staff was the sole responsibility of the service providers.  A third of the service providers are community-based and the main contract of the remaining service providers is with the State.  Will he confirm whether he accepts that the State has a responsibility for the pay and terms and conditions of the staff working in these services?  The Minister should be looking at including the terms and conditions in the low pay commission.  <\/p><p>There are conflicting views emanating from Government as to how working families can be supported to afford child care.  In early January, the <i>Irish Independent <\/i>covered a leaked report, I take it that it came from the Department of Children and Youth Affairs, that tax credits were being examined.  The Minister dismissed that when responding to a question in the D&aacute;il and during a debate on the issue in Private Members' business.  On Monday last the Minister for Health, Deputy Varadkar, stated on &quot;Claire Byrne Live&quot; that it was being considered and had not been ruled out.  Will the Minister give a definitive answer on the Government's position on it?<\/p><p>I welcome the establishment of the Commission of Investigation into the Mother and Baby Homes.  I ask once again for reassurance that the people who were in institutions that are not named in the terms will have an opportunity to have their voice heard and that it will be down to the commission to decide whether further investigation is warranted.  I would appreciate if the Minister could confirm that.<\/p><p>I welcome that the Children First Bill 2014 will be brought forward but it is disappointing the Minister cannot give us more information on Committee Stage.  The Minister said he would be happy to listen to us today, and I hope he has heard the concerns that we articulated on Second Stage of this Bill.  One of my main concerns at that Stage was that I felt the Bill was watered down from what was originally published in that there were no sanctions for people who do not report child welfare concerns.  I used the opportunity to speak on the Children and Family Bill.  The heads of the adoption (information and tracing) Bill has been promised for a number of years and I hope a Bill will be before us in this term.  Is it true that the Bill will deal only with prospective adoptions?  If that were the case, I would have a real worry that it will not address the issue of identity for the tens of thousands who have been adopted prior to and after the enactment of the Adoption Act 1952.  Will he allude to that?<\/p><p>I have asked about the procedures in place to provide cover to deal with the case load of social workers who are on maternity leave?  A person who proposes to take maternity leave will be in a position to give advance notice.  I have been informed that the group who are charged with the responsibility for sanctioning cover for maternity leave will not even look at approving cover for the period of maternity leave until the individual goes on maternity leave in spite of the fact that they have given notice from 12 weeks into the pregnancy.  Surely once the person has given the required notice well in advance of going on maternity leave, the process should begin and not when the person goes on leave?  That contributes to the prolonged period of time without cover.<\/p><p>During Private Members' Business I raised the issue of equal opportunities for children with special educational needs.  The free preschool year is a means of ensuring that every child has an equal opportunity to attend preschool.  Unfortunately there is provision in the legislation for the service provider who does not have the necessary supports, who can refuse a place for a child with special educational needs.  That is wrong.  I was disappointed when the Minister said that the HSE in some instances provides supports to children with special educational needs.<\/p><p>That is not good enough.  We have a very inconsistent approach to children with special educational needs who require early education.  What is the Department doing to ensure we have a consistent approach and a detailed strategy to deal with children with special educational needs in the early childhood care and educational setting?<br\/><br\/>In regard to the guardian <i>ad litem<\/i>service, we all acknowledge that the best interests and the voice of the child must be heard in all court proceedings.  When will we have a reformed system that will provide much greater efficiencies?  The money that is being spent in this area is coming out of front-line services when it could be better spent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#F00300","speaker":"1065","continuing":true},{"type":"speech","time":1424338200,"counter":13,"content":"<p>I congratulate Deputy McLellan on her appointment as the Sinn F&eacute;in spokesperson on children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#G00200","speaker":"989"},{"type":"speech","time":1424338200,"counter":14,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#G00300","speaker":"952"},{"type":"speech","time":1424338200,"counter":15,"content":"<p>She is very welcome on her debut day as her party's lead spokesperson.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#G00400","speaker":"989"},{"type":"speech","time":1424338200,"counter":16,"content":"<p>I thank the Chair.  I welcome the Minister and his staff to today's meeting.  I will concentrate initially on the question of accessibility to preschool year education of all children, including those with disabilities.  While I welcome the Minister's goodwill and the intentions expressed in his reply, unfortunately the main issue is that most cr&egrave;ches do not have enough proper facilities, equipment or highly trained staff to deal with the needs of children with varying disabilities.  While Dublin might be in a better position to cope with children with special needs and disabilities, quite often rural areas do not have the equipment, the facilities or the staff to deal with children with special needs.  Some parents are paying for special needs assistants so they can send their children to preschool.  The Minister said in his opening statement that the interdepartmental group will have its first meeting next week.  When will the group make some findings on appropriate provision for children with special needs?  Can the Minister give us an idea of the timeframe in that regard?Does he think this will happen before the end of the summer?  Will it happen in time for the next school year?<\/p><p>Children with autism find it very difficult to get a diagnosis with a multidisciplinary team.  They are often two and a half or three years of age before such a diagnosis is made.  I believe there is an eight-month waiting list for diagnosis.  Parents find it extremely difficult to access a preschool place for their children, who are often four or five years of age before they can access such a place.  I wonder if that is something the Minister could look at.<\/p><p>My next question deals with the drastic lack of provision of social workers to children in need.  An RTE report on 9 February last stated:<blockquote>Social workers are resigning from their jobs at a rate of one a week.  New figures on staff turnover obtained by RT&Eacute;'s Morning Ireland indicate that social workers are almost twice as likely to resign their positions when compared to management and administrative staff in the Health Service Executive. ... The figures indicate that while the State is continuing to recruit social workers, particularly in the area of child and family support, a large number of staff are simultaneously walking away from the profession.<\/blockquote>Why does the Minister think this is the case?  According to the RTE report, campaigners say social workers are leaving their positions &quot;because of stress levels&quot; and because they are over-burdened with caseloads.  Does the Minister think this is the reason?  The RTE report mentions that &quot;in 2009, the Ryan Report identified the retention of social workers in Irish child care as problematic, with higher turnover rates than other areas&quot;.  That was 2009; this is 2015 and it is still problematic.  How can a problem go on for seven years without being dealt with?  We seem to have the same problem, which is that we cannot keep up with the demand for social workers.  They keep leaving the service.  The Minister has said in response to a parliamentary question on the subject of social workers that &quot;where necessary, temporary staff are brought in immediately to cover vacancies until such vacancies are filled on a permanent basis&quot;.  Why are so many social workers able to take up temporary employment when so many permanent social workers are needed?  They seem to be there, but why are we not hiring them?  He said in the same reply that &quot;a pilot Maternity Leave Cover scheme has been introduced whereby maternity related vacancies in each region can be filled by way of a temporary contracts&quot;.  How does this pilot scheme work?  How is it working out?<\/p><p>Regarding the establishment of a commission of investigation into mother and baby homes, the Minister said in his opening statement that a premises has been identified and &quot;work is ongoing to provide the necessary facilities, equipment and staff required to support an effective commission&quot;.  When does he believe the staff will be in place?  When does he believe the commission will be ready to start the hearings?<\/p><p>I would like to join others in welcoming the appointment of the new Ombudsman for Children, Dr. Niall Muldoon.  I am delighted he is going to be before the committee shortly.  Another speaker made the point that the role of the Ombudsman for Children should be enhanced to include taking complaints from children in direct provision.  I was very disappointed to hear the Minister say he has no immediate plans to amend the Ombudsman for Children Act 2002 for those purposes.  I believe the Minister for Children and Youth Affairs should be the Minister for all children, including those in direct provision.  These children need to be heard.  Many issues arise in this regard.  Regardless of whether these children were born in this State, as many of them were, I believe they have the same rights as any other child in the nation.  Many of them are living in close proximity to people who are not related to them.  They are encountering many difficulties.  This should be revisited and reviewed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#G00500","speaker":"981"},{"type":"speech","time":1424338200,"counter":17,"content":"<p>The Minister is very welcome.  I also welcome his officials.  I particularly welcome Dr. Fergal Lynch in his new position as Secretary General.<\/p> <p>  I wholeheartedly endorse what Deputy McLellan said on the issue of direct provision.  There is a need for independent oversight and a complaints mechanism.  The Minister for Children and Youth Affairs should have a role in ensuring the Ombudsman for Children, or somebody more suitable, has such a remit in this area.  I agree with Deputy McLellan that this would be an appropriate role for the Ombudsman for Children.  I think the Minister for Children and Youth Affairs has a role too.<\/p> <p>  I totally agree with what the Minister said about Comhairle na n&Oacute;g and about the Teenagers and Children Talking in Care event.  I am sure many others who were in the room at that event will agree that it was most moving to hear young people talking about normal things and the security they were looking for.  That resonated with all of us who were there.  It is good to see that this work is ongoing.<\/p> <p>  I endorse and support the Public Health (Standardised Packaging of Tobacco) Bill 2014, which was discussed at the Select Sub-Committee on Health on Tuesday.  It is a children's rights issue as well.  We have rehearsed all the discussion on it.  I want to express absolute solidarity with the work the Minister is doing on this issue.<\/p> <p>  I thank the Minister for not opposing the Adoption (Identity and Information) Bill in the Seanad.  Clearly we have differences of opinion on some of the areas covered by the Bill.  I will not rehearse them now.  I thank the Minister for allowing it to go through.  It has given some people hope.  All of us need to work to find a conclusion that ensures people can have their right to identity.<\/p> <p>  I welcome the Minister's announcement that there will be no cuts in youth work funding.  As an active volunteer with the Irish Girl Guides and as a former president of the Youth Council, this issue is very close to my heart.<\/p><p> National lottery funding provided last year amounted to &euro;1 million but will not be available this year.  What impact will that have on youth work?  I welcome what the Minister is saying but there will still be issues.  I would welcome any clarity from the Minister.  I welcome the work the Minister is doing in the area of child care; it needs investment.  I am concerned about the after-school programme that the Minister will make moves without putting in place any regulations, guidelines or systems.  In after-school we do not want to have a catch-up situation as we have in child care.  Let us start with the State.  If it is providing money it should state the guidelines for same because I am fearful on that area. <\/p><p> Turning specifically to the questions I asked, question No. 30 was in regard to the Children First Bill, which I welcome.  I hope that by the time we get to our next hearing it will be enacted and we do not have to return to this issue.<\/p><p> Question No. 29 is on social workers and the Child and Family Agency.  I could go into much detail but I am conscious of the time element.  We all know the pressures on social workers and the Child and Family Agency.  One of the driving factors for the establishment of the agency was that we would be able to meet the needs.  In the past 12 months the number of wholetime equivalents of social workers has increased by 30 whereas the number of referrals has grown by almost 20% in that period.  I thank the Minister for outlining the number of unallocated cases.  Some 34% of high priority cases are unallocated, the vast majority over three months.  In his answer the Minister assured me that emergency cases are dealt with immediately; for example in situations where the child has been abandoned or in immediate physical danger, but we are still talking about high priority cases.  I wonder about the 2,844 children or families who are on the high priority list.  Is the Minister asking where is the high risk?  I have no doubt he is working to address the issue.  However, when I look at the increased funding, part of me says that will only cover the legacy legal costs - it should not have had to cover those costs.  I am concerned that we are not giving the agency a chance to succeed.  We know that children are at risk and I do not think we can stand over this.  <\/p><p> I am very disappointed with the answer to question No. 28, which concerns the report of the special rapporteur on child protection, Dr. Geoffrey Shannon.  We had an excellent session here on 29 January with the special rapporteur and looked at some of his recommendations in respect of the Child Care Act 1991.  Some of the answers, while they are interesting, were basically saying various proposals were not going to be addressed.  I read over the transcripts of the hearing we had with the special rapporteur.  He said that the Child Care Act 1991 is over two decades old and it is time to review it.  He also indicated that during the year he met with all key stakeholders, including members of the Judiciary and the President of the District Court.  He also said he makes recommendations following extensive consultations on his report.  Again, he said he consulted with members of the Judiciary on the cases coming before the courts not only in Dublin but also outside Dublin when he was told certain courses of action were not being taken.  Did the Minister or his officials consult with the special rapporteur before he gave us this reply?  Did the Minister ask him what were his concerns?  Why do we have a special rapporteur on child protection who has gone to the trouble of consulting all these people and put forward recommendations only for the response to be negative?.  The President of the District Court, the Judiciary, the practitioners tell us there are concerns.  I would ask that the answer be withdrawn and reviewed. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#G00600","speaker":"1171","continuing":true},{"type":"speech","time":1424338200,"counter":19,"content":"<p>I invite the Minister to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#H00200","speaker":"989"},{"type":"speech","time":1424338200,"counter":20,"content":"<p>I thank the Chairman.  I will begin with Deputy Troy's questions.  He mentioned the Association of Childhood Professionals and the recent rally, to which I alluded in my opening remarks.  He specifically mentioned a reduction in the early childhood care education, ECCE, programme of &euro;2 million.  This is directly due to the reduction in the numbers who are availing of it because of the reduction in the population; it is no more than that.  This programme is very well supported by parents as is evident by the fact that 95% of the children eligible to avail of it have done so.<\/p> <p>  Deputy Troy referred to the capitation grant.  That is something I am keen to see happen and I will be lobbying for it in terms of funding.  The Deputy said I indicated that the pay and conditions were solely the remit of employers.  I do not recall using the word \"solely\" but I did definitely say they are the remit of employers, and they are.  Again, that issue will be looked at through the interdepartmental group.  On two occasions the Deputy said that I have dismissed tax credits.  I have never done so.  I have never rule out tax credits.  What I said in the House was that the OECD has pointed out that it does not deliver in a way that people might expect.  Clearly that would inform any view.  The final decision on that would be for Government in terms of deliberating on the recommendations of the interdepartmental group.  The Deputy further asked that we should refer the issue to the low pay commission in regard to child care workers, for whom I have the height of admiration and regard as they do a very professional job.  Money spent on this area is money that yields the greatest return, not just for children in terms of improved outcomes but also for society generally.  An integral part of being sustainable in this area is to make sure we have a sustainable workforce.  That is something we will be looking at.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#H00300","speaker":"952"},{"type":"speech","time":1424338200,"counter":21,"content":"<p>Sorry, Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#H00400","speaker":"1065"},{"type":"speech","time":1424338200,"counter":22,"content":"<p>Sorry, if I may, nobody interrupted the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#H00500","speaker":"952"},{"type":"speech","time":1424338200,"counter":23,"content":"<p>I thank the Minister.  I will chair the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#H00600","speaker":"989"},{"type":"speech","time":1424338200,"counter":24,"content":"<p>I will defend myself too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#H00700","speaker":"952"},{"type":"speech","time":1424338200,"counter":25,"content":"<p>I will protect the Minister and all members here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#H00800","speaker":"989"},{"type":"speech","time":1424338200,"counter":26,"content":"<p>Well done.  The low pay commission is looking at the minimum wage, not sectoral pay, so that is not appropriate.<\/p><p>Deputy Troy mentioned the Children First legislation and the sanctions therein.  That is currently being progressed and will come back very shortly.  In regard to the adoption and information tracing Bill, I reiterate what I said in the Seanad yesterday which, I am sure, Senator Jillian van Turnhout will corroborate.  I made it very clear that the Bill we are formulating and advancing will deal with both prospective and retrospective adoptions.<\/p><p>The issue of the social workers on maternity cover has been raised by a number of Members.  Deputy Troy mentioned that he had been told that people give notice at around 12 weeks of pregnancy and can anticipate going on maternity leave but that the group which looks at this issue deal with the situation when the person has taken leave.  I have no evidence to support that contention and it would make very little sense in terms of planning.  The Deputy will be aware there is a new pilot to offer people 12 month contracts to those covering maternity leave to make it a more attractive job offer.<\/p><p>Deputy Troy also raised the equal opportunity in the early childhood care education, ECCE, for those with special needs.  As he pointed out the HSE does provide supports.  I would be very concerned that we have support for and open access to this scheme for children with disability.  Those with an intellectual disability often gain the most.  Deputy Sandra McLellan mentioned that children with autism are a particular case in that regard.  I will return to that issue.  <\/p><p>The guardian <i>at litem, <\/i>GAL, has been a situation that we have inherited.  It is totally in the hands of the courts in many respects but, nonetheless, we are co-operating with Tusla in developing a new methodology for the whole area of the guardian <i>ad litem<\/i>services, looking at what they do in the North of Ireland which is very different.  At the moment there is no minimum criteria.  A judge can appoint anyone a guardian <i>ad litem<\/i>.  The bills they submit vary from what appears on the surface to be very reasonable to multiples of that, which seem very unreasonable.<\/p><p>Ultimately, it is a matter for the courts, but there are measures we can take, in conjunction with Tusla, which we intend to take, because this is an area where we believe greater efficiency and value for money can be achieved.  We want the money we put into the Child and Family Agency to be spent on looking after children, not on legal fees.<br\/><br\/>Deputy McLellan asked about the interdepartmental group's report.  Its first meeting will take place next week and it will make its report by the summer.She also mentioned children with autism.  Autism is more the remit of the Department of Health and the HSE and the Minister of State, Deputy Kathleen Lynch, in particular.  However, I am aware from discussions when in that Department that it is focused on trying to move away from services delivered on the basis of diagnosis to services delivered on the basis of need and that arising from that need and service, a diagnosis would arise that might allow a more honed and focused service to be made available.  In other words, we want to get away from the situation where parents have to pay large sums of money to private people to get a diagnosis in order to get a service.  That is not in anybody's interest, particularly not the interest of the child.<br\/><br\/>We dealt with the social work issue quite comprehensively previously but because it is so important, I am happy to deal with it again.  It is true that social workers are resigning at the rate of one a week, which is a cause of great concern to those involved in this area.  However, with approximately 1,400 social workers, the rate of resignations is just between 6% and 10%.  This compares favourably with international statistics.  In America, the rate varies from 20% to 40% from state to state.  In New South Wales, the rate is over 20% and in Wales, it is 15%.  The Deputy asked a reasonable question, as to why the rate of resignation is twice what it might be in management.  Clearly, this has to do with the stressful nature of the job.  This is the case regardless of where the job is carried out, whether here, the United States, the United Kingdom or Australia.<br\/><br\/>It is a great tribute to our social workers that the rate here is so low and that their commitment is so great and that they enjoy their work.  I met their representative body, which made clear what the issues are.  I am clear on the issues and I wish to support social workers in every way I can, particularly in regard to the lack of IT resources and doing work that others could and should be doing.  Social workers are highly trained and specialised and they alone can do certain types of work. That is the work they should be doing, not work others, such as liaison officers, could be doing.  Social workers are happy to do this work, because there is nobody else to do it, but somebody else should be available.  We are looking at this in the context of the new approach we are developing. <br\/><br\/>The Deputy asked when would staff be in place for the low pay commission and when it would commence.  The staff are in place and I visited them in Baggott Street .  We look forward to them making progress.  The commission is,<i>de facto,<\/i>up and running, because the Taoiseach has signed the order.<br\/><br\/>Both the Deputy and Senator van Turnhout asked about the ombudsman and direct provision.  There is no plan currently to give the ombudsman a remit in this area.  This will be an across-government decision.  Responsibility currently rests with the Department of Justice and Equality and the Reception Integration Agency, RIA.  I have listened to what has been said and will discuss the issue at Cabinet.  <br\/><br\/>I welcome the support offered in regard to the plain packaging initiative for tobacco products.  I reassure the committee there will be no resiling by the Government on this initiative and that we will not be dictated to by external forces.  The Deputy welcomed the fact there will be no cuts to youth work.  I welcome that also.  There is phenomenal volunteerism in this area and as a nation we can be proud so many people are prepared to give freely of their time to help young people develop.  The involvement of youth in these programmes is among the highest internationally, which reflects the excellence of the service.<br\/><br\/>On the question as to why the national lottery funding is gone, in the cut and thrust of negotiations with the Department of Public Expenditure and Reform we let it go.  It would not be absolutely true to say that by letting it go, we got &euro;26 million extra, but letting it go made it easier to negotiate a better deal in a spirit of good will.  Clearly, with all the choices we have to make within a budget, we must look at the areas in greatest danger and greatest need.  Children without a social worker are a priority and we must focus on them.<br\/><br\/>I understand what Senator van Turnhout said about the special rapporteur, but I am not in a position to withdraw the response given.  She asked what the point was of the rapporteur making these recommendations if they are not taken on board and implemented.  The counter argument to that would be what is the point of having a government if it can be dictated to by a rapporteur? We take on board the advice and recommendations of the rapporteur, but I understand the Senator's disappointment that some of the issues have not been fully taken up with all the Departments.  These are issues we can continue to look at.<br\/><br\/>Perhaps Mr. Ryan or Dr. Lynch would like to comment on the issue of the rapporteur.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#H00900","speaker":"952","continuing":true},{"type":"speechnospeaker","time":1424338200,"counter":28,"content":"<p>I can say something, if that would be of assistance.  As the Minister said, we looked carefully at each of the reports produced by the special rapporteur and take them very seriously.  We examine each report and then reach a conclusion.  As the Minister has said, there are instances where we agree and others where we do not.  I will try to be helpful on one area.  Senator van Turnhout raised the question of a review of the Child Care Act.  I confirm that we have done significant work on scoping a review of that Act.  We have no argument that the Act needs significant review and amendment and we have put together a piece of work that I am examining currently.  I expect to discuss this with the Minister shortly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#J00200","nonspeaker":"Dr. Fergal Lynch"},{"type":"speech","time":1424338200,"counter":29,"content":"<p>I have raised the matter of children dropping out of the education system with the Minister previously and understand that this falls under the remit of the Department of Education and Skills.  However, I had a consultation yesterday with the people providing a centre in Cork which now has 45 children who have dropped out of education attending it.  Schools are getting the capitation grant for these children, but the children are not attending those schools.  The total funding from the Department of Education and Skills for this centre is &euro;47,500 and the centre has 60 people working in it on a voluntary basis.  As recently as yesterday, they advised me they have had meetings with all of the major players, including the local education board, the school attendance officers and the Department of Health.<\/p> <p>  We need to set up some structure to deal with young people who are dropping out of the education system.  Will the Department of Children and Youth Affairs come on board to look at this issue?  This situation arises not just in Cork, but in other parts of the country also.  School attendance officers refer young children who have little or no parental support to this centre in Cork.  The schools the children were attending are not supportive, because they have enough demands from the children who attend them.  The centre in Cork is providing one-on-one education through the 55 to 60 people who work on a voluntary basis.  This cannot continue without funding.  The centre has funding up until June 2015, but what will happen after that?  Must the centre close down then?  <\/p> <p>  I have been speaking to private enterprise to try to get some backing for the centre and we are getting some support.  Up to now, the Christian Brothers were providing &euro;100,000 per annum, but they can no longer provide that.<\/p><p>I am just asking that the Department come on board in dealing with the scenario in which young people, some as young as ten, are dropping out of the education system and schools are not able to accommodate them.  I know the Department of Education and Skills has a very fixed view that they must stay in the education system, but it is not happening.  We need to examine this.  It is interesting to talk to the Garda chief superintendent.  His attitude is that if we do not look after them they will end up on his doorstep within a very short period.  Would the Department look at this project and other similar projects?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#J00300","speaker":"1150","continuing":true},{"type":"speech","time":1424338200,"counter":31,"content":"<p>With regard to some of the responses I have received, particularly to Question No. 14, I pose the question on amalgamating the current inspection services into a single and standardised inspection service.  The current situation in relation to preschool and early years services is that there is a multiplicity of inspections and inspection regimes in operation - Tusla, the Department of Education and Skills and Better Start.  The Minister indicated in his reply that they feed in to a future review of our regulatory system, as he described it.  However, he went on to say that it was far too early to decide whether to move to a single model of inspection.  I am fairly certain that providers across the country would very much favour the introduction of a streamlined single inspection approach that would meet all needs in the various areas - Tusla, the Department of Education and Skills, etc.  It is not the case that all of these agencies need to have independent inspection controls; it is that we could have a single inspection process that feeds back to all the respective Departments and agencies, as the case may be.  I do not believe it is too early to decide on that.  I would take the view that there is ample evidence and long-established information to support the development of the single inspection process across the board.  I ask the Minister to comment on that.<\/p> <p>  Regarding the Better Outcomes, Brighter Futures policy, I noted that in the Minister's reply he said the development of an implementation plan was nearing completion.  I do not know if this is an error in the text or otherwise, but it goes on to say it will outline a three-year schedule of actions associated with 163 commitments for the period 2014-2016.  I notice that Mr. Lynch is indicating something.  I thought it was an error.  Heaven forbid they might get it finished before the end of 2016.  It would be very helpful.  I would like the accurate information in the response I have received, please.  Maybe that could be clarified in reply to my question.<\/p> <p>  I am running out of time.  I am down at the bottom of the heap now, but I know the Chairman is very, very accommodating.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#K00300","speaker":"969"},{"type":"speech","time":1424338200,"counter":32,"content":"<p>The Chair is very accommodating.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#K00400","speaker":"989"},{"type":"speech","time":1424338200,"counter":33,"content":"<p>I will park the rest of my questions except for one.<\/p> <p>  The Minister indicated that he had recently had a meeting with the Association of Childhood Professionals.  He stated: \"We are in agreement about the importance of future investment\" - this was reflected by a colleague earlier - and said he had established an interdepartmental group.  That is very important, because it is an interdepartmental group that must address this matter.  Can the Minister confirm to the committee that the group will be working on the same premise - that there is agreement on the importance of future investment?<\/p> <p>  With regard to the Early Childhood Care and Education, ECCE, scheme, it is critical that it is the education aspect of it is paramount.  That is my certain view.  It needs to be seen and needs to be continued in the context of early education.  I would hope the Minister will share the detail of that report by the summer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#K00500","speaker":"969"},{"type":"speech","time":1424338200,"counter":34,"content":"<p>I commend Deputy &Oacute; Caol&aacute;in on his new role.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#K00600","speaker":"989"},{"type":"speech","time":1424338200,"counter":35,"content":"<p>I concur with Deputy &Oacute; Caol&aacute;in.  The committee is hugely important and I am excited about the fact that it is actually going to report in a couple of months, because usually when committees are set up they go off into a black hole and we do not hear from them for two years.  It is great that we are going to get results from that committee by the summer, and I look forward to it.  We will do whatever we can to assist the Minister.<\/p> <p>The  ECCE is magic and it is really working, but the take-up is only 95%.  I think we can agree that the 5%, apart from maybe one or two instances, consists of children who have disabilities, particularly intellectual disabilities.  I know the Department cannot provide the supports - it has to come from the HSE - and I know there is no consistency in the provision of support through the HSE for children to access the ECCE scheme.  I wrote to the Minister for Health last week asking him if he would consider supporting children with intellectual disabilities in accessing the ECCE year if they currently do not, and to instruct individual county HSE boards that have disability budgets.  We do that in Meath and have done so for eight years.  No one took a stick to our legs to make us do it.  They did it in Meath because it is the right thing to do, and I would guarantee that, if one looked at the statistics, one would see that we do not have the same gap in services that other counties have.  I ask the Minister specifically if he would support the request that the Minister for Health do that.  If he does so, could he write to him and add his Department's weight to that proposition? Thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#K00700","speaker":"1075"},{"type":"speech","time":1424338200,"counter":36,"content":"<p>Just to clarify something for Senator Burke, the Senator has made these points on numerous occasions about the particular facility he mentioned.  Where people who have fallen out of school are being encouraged back into an educational setting using volunteers, he asks why the schools are getting the capitation fees when these children are not attending school, and why that money cannot be transferred over to support organisations such as this in providing services.  He has mentioned the fact that the funding from the Christian Brothers cannot be guaranteed for the future and they have more or less told him they cannot do it again next year.  The Senator asked specifically whether my Department would come on board to support the position.  We certainly would do so.  We would be very happy to approach the Department of Education and Skills in the context of the school completion programmes that we run and see how we can maximise funding for that, particularly where the school is being funded for work it does not have to do because these children are not attending.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#K00900","speaker":"952"},{"type":"speech","time":1424338200,"counter":37,"content":"<p>I want to reinforce Senator Burke's point, because I have been in the same place.  The work they are doing there is tremendous.  If you talk to the local community garda&iacute;, or the local superintendent, they will tell you that it will cost the State tenfold, in the context of preventative measures, if we do not support the facility.  I understand it is not orthodox in the sense that we would not all be familiar with it, but without putting the Minister on the spot, I ask him whether he or some of his officials could visit the facility, because it is absolutely fantastic.  I speak as a teacher who has taught leaving certificate applied course and lower-stream classes where kids struggle.  Their reason for coming to school is perhaps not as strong as those in the A stream.  In my experience, these kids have taken the initiative and made the most of a second opportunity.  I join with Senator Burke in appealing to the Department of Children and Youth Affairs and the Department of Education and Skills to think outside the box with regard to this facility.  I know we are not flush in terms of finances, but I think this is one thing we should really look at.  It is not even in my constituency, so I am not being parochial about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#K01000","speaker":"989"},{"type":"speech","time":1424338200,"counter":38,"content":"<p>Nine of the children this year have sat the junior certificate and two sat the leaving certificate applied.  That was because of one-to-one education being provided on a voluntary basis by people up there, people who are either studying for their higher diploma or are retired teachers.  They are doing the work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#K01100","speaker":"1150"},{"type":"speech","time":1424338200,"counter":39,"content":"<p>I have given my response.  I am perfectly happy to approach the Department of Education and Skills in the context of the school completion programme.<\/p><p>It may be that we should join with the Irish Youth Justice Service too in terms of Garda diversion and so forth and gather its views on it.  We will pursue it. <br\/><br\/>Deputy &Oacute; Caol&aacute;in spoke about having a single inspection service for the ECCE scheme.  Having dual inspections is not unique to this country.  They do it in the North of Ireland and many other countries as well.  This is an initiative of the Department of Education and Skills, and I have spoken with the Minister, Deputy Jan O'Sullivan.  We are both of the view that we want to minimise red tape for operators.  We do not want to be making life miserable for them with inspections every second day of the week.  While we are not at a point to be able to say there will be single inspections, that is what I would like to see.  We will work closely with the Department of Education and Skills to ensure this happens.  At this point in time, however, I cannot guarantee that this will be the initial situation.  It is what I would strive for, though, and I would welcome the Deputy's support in achieving it. <br\/><br\/>I will let the Secretary General address the details on the wording of Better Outcomes, Brighter Futures, or BOBF as it is called, and the reference to the 2014 to 2016 period.  I agree that an interdepartmental group is important.  We now have a wonderful opportunity to look at this area and to get more coherence and cohesion in respect of the money we spent on it.  It is not just about education.  Child care issues have to be examined as well.  We have to support parents to support their children in order to get the best outcomes for children.  We cannot just look at zero to six year olds alone.  We need to look at the problems parents have in the areas of primary school and older schoolgoing children as well.  The idea behind this is to have a proper analysis.  Everyone puts their cards on the table and arising from this we will get a menu of options.  The government can then decide, if extra money is available, how and where it should be spent.  It is equally important to look at the money we are spending at the moment to ensure we are getting the best outcomes for children from it.  Sometimes we get involved in things because of the <i>ad hoc<\/i>nature of the way certain services have evolved.  People are giving up their time and feel they are doing the right thing.  However, when one analyses the outcomes, sometimes the results are disappointing.  A better result might be achieved if the focus was shifted slightly.  Everyone working in this area is doing so in the best interests of children.  There is no doubt about that.  This, of course, is in our own interest because the children are our future.  I think we all acknowledge that.  <br\/><br\/>I thank Deputy Doherty for her welcome for the interdepartmental group.  We do not have information to validate her contention that the 5% is made up mainly of children with a disability.  Some of these children have disabilities.  In the case of other children, their parents have decided that they will be schooled at home.  There are children in DEIS schools and there are other children who are technically in other schemes.  It would not be true, therefore, to give that impression.  However, having said that, we need to get the figures so that we can speak with absolute authority rather than with supposition, as I have just done and of which I am always nervous. <br\/><br\/>I am a huge supporter of making more support available for children with disabilities in the ECCE scheme and have no problem writing to the Minister about it.  However, this is a Government decision.  There are 10,000 special needs assistants in the education system.  We do not have a comparative level of support in the early years programmes.  Not alone should we have it, we must have it.  I will fight very hard for funding to achieve it.  This is where it all begins.  The earlier the intervention, the better the outcome.  Many of these children have huge potential to be tapped into.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#K01200","speaker":"952","continuing":true},{"type":"speechnospeaker","time":1424338200,"counter":41,"content":"<p>To clarify the issue raised by Deputy &Oacute; Caol&aacute;in and the reference to the 2014 to 2016 period, Better Outcomes, Brighter Futures was published in April 2014.  We immediately set about putting in place a three-year schedule of actions.  The reference to 2014 to 2016 is a reference to that three-year schedule of actions that is part of the implementation plan.  The 2014 component has already passed.  However, the schedule represents a series of actions which are partly from the 2014 and early 2015 period.  These are already in place.   We then move onto 2016, and by 2017 we will have a period for a mid-point review.  I sent the implementation plan we are looking at, which deals with that three-year period.  It looks partly backwards but mostly forwards.  I apologise if it caused confusion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#L00200","nonspeaker":"Dr. Fergal Quinn"},{"type":"speech","time":1424338200,"counter":42,"content":"<p>I wish to clarify one thing and ensure there is no misunderstanding on what I said with regard to the special rapporteur on child protection.  I do not expect the Department to accept a report and take on board all the recommendations.  I have a specific question.  When the Minister came to his decision not to act, had he or his officials consulted with the special rapporteur on child protection, given the extensive consultations he had undertaken?  I do not expect an answer now.  However, given that the Minister is undertaking a review, I would have thought it would make sense to consult with the special rapporteur.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#L00300","speaker":"1171"},{"type":"speech","time":1424338200,"counter":43,"content":"<p>Given his role and the quality of the presentations Geoffrey Shannon gives - not just to us - is there a regular level of consultation, and how interactive is it?  My experience, and I am sure it is the committee's experience also, is that he is very independent but also a thought-provoking and sincere person.  He presents great reports to this committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#L00400","speaker":"989"},{"type":"speech","time":1424338200,"counter":44,"content":"<p>I have met with Geoffrey Shannon on a number of occasions and I think the Secretary General has too.  We will be meeting him again in respect of this specific issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#L00500","speaker":"952"},{"type":"speech","time":1424338200,"counter":45,"content":"<p>I thank most sincerely the Minister for Children and Youth Affairs, Deputy Reilly, Dr. Lynch and all of the staff from the Department for their co-operation, assistance and courtesy and for the very important work they do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#L00600","speaker":"989"},{"type":"unspoken","time":1424338200,"counter":46,"content":"<p>Sitting suspended at 11.15 a.m. and resumed at 12.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"VHI: Chairman Designate","time":1424338200,"counter":47,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#R00050"},{"type":"speech","time":1424338200,"counter":48,"content":"<p>We will resume in public session.  I remind members, witnesses and those in the Visitors Gallery regarding mobile phones.  We have apologies from Senator Imelda Henry, Deputy Catherine Byrne, who had to leave us unexpectedly, and also from Deputy Seamus Healy.<\/p> <p>  The purpose of our meeting is to discuss with the chairperson-designate of VHI, Mr. Liam Downey, whom I want to welcome, congratulate on his appointment and thank for being here, his appointment and the approach that will be taken to the challenges currently facing the company.  As members are aware, a 2011 Government decision resulted in committees having a greater role in scrutinising appointments to State boards and bodies.  The committee welcomes the opportunity this afternoon to meet with Mr. Downey, the chairperson-designate, in this public session to hear his views.  We trust that this will provide greater transparency to the process of appointments to our State boards and bodies.  On behalf of the committee, I welcome Mr. Downey formally to the meeting, along with Ms Brighid Smyth from VHI, who is in the Visitors Gallery.<\/p> <p>  Before we commence, for the benefit of officials attending, I will remind people about privilege.  Witnesses are protected by absolute privilege in respect of the evidence they are to give this committee.  If they are directed by the committee to cease giving evidence in relation to a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise nor make charges against any person or persons or entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that members should not comment on, criticise or make charges against a person outside the House or an official by name or in such a way as to make him or her identifiable.  I also wish to advise that the statement provided to the committee will be published on the committee website after the meeting.<\/p><p>I call on Mr. Downey to make his opening remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#R00100","speaker":"989","continuing":true},{"type":"speechnospeaker","time":1424338200,"counter":50,"content":"<p>I thank the Chairman and committee members for the invitation to appear before the committee to discuss my appointment.  I was pleased to be asked by the Minister for Health, Deputy Leo Varadkar, to become the chairperson of VHI.  Following a request by the committee, I welcome the opportunity to introduce myself and set out the main issues and challenges facing the private health insurance market generally and VHI in particular as well as to outline the future priorities for the organisation.  I will summarise the key points in this short oral presentation.  The committee members have been given more detailed information in a longer written presentation so I will simply summarise some of the key points.<\/p> <p>  I will begin with a brief summary of my background.  I graduated from University College Dublin with a bachelor of commerce degree.  I am a member of the Chartered Institute of Personnel and Development and a fellow of the Irish Management Institute.  Most of my working life has been spent in the health care sector.  I worked for more than 30 years in the medical technology industry with a leading US multinational company.  In that time I gained extensive management experience of national and international business affairs and management practice.  I am a former president of the Federation of Irish Employers, a former director and trustee of IBEC and a former chairman of the Irish Medical Devices Association.  I served for several years as a member of the Labour Relations Commission as well.  I was chairman of the Health Service Executive for a little over five years and I have been a non-executive director of VHI Healthcare for more than four years.  In summary, I consider that I have extensive experience and knowledge of business management practice in Ireland and internationally.  Furthermore, I have had a close involvement with the health care sector over many years from the perspective of supplier, provider and, more recently, private health insurance.  I also have experience of executive and non-executive roles and am familiar with the private and public sectors.<\/p> <p>  VHI has operated as a profitable and sound business since its establishment as a State monopoly in 1957.  The company met and successfully dealt with the advent of competition in the 1990s and has continued to evolve and innovate.  It has developed successful businesses alongside its core health insurance business and has been responsible for bringing many innovations to the marketplace, including VHI Swiftcare clinics, VHI HomeCare, VHI Dental and VHI MultiTrip.<\/p> <p>  With almost 1.1 million customers and over five decades of experience, VHI is the market leader for health insurance in Ireland and is the insurer of choice for many corporate schemes.  VHI employs approximately 1,000 people spread across six different locations in Ireland.  The bulk of these employees are now based in our state-of-the-art business centre in Kilkenny.<\/p> <p>  In recent years, the company has delivered a solid financial performance against the backdrop of a contracting marketplace and in the face of ongoing economic pressures.  This is as a result primarily of a focused cost containment programme.  In 2013, the year of the most recent published accounts for the company, VHI recorded a surplus after tax of &euro;65 million on its consolidated business for the year ending 31 December 2013.  This surplus represents a profit margin of 4.4%, in line with the industry norm.  In addition, VHI improved its solvency position and maintained a low operating cost ratio.  The 2014 results will be published in the coming months and will show continued good performance.<\/p> <p>  I will set out the key challenges in the private health insurance market.  The first relates to preserving the community rated market.  Ireland has a robust private health insurance market despite the impact of the economic downturn, with 45% of the population still choosing voluntarily to purchase private health insurance.  The Irish private health insurance market, unlike other insurance markets such as motor and home insurance, is community rated.  This means that the price everyone pays for their health insurance plans is the same regardless of age or health profile.  However, the reality is that while everyone pays the same amount, not everyone costs the same and this is the crux of the issue.  This is why risk equalisation is essential and without it the market would simply collapse.  Risk equalisation in its simplest form is about sharing the claims costs of the old and the sick among the young and the healthy across all the private health insurance companies.  The risk equalisation scheme has to be dynamic.  It needs to be continually changed, improved and developed to reflect the changing nature of the market.  In this regard, more needs to be done to develop the health status aspect of the scheme in order that the health status of customers is properly taken into account.<\/p> <p>  In recent years, the Government has taken several steps to address these issues and stabilise the health insurance market.  Policy statements on risk equalisation issued in 2013 and 2014 are designed to strengthen the risk equalisation scheme in support of community rating and to begin to take account of health status as well as age.  The Government announced two further policy objectives late in 2014, namely, the introduction of lifetime community rating, which serves to incentivise customers to take out health insurance early and retain cover as well as discounts for young adults to address the fall in market penetration in younger age groups.<\/p> <p>  The second main challenge facing the sector is one of affordability.  This committee has addressed the issue several times.  While the health insurance market has proven to be relatively resilient over recent years compared to other sectors, affordability constraints have resulted in a declining health insurance market.  This decline has been most pronounced at the young profitable end of the market.  Since 2009, there has been a fall of almost 32% in the number of young people, those between 18 and 29 years of age, with health insurance cover.  This results in upward pressure in premiums for all remaining holder of private insurance.<\/p> <p>  VHI is acutely aware of the considerable financial pressures facing our customers.  Our focus has been on delivering quality health care at the most affordable price.  In January 2015, we announced premium reductions on seven plans and confirmed that there will be no price increases on any other plans at this time.  This means that for the third year in a row VHI has had lower price increases than any of our competitors.  We have managed to do this because we have been totally committed to managing costs and increasing efficiencies in our business.  We have been driving a cost containment programme since 2009 and this has generated significant savings in several key areas.  This has been achieved through a combination of measures, including the implementation of targeted claims efficiency programmes, reductions in fees paid to consultants and providers, the increased activity of our special claims investigation unit and the continued transition of procedures to lower-cost medically appropriate settings.  Details of the savings achieved are included in the more detailed written statement provided to the committee.<\/p> <p>  A key element of our cost containment strategy has been to identify ways of doing things smarter and better rather than simply cutting costs.  One of the best examples is the VHI HomeCare service, which began in 2010.  This has delivered excellent results, treating 3,000 patients, saving 40,000 hospital beds and delivering savings of &euro;13.5 million for our customers.  This is a consultant-led service which provides hospital-in-the-home type treatment to our customers.  It allows them to receive high-quality care in the comfort of their own home.<\/p> <p>  I will set my future priorities and those of the company.  The immediate priority for VHI in 2015 is to secure authorisation by the Central Bank of Ireland.  The bank continues to assess the application to determine VHI's readiness for authorisation and we continue to work closely with the bank in respect of our application.  In 2014, we put in place a long-term reinsurance agreement with Berkshire Hathaway and strengthened our capital reserves in support of our application for authorisation.  The capital requirement will be determined by the Central Bank as the independent regulator following its assessment of the VHI application.<\/p> <p>  Another priority for the business is to ensure that we have in place the necessary team to operate effectively in an authorised environment.  In this regard I welcome the recent appointment of appropriate additional expertise to the board.  I believe this will broaden and strengthen the skill-set of the board and provide relevant oversight of our business.  I wish to draw attention to the strengthening of management capability in key areas such as risk management, actuarial expertise and data analytics.  I was directly involved in the appointment of the current chief executive, John O' Dwyer as chairman of the selection committee.  He has vast industry experience and has had a singularly positive impact on the business to date.<\/p><p>I have every confidence in his ability to lead VHI into the future and look forward to working more closely with him.<\/p><p> The next priority is that we continue to work on the evolution of our business strategy to ensure effective business plans and related risk management activity that will ensure continued and increased success for the company.  There is a great opportunity for VHI to leverage its scale and medical expertise to devise new approaches to managing health care that will deliver a competitive advantage for the company but will also deliver better health care outcomes for our customers.  While we need to continue to deliver affordable health care, we also need to develop models of health care that tackle the serious demographic changes taking place in the country.  The Irish population is ageing and people are living longer with more chronic illnesses.  We need to provide for this.  We also need to promote a new model of private health insurance that will deliver high value, effective, quality care and at the same time deliver improved health care outcomes for customers. <\/p><p> Another key priority is to enable young people and young families to return to the private health insurance market.  In order to achieve this we will continue to prioritise cost containment and drive down costs, increasing efficiencies and focusing on providing affordable health care for our customers.  We welcome the introduction by the Government of lifetime community rating as it will lead to a stronger and more sustainable market over time, with younger people actively participating in the market.  We look forward to its introduction on 1 May and will compete robustly for our share of the market.  In fact, only this week we announced the introduction of two new hospital plans, VHI Start Plan and VHI Start Plan 250, which are ideally suited for people taking out health insurance for the first time.  With premiums from &euro;449 per adult and &euro;99 for a child, the plans offer private health insurance at an attractive price.  Encouraging young people to join and stay in the market is the key to keeping private health insurance affordable.<\/p><p> My objective and that of the board will be to ensure VHI Healthcare is well directed and managed in accordance with high standards of governance to deliver performance excellence and sustained success of the business.  The purpose is to ensure VHI will continue to be the number one health insurer of choice committed to delivering quality health care solutions for the people of Ireland.  In that way we will also ensure it remains a valuable asset for the State and a beneficial resource for its people.<\/p><p> I thank the Chairman.  I am now happy to answer questions the committee may have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#S00200","nonspeaker":"Mr. Liam Downey","continuing":true},{"type":"speech","time":1424338200,"counter":52,"content":"<p>I thank Mr. Downey for his very comprehensive presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#T00200","speaker":"989"},{"type":"speech","time":1424338200,"counter":53,"content":"<p>I welcome Mr. Downey and wish him well as chairman designate of the VHI board.  It is a challenging and exciting time for the health insurance market as the economy recovers and we try to encourage more people to try to take out private health insurance.  Three little letters not mentioned in Mr. Downey&rsquo;s presentation are UHI, universal health insurance.  Where does he see VHI fitting into the Government&rsquo;s policy on universal health insurance, particularly in respect of what he says about priorities and the need to attract young people into the private health insurance market and encourage young families to return to it?  If we are to have mandatory universal health insurance by 2019, what is the incentive for a young couple, or a young person, to take out health insurance when UHI will be obligatory?<\/p> <p>  The Central Bank authorisation is obviously a big challenge for VHI.  It has done a deal with Berkshire Hathaway as an underwriter.  What are the delays in authorisation?  Is it continual due diligence by the Central Bank or are there difficulties about who is the ultimate underwriter of VHI in providing adequate capital?  Is Berkshire Hathaway or the State the final underwriter?  Who will underwrite any difficulty that may arise in the event that VHI does not have adequate capital for some unforeseen reason?  What is the delay, as there have been requests to move several deadlines recently?  We have tabled questions to the Minister on this subject on several occasions.  Why has it not received authorisation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#T00300","speaker":"983"},{"type":"speech","time":1424338200,"counter":54,"content":"<p>I remind the Deputy that this meeting is about the appointment of the chairman designate as opposed to the day-to-day operations of VHI.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#T00400","speaker":"989"},{"type":"speech","time":1424338200,"counter":55,"content":"<p>Mr. Downey was a member of the board and has a deep knowledge of the workings of the organisation.  It is important that the chairman have a clear vision of where VHI is going in the context of Government policy and the issue he raised about Central Bank authorisation.  <\/p><p>In the short to medium term VHI is the dominant player in the health insurance market.  Many organisations, even the Health Insurance Authority, HIA, raise the issue of the plethora of health insurance policies available and the confusion they can cause for people in trying to compare policies.  Does Mr. Downey believe the HIA should be more robust in ensuring a streamlining of the number of policies on offer in order that people can make a <i>quid pro quo<\/i>comparison of like policies as we encourage more people into the market and shop around?  We need to ensure there is competition.<\/p><p>VHI has performed very well in recent years in a very challenging and difficult environment for private health insurance companies.  The cost containment measures it has put in place are very welcome and more must be done in that regard.<\/p><p>Where does Mr. Downey see VHI&rsquo;s role in respect of private hospitals seeking recognition and VHI cover?  Does he believe there are enough private hospitals or is there always room for more?  Is there enough capacity in the system?  Does he believe every insurance company, including VHI, should be concerned about supplier-induced demand or is that a fear of competition in another form? <\/p><p>I wish Mr. Downey well and thank him for his service to date in his many roles, including in the Labour Relations Commission.  I wish him the best of luck. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#T00500","speaker":"983"},{"type":"speech","time":1424338200,"counter":56,"content":"<p>I welcome Mr. Downey and thank him for his presentation.  When he talks about preserving the community rated model, which we all accept, he states:<blockquote><br \/><br \/>Competition to date has been solely focused on attracting and retaining younger lives and in order to preserve the community rated market it is essential that companies are not rewarded for doing this.<\/blockquote>Would he like to explain what he means by &ldquo;not rewarded for doing this&rdquo;?  They are operating in an open and competitive marketplace.  From where would the reward come?  The meanting of the sentence is not very clear to me.  In an open and competitive market such as this companies make the effort to attract a cohort of new business and one would expect a natural reward to come from their efforts.  I would not see the reward as being in conflict.  Surely they are entitled to a reward for their efforts to attract new business?<\/p><p>That of itself would not be in conflict with the retention and preservation of the community-rated approach.  That would be my understanding of it.  Maybe there is something I am missing in that and Mr. Downey can help me to better understand it.<\/p><p> Mr. Downey has said the immediate priority for the VHI in 2015 is to secure authorisation by the Central Bank of Ireland and, he says, the Central Bank is continuing to assess the application to determine the VHI's readiness.  Would he explain, readiness for what?  Would he elaborate on what exactly the application refers to?  What is it that the VHI is readying itself to undertake, other than its traditional core business?  Is there some new departure under the Central Bank in terms of what the VHI would seek to address in the future?  <\/p><p> We have been asked to meet and question Mr. Downey on his appointment as the new chairperson designate of the VHI.  He made the point in his presentation that he was the chairperson of the selection committee that made the selection of the new CEO of the VHI.  Does Mr. Downey think there is any conflict in that respect?  He chaired the selection committee that determined Mr. O'Dwyer would be the new CEO, and now he has been appointed chairman of the board.  Some would say that is altogether too cosy.  I am not suggesting that but I am asking Mr. Downey for his view.  Would he think that there is any conflict, or that the relationship may be in some way too close, or that it might even compromise the independence of the board from the CEO and those with responsibility for the day-to-day running of the affairs of the company?  It is a relevant question.  I join with Deputy Kelleher in wishing Mr. Downey well in his new responsibilities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#T00600","speaker":"969","continuing":true},{"type":"speech","time":1424338200,"counter":58,"content":"<p>Mr. Downey is welcome.  I apologies for being late, I was in the Seanad dealing with a health issue.  I have read Mr. Downey's presentation, in which he refers to 29 areas in which the VHI has changed the cover it provides from inpatient to outpatient.  This is something I have raised on a number of occasions over the last three or four years.  Is this process going to continue and does Mr. Downey believe further work can be done on it?  Medicine has moved on now and there are many areas where a day-care procedure can be provided rather than an inpatient one.  Can there be further changes over the next 12 months or two years, and what kind of savings can be made?<\/p> <p>  The second issue I wish to raise, the growing aging population, is very much to the fore in current health debates.  That will automatically create demands on health care.  Has the VHI looked at the changes that will occur over the next five to ten years as regards the demand on services?  What level of increased costs are we talking about and will this in turn affect the kind of moneys that will be required for health cover?  We have over 585,000 people over 65, and over the next 16 years that figure will go very close to 990,000.  That is a very short period in real terms.  Has the VHI looked at this issue in terms of the system as it exists at the moment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#U00200","speaker":"1150"},{"type":"speech","time":1424338200,"counter":59,"content":"<p>Senator Burke has asked my main question.  I will be interested to hear the answer.  The costs for people in the VHI are astronomical at the moment and some people must find it very difficult to pay.  Has there been a decline in customers because of that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#U00300","speaker":"1011"},{"type":"speech","time":1424338200,"counter":60,"content":"<p>I welcome Mr. Downey and wish him well in his new role.  Senator Burke has covered the question I was going to ask.  Following on from that, Mr. Downey mentioned the VHI home care service and the treatment of 3,000 patients, saving 40,000 hospital day beds.  Could outline the nature of those services?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#U00400","speaker":"981"},{"type":"speechnospeaker","time":1424338200,"counter":61,"content":"<p>I thank the committee members for their questions, and will start with Deputy Kelleher's.  Universal health insurance is a matter of Government policy, details of which will be developed in due course, I am sure, and will be a matter of national debate and discussion.  When the White Paper was originally issued, the VHI welcomed it and we look forward to engaging fully in the process and playing an appropriate part in the evolution of universal health insurance.  Our position is that we are ready and willing to engage and participate when more information is available on the exact design of the universal health insurance scheme.  We would expect to be consulted on it because we have a great of knowledge and background information that would be very helpful in that context.  I am not sure there is much more I can say at this time, except that we stand ready, with our record, history and knowledge of the market, to assist and support.  We hope we will have an important part to play in the developing the universal health insurance plan, if it happens.<\/p> <p>  The incentive for young people is an interesting point.  There is the risk that if people think something else is happening, they will delay and not bother with taking out health insurance in the meantime.  However, people also realise that they have to live in the current situation and must have cover for themselves and their families if they can afford to do so.  That is why affordability is such an important issue.  I am sure there will be transitional arrangements for people who are already in health insurance to transition to any new plan, such as universal health insurance.  That will come later.  I do not see it as a big disincentive at the moment.<\/p> <p>  The big issue people have at present is the affordability question.  They will have to pay for their health insurance, whether it is to a private company, or later as part of a universal health insurance scheme.  It makes sense for them to be in a plan sooner rather than later and that is why we welcome the lifetime community rating initiative.  The sooner people get into the plan, the better.<\/p> <p>  There were a couple of questions regarding the role of the Central Bank, the question of underwriting and who the ultimate underwriter will be.<\/p><p> Deputy Billy Kelleher raised the question of a delay.  Last year we applied to be authorised and made a detailed submission to the Central Bank.  There has been ongoing dialogue and discussion since on the application.  It is constructive and the Central Bank is still giving consideration to our application.  We must remember, however, that it is an independent body and the final arbiter.  The question of approval is a matter for it only; it is not something within our gift.  We are engaging very closely with it and hope it will happen as early as possible.<\/p><p> With regard to capital and the business of underwriting, VHI previously indicated that the European view was that it was unfair competition if a government supported an individual player in the market.  We have set about raising our own capital and having our own resources in place without Government support in order to satisfy Central Bank requirements.  That is why we put in place the arrangement with Berkshire Hathaway and added to our reserves in the past two years through our good performance.  It is in order to reach a capital figure which we hope will be acceptable to the Central Bank.  It is in our hands and we have taken responsibility for it.  We do not envisage receiving Government support as part of the application.<\/p><p> There was a question about the number of policies we had on offer in the insurance market.  There are approximately 90 policies on offer from VHI and members or anyone else can apply for any of these.  In the earlier days, when we did not have competition, there was a handful of four or five policies.  As a result of competition, more policies have come into play that have been designed to meet the needs of particular segments of the market.  I agree that in the ideal world it would be better if there were fewer policies and more clarity and in some respects it would be easier for people.  On the other hand, they like choice and one of our competitors offers the opportunity for them to build their own policy.  They can design any policy they wish.  This is a product of competition and something driven by those targeting different parts of the market, developing products specific to particular segments of the market.<\/p><p> There was a question about capacity and private hospitals.  From my experience, I know that demand can be induced by supply.  As part of our drive to ensure we manage costs well, we must try to ensure we do not sanction more demand than is required in the market.  When we are asked to sanction new hospital capacity, we put it through a very rigorous process whereby we satisfy ourselves that there is not already enough capacity to meet the need.  In that way, we try to avoid the scenario where there is overcapacity in the market.  It is a well known fact in health care that medical technology and supply drive costs upwards.  It is certainly something of which we are very aware and there is a rigorous system in place to ensure we critically examine any request received in that regard.  We will not approve additional capacity if it is not required or it will impact on the affordability question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#U00500","nonspeaker":"Mr. Liam Downey","continuing":true},{"type":"speech","time":1424338200,"counter":63,"content":"<p>Mr. Downey may not have the relevant figures at his fingertips, but in the past year has the company received many requests for new hospital set-ups?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#V00200","speaker":"989"},{"type":"speechnospeaker","time":1424338200,"counter":64,"content":"<p>There have not been many.  Although I cannot be specific, I know that one is in the course of discussion.  There have not been many in recent times because private hospital development is not as attractive as it was in the past; therefore, we have seen less of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#V00300","nonspeaker":"Mr. Liam Downey"},{"type":"speech","time":1424338200,"counter":65,"content":"<p>Is there any role for a public-private partnership in the provision of health care or the creation of new hospitals?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#V00400","speaker":"989"},{"type":"speechnospeaker","time":1424338200,"counter":66,"content":"<p>VHI has no particular position on that issue.  I do not have a view on it.  Deputy Caoimhgh&iacute;n &Oacute; Caol&aacute;in asked about the reward for attracting younger people.  That is linked with the question to which I referred of policy proliferation, etc.  With the advent of competition, there has been much greater segmentation of the market.  It is much more attractive for insurers if they can look to get as many of the younger cohort of the population as possible on the books and avoid taking those with the highest number of claims.  Generally, as one might expect, younger people incur fewer and lower claims, while older people incur a higher cost.  It is attractive for the competition to target young people so as to gain the premiums without the costs.  VHI has a 57% market share but a much higher proportion of claims and costs because it has older members.  We must have a level playing pitch in how the market is conducted, which is what community rating and risk equalisation provide.  Those who target only younger people should not be rewarded for doing so.  The basics of competition in the market should be level for everybody; that is why the risk equalisation scheme is so important.  It compensates for the incentive to only target the young section of the market.<\/p> <p>  There was a question about the conflict between my role as chairman-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#V00500","nonspeaker":"Mr. Liam Downey"},{"type":"speech","time":1424338200,"counter":67,"content":"<p>I advise Senator Colm Burke that there is a vote in the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#V00600","speaker":"989"},{"type":"speech","time":1424338200,"counter":68,"content":"<p>Thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#V00700","speaker":"1150"},{"type":"speechnospeaker","time":1424338200,"counter":69,"content":"<p>The question was about a potential conflict, but I do not see any.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#V00800","nonspeaker":"Mr. Liam Downey"},{"type":"speech","time":1424338200,"counter":70,"content":"<p>Perhaps Mr. Downey might answer Senator Colm Burke's question before he has to leave.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#V00900","speaker":"1011"},{"type":"speechnospeaker","time":1424338200,"counter":71,"content":"<p>Of course.  It concerned inpatient and outpatient day care treatment, etc.  There are other opportunities for further development.  The way to manage costs in the health care sector is to treat patients at the lowest cost point in the system.  That is why we seek to avoid or reduce the length of hospital stays.  Treating patients in outpatient, day care and side-room scenarios, or ideally in a person's home, is the best way to achieve this, but it can also be done in primary care centres.  This is the same model of care that the public system is trying to develop and it makes sense from a health insurance standpoint.  We have much in common with the public health system in that regard.<\/p><p>In our discussions with the providers of services we will be continuing to do everything possible to ensure patients are treated in appropriate settings and at the lowest cost.  There will be more opportunities in this regard in the future and we will be continuing to target them.  I cannot specify the exact nature of the savings involved, but what we are doing will directly address the question of affordability of health insurance, which is a major issue to which we continue to return.  As has been pointed out, we have an increasingly ageing population and there is going to be pressure because of the increasing cost of health care.  We need to ensure health care is provided, in so far as is possible, in the lowest cost setting.  We must also ensure it is provided in settings which are most suitable and convenient for the patient.  We have good synergy between these two objectives.<\/p><p> On the conflict in the appointment of the CEO, I understand the point made.  However, I do not see any conflict in that it is the board's responsibility to identify a CEO.  In order to facilitate, supervise and manage the process in that regard, a committee of board members is set up.  That is what happened in this instance.  We also use external resources such as a search company, advertising, etc.  That is also what happened in this case.  I was chair of the remuneration committee and was also appointed as chair of the selection committee.  We used external consultants to help us.  The Minister for Health has final responsibility for signing off on the approval of the successful candidate.  It is part of a board's responsibility to appoint a CEO.  It just so happens that I was a member of the committee which did so in this instance.  Other members of the board were also involved, which is normal practice in such instances.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#V01000","nonspeaker":"Mr. Liam Downey","continuing":true},{"type":"speech","time":1424338200,"counter":73,"content":"<p>Will Mr. Downey indicate whether the use of alternative means of treating people - for example, through primary health care centres - will enable VHI to reduce the cost of premiums or is it likely that this cost will continue to increase substantially?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#W00200","speaker":"1011"},{"type":"speechnospeaker","time":1424338200,"counter":74,"content":"<p>It is difficult to say what the exact impact will be.  Obviously, there are also upward pressures on costs.  The costs for developments in medical technology and health care generally tend to run at a much higher rate than in other sectors of the economy.  We are always obliged to deal with these upward pressures.  What we always try to do with measures such as those to which I refer is offset and minimise the impact of increases.  It is difficult to say what the exact outcome will be in terms of the pricing of premiums.  I have referred to the fact that this year we have managed to reduce the costs of some of our packages and that we have had the lowest costs in the market for the past two years.  That is an illustration of how this process can bring benefits.  Our objective in the future will be to continue to pay the highest attention to cost management across the board in terms of how care is delivered and contractual arrangements with providers.  That is important in ensuring providers attain the highest rates of efficiency in delivering the services for which we pay.  Internally, we will also focus on our own cost base - in terms of administration, etc. - in order that we might manage our business very efficiently.  All of this will contribute to keeping costs at the lowest possible level, which is the best way to ensure premiums are also kept at the lowest level.  At this stage, I do not know what exactly-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#W00300","nonspeaker":"Mr. Liam Downey"},{"type":"speech","time":1424338200,"counter":75,"content":"<p>How many members did VHI lose during the recession?  Are there indications of what the current position is on membership?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#W00400","speaker":"1011"},{"type":"speechnospeaker","time":1424338200,"counter":76,"content":"<p>As the Deputy is aware, there has been a downturn in the market in general.  In my submission I mention the position on the retention of younger lives.  In 2008, when things were good, market penetration, rather than the percentage of people in the market who were members, stood at 51%.  This figure has dropped to approximately 44% or 45% across the entire market.  Unfortunately, the biggest impact has been felt in respect of the retention of younger lives, which, going back to the issue of risk equalisation, is why it is so important that we have in place a scheme that is effective.  VHI has lost members, but, happily, the decline in membership has started to tail off in the past couple of years.  I am hopeful the position will stabilise this year.  It is a matter of record - the relevant material can be found on the Health Information Authority's website - that VHI membership has declined by in the order of 400,000 during the years.  However, the figure is starting to stabilise and we hope, with the advent of lifetime community rating in the coming months, to begin competing again in order to gain new members.  We look forward to increasing our membership as more people can afford to pay for health insurance.  The entire market, including VHI, lost members during the difficult years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#W00500","nonspeaker":"Mr. Liam Downey"},{"type":"speech","time":1424338200,"counter":77,"content":"<p>I seek further clarification on the application for authorisation to the Central Bank.  Will Mr. Downey explain the position on VHI's readiness for authorisation which is being assessed by the Central Bank?  To what does it relate?  Does it relate to VHI's ability to continue its core business?  The clarification I am seeking is necessary.  If this matter relates to core business, what is the distinction between being authorised and not being authorised if VHI is continuing to carry out its functions?  There is something missing in this regard and perhaps Mr. Downey might provide the relevant information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#W00600","speaker":"969"},{"type":"speechnospeaker","time":1424338200,"counter":78,"content":"<p>I apologise.  I missed out on that point in my response.  In the first instance, we must be authorised to conduct our current business.  The European Court of Justice has ruled that state support is not appropriate.  I referred to risk equalisation, but to have consistency across the market, VHI, as a State company involved in the private health insurance market, should be regulated and authorised in the same way as other companies.  We need to be authorised in order to properly conduct our existing business.  When we are authorised, there will be an opportunity to widen the scope of our business in certain directions.  This could provide further opportunities for VHI.  One of the benefits of being regulated is that it allows the company to carry out other activities which are related to the business in which we are involved.  That is a matter we will be examining in order to discover the opportunities it might be appropriate for us to pursue post-regulation.<\/p> <p>  In the event that the Deputy is not aware of it, we have regulated entities within the VHI group.  I refer to what we term our \"diversified businesses\".  These are businesses other than those relating to health insurance and the entities involved were regulated some years ago.  What we are talking about regulating in this instance is the private health insurance business of VHI.  As stated, we are also involved in a range of other businesses - the SwiftCare clinics, HomeCare and so on - which are already regulated.  When we talk about readiness, we are referring to opportunities regulation will offer us in expanding our business in an appropriate way in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#W00700","nonspeaker":"Mr. Liam Downey"},{"type":"speech","time":1424338200,"counter":79,"content":"<p>On my behalf and on behalf of the committee, I thank Mr. Downey for his engagement with us in an open, informative and transparent way.  The meeting was productive and informative.  I wish Mr. Downey well in his appointment and in his term of office.  I hope he has a successful tenure in achieving some of the goals outlined.<\/p> <p>  I propose we send a transcript of our discussion to the Minister for Health for his information and consideration.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2015021900002#X00100","speaker":"989"},{"type":"unspoken","time":1424338200,"counter":80,"content":"<p>The joint committee adjourned at 1.10 p.m. until 9.30 a.m. on Thursday, 26 February 2015.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Committee on Transport and Communications: Select Sub-Committee on Transport, Tourism and Sport","time":1424354400,"counter":81},{"type":"unspoken","content":"<p>The Select Committee met at 14:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Paschal Donohoe (Minister for Transport, Tourism and Sport), Deputy Dessie Ellis, Deputy Timmy Dooley, Deputy Seán Kenny, Deputy Catherine Murphy.*<\/p><p>* In the absence of Deputy Tom Fleming.<\/p><p>DEPUTY JOHN O'MAHONY IN THE CHAIR.<\/p>","time":1424354400,"counter":82,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002"},{"type":"minorheading","content":"Vehicle Clamping Bill 2014: Committee Stage","time":1424354400,"counter":83,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#A00200"},{"type":"speech","time":1424354400,"counter":84,"content":"<p>This meeting will be carried live on UPC channel 207, eVision channel 504 and Sky channel  574.  I remind members to turn off their mobile telephones.  Apologies have been received from Deputy Michael McCarthy, and Deputy Catherine Murphy is deputising for Deputy Tom Fleming.<\/p> <p>  The meeting has been convened to consider the Vehicle Clamping Bill 2014.  The purpose of the Bill is to provide for the regulation of the immobilisation of vehicles and related activities in certain places and in this regard to confer functions on the National Transport Authority and to amend the Transport Act 1950, section 101B of the Road Traffic Act 1961, the Fishery Harbour Centres Act 1968, the Harbours Act 1996 and the Transport (Railway Infrastructure) Act 2001 and to provide for related matters.<\/p><p> The Bill proposes to establish a regulatory regime in respect of clamping activities in both statutory - public - and non-statutory - private - places for the first time.  It provides that the National Transport Authority will regulate such activities in addition to supervising a new two-tier appeals process.  The Bill seeks, among other things, to introduce a separate complaints procedure, to set a default maximum clamp release fee in non-statutory places, to provide for a code of practice and to allow for the making of clamping and signage regulations.  I welcome the Minister for Transport, Tourism and Sport, Deputy Donohoe, and his officials to this meeting.  A small number of related proposed amendments have been grouped for the purposes of debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#A00300","speaker":"1089","continuing":true},{"type":"unspoken","time":1424354400,"counter":86,"content":"<p>Sections 1 to 8, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1424354400,"counter":87,"content":"<p>SECTION 9<\/p>"},{"type":"speech","time":1424354400,"counter":88,"content":"<p>As amendments Nos. 1 and 2 are related, they may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#B00400","speaker":"1089"},{"type":"speech","time":1424354400,"counter":89,"content":"<p>I move amendment No. 1:<blockquote><br \/><br \/>In page 11, between lines 5 and 6, to insert the following:&quot;(6) The NTA shall make regulations prohibiting clamping activities in the following locations:<blockquote>(a) a designated parking place for visitors and patients at Health Service Executive funded hospitals and voluntary public hospitals;<br \/><br \/>(b) a designated parking place within a residential development with the exception of cases where clamping activity is required to facilitate the free flow of vehicular traffic.<\/blockquote>(7) (a) For the purposes of this section, &quot;parking place&quot; has the same meaning specified in the Act of 1961.<blockquote>(b) For the purposes of this section, &quot;residential development&quot; means any development on land containing two or more residential dwelling places or two or more buildings intended to be used as dwelling places.&quot;.<\/blockquote><\/blockquote>I flagged this amendment during the Second Stage debate.  I do not think I was the only Deputy to do so.  A related amendment is also being proposed.  I am trying to draw attention to where problems might arise.  This will probably be the only opportunity we will get within the lifetime of this Government to deal with these issues.  The first part of this amendment relates to the use of clamping as a method of enforcement in hospitals.  I have specified &quot;Health Service Executive funded hospitals and voluntary public hospitals&quot;, as opposed to private hospitals, in the amendment.  I would not have a problem with it being extended to private hospitals if the Minister were willing to accept such a proposal.  It is an inappropriate type of sanction that can cause great distress.<\/p><p>The second part of the amendment relates to parking in a public place that is in a housing estate, within the meaning of the term under the Road Traffic Act 1961.  This is an attempt to deal with a practice that started to emerge some time ago and is fairly well established at this stage, whereby the clamping of cars is used as a sanction if there is an issue with the collection of a management company charge.  If a person does not have the badge that is issued by a management company because the management company fee has not been paid, his or her car will be clamped.  This can also happen to visitors who would not have a badge.  Essentially, this is causing serious problems.  Other remedies that are not related to road traffic issues should be found to enable the non-payment of a debt to be pursued.  If clamping is a mechanism to make sure traffic flows freely, it is brought into disrepute by being used inappropriately.  This is the kind of thing that emerges at the Joint Committee on Environment, Culture and the Gaeltacht, of which I am a member.  There is a kind of crossover between the two committees.  This is the only opportunity we have to do something about it.  I hope the Minister will be able to take these amendments on board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#B00500","speaker":"1052"},{"type":"speech","time":1424354400,"counter":90,"content":"<p>As amendment No. 2 in the name of Deputy Ellis is related, I will allow him to make the case for it at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#B00600","speaker":"1089"},{"type":"speech","time":1424354400,"counter":91,"content":"<p>I have raised the issue of clamping in hospitals with the Minister previously.  People in the Blanchardstown area have particular experience of it.  Many people who have been to the hospital as patients or visitors and have had to stay longer than expected, perhaps because they were not in a position to leave, have come out of the hospital to find their cars clamped.  This has happened quite regularly.  It is one of the most despicable things I have seen.  We should be able to legislate to provide for a mechanism that would stop this from happening.  People could be allowed to make their case at a later stage.  Many people who are still quite sick when they are discharged from hospital need to get out of the hospital to go home, but they cannot do so because their cars have been clamped.  We should facilitate them in getting home quickly, while enabling any issues that arise to be taken up at a later stage.  A fine could be imposed or something like that could be done.  Someone who was delayed in the hospital would be able to appeal it.  The practice to which I refer has become fairly widespread in public and private hospitals.  I wonder if there is any way it can be addressed.  I know the Minister was not keen to address it the last time.  This is a very big issue for many people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#B00700","speaker":"1022"},{"type":"speech","time":1424354400,"counter":92,"content":"<p>I apologise to the committee for being a few minutes late and keeping everybody waiting.  I thank Deputies Murphy and Ellis for the amendments they have proposed.  I will explain why I cannot accept the amendments, which seek to prohibit or place limits on clamping in hospitals and residential developments.  When we debated this Bill on Second Stage last month, I explained in some detail that it is neither about parking policy nor about where clamping should or should not be carried out.  This was a deliberate approach from the outset of the legislative process.  It is entirely a matter for the owners and management of car parking areas to decide how they want to control parking in their car parks.  This Bill should not and will not interfere with such decisions.<\/p> <p>  Perhaps I will refine that a little.  This Bill is not about parking policy itself.  That is a matter for local authorities or for people who own certain lands.  This Bill is about regulating the activity of clamping, as opposed to determining the parking policy of a third party.  It sets out provisions that must be complied with if clamping is used as a means of parking control.  The bodies responsible for traffic management or parking controls, including local authorities, State agencies, hospitals and the owners of private lands, will continue to determine traffic management policies for their areas of operation and the means of parking control within them.  This is the way it should be.  I do not believe it would be appropriate for primary legislation to determine what kind of parking controls should be applied on hospital grounds.<\/p> <p>  I have experience of many hospitals across the city of Dublin.  I have direct experience of Connolly Hospital in Blanchardstown.  I know what it is like to worry about having to find change in one's pocket to put into a parking meter when one is visiting somebody who is ill or sick.  When one goes in to see a patient, one has to be aware of how quickly one will have to leave.  One might not have enough change with one.  I fully understand all of those issues.  Personally speaking, I would like hospitals to find a different way of dealing with parking issues, other than having to clamp.  The role of this Bill is not to deal with that policy, however.  I fully respect and accept that the owners of land and those who regulate the parking in such areas have the right to set that policy.  This is recognised in other legislation.  This Bill deals with the activity of clamping itself.<\/p> <p>  Deputy Murphy made a point about the banning of clamping in residential developments.  She might clarify that reference for me.<\/p><p>I assume the Deputy is referring to multi-unit apartment complexes.  Am I correct in that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#B00800","speaker":"1007","continuing":true},{"type":"speech","time":1424354400,"counter":94,"content":"<p>No, there are mixed developments where some apartments are traditional housing estates where there is a management company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#C00200","speaker":"1052"},{"type":"speech","time":1424354400,"counter":95,"content":"<p>Let us tease out that issue.  Again, these are issues that deal with parking policy itself rather than the activity of clamping.  It is beyond the scope of the Bill to legislate for practices within the property management sector.  I understand that there are already two pieces of relatively recent legislation governing the sector - the Property Services (Regulation) Act 2011, which established a property services regulatory authority to control and regulate property service providers, and the Multi-Unit Developments Act 2011, which seeks to facilitate the fair and effective management of bodies responsible for the management of the common area within both the existing and new multi-unit apartment developments.  Such bodies are referred to in that Act as owner manager committees, OMCs, and these Acts are sponsored by the Department of Justice and Equality.  If there is an issue in the property management sector regarding the recovery of unpaid management fees through clamping, this is a matter that should be addressed through those Acts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#C00300","speaker":"1007"},{"type":"speech","time":1424354400,"counter":96,"content":"<p>The Minister is saying this is about clamping and not whether vehicles are being clamped on private property, a matter that is for the hospital or whatever.  One could almost say that the scope of this Bill covers the public and private sectors in the sense that the Minister is setting the rules for the private sector when it comes to clamping.  Those in that sector could claim they were operating on private property.  If the Minister is making that argument for hospitals he could certainly make the argument for regulating clamping.  While the Minister said he does not envisage any role in terms of dealing with the hospitals, at the very least his Department should write to all those concerned and inform the local authorities that this is unacceptable.  One of the most reprehensible things I have come across is to see sick people coming out from hospital and finding their car is clamped.  I do not think we should rest the matter at that.   We are debating the Vehicle Clamping Bill and the Minister has stated his position but I do not necessarily accept it.  Therefore, we should inform all the hospitals and the local authorities that there needs to be a better way of dealing with this issue and give some direction and state that the Minister is dissatisfied with what is happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#C00400","speaker":"1022"},{"type":"speech","time":1424354400,"counter":97,"content":"<p>It is a pity it is not about parking policy because we lack an overall framework.  If an overall clamping framework was in place, where one could look at whether the sanctions are appropriate that would be a better approach.  We know already that clamping is outlawed in England, Scotland and Wales as a particular sanction.  I had a briefing with the Department and understand part of the reason the issue is not as straightforward here is that we have a written Constitution which protects private property, but that private property section in the Constitution is also tampered by a related section that deals with the balance of rights for the common good.  While it is a nuisance going to Connolly Hospital Blanchardstown as a visitor it is more than a nuisance if one is a patient queueing for an X-ray or other procedures and has to leave the queue to go out to feed a parking meter.  I can supply the name and address of a person who was caught in this situation and who would be happy for me to pass it on.  A constituent of mine, whose wife was in the hospital in question was so stressed when his car was clamped that he had a heart attack and ended up as a patient in the hospital.  The stress endured by people due to this sanction is wrong.  I contrast it with St. James's Hospital, where a barrier system is in operation for collecting revenue which deals with the issue of all day parking of vehicles, which can be an issue.  At Beaumont Hospital, a private company has pay parking which generates huge income.  If we are going to permit vehicle clamping, some ground rules should be set for those who are allowed to have businesses in that respect.  Hospitals have plenty of mechanisms for income generation through parking without the use of clamping, which is particularly offensive at hospitals.<\/p> <p>  I heard what the Minister said about the Multi-Unit Developments Act.  In suburban areas there are traditional housing estates where there is no duplex or apartment block that would have a management company.  Some of them are being wound down in the context of taking estates in charge.  Often people cannot afford to pay their mortgage and are struggling to pay all the other charges, such as property tax and the myriad expenses to keep a roof over their head.  To find that this is a punitive method for collecting a management company fee, where a court would take a lesser view, is unfair.  If a clamper is taking away cars from a clearway or cars that cause an obstruction I do not have a problem with it being used as a sanction.  However, there are places where it should not be used as a sanction.  That is the reason I tabled the amendments.  I am disappointed the Minister is saying he cannot accept them.  There is no other available opportunity to address this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#C00500","speaker":"1052"},{"type":"speech","time":1424354400,"counter":98,"content":"<p>I agree with the Minister who said that responsibility lies with the owners of institutions and landowners to provide a parking policy and a parking framework.  Deputy Catherine Murphy mentioned Beaumont Hospital, with which I am familiar.  There is, as she said, a multi-storey carpark in the hospital which has been there for 15 years.  In recent years there have been discussions between Dublin City Council and the hospital with regard to a transport plan for the hospital and as a result, three bus routes go to the hospitals.  This provides an alternative for people who want to get to the hospital to use public transport.  Also the hospital has provided a taxi rank.  This enables a person who has had treatment in the hospital to get a taxi home rather than have their car parked indefinitely in a multi-storey carpark with the charge accruing.  Hospitals should seek to prove alternatives to multi-storey car parking for patients and particularly to allow access for public transport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#C00600","speaker":"1021"},{"type":"speech","time":1424354400,"counter":99,"content":"<p>I shall pose a question.  Let us use Connolly Hospital Blanchardstown as an example.  The National Sports Campus around the corner from it has a significant number of employers near it.  It and a number of other bodies in the area are actively interested in the development of a bus rapid transit route which would connect it up with the city centre.  Let us assume a person went to Connolly Hospital and parked the car there and hopped on a bus for the National Sports Campus but that is not a good example as the person could walk to the National Sports Campus.  Let us assume the person parked a car in Connolly Hospital and went off to do something else, as happens regularly in other parking locations across the city.<\/p><p>In doing that, this person has deprived a sick person of a parking space.  Does the Deputy believe the hospital is entitled to clamp that person's vehicle?  Does she think it should have the ability to clamp it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#C00700","speaker":"1007","continuing":true},{"type":"speech","time":1424354400,"counter":101,"content":"<p>I do not believe it is correct to have clamping in hospital car parks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D00200","speaker":"1052"},{"type":"speech","time":1424354400,"counter":102,"content":"<p>At all?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D00300","speaker":"1007"},{"type":"speech","time":1424354400,"counter":103,"content":"<p>I do not believe it is correct at all to have clamping as a sanction in hospital car parks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D00400","speaker":"1052"},{"type":"speech","time":1424354400,"counter":104,"content":"<p>I am putting the question to the Deputy, because we are having a discussion here.  I heard what the Deputy had to say and I am asking her whether she believes that under no circumstances should a hospital have the ability to clamp somebody's vehicle.  What is to happen therefore if somebody's car is parked on a road and is blocking access into the car park?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D00500","speaker":"1007"},{"type":"speech","time":1424354400,"counter":105,"content":"<p>If a car is causing obstruction, I have no problem with it being removed.  If a car is parked on a public road leading to a hospital and breaking the rules of the road, there are sanctions that can be used, including clamping.  In St. James's Hospital, the Luas runs through the grounds and people often parked along there, which is why paid parking was put in the hospital grounds.  It uses a barrier method and is quite expensive.  The point I am making is that there are sanctions other than clamping that could be used to prohibit people from parking inappropriately in the grounds of the hospital and that car parking should be designed with that in mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D00600","speaker":"1052"},{"type":"speech","time":1424354400,"counter":106,"content":"<p>Is the Deputy saying there are no circumstances in which a hospital should clamp somebody's car?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D00700","speaker":"1007"},{"type":"speech","time":1424354400,"counter":107,"content":"<p>Cars should not be clamped in hospital grounds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D00800","speaker":"1052"},{"type":"speech","time":1424354400,"counter":108,"content":"<p>Is the Deputy saying therefore that there are no circumstances in which the management body should be permitted to clamp somebody's car?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D00900","speaker":"1007"},{"type":"speech","time":1424354400,"counter":109,"content":"<p>I believe clamping should not be permitted on hospital grounds.  It is interesting that this issue does not seem to have presented as a significant problem for the United Kingdom, our nearest neighbour, with its population of 57 million.  We have a relatively small population in comparison and I believe that hospital traffic can be managed in a way that manages obstructions without putting punitive pressure on people who are, in the main, either patients or visitors to the hospital.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D01000","speaker":"1052"},{"type":"speech","time":1424354400,"counter":110,"content":"<p>I would like to respond to the question put by the Minister.  The good thing about Connolly Hospital is that it has a massive car park and that there is only one small section where a blockage might be created.  There is a bus service to the hospital, but it is not that regular.  If a person parked in front of the accident and emergency unit, some mechanism would be required to move that car, but it could be moved to a designated area and the owner found and dealt with.  There are ways of dealing with inappropriate parking, without making life a total misery for visitors.  However, the majority of clamping taking place within the car park, of cars that are not causing any obstruction.  That is the problem.  I cannot count the number of times I have come out to the car park and seen cars clamped.  There is a small parking section at the accident and emergency unit, but people have been clamped there also.<\/p> <p>  In general, we need a new attitude in regard to clamping in hospital grounds.  A message needs to come from the Department of Transport saying the current approach is not acceptable.  The Minister should send the message to each hospital that they must move away from the idea of clamping.  There are other ways to deal with the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D01100","speaker":"1022"},{"type":"speech","time":1424354400,"counter":111,"content":"<p>It should be clear.  I do not like seeing people's cars being clamped at hospitals.  I accept the Deputy's point.  I have personal experience of visiting hospitals, thank God not as a patient, but I have had to visit people in unexpected circumstances.  One arrives at the hospital mentioned, for example, and if one has not got change for the machine there is no place to get it without running in to the shop in the hospital, which poses the risk of being clamped.  I accept that.  I too want those running hospitals to find other ways of dealing with the issue and most of them are doing this.<\/p> <p>   Beaumont Hospital was cited as an example.  However, my response to the issues raised is to ask whether I believe there is any circumstance in which clamping is acceptable.  I can think of one circumstance where clamping is acceptable - where a person abuses a parking spot.  People should not be allowed to do that to the detriment of somebody who genuinely needs that spot.  If we accept there is an occasion when clamping should be allowed by the people running the hospital, who want to permit as much access as possible to the hospital, we must accept it is wrong to ban clamping in primary legislation.  That is the approach I am taking here.  <\/p> <p>  I have complete sympathy with the Deputies and the points they have made, because I appreciate the stress involved.  However, this is a matter of how the people running the hospital deal with inappropriate parking as opposed to us deciding there are no circumstance in which clamping is allowable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D01200","speaker":"1007"},{"type":"unspoken","time":1424354400,"counter":112,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1424354400,"counter":113,"content":"<p>Section 9 agreed to.<\/p><p>Sections 10 to 12, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1424354400,"counter":114,"content":"<p>SECTION 13<\/p>"},{"type":"speech","time":1424354400,"counter":115,"content":"<p>I move amendment No. 2:<blockquote><br \/><br \/>In page 14, between lines 4 and 5, to insert the following:&ldquo;(v) any vehicle parked within the grounds of a hospital which could be removed without causing undue disruption to traffic, access or the work of emergency services,&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D01600","speaker":"1022"},{"type":"unspoken","time":1424354400,"counter":116,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1424354400,"counter":117,"content":"<p>Section 13 agreed to.<\/p>"},{"type":"unspoken","time":1424354400,"counter":118,"content":"<p>SECTION 14<\/p>"},{"type":"speech","time":1424354400,"counter":119,"content":"<p>I move amendment No. 3:<blockquote><br \/><br \/>In page 15, between lines 12 and 13, to insert the following:&ldquo;(8) (a) The NTA shall make regulations stipulating that, in every instance where a charge imposed in accordance with this section is paid before the stipulated deadline, where applicable, the total charge payable shall be reduced by half.<blockquote>(b) The regulations stipulated in <i>paragraph (a) <\/i>shall apply to charges issued in respect of wrongfully parked vehicles at statutory clamping places and nonstatutory clamping places.&rdquo;.<\/blockquote><\/blockquote>Originally, the committee of which I was a member was responsible for the environment, local government, arts, heritage, the Gaeltacht, transport, tourism and sport but it was reformed as part of D&aacute;il reform and the transport and tourism elements were removed.  That committee had some debate on the issue of parking and some pre-legislative scrutiny was carried out as a consequence.  Therefore, this Bill had a double opportunity for pre-legislative scrutiny.  One of the issues I raised in that committee had the widespread support of the committee and the Chairman at the time included it in a press statement.<\/p><p>I suggested that we would provide for an arrangement like they do in other jurisdictions, where they reduce the administration and, where fixed penalties are applied and people pay them early, say within 14 days, the penalty is reduced.  It does not have to be halved.  This has the benefit of reducing the amount of administration involved but, at the same time, does not remove the sanction.<\/p><p> Often, when private contractors are employed to administer the system, there is a dual process.  Similar to the proposed clamping arrangements, the clampers will look at it and then the people dealing with the sanction will look at it.  The local authority might also look at it.  From my experience a sizable amount of routine problems arise with paid parking and sanctions.  This would be a way of gaining a greater level of acceptance and improving the situation from an administrative point of view yet still retaining the sanction.  The same kind of sanction is in place in Belfast.  It works very well.  There was a trial run and it was then formally adopted.  This is how it is generally done.  As I say, it is not something that is just picked out of the air.  It is available in other places.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#D02000","speaker":"1052","continuing":true},{"type":"speech","time":1424354400,"counter":121,"content":"<p>Section 14 provides the National Transport Authority with power to set maximum charges which may be imposed for the release of a clamp or in respect of vehicle relocation in non-statutory clamping places.  This proposed amendment seeks to incentivise early payment of such charges, but it is not appropriate in these circumstances and I will therefore not be accepting this amendment.<\/p> <p>  In the first instance, I wish to remind Deputies that the Bill aims to give transparent safeguards to motorists when it comes to clamping, particularly in respect of charges, signage, complaints and appeals.  Under section 14, the NTA will set the maximum clamp release and vehicle relocation charges that may be levied in non-statutory clamping places such as private car parks and car parks associated with shopping centres, retail parks, sports stadia and so forth.  It will do this following consideration of any representations received from interested third parties and it may also set different maximum charges for different areas and different times of the day.<\/p> <p>  Payment of a clamp-release charge is tied in with the release of the vehicle itself.  Discounts for early payment are not appropriate.  People generally want the clamp released as quickly as possible and will pay the release charge quickly to secure its release.  The early release of the clamp and therefore release of the vehicle is the incentive for early payment of the clamp release charge.  The period following payment of the charge within which the clamp must be removed will also be specified in regulations by the NTA.  The concept of an incentivised early payment is captured in section 30 Bill when it comes to certain offences.  Section 30 allows the NTA to operate a fixed payment notice system as an alternative to bringing payments to the courts.  The specified fixed charge is &euro;250, but if this is not paid within 28 days it rises by 50% during the subsequent 28 day period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#E00200","speaker":"1007"},{"type":"speech","time":1424354400,"counter":122,"content":"<p>I will not labour the point.  Clearly what I am aiming at is not specifically in respect of clamping but paid parking.  This Bill is probably the only available opportunity to do this in the time remaining for this Government.  There is no miscellaneous section in the Bill.  This is what I was aiming to do.  It makes a considerable amount of sense to introduce something like this.  The Minister is telling me that there is no available opportunity to do it.  I will not labour the point or press the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#E00300","speaker":"1052"},{"type":"speech","time":1424354400,"counter":123,"content":"<p>I did consider and examine this matter.  One of the things that struck me is that the NTA will be setting regulations on this area.  It will be using its power in the way it deems appropriate.  It struck me as counterproductive to introduce this in primary legislation as that would exclude what the NTA may do.  If we were to bring this in and say that the total charge payable shall be reduced by half, it is feasible that it might then have an impact on the actual parking fine that people may be looking to levy in the first place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#E00400","speaker":"1007"},{"type":"speech","time":1424354400,"counter":124,"content":"<p>I do not quite get the point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#E00500","speaker":"1052"},{"type":"speech","time":1424354400,"counter":125,"content":"<p>If we were to bring in via primary legislation a provision stating that a clamping operator must reduce by half the charge levied if payment happens within a certain number of days, it may lead to inflation and an increase in the initial parking charges.  I therefore considered it was not right to provide for it in primary legislation.  The NTA will be able to set the maximum clamp release charge.  It will introduce a code of practice with regard to how regulators should operate and the appeals system.  I want to leave the flexibility with the NTA to look at how that will be done rather than mandating something it must do in respect of a charges structure in primary legislation.  Otherwise there could be an unintended consequence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#E00600","speaker":"1007"},{"type":"speech","time":1424354400,"counter":126,"content":"<p>As I stated, I will not labour the point and I am not pressing the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#E00700","speaker":"1052"},{"type":"unspoken","time":1424354400,"counter":127,"content":"<p>Amendment, by leave, withdrawn.<\/p><p>Section 14 agreed to.<\/p>"},{"type":"unspoken","time":1424354400,"counter":128,"content":"<p>Sections 15 and 16 agreed to.<\/p>"},{"type":"unspoken","time":1424354400,"counter":129,"content":"<p>SECTION 17<\/p>"},{"type":"speech","time":1424354400,"counter":130,"content":"<p>Amendment No. 4 is consequential on amendment No. 5 and both may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#E01100","speaker":"1089"},{"type":"speech","time":1424354400,"counter":131,"content":"<p>I move amendment No. 4:<blockquote><br \/><br \/>In page 16, line 15, to delete &ldquo;and&rdquo; where it secondly occurs. <\/blockquote>Amendment No. 5 arises out of points raised with me on Second Stage in the D&aacute;il.  Deputy Murphy, in the D&aacute;il, raised the difficulty of getting through to a company for an answer.  Deputy Daly made the point that she believes that the only time she can get to speak to someone in a clamping company is when it is looking for credit card details.  The general theme that many Deputies did raise is the issue of trying to get answers or a response from clamping companies when someone has a query or a complaint.  I am seeking to respond to this issue in amendments Nos. 4 and 5.<\/p><p>Section 17 deals with the complaints procedure that the NTA may set up for members of the public.  Amendment No. 5 adds a further category to the list of issues in subsection (1) about which complaints may be made, namely, complaints on the time it takes parking controllers and clamping operators to respond to complaints or other communications from the public.  This is an important addition to the Bill and I thank Deputies for raising the point.  It is unacceptable that a person would telephone a clamping company and not get a response.  In this amendment, I am giving the NTA the power to regulate this area. <\/p><p>Amendment No. 4 is a consequence of amendment No. 5 and facilitates the addition of a new provision.  I am adding this to the list of categories in subsection (1) and this therefore adds to the list of areas the NTA can regulate.<\/p><p>It specifically looks at the issue of response times for people who are in contact with the authority.  We had a discussion earlier on why this Bill is not dealing with the policy but rather the activity.  However, as a direct consequence of my deciding to regulate the activity we can do things like this.  I hope and I am confident this will deal with an issue of hindrance and annoyance to people who are dealing with clamping companies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#E01200","speaker":"1007","continuing":true},{"type":"unspoken","time":1424354400,"counter":133,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1424354400,"counter":134,"content":"<p>I move amendment No. 5:<blockquote><br \/><br \/>In page 16, between lines 15 and 16, to insert the following:&ldquo;(c) unnecessary delay on the part of parking controllers or clamping operators in responding to complaints or other communication from members of the public, and&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#F00300","speaker":"1007"},{"type":"unspoken","time":1424354400,"counter":135,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1424354400,"counter":136,"content":"<p>Section 17, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1424354400,"counter":137,"content":"<p>Sections 18 to 29, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1424354400,"counter":138,"content":"<p>SECTION 30<\/p>"},{"type":"speech","time":1424354400,"counter":139,"content":"<p>I move amendment No. 6:<blockquote><br \/><br \/>In page 22, to delete lines 29 to 40, and in page 23, to delete lines 1 to 4 and substitute the following:<blockquote>&ldquo;(e) a prosecution in respect of the alleged offence will not be instituted during the periods specified in the notice under paragraphs (b) and (c) and, if a payment specified in the notice is made during the appropriate period so specified in relation to the payment, accompanied by the notice, duly completed, no prosecution in respect of the alleged offence will be instituted.<\/blockquote>(2) Where notice is given under subsection (1)&mdash;<blockquote>(a) the person to whom the notice applies may, during the period specified in the notice, make to the NTA at the address specified in the notice a payment specified in the notice accompanied by the notice, duly completed, at the appropriate time so specified in relation to the payment,<br \/><br \/>(b) the NTA may receive the payment, issue a receipt for it and retain the money so paid, and any payment so received shall not be recoverable in any circumstances by the person who made it,<br \/><br \/>(c) a prosecution in respect of the alleged offence to which the notice relates will not be instituted during the periods specified in the notice under paragraphs (b) and (c) of subsection (1) and, if a payment so specified is made during the appropriate period so specified in relation to the payment, accompanied by the notice, duly completed, no prosecution in respect of the alleged offence will be instituted.&rdquo;.<\/blockquote><\/blockquote>This is a technical amendment made on the advice of the Parliamentary Counsel.  It brings the wording of the section into line with existing fixed payment notice provisions in road traffic legislation.  The intent and meaning of these provisions have not changed in any fundamental way.  The Parliamentary Counsel has merely improved the wording of sections 30(1)(e) and 30(2).  I would be happy to go through each of the technical adjustments made by the Parliamentary Counsel if Deputies so wish, but they are simply variations on the following: replacing the word &quot;the&quot; with &quot;a&quot; or substituting the word &quot;completed&quot; for &quot;made&quot;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#F00800","speaker":"1007"},{"type":"unspoken","time":1424354400,"counter":140,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1424354400,"counter":141,"content":"<p>Section 30, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1424354400,"counter":142,"content":"<p>Section 31 agreed to.<\/p>"},{"type":"unspoken","time":1424354400,"counter":143,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1424354400,"counter":144,"content":"<p>I move amendment No. 7:<blockquote><br \/><br \/>In page 26, between lines 7 and 8, to insert the following:<br \/><br \/><b>&ldquo;Amendment of section 35 of the Road Traffic Act 1994<\/b><br \/><br \/><b>32.<\/b>Section 35(2) of the Road Traffic Act 1994 is amended by the substitution of the following paragraph for paragraph (l):<blockquote><blockquote>&ldquo;(l) specifying, or authorising specified road authorities by resolution to specify, the places in which vehicles may be parked either indefinitely or for any period not exceeding a specified period; and to provide for the ability of specified road authorities to either wholly or partially review, amend or abolish such resolutions at any time.&rdquo;.&rdquo;.<\/blockquote><\/blockquote><\/blockquote>I appreciate the Minister has said already that the intent of the Bill is purely in respect of the regulation of clampers and clamping.  Given the absence of impending legislation in this area, there is a lack of opportunity to deal with something that I believe is a problem.  It may no be so much a problem for cities, or perhaps it is, but certainly I have felt frustrated about it for many years.  Local authority by-laws are used to regulate parking in towns.  They make the by-laws and put them out for public consultation.  Considerable effort and expense, including administrative, consultation and advertising expense, is undertaken when doing that.  Then, after six months, the authority may discover that it must amend an element of the laws.  However, it is not possible to amend it piecemeal; whole sections of by-laws are then requires to be amended.  The local authority must make amendments for an entire town rather than simply making amendments for a section of a town.  It is not possible to have only one section amended; the authority is obliged to open it all up again.<\/p><p>The process of making by-laws for the first time is not without its challenges.  Opening it up all again can lead to opening up areas that the authority never intended to reopen, some of which may have been contentious initially.  Making provision in law for the local authorities to deal with it in this way, if they so wish, makes sense from the point of view of the ease of making by-laws.  It would allow local authorities to carry out reviews and those reviews could respond to specific elements.  The authorities could contain what they need to do.  That is what is intended.  I accept the point that I know the Minister will make.He will say that this is not what this Bill in this intended for.  It would require the Minister to insert a miscellaneous section were he willing to accept it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#F01300","speaker":"1052"},{"type":"speech","time":1424354400,"counter":145,"content":"<p>I may be about to surprise Deputy Murphy with my response.  I am not going to accept her amendment because we believe, having checked up on this matter, that the provision relating to the appeal or amendment of a set of regulations, either wholly or partially - this is the point Deputy Murphy was making - already exists.  I take the Deputy's point.  Let us suppose a local authority brings in a by-law and it has a particular area or issue that it wishes to deal with.  Deputy Murphy is suggesting the authority would have to look at the entire issue all over again and for various reasons that might not always be feasible.  In the course of our work preparing a response to Deputy Murphy's point we encountered section 22(3) of the Interpretation Act 2005, which provides: \"A power conferred by an enactment to make a statutory instrument shall be read as including a power, exercisable in the like manner and subject to the like consent and conditions (if any), to repeal or amend a statutory instrument made under that power and (where required) to make another statutory instrument in place of the one so repealed.\"  The key point is the reference to amending a statutory instrument.  The advice that we have received from the Parliamentary Counsel is that further legislative provisions are not required for this purpose because provision already exists.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#F01400","speaker":"1007"},{"type":"speech","time":1424354400,"counter":146,"content":"<p>I would need to have a good legal hat on to interpret that.  If that is the case, and I take it that it is, then it is welcome.  Is it possible to communicate it to the Department of the Environment, Community and Local Government in order that the Department could, in turn, communicate it to the local authorities?  That would be helpful and would provide the scope such that each local authority would not have to seek legal advice on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#F01500","speaker":"1052"},{"type":"speech","time":1424354400,"counter":147,"content":"<p>I will do that.  One additional point struck me while getting ready for this.  There may be a policy reason why it makes sense.  We need to be careful about amending part of a by-law or regulation.  I offer one example.  Let us consider this purely in a transport setting.  One of the things that we know about transport or parking policy is that if we change something in one area, it always has a consequence somewhere else.  A relevant example might be a parking by-law.  If we change something in one part of a town, it almost always has a consequence in another part of the town.  I imagine Deputy Murphy recognises that with parking in particular.  This is why from a policy point of view it may make sense to only proceed with this in terms of looking at an entire by-law.  If we try to do something in isolation it may have consequences that we have not anticipated.  That being said, our understanding as a result of preparing a response to this amendment is that the power exists.<\/p> <p>  I will certainly pass on the request to the Department of the Environment, Community and Local Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#F01600","speaker":"1007"},{"type":"unspoken","time":1424354400,"counter":148,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1424354400,"counter":149,"content":"<p>Sections 32 to 36, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1424354400,"counter":150,"content":"<p>TITLE<\/p>"},{"type":"unspoken","time":1424354400,"counter":151,"content":"<p>Question proposed: \"That the Title be the Title to the Bill.\"<\/p>"},{"type":"speech","time":1424354400,"counter":152,"content":"<p>I would like to give notice that I propose to table an amendment inserting an additional section to the Bill to provide for the expenses of the NTA in carrying out the functions conferred on it by this Bill even though any expenditure incurred by the NTA in carrying out its regulatory functions under the Bill will be relatively modest and will be found in my Department's Vote.  The Parliamentary Counsel considers it prudent to include a specific expenses section in the Bill and I am liaising with the counsel on the text but I expect the provision to be along similar lines to that used in comparable legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#G00400","speaker":"1007"},{"type":"unspoken","time":1424354400,"counter":153,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1424354400,"counter":154,"content":"<p>I thank the Minister and his officials and the members of the select sub-committee for considering the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#G00500","speaker":"1089"},{"type":"unspoken","time":1424354400,"counter":155,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"minorheading","content":"Message to Dáil","time":1424354400,"counter":156,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#G00850"},{"type":"speech","time":1424354400,"counter":157,"content":"<p>In accordance with Standing Order 87, the following message will be sent to the D&aacute;il:<blockquote><br \/><br \/>The Select Sub-Committee on Transport, Tourism and Sport has completed its consideration of the Vehicle Clamping Bill 2014 and has made amendments thereto. <\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TR52015021900002#G00900","speaker":"1089"},{"type":"unspoken","time":1424354400,"counter":158,"content":"<p>The select sub-committee adjourned at 3.05 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]