[{"type":"majorheading","content":"Committee on Budgetary Oversight","time":1662505200,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 14:00<\/p><p>The Select Committee met at 14:00<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Richard Boyd Barrett, Pearse Doherty, Bernard J. Durkan, Mairéad Farrell, Michael Healy-Rae, John Lahart, Aindrias Moynihan, Ged Nash, Kieran O'Donnell, Patricia Ryan.<\/p><p>Teachta \/ Deputy Neasa Hourigan sa Chathaoir \/ in the Chair.<\/p>","time":1662505200,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700002"},{"type":"minorheading","content":"Business of Select Committee","time":1662505200,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700002#A00100"},{"type":"speech","time":1662505200,"counter":5,"content":"<p>Apologies have been received from Deputy Canney.<\/p>  <p>  We will now go into private session to deal with some housekeeping matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700002#A00200","speaker":"1559"},{"type":"unspoken","time":1662505200,"counter":6,"content":"<p>The select committee went into private session at 2.05 p.m. and resumed in public session at 2.10 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Updated Economic and Fiscal Position in Advance of Budget 2023: Discussion","time":1662505200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700003#B00100"},{"type":"speech","time":1662505500,"counter":8,"content":"<p>We will begin the Committee on Budgetary Oversight's pre-budget 2023 review.  This is session one.  I welcome Mr. Barnes, Professor McMahon and Dr. Casey from the Irish Fiscal Advisory Council, IFAC, and Dr. Doorley, Ms Disch, Dr. Lynch and Dr. McQuinn from the Economic and Social Research Institute, ESRI.  There are other people in the room and I apologise for not calling their names out.<\/p>  <p>  Before we begin, I wish to explain some limitations to parliamentary privilege and the practice of the House as regards references witnesses may make to other persons in their evidence.  The evidence of witnesses who are physically present or who give evidence from within the parliamentary precincts is protected pursuant to both the Constitution and statute by absolute privilege.  However, witnesses giving evidence remotely, and we have a couple of people doing that today, from a place outside the parliamentary precincts may not benefit from the same level of immunity from legal proceedings as a witness physically present does.  They are reminded of the long-standing parliamentary practice to the effect that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable or otherwise engage in speech that might be regarded as damaging to the good name of the person or entity.  Therefore, if their statements are potentially defamatory in relation to an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative that they comply with any such direction.<\/p>  <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him, her or it identifiable.  I remind members of the constitutional requirement that members must be physically present within the confines of the place where Parliament has chosen to sit, namely, Leinster House, in order to participate in public meetings.  I will not permit a member to participate where he or she is not adhering to this constitutional requirement.  Therefore, any member who attempts to participate from outside the parliamentary precincts will be asked to leave the meeting.<\/p>  <p>  I invite Mr. Barnes to give the opening statement from the Irish Fiscal Advisory Council.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700004#C00200","speaker":"1559"},{"type":"speechnospeaker","time":1662505500,"counter":9,"content":"<p>The council would like to thank the Chair and members of the committee for inviting us to appear before them to discuss the council&rsquo;s pre-budget 2023 statement.  We value our engagements with the Oireachtas and see it as an important part of our work.  Joining me are council member Professor McMahon and Dr. Casey from the council&rsquo;s secretariat.<\/p>  <p>  The Irish Fiscal Advisory Council is an independent body established under the 2012 Fiscal Responsibility Act.  Its mandate is to endorse and assess the Government&rsquo;s official macroeconomic forecasts, assess its budgetary projections, assess compliance with fiscal rules and assess the Government&rsquo;s overall fiscal stance.<\/p>  <p>  While still strong in many respects, Ireland&rsquo;s recovery following Covid-19 may have lost some momentum in recent months.  Official data suggest that consumer spending slowed early this year, pulling down on domestic demand, though the data are mixed.  All of this comes as prices have risen, reducing household spending power.  The global recovery has been hindered by the sharp increase in the cost of energy.  At the same time, central banks have responded to rising inflation by tightening policy and raising interest rates.  These factors have contributed to a downgrading of the growth forecasts for Ireland&rsquo;s major trading partners. <\/p>  <p>  The current outlook for oil and gas, including the cutting off of Russian gas supplies, suggests that prices, while expected to fall eventually, will stay higher for longer than previously thought.  This would add to, or prolong, the current high rates of inflation, particularly if wages were to respond strongly.<\/p>  <p>  There are major risks to the economy going into this winter, particularly around the gas shut-off.  Covid-19 and Brexit still pose uncertainties.  Financial conditions could tighten further.  Domestically, we could see competitiveness issues and capacity constraints arising from labour shortages, rising wages and housing costs.<\/p>  <p>  The Government entered the pandemic with one of the highest debt ratios in the OECD and borrowed significantly during the crisis.  At the end of 2021, its net debt ratio was 82% of national income.  This puts it at the tenth highest in the OECD.  Only three small open economies in the OECD have larger debt burdens.  Strong tax receipts are likely to push the Government&rsquo;s budget into a headline surplus of around 2% this year but corporation tax receipts have contributed and continued to surge and are likely to overtake VAT as the second-largest tax heading.  Without the excess corporation tax receipts, those unexplained by the performance of the domestic economy, a deficit of close to &euro;5 billion would be likely this year.  That is around 2% of national income.<\/p>  <p>  Over-reliance on corporation tax carries large risks.  These receipts are highly concentrated and ten firms accounted for around half of last year&rsquo;s receipts.  These receipts are unpredictable.  They depend on company-specific developments and there are risks associated with changes in the international tax regime.  The Government should cap and, over time, reduce its over-reliance on excess corporation tax receipts, including by saving them in the rainy day fund or a new National Pensions Reserve Fund so that these resources are available to meet future needs.<\/p>  <p>  In terms of budget 2023, the Government faces difficult choices.<\/p> <p>Its budgetary stance must strike an appropriate balance between creating space to help those who are vulnerable to the rising cost of living and avoiding stoking inflation further.  The summer economic statement in July set out plans that entail a 6.5% increase in core spending for 2023, with core spending &euro;4.9 billion higher than earlier plans, and a larger than expected tax package.  This pushes the budgetary expansion beyond the Government&rsquo;s 5% spending rule introduced last year, the pace that in normal circumstances would be considered sustainable.  A temporary deviation from the 5% spending rule is sensible given the exceptional rate of inflation.  The pace of expansion planned is less than what would be implied by tracking higher price rises in full.  It is now important that the Government sticks to its announced budgetary plans.  This would support economic stability and would imply saving any additional excess corporation tax receipts.  Further temporary measures may be warranted and the Government should stand ready in case the situation this winter is more severe than expected.<\/p> <p> Within the overall spending envelope, the Government faces difficult choices on budget day and needs to prioritise what it wants to achieve.  Tracking wage and price increases in full this year and next and implementing existing plans could mean core spending would have to increase by almost &euro;7 billion in 2023.  However, this would exceed the available space under the Government&rsquo;s spending ceiling for 2023.  Choices will, therefore, need to be made between how far to uprate public sector wages, pensions, and social welfare payments and to what extent existing spending plans, or any new permanent spending or tax initiatives, are pursued.  The proposed public sector pay deal, which increases pay by less than the full amount of expected inflation, would help to create space to support the more vulnerable households.  Improved targeting of cost-of-living supports would be less costly and would help to get the balance right.  Ireland&rsquo;s welfare and income tax system offer useful avenues through which to better target supports.<\/p> <p> At the same time, the Government needs to set out how it will address major medium-term challenges.  Tackling the costs of an ageing population, halving Ireland&rsquo;s greenhouse gas emissions by 2030, and implementing other policies such as implementation of Sl&aacute;intecare, will be expensive and need to be built into budgetary plans.  Ageing is likely the biggest challenge.  Annual spending on pensions is set to rise by about &euro;4 billion to &euro;5 billion in today&rsquo;s prices by 2030.  The Government yet to respond to the Commission on Pensions' recommendations, but it has indicated a costly decision not to raise the retirement age.  The increase in employee and employer PRSI contributions for a worker on a typical wage of &euro;35,000 by 2040 would be around &euro;1,800 in today&rsquo;s terms if the pension age remains unchanged, compared to &euro;1,000 if the pension age were increased as proposed by the Commission on Pensions.<\/p> <p> Strengthening medium-term budgeting would help meet these medium-term challenges.  The 5% spending rule should be reinforced to recognise the impact of tax measures, give it legislative status and capture the full range of general government spending, and link it to debt targets.  Multiyear baseline expenditure plans should be published alongside the headline ceiling.<\/p> <p> Looking ahead to the budget specifically, the documentation should be improved to increase transparency.  First, the White Paper, an important pre-budget document covering a no policy change scenario, should be modernised.  This should include a full breakdown of the expected no policy change forecast for expenditure and revenue on a general government basis.  Figures should be presented on a gross basis rather than on a net basis, which tends to mask underlying developments when there are offsetting transactions.  Second, the budget forecasts should cover at least the next five years out to 2027, as the Department has committed to in the past.  This would help to ensure sound medium-term planning and make clear the future costs of current policies are properly accounted for.  Figures for expected spending for each Department should be included over the full forecast horizon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700004#C00300","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1662506100,"counter":11,"content":"<p>I thank Mr. Barnes.  I now invite Dr. Doorley to give the opening statement on behalf of the ESRI.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700005#D00200","speaker":"1559"},{"type":"speechnospeaker","time":1662506100,"counter":12,"content":"<p>I thank the Chair for the invitation to the ESRI to appear before the committee.  I am joined by my colleagues, Dr. Muireann Lynch, Dr. Kieran McQuinn and Ms Wendy Disch.  We are grateful for the opportunity to appear before the committee today to provide our views on budget 2023 and additional one-off measures for 2022.  Despite unprecedented uncertainty in the global economy, both domestic and international sources of growth have demonstrated a certain degree of resilience this year.  We expect modified domestic demand to register positive growth in 2022 and 2023 of 4.4% and 3.7%.  The relatively strong performance of the domestic economy this year is particularly evident in the labour market and the Government Exchequer returns.  Unemployment is now set to reach 4% by the end of the year, while tax receipts are increasing across all the main headings.  Over the winter there is a possibility that energy costs will increase putting significant pressure on many households.  Government may decide to provide further support to households most affected.  This could result in significantly greater Government expenditure in 2023 than is now forecast.<\/p> <p> Based on the significant increases in tax receipts and likely trends in expenditure observed for the year to date, we now believe the public finances will witness a surplus in the general government balance, GGB, of 0.5% of GDP in 2022.  In 2023, we believe the Government will run a more modest surplus.  However, that forecast could be revised in light of developments in international energy markets.<\/p> <p> Developments in global inflationary pressures have contributed to significant downward revisions in global output and are likely to continue to feed through into domestic prices.  Inflation in Ireland and the euro area stood at 9.1% and 8.9% respectively in July.  Food and energy are the areas experiencing the most acute inflation globally and in Ireland.  Increases in the cost of food and energy items have accelerated rapidly over the past year reaching a high point of 28.6% per annum in June 2022.  Despite signs that food and energy related price growth may be slowing, prices of non-food and energy items have continued to increase.  As of July 2022 prices of these items had increased 6% on an annual basis suggesting that inflation is becoming more broadly based. <\/p> <p> Due to differences in the composition of household expenditure, inflationary pressures are heterogeneous across households.  The lowest income households experienced inflation just above 10% in June.  Contributions of food and energy costs are largely responsible for the varying rates of inflation.  When budget 2022 was announced inflationary forecasts for 2022 ranged between 2.2% and 2.9%.  Most tax and benefit parameters were increased by factors in the region of this projected inflation rate.  This would have left most households no worse off in real terms had projections for inflation been correct.  However, inflation has far exceeded these forecasts over the course of 2022, averaging 7.2%.  A number of extra policy measures were introduced this year to help households with rising inflation.  These have resulted in average household income gains of around 1.5% of disposable income, with higher gains for lower-income households.  Some households may also have benefited from wage increases this year, although low income and elderly households, which contain fewer earners on average, will benefit less from this development.<\/p> <p> One option available to policymakers to compensate households for rising inflation is indexation of the tax and welfare system.  Indexing tax and benefit parameters in line with price growth would keep the purchasing power of households that are reliant on welfare constant and reduce the tax paid by working households.  Indexation in line with wage growth would keep the distribution of income constant and reduce the incidence of households losing eligibility for social welfare because of inflation-driven wage increases.<\/p> <p> Indexation leaves less scope for targeted measures.  Given prospects for sustained high levels of inflation, policymakers may wish to consider greater targeting of measures to limit the cost of future supports and the risks of fuelling further inflation.  Increases to welfare payments and lump-sum payments like the electricity credit are well targeted at those most affected by inflation.  These types of measures have advantages over indirect tax cuts on energy as they do not disincentivise investment in energy-saving technology.  Measures to specifically target low-income earning households could include the expansion of the working family payment and increases in the exemption limits for PRSI and the universal social charge, USC.  Broader based tax cuts would benefit middle and higher income households.<\/p> <p> The existence of windfall gains in energy markets and their taxation has been raised in the context of record energy prices.  The majority of the windfall gains currently being made in the global energy sector accrue to fossil fuel companies.  In Ireland, fossil fuel extraction is limited to the Corrib gas field which is small and dwindling.  Any potential windfall gains are therefore limited to non-gas fired generation in the electricity sector.  Estimating the magnitude of this windfall gain is challenging and the potential gain from a windfall tax is also difficult to estimate.  There is evidence that some energy companies are using greater than expected profits on the generation side to offset losses on the supply side, which puts downward pressure on customer prices.  Taxing windfall gains in the generation sector might only place some upward pressure on consumer prices.<\/p> <p> Energy security continues to be a concern with the electricity supply, in particular, coming under pressure this winter and next.  Balancing net demand with supply in real time will be increasingly challenging and may only be possible with active participation from the demand side.  The prospect of further reductions or a complete shutdown of Russian gas to Europe remains a possibility which may result in gas rationing across Europe.  Despite the fact that Ireland does not source gas directly from Russia, curtailment of supply across Europe may result in the need for rationing.  In this case gas-fired electricity generators would be prioritised in order to avoid further pressure on electricity supplies.  Large industrial gas users would be first to see their gas supply reduced before any impact on households and small businesses.<\/p> <p> Despite significant uncertainties in the global economy, the Irish economy is in a relatively strong position in the run-up to budget 2023.  This affords the opportunity for some targeted spending to mitigate some of the impact of inflation on those worst affected by it.  However, the Government must take care to ensure that any package that is adopted minimises the possibility of additionally stimulating the inflationary pressures which are present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700005#D00300","nonspeaker":"Dr. Karina Doorley","continuing":true},{"type":"speech","time":1662507300,"counter":14,"content":"<p>Thank you, Dr. Doorley.<\/p>  <p>  I will now open up the floor to Members.  I remind them that we have two sessions today, the second beginning at 4 o'clock.  Therefore, I will be a little stricter on time than I usually am.  Our first speaker is Deputy O'Donnell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700007#F00100","speaker":"1559"},{"type":"speech","time":1662507300,"counter":15,"content":"<p>I will split my questioning into two areas: the upcoming budget and energy costs.  The witnesses might answer the first question within the timeframe I have.<\/p>  <p>  First, I wish to draw attention to the IFAC pre-budget statement.  On page 5 the council effectively states that government receipts will be &euro;3.5 billion higher than forecast and that this will lead to a surplus of &euro;4.5 billion, whereas the surplus projected under the summer economic statement was &euro;1.2 billion.  That is a differential of &euro;3.3 billion.  If &euro;500,000 of that is put into a rainy-day fund, and we will deem the extra &euro;3.5 billion to be the non-recurring element of corporation tax, what scope does that provide to the Government in the form of once-off payments to hard-pressed households and businesses in 2022?  I ask the question on the basis that the sum is paid out as once-off payments and, therefore, does not feed into core spending.  That means that the Government will still be able to meet its metrics under the summer economic statement, namely a surplus of &euro;1.2 billion and a 0.5% general government balance.  It is a very specific question.  What scope do the witnesses believe that provides to the Government, and would they support that &euro;3.3 billion, which would allow the Government still to meet its target under the summer economic statement, being spent on once-off measures in 2022?  In addition, what should those measures be?  I will start with Mr. Barnes and then go to Dr. Doorley and Dr. McQuinn of the ESRI.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700007#F00200","speaker":"1593"},{"type":"speechnospeaker","time":1662507300,"counter":16,"content":"<p>That is a good question.  Deputy O'Donnell is right to point to the fact that we expect the budget balance to be much stronger than was expected.  A good chunk of that is driven by corporation tax.  Another chunk is driven by the strength of income tax, which has been an ongoing theme, and VAT.  We will see where we are at the end of the year.  I would not particularly relate the outturns to the decision the Government should take.  The real issue for the Government is getting the balance right between, on the one hand, supporting people, which is a reasonable thing to do, and, on the other, not adding to inflation too much.  The Government's own plans allowed for another &euro;2.5 billion of temporary measures.  Originally, that was planned for the Ukrainian refugees.  In the end the costs there have been lower than anticipated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700007#F00300","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662507300,"counter":17,"content":"<p>We will say the full differential is &euro;3.3 billion.  How far should the Government go?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700007#F00400","speaker":"1593"},{"type":"speechnospeaker","time":1662507300,"counter":18,"content":"<p>There is a difficult balance and we do not have an explicit view on it.  I think something close-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700007#F00500","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662507300,"counter":19,"content":"<p>Does the stream of income coming in this year present an opportunity for once-off payments in this current year which will not impact core spending going forward?  What opportunities does that provide, and what should that spend go into?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700007#F00600","speaker":"1593"},{"type":"speechnospeaker","time":1662507300,"counter":20,"content":"<p>As I said, I would not particularly link the money coming in, which, as we know, is from the external sector, to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700007#F00700","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662507300,"counter":21,"content":"<p>With due respect to Mr. Barnes, it is not coming in.  We have been-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700007#F00800","speaker":"1593"},{"type":"speechnospeaker","time":1662507300,"counter":22,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700007#F00900","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662507300,"counter":23,"content":"<p>I do not even look at it in that isolation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700007#F01000","speaker":"1593"},{"type":"speechnospeaker","time":1662507300,"counter":24,"content":"<p>I am just saying that, personally, I would not particularly link those things.  What I would look at is the needs that there are and balancing them against the second-round inflation.  Of course, there are different numbers the Government could choose.  The number it had for the &euro;2.5 billion in temporary measures is probably a number we would be comfortable with, but I think there is no real link between that and the corporation tax.  The corporation tax is helpful as it means that the public finances are in some sense in better shape.  As the Deputy rightly pointed out, however, using it for temporary measures is appropriate.  Obviously, using it for permanent measures is not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700007#F01100","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662507300,"counter":25,"content":"<p>Mr. Barnes would therefore have no issue with the non-recurring gains of corporation tax being used.  Their use does provide an opportunity.<\/p> <p>I assume the Irish Fiscal Advisory Council is deeming the temporary measures of &euro;2.5 billion to be once-off measures. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700007#F01200","speaker":"1593","continuing":true},{"type":"speechnospeaker","time":1662507600,"counter":27,"content":"<p>Yes, something of that order in terms of the temporary measures-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662507600,"counter":28,"content":"<p>To be spent in 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G00300","speaker":"1593"},{"type":"speechnospeaker","time":1662507600,"counter":29,"content":"<p>To be spent in 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G00400","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662507600,"counter":30,"content":"<p>With the growth in taxes, would the Irish Fiscal Advisory Council be against going above the figure of &euro;2.5 billion in temporary supports for very hard-pressed householders and for businesses in the area of energy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G00500","speaker":"1593"},{"type":"speechnospeaker","time":1662507600,"counter":31,"content":"<p>There is no magic number but the more you put in, the more risks there are for inflation aspects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G00600","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662507600,"counter":32,"content":"<p>I accept that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G00700","speaker":"1593"},{"type":"speechnospeaker","time":1662507600,"counter":33,"content":"<p>We have not considered this carefully but I think we would be more comfortable with something around the existing plan.  Maybe Dr. Casey wishes to comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G00800","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1662507600,"counter":34,"content":"<p>I will make the point that the Deputy obviously wants us to put a very fine point on a number that we would-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G00900","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1662507600,"counter":35,"content":"<p>With due respect to Dr. Casey, we are elected by the people.  We have people on the ground who are under severe pressure.  We therefore have to ask the hard questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G01000","speaker":"1593"},{"type":"speechnospeaker","time":1662507600,"counter":36,"content":"<p>No, I appreciate the question and I think it is a sensible one to ask.  However, we have seen in the year to date that 90% of the measures that were introduced and that were supposed to be temporary actually were universal measures that were not targeted and went to everyone.  That added to the inflationary pressures we already have seen this year and they are estimated to have added up to 1% inflation over the medium term.  There is therefore a big risk, in terms of getting the balance right, if we do too much, too fast and it is not targeted.  Trying to put a fine point on it and to give an exact number is hard for us to do in our position when we do not know what those measures are going to be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G01100","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1662507600,"counter":37,"content":"<p>Turning to the ESRI, I want to come back to getting energy costs down, rather than just more inflation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G01200","speaker":"1593"},{"type":"speechnospeaker","time":1662507600,"counter":38,"content":"<p>Broadly speaking, I would agree.  This goes back to the point that if you have that money there, it does not automatically mean that you should spend it.  I mean-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G01300","nonspeaker":"Dr. Kieran McQuinn"},{"type":"speech","time":1662507600,"counter":39,"content":"<p>If we did not have it, we could not make that choice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G01400","speaker":"1593"},{"type":"speechnospeaker","time":1662507600,"counter":40,"content":"<p>Of course.  The point is that if these were ordinary times and if we did not have these huge inflationary pressures, we probably would be advocating for a mildly contractionary budget because of the pace at which the economy is growing and because of the dangers of inflation.  This is particularly the case when you look at developments in the labour market where unemployment is quickly approaching a rate of below 4%.  Typically, in the Irish case, when unemployment goes below 4%, there are significant price pressures.  The key point is targeting the households that need it the most.  That is the key point in terms of what the budgetary parameters should be and for ensuring whatever measures the Government takes get to those households.  As has been pointed out, this is because the danger is that more general and more universal measures tend to feed into inflation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G01500","nonspeaker":"Dr. Kieran McQuinn"},{"type":"speech","time":1662507600,"counter":41,"content":"<p>This feeds into my second question, which is on energy costs.  On the ESRI report, I want the institute to explain some evidence, which is that some energy companies are using the greater-than-expected profits on the generation side to offset losses on the supply side, thereby putting downward pressure on customer prices.  My question to both the Irish Fiscal Advisory Council and to the ESRI is what should be done.  Measures will be taken in Europe on decoupling the price of using electricity being benchmarked to the price of wholesale gas.  What measures can the Irish Government now take that would bring down the price of energy to the end consumers, that is, households and businesses?  Second, I take the point on inflation but at the end of the day, people at home who cannot pay the electricity bill - there are businesses whose bills are going up twofold and threefold at present - are not particularly worried about the inflation measures, they need supports.  Can the witnesses deal with both sides of the coin?  What can the Irish Government do to bring down the cost of energy to households and businesses?  Second, what additional financial supports should be put in place?  I am thinking of the windfall gains, the corporation tax and the figure of &euro;2.2 billion about which Mr. Barnes spoke.  Is there more scope in that area?  I ask the witnesses to deal with both issues briefly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G01600","speaker":"1593"},{"type":"speechnospeaker","time":1662507600,"counter":42,"content":"<p>On the issue of energy costs themselves, there is little that can be done to bring down the price of wholesale gas or oil.  That price is as it is and that is set at a global level.  It has gone really high for all the reasons we know about.  On the electricity side, Europe is moving quite quickly on this.  It is definitely preferable to move in tandem with the European Union in terms of electricity market design.  If it were not for the fact that we were moving in such a direction right now, I might have all sorts of things to say.  Right now, however, I am saying we should wait to see what happens on Friday.<\/p> <p>In the Irish context, wind is putting downward pressure on electricity prices.  Believe it or not, they would be much higher than they are were it not for the wind.  We will see the PSO levy go negative this year.<\/p> <p> On supports that can be put in place, it is a good idea to keep the supports in monetary terms rather than on the price side.  A report was done by colleagues on energy poverty a couple of months ago, which we can forward to members.  Cash payments are better; targeted cash payments are best.  The worst options are excise duty, messing around with carbon tax, etc., because that tends to accrue far more to the higher income households whereas flat-rate is the middle choice, and using the tax and welfare system-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700008#G01700","nonspeaker":"Dr. Muireann Lynch","continuing":true},{"type":"speech","time":1662508200,"counter":44,"content":"<p>The &euro;200 credit is something Dr. Lynch would agree with.  Will Mr. Barnes respond briefly?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H00200","speaker":"1593"},{"type":"speechnospeaker","time":1662508200,"counter":45,"content":"<p>The energy market is very complicated.  My colleagues have given the perfect explanation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H00300","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1662508200,"counter":46,"content":"<p>Dr. Doorley touched on some of the targeted measures in the opening statement.  Does she want to repeat those?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H00400","nonspeaker":"Dr. Kieran McQuinn"},{"type":"speech","time":1662508200,"counter":47,"content":"<p>Can we do that briefly because we have to bring in the next speaker?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H00500","speaker":"1559"},{"type":"speechnospeaker","time":1662508200,"counter":48,"content":"<p>I think Dr. Lynch covered them adequately.  The best case is targeted supports through the fuel allowance, welfare payments and so on.  Next best is flat-rate cash payments and worst is tampering with prices.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H00600","nonspeaker":"Dr. Karina Doorley"},{"type":"speechnospeaker","time":1662508200,"counter":49,"content":"<p>We can forward that report to the clerk if that would be helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H00700","nonspeaker":"Dr. Muireann Lynch"},{"type":"speech","time":1662508200,"counter":50,"content":"<p>Please do, thank you.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H00800","speaker":"1559"},{"type":"speech","time":1662508200,"counter":51,"content":"<p>Cuirim f&aacute;ilte roimh na finn&eacute;ithe.  I will pick up on some points, starting with IFAC and then on to the ESRI.  Mr. Barnes expects a surplus of &euro;4.5 billion this year.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H00900","speaker":"1462"},{"type":"speechnospeaker","time":1662508200,"counter":52,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H01000","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662508200,"counter":53,"content":"<p>That is taking on board the &euro;2.5 billion contingency fund put into the budget last year.  That would be spent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H01100","speaker":"1462"},{"type":"speechnospeaker","time":1662508200,"counter":54,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H01200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662508200,"counter":55,"content":"<p>To summarise, if the Government spends &euro;2.5 billion on one-off cost-of-living measures between now and the end of the year, IFAC still projects a &euro;4.5 billion surplus this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H01300","speaker":"1462"},{"type":"speechnospeaker","time":1662508200,"counter":56,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H01400","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662508200,"counter":57,"content":"<p>The stance the Government set out last year in terms of expenditure would be kept.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H01500","speaker":"1462"},{"type":"speechnospeaker","time":1662508200,"counter":58,"content":"<p>It would stick to the original-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H01600","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662508200,"counter":59,"content":"<p>It would stick to that but the big difference is that instead of being &euro;8.3 billion in deficit, we would be &euro;4.5 billion in surplus.  That would be a turnaround of close to &euro;13 billion to the better.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H01700","speaker":"1462"},{"type":"speechnospeaker","time":1662508200,"counter":60,"content":"<p>There was a change introduced in the summer that an additional &euro;400 million permanent spending would be brought forward from the budget into 2022, but beyond that it is the same as budget plans.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H01800","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662508200,"counter":61,"content":"<p>Okay.  The Minister stood up on the floor and said the Government expected a budget deficit next year of &euro;8 billion and could not go back to the situation of \"If we have it, we spend it\".  That was an issue.  We had to reduce the deficit and there was a pathway there.  We have seen a bonanza and a &euro;13 billion turnaround, yet IFAC says the Government should not do anything more than what it planned last year in the contingency fund of &euro;2.5 billion.  That will not cut it for many families.  It will not stretch.  When we look at prices increases for average families of over &euro;2,000, that will not cut it in terms of one-off measures, will it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H01900","speaker":"1462"},{"type":"speechnospeaker","time":1662508200,"counter":62,"content":"<p>It is a reasonable question for people to ask.  I will try to explain why this is the appropriate thing, even if it is a difficult message for people to hear.  First, in terms of public finances a much better measure is to focus on the balance without the excess corporation tax.  That is particularly important when focusing on permanent measures, as we discussed with-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H02000","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662508200,"counter":63,"content":"<p>I will come on to permanent measures, but this point concerns one-off measures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H02100","speaker":"1462"},{"type":"speechnospeaker","time":1662508200,"counter":64,"content":"<p>Exactly.  That is just in terms of the context.  In some ways a better measure of some of the forces going on in the economy is that there is a deficit of 2% in national income, which is a different picture and a tribute to the size of the wedge.<\/p>  <p>  The real constraint comes down to the issue of not triggering second-round impacts on inflation.  That occurs if we pump too much money into the economy, though one could argue about where \"too much\" kicks in.  The more money you put in, the more inflation you will have.  These policies risk being counterproductive.  And the ultimate-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H02200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662508200,"counter":65,"content":"<p>Is that always the case?  Say we do not do as Mr. Barnes suggests and just use the &euro;2.5 billion; say we use &euro;4 billion but it is properly targeted.  If you offset the price increases in energy for low-income deciles, you are not creating inflationary pressure.<\/p> <p>It is only if you do what the Government did the last time, which was 90% untargeted, that you create inflationary pressure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700009#H02300","speaker":"1462","continuing":true},{"type":"speechnospeaker","time":1662508800,"counter":67,"content":"<p>Whatever money you put into the economy will, in some ways, contribute to higher inflation.  That is the constraint.  The difficulty and underlying problem here is that we import energy and food which, as everyone recognises, are things we essentially have to have.  That is particularly true of energy.  The difficulty is that the people who gain from increases in prices are not, by and large, people in Ireland but people in other countries that sell us oil and gas.  There is therefore a net loss to the economy and that has to be paid for in some way.  We cannot fully compensate everyone for these higher prices because there is a net loss to the economy.  That is really where this constraint with regard to higher inflation comes from.  To be clear, we are not suggesting the really textbook approach of not providing any help and just letting it ride.  We are not saying that.  We are saying that there is a legitimate case both to help the more vulnerable households and to smooth this shock, which is very big.  People are going to find very big bills landing on their doorsteps during the winter.  There is a balance to be struck in managing compensation and managing inflation.  Targeting improves that trade-off.  It means that more help can be provided to those who need it most while causing the same amount of inflation than if measures were not targeted.  The balance is much better but that does not change the fact that putting more money into the economy adds to inflationary pressures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700010#J00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662508800,"counter":68,"content":"<p>How does the Irish Fiscal Advisory Council arrive at the view that &euro;2.5 billion is the appropriate figure for one-off measures?  Is it just because that was announced last year, before we had a cost-of-living crisis, or has it carried out assessments as to the impact of this crisis on these families?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700010#J00300","speaker":"1462"},{"type":"speechnospeaker","time":1662508800,"counter":69,"content":"<p>To be clear, we are not saying that &euro;2.5 billion is the appropriate number; we are saying that it is within the range of appropriate numbers.  There are trade-offs which might be struck in different ways.  What is clear is that the more money that is put in, the more these kinds of inflationary pressures are contributed to.  Ultimately, what we are doing is using our professional judgment and looking at the kinds of tools and models we have and we see that these kinds of measures would contribute somewhat to inflation.  We also know that there is a lot of pressure and demand in the economy.  The Irish economy is continuing to grow quite quickly so we believe that, while there would be higher inflation with this, it would not radically change the picture.  It seems to us that it strikes the balance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700010#J00400","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662508800,"counter":70,"content":"<p>How will it impact domestic demand, which we have seen contracting over the last while?  There is also talk of a potential recession and so forth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700010#J00500","speaker":"1462"},{"type":"speechnospeaker","time":1662508800,"counter":71,"content":"<p>It should be borne in mind that the Irish economy is in an unusual situation relative to other economies.  There are parts of the economy that have been powering ahead for many years, including during the pandemic.  That means we have a higher-end trend rate of growth.  Unemployment is coming down very quickly and employment is still growing.  The economy is therefore performing quite well in some ways.  It will be a big shock for people when they get these big bills in winter.  Exactly how bad that will be will depend on what happens to prices, how it cold it is this winter and how tight energy shortages are.  There is a lot of uncertainty and that is one the reasons we have said the Government should stand ready to take additional measures if things get much worse than expected but we are not quite in that position at the moment.  We believe there is space to take temporary measures.  What the Government has already put out there is one reference point.  It is not the only number that could be chosen.  However, there is also the constraint that the more money we put into the economy, the more other prices will go up.  We would then just be chasing our own tails.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700010#J00600","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1662508800,"counter":72,"content":"<p>On that point, we are not seeing a contraction in growth in the first two quarters.  Growth is actually still powering ahead.  Even though it is moderating, the domestic economy is still moving at a fast clip.  The other thing is that unemployment is at a once-in-a-generation low level.  In these types of conditions, in which there are pressures from the Government adding more stimulus into the economy, we are likely to see even higher inflation.  That is why we are saying that, while we do not have a perfect number in respect of possible temporary measures in the future, the Government needs to stand ready and watch for a turning point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700010#J00700","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1662508800,"counter":73,"content":"<p>Does the council have a projected figure for the general Government balance for 2023?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700010#J00800","speaker":"1462"},{"type":"speechnospeaker","time":1662508800,"counter":74,"content":"<p>We did not look that far ahead in the pre-budget statement.  I would say the number will change massively depending on what happens in the coming weeks.  Things are really hectic in respect of what the gas futures are saying and what the outlook is for the economy.  It could change very rapidly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700010#J00900","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1662508800,"counter":75,"content":"<p>If we go to budget 2023 and look at the package that has been outlined, we see that there is an expenditure envelope of &euro;2.65 billion.  However, when you take away the public sector pay deal, if approved, the number is reduced to about &euro;1.6 billion.<\/p> <p>In the context of a cost-of-living crisis, a healthcare system that is falling apart and needing more investment in housing, &euro;1.6 billion will not cut it in expenditure.  Forget about indexation; it is not going to cut it.  This is worse than a standstill because hospitals, schools, youth clubs and everything else are costing more to keep level because of the cost of energy.  Support in the amount of &euro;1.6 billion is tiny in comparison with what is required.  Would Mr. Barnes not agree?  How can he suggest it is appropriate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700010#J01000","speaker":"1462","continuing":true},{"type":"speechnospeaker","time":1662509400,"counter":77,"content":"<p>The numbers I have in mind are the core spending by the Government.  The measure the Government has in the raw would go up by close to &euro;5 billion next year, so higher than the figures suggested by the Deputy.  What is true is that if one compares that with the cost of fully uprating pensions, pay and welfare to this year's inflation and to the July forecast for inflation, that would cost close to &euro;7 billion.  That assumes the public sector pay deal will be fully tracking inflation, however, which it will not.  If one does that, there is not much of a gap between the full indexation of pensions and welfare, and the Government's other existing spending commitments.  It is around &euro;2 billion in the context of the envelope.  Those things more or less line up.  Of course, the Deputy was correct to say that does not leave a lot of space for doing other things.  On the investment side-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662509400,"counter":78,"content":"<p>Does Mr. Barnes agree with the figures I outlined?  Unallocated expenditure is &euro;2.65 billion and if the public sector pay deal goes through, it is likely to come down to approximately &euro;1.6 billion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K00300","speaker":"1462"},{"type":"speechnospeaker","time":1662509400,"counter":79,"content":"<p>Yes.  The figures to which the Deputy is referring relate to the existing level of spending numbers as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K00400","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662509400,"counter":80,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K00500","speaker":"1462"},{"type":"speechnospeaker","time":1662509400,"counter":81,"content":"<p>It is a little unclear from where those numbers come, which is why I set them aside.  I think they were based on lower rates of inflation, so those numbers are now outdated.  That is why I gave the committee the most useful and updated figures.  As the Deputy correctly identified, the bottom line is that it does not leave the Government a lot of space to do other things.  Specifically on the point of investment, the national development plan is still there and the Government is investing a huge amount by historical standards, including significant amounts on housing.  The main constraint there is probably a supply constraint on the ability of the economy to produce more housing.  That is a specific issue but, in general, there is not a lot of space for the Government to do other things, and that is natural.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K00600","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662509400,"counter":82,"content":"<p>I wish to ask the ESRI a final question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K00700","speaker":"1462"},{"type":"speech","time":1662509400,"counter":83,"content":"<p>This will be the Deputy's final comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K00800","speaker":"1559"},{"type":"speech","time":1662509400,"counter":84,"content":"<p>Mr. Barnes is saying there is not a lot of space.  We are in a far better position than we were last year.  There is not a lot of space because the Government has set out in its summer economic statement that this is what it is going to do.  Mr. Barnes is concurring with that.  There is space if one wants it.  I am dealing with families in Donegal who are homeless, kids who are in hostels and people who cannot get an appointment to see a consultant for more than a year.  Then there is the number of people who are fearful of opening the envelope to see their bills.  There is space if we want to have it.  Mr. Barnes is concurring with this allocation of &euro;1.6 billion to deal with the crisis that we have but it is not good enough, it is not big enough and it is not going to cut it.  The package is far too small.  We can wrap it up in billions of euro and all the rest.  An allocation of &euro;1.6 billion will not fit when one takes into account the social welfare payments that have to be significantly increased, a tax package that needs to be directed at low and middle incomes, investment in health and additional capital for housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K00900","speaker":"1462"},{"type":"speech","time":1662509400,"counter":85,"content":"<p>I ask Mr. Barnes to respond briefly as we have to move to the next speaker.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K01000","speaker":"1559"},{"type":"speechnospeaker","time":1662509400,"counter":86,"content":"<p>Our point is there is a real need to prioritise as a consequence of higher energy prices that essentially make welfare payments and pensions more expensive to provide.  if the Government wants to do that, which most people think it should, that is going to cost it a lot and that means it has to make choices relative to other things.  There are many pressing things facing the country and this raises real questions about how that is going to be done.  Of course, there are other ways of doing it.  One could prioritise away from other spending programmes or increase taxes.  Those are all ways of doing it in a sustainable way.  The danger of just spending the money that we have is that would add to inflation in an already high inflationary environment and also make us more reliant on corporation tax, which would essentially be storing problems up for the future.  There is a very important debate to be had about-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K01100","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662509400,"counter":87,"content":"<p>Or one could raise tax on the wealthier, which would reduce inflation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K01200","speaker":"1462"},{"type":"speech","time":1662509400,"counter":88,"content":"<p>I have to bring an end to that section now.  I call Deputy Lahart.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K01300","speaker":"1559"},{"type":"speech","time":1662509400,"counter":89,"content":"<p>I welcome our guests.  I have what might seem like an unusual point in context of the two opening statements.<\/p> <p>One of the issues from socialising the impact of what is happening is the remoteness of a war in Europe, and neither the ESRI or IFAC mentioned that in their opening statements.  In terms of the Government doing its job, what we have seen, as some have said, is the weaponising of energy.  That should be upfront in the opening paragraphs from the witnesses because the remoteness of the war is being lost on ordinary people in the street.  We would not have the discussions we are having were not for the organising of energy and the fact Russia invaded Ukraine.  That is the backdrop to everything and it must feed into all of the narratives.  That may seem trite to the witnesses, but it is important.  It frames every discussion we will have in the run-up to the budget.  <\/p> <p> My response and questions will be in scattergun form.  We had a number of presentations prior to the recess.  Indexing pensions and welfare obviously comes at a price.  One of the things we were told in a presentation is that indexing pensions, for example, would require an increase of up to &euro;23 in the old age pension in order for people to keep in step with inflation.  I would love to see it, but if there is a pension increase of anything remotely approaching that it will clearly come at a cost at some other end of the scale. <\/p> <p> I will again put it on the record during this, my sixth year on the Committee on Budgetary Oversight, that IFAC was established to institutionalise the memory of the crash.  In this sixth year of my membership of this committee, the witnesses have reminded us of that.  I feel like saying to them that they have lied to us about the fallibility of corporation tax.  It has been said for six years and we may disregard what they have said.  I would like to hear the response of the witnesses, because we are told that it cannot last but they can never tell us why.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700011#K01400","speaker":"1572","continuing":true},{"type":"speechnospeaker","time":1662510000,"counter":91,"content":"<p>We have been working on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700012#L00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662510000,"counter":92,"content":"<p>Good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700012#L00300","speaker":"1572"},{"type":"speechnospeaker","time":1662510000,"counter":93,"content":"<p>I was accused the other day of being the boy who cried wolf-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700012#L00400","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662510000,"counter":94,"content":"<p>I am not doing it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700012#L00500","speaker":"1572"},{"type":"speechnospeaker","time":1662510000,"counter":95,"content":"<p>-----on corporation tax.  I remember at the end of the story the boy gets eaten by the wolf.  It occurred to me that I may not have been so wrong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700012#L00600","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662510000,"counter":96,"content":"<p>Mr. Barnes knows where I am coming from.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700012#L00700","speaker":"1572"},{"type":"speechnospeaker","time":1662510000,"counter":97,"content":"<p>It resembles the housing debate in many ways.  The structure of the problem is different, but for many years people warned about that.  Eventually people thought that perhaps those people are not so right after all, but in the end it came crashing down.  One of the difficulties with corporation tax is that it is unpredictable.  We have had a whole string of shocks and surprises.  We thought that when the OECD BEPS process kicked off it would be bad, but it was not.  That shows how complex these things are.<\/p>  <p>  We have done more work on this over the summer.  What is difficult is that we cannot see where the money is coming from.  We suspect there are a few big companies.  We can count them on the fingers of one hand.  There is no actual data that would tell us who those companies are and exactly how they are making that money.  That is one of the things that should give us pause for concern.<\/p>  <p>  There are a number of risks.  One is the political risk, in the short run, but things can turn around very quickly, in particular in the US political system, and can be very slow as well.  It can go both ways.  People are always looking at this kind of money.  A lobby is trying to reform these things in the US, and we need to be aware of that.  The main risk is around a handful of companies.  Those companies have done really well over the past couple of years and may continue to do well because they are in the digital or pharma sectors which are the future of the economy.  <\/p>  <p>  Those companies make huge profit margins compared with almost any other company.  At some point those companies might become less successful.  They may have a few products that flop or a CEO who is not very good.  They might decide to reorganise themselves, split up or do all sorts of things.  They might decide not to have a base in Ireland anymore.  All of these things could lead to a big change in revenue.  A lot of revenues coming through Ireland are really European revenues.  Europe may go through a bad time.  Advertising revenue is very cyclical.  There are a lot of specific factors that we do not really understand, but the problem is that we are very close to them.  If an individual company, or a couple of companies or sectors, did badly, profits could fall by quite a lot.  That would leave us with a significant hole in the public finances.  <\/p>  <p>  We have tried to be balanced.  It would not surprise me if those revenues went up in the next few years, but it would also not surprise me if they went down.  It is a genuine risk and it is difficult because we cannot put our finger on what will happen.  That fact shows that we should not rely on that revenue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700012#L00800","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speechnospeaker","time":1662510000,"counter":98,"content":"<p>I wish to add very briefly that it points to one issue which people may not have been aware of, that is, the notion of what we call the upside risk.<\/p> <p>We always talk of risk as a downside factor because when it hits us it hits us very bad.  There is an issue, and the Deputy is correct in what he is saying, in that each year we forecast, like everybody else, what the corporation tax receipts are going to be and each year we are wildly off.  This argues that there should be a plan in place, which most of us would agree with, as to what one does with the unprecedented levels of tax that come in.  Otherwise, one runs into a scenario where it is just treated as an addition to current revenue and spent accordingly, instead of having some sort of a plan whereby if it goes above a certain benchmark rate of increase, we would use it for a particular once-off capital investment or whatever.  In that case, if it was to fall in an unprecedented fashion, it would not affect the current expenditure base we have.  Again, it is about that notion of upside risk, which we probably do not think about frequently enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700012#L00900","nonspeaker":"Dr. Kieran McQuinn","continuing":true},{"type":"speech","time":1662510600,"counter":100,"content":"<p>That solution was the rainy day fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700013#M00200","speaker":"1572"},{"type":"speechnospeaker","time":1662510600,"counter":101,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700013#M00300","nonspeaker":"Dr. Kieran McQuinn"},{"type":"speech","time":1662510600,"counter":102,"content":"<p>I just want to repeat where I was coming from on corporation tax.  I have been consistent on this and on the Irish Fiscal Advisory Council's role for six years.  I hope there are not too many constituents watching this discussion.  I suppose I am playing devil's advocate but committee members are here to interrogate certain issues.<\/p>  <p>  The Government has already expended &euro;6 billion, which is substantial.  Some of the measures are clearly not adequate but the measures on diesel and petrol succeeded in keeping prices dampened a little, although they later went up.  Fuel prices dropped a little.  We were seeing prices well in excess of &euro;2 per litre but people can now get unleaded petrol at a price of &euro;1.81 per litre.  It is 30 cent dearer than it was but the Government reduced excise and it costs &euro;9 and &euro;12 less for a tank of diesel and petrol, respectively.  That is not enough.<\/p>  <p>  Some measures worked very well.  One issue I highlighted in my party was the change to monthly medical expenses, for which the threshold dropped from &euro;120 to &euro;80 in the space of 18 months, giving a significant saving.  It is a very helpful and clearly targeted measure.  I favour the kinds of measures that stop money leaving people's pockets as much as those that put money into people's pockets.<\/p>  <p>  The challenge for the Government is that the once-off measures we are talking about in September will run out, by and large, on 1 January 2023.  The package worth several billion euro will run out and we will have to look at another package.  On the other side of that coin, what is stopping the Government from taking the approach it took during Covid when it fulfilled its side of the social contract by shoring up people and businesses?  I have received many inquiries from people, particularly owners of small retail businesses, who are suffering hugely.  Other members noted that fuel bills in schools have doubled or tripled and we are not even into winter time.  We are talking about some of the catastrophic measures that might be required against the backdrop of energy being weaponised.  What is stopping the Government from shoring up the economy, society and people in the way it did at the height of the pandemic?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700013#M00400","speaker":"1572"},{"type":"speechnospeaker","time":1662510600,"counter":103,"content":"<p>This goes back a little to the answer we gave to Deputy O'Donnell and the reason not to link the two.  Covid would be the example.  If there is a plan that is targeted and has taken into account, as best we can with all of the uncertainties, how to minimise the inflationary impacts of the measures, there is nothing to say that if it was not from extra income, we could borrow it.  Ireland remains able to borrow.  The National Treasury Management Agency, NTMA, has done a fantastic job.  That option is, therefore, available.<\/p>  <p>  A point we would go back to is one the Deputy touched on when he mentioned the opening statement.  The one thing that would help here is multi-annual planning frameworks.  The right seasonal context to think about what we are dealing with now is not the period until the end of December and then to start anew in January.  We really should be thinking about the period from November until February or March.  We know that gas consumption is much lower during the summer.  Thinking about these things in a multi-annual way would help.  All of these packages that are targeted would also help to ensure that people who are lending money to the Irish Government see this as sensible policy.<\/p> <p>As Mr. Barnes was saying, we can have debates about whether it is &euro;2.5 billion or &euro;4 billion and about how it is targeted.  There are many possible discussions that can be had there.  However, it will be costly, and this committee is one part of what helps to keep those costs down by checking the homework and ensuring we have a constant memory of how things can go wrong.  We must have a credible fiscal framework.  If it was decided that the package would be bigger but would come alongside other measures that would reduce the inflationary impacts of that, that is a choice that could be made and it is for the members, as elected officials, to make those difficult choices while there is a lot of uncertainty.  We should emphasise that this is a world of incredible uncertainty.  As Dr. Casey was saying, in the next two months, the futures curve for gas could go all over the place.  What we know is that it will peak some time around the middle of winter.  That is not the end of December or the middle of January but it could be throughout the winter.  That is why coming up with a policy and a targeted set of policies is what helps constituents who are facing difficult times as well as businesses that are facing difficult times.  It is also what helps to ensure the Irish Government&rsquo;s planning and credibility remain intact.  We must ensure that if we did not have corporate tax revenue or anything else, we could still borrow at a favourable rate to do what could be decided as the appropriate targeted measures to help people, as we did during Covid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700013#M00500","nonspeaker":"Professor Michael McMahon","continuing":true},{"type":"speech","time":1662511200,"counter":105,"content":"<p>We are at the end but Dr. Doorley has indicated that she wants to say something.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700014#N00200","speaker":"1559"},{"type":"speechnospeaker","time":1662511200,"counter":106,"content":"<p>The comparison with the Covid pandemic is an interesting one because it is a good example of how targeted and timely measures were introduced that did not fully insulate everybody from the impact of the pandemic but did fully insulate the bottom fifth of the income distribution from income loss due to job loss.  The effects of the pandemic unemployment payment and the employment wage subsidy scheme were extremely progressive across the income distribution.  They gave something to all points of the income distribution but focused on the bottom fifth and the second quintile as well.  The bottom half of the income distribution was well-insulated.  The measures taken were targeted and timely and they had run-out dates, which were then extended when it was required.  It is a good example of how to implement measures like this in a way that is flexible and targeted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700014#N00300","nonspeaker":"Dr. Karina Doorley"},{"type":"speech","time":1662511200,"counter":107,"content":"<p>I thank all of the contributors.  There is so much to think about and we are covering so much ground that it makes the head spin.  The idea of targeted measures is a mantra that has been trotted out but we need to spell out what it means.  I would not mind hearing a little more on what the witnesses think it means.  If targeted measures were to mean, for example, having lots of means-tested payments and a massive administration deciding thresholds and who is entitled to this or that, it would not be a good way to do things.  Is that what we mean?  Do targeted measures mean we should not give loads more money to corporations that are making super-profits?  The interesting thing about this crisis, which is inflicting huge misery on ordinary families who are facing bills and rents they cannot pay, is that some people are doing well and the economy is doing well.  The reason corporate tax receipts are up is that corporate profits are at record levels.  Some people are, therefore, doing very well.<\/p>  <p>  If targeted measures mean that we should not give further handouts to already super-profitable companies and already super-rich people, I am all for targeted measures.  However, if it means that ordinary working people who, if we take all of the cost-of-living increases we have seen over the past year or two, are probably &euro;4,000 or &euro;5,000 less well off than they were a year ago in real terms just have to suck it up, then I am not for targeted measures because that would be unfair.  It would also be economically and environmentally damaging.<\/p> <p>As somebody said to me in the corridor today, when the demand for solid fuel wood is going up, we are not very far away from people chopping down trees - this is not a joke - to get fuel for their homes, which is not very good for the environment.  That is where things are going if people cannot afford to heat their homes.  What do we mean by targeted?  I believe that as a minimum in this budget, pensioners and people on social welfare have to get increases up to the level of inflation, that is, of around 10%.  Anything less will be unconscionable because in other words, we would be saying they are going to be poorer this year through no fault of their own and that when the economy is growing and super profits are being made, they must accept they must be poorer.  That is not acceptable.  I want to understand what the council means by \"targeted\".  Is it saying those sorts of people - pensioners, students and ordinary workers - will just have to soak it up to some degree or by \"targeted\", does it mean we should not give handouts to those who are super-profitable or super-rich?  Unless we start to define what we mean by \"targeted\", we are talking nonsense.<\/p> <p> Regarding what we do with the bonanza corporate tax revenues, again, I want to understand exactly what the council is saying.  If we say we are vulnerable in that regard because we are dependent on a small number of companies, as I agree we are, we are, however, facing an emergency, so it seems to me that we must use that revenue to address the emergency and protect people and get us from an unsustainable situation to a sustainable one, including in the medium term, as Professor McMahon was referring to, to have a sustainable economic plan.  Is there anything wrong with saying we should be investing in areas that will help people now but also make us sustainable in the medium to long term?  Housing is an obvious one.  The current housing crisis is draining current Government revenue to a massive degree - by about &euro;1 billion per year.  Putting more money into building direct public and affordable housing would both help address an immediate crisis and make public finances more sustainable in the medium to long term.  That is just one example.<\/p> <p> Given that we have labour and skills shortages all over the place, if we removed obstacles to people getting into further and higher education, that would be good now and in the medium to long term.  If we invested in a sustainable form of forestry, that would create employment, help shore up the rural economy in a difficult situation and be a good long-term investment from an environmental point of view.  Those are just three examples.  If we made public transport free, it would be a cost-of-living measure that would help now and would also move us in a positive direction from an environmental point of view and build up our infrastructure.  Could Mr. Barnes comment on that?  Is this a reasonable perspective?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700014#N00400","speaker":"1478","continuing":true},{"type":"speechnospeaker","time":1662511500,"counter":109,"content":"<p>I think the ESRI probably has a better view on targeting.  To be clear about targeting, the constraint is that there is only a certain amount of money the Government can put into the economy without triggering inflation or raising questions about fiscal sustainability.  Therefore, within that, support should targeted at those who need it most.  Exactly how one defines that is an inherently political choice on which the council does not have a view.  To be clear, we do not just mean targeting the very poor.  It is probably support that could go more widely in the economy but how far and to whom is a political question I will not get into.<\/p>  <p>  Regarding corporation tax, which we discussed with Deputy O'Donnell, the link is not that mechanical.<\/p> <p>If we did not have that money, we would also have the scope to borrow if we wanted to.  The question is whether that is a good idea.  The real question to ask is what is the correct policy in respect of managing the cycle and not triggering higher inflation.  We must also have a view to fiscal sustainability.  We have been talking about temporary measures, which can be financed either through borrowing or the excess corporation tax, since we have it.  However, the amount of corporation tax we have does not determine the right level in that regard.  Of course, it would be a big mistake to finance permanent measures such as raising welfare or pension rates through corporation tax.  Those are permanent commitments that would be called into question in the event those amounts of corporation tax were no longer available.  That is important.<\/p> <p> At the end of his contribution, Deputy Boyd Barrett raised a very good point, which was also relevant to the points made by Deputy Doherty.  Considering the medium term for the public finances, we advocated for and welcome the Government's 5% spending rule, which should keep spending on a steady path in normal times and ensure that the economy is properly balanced.  It ensures the maintenance of the public finances on a sustainable path.  We often highlight in that context major challenges such as the ageing of our population and climate change.  Those are challenges that will have to be paid for because they are going to happen.  We need to plan to deal with those issues.  The Government needs to plan how it will deal with those issues and it is not doing so at the moment.<\/p> <p> There is another point we may have been understating and this is a good occasion on which to discuss it.  There are many other needs in the economy that we do not necessarily have to deal with in a mechanical sense, examples of which include health and housing.  People have expectations, and society faces challenges, in that regard.  Investment in schools is another example, and there other similar kinds of things.  The Government also needs to think about these areas.  Such considerations raise questions about the Government's spending priorities and what level of tax will prevail.  These are big questions.  As I say, we tend to focus on the things the Government will have to pay for, such as people getting older, but there are many other things the Government should be doing that are less mechanical than, for example, the costs associated with our aging population and climate change.  All these things need to be thought about and addressed, and some difficult choices will need to be made in the years ahead in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700015#O00200","nonspeaker":"Mr. Sebastian Barnes","continuing":true},{"type":"speech","time":1662511800,"counter":111,"content":"<p>May I ask one brief additional question?  If we were strictly following the original rules around fiscal space and all the rest of it, how much fiscal space would be available in this budget?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700016#P00200","speaker":"1478"},{"type":"speechnospeaker","time":1662511800,"counter":112,"content":"<p>That is impossible to answer because-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700016#P00300","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1662511800,"counter":113,"content":"<p>Would it be fair to say the space would be a lot larger than our guests are allowing for in terms of expenditure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700016#P00400","speaker":"1478"},{"type":"speechnospeaker","time":1662511800,"counter":114,"content":"<p>That might not be the case.  It might be less.  The way the rules worked was so pro-cyclical that it could have risen to higher levels.  It is a moot point because the rules are in suspension.  The Deputy is probably thinking of the spending rule in the EU fiscal rules.  That rule is not in operation this year.  It was not in operation last year and probably will not apply next year either.  If the rule was active, could we have done more?  It would not have been wise to do so.  The Deputy has often heard us talk on this subject.  We need to think about things in terms of net spending.  If one wants to do more on the spending side, that is fine, but it should be financed sustainably through higher taxes or other revenue sources.  That is what we are saying here.  If we were to add more fuel to the economy in a situation like this, where unemployment is very low and growth is happening at a fairly fast pace, we would add to the inflationary pressures that are there.  One way to prevent adding to those pressures is to take some of the heat out of the economy by raising taxes elsewhere.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700016#P00500","nonspeaker":"Dr. Eddie Casey"},{"type":"speech","time":1662511800,"counter":115,"content":"<p>I am going to ask questions of our guests from IFAC and the ESRI.  Representatives of both organisations might like to take the opportunity to answer my first question.  Are our guests concerned about the strategy being deployed by the European Central Bank, ECB, in increasing interest rates, and the trajectory it appears intent on taking, in the light of the vulnerability of the European and worldwide economy at the moment?  This is a different kind of cost of living crisis than any we have experienced in recent history.  The underlying factors that explain why we are experiencing this crisis and levels of inflation that are unprecedented, at least for this generation and the last, are different.  It seems that the ECB is intent on raising interest rates.  There is an inherent risk of a technical recession being experienced in that approach.  It may also result in levels of unemployment that are of concern.  Perhaps our guests from the two organisations could offer a perspective on the ECB's present position on interest rates, and the impact it may have on the Irish economy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700016#P00600","speaker":"1599"},{"type":"speechnospeaker","time":1662512400,"counter":116,"content":"<p>The European Central Bank has raised its rate a little bit.  It has tightened a little bit to date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700017#Q00100","nonspeaker":"Professor Michael McMahon"},{"type":"speech","time":1662512400,"counter":117,"content":"<p>That is to date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700017#Q00200","speaker":"1599"},{"type":"speechnospeaker","time":1662512400,"counter":118,"content":"<p>Even looking at the futures curve and what is expected to happen over the next four or five years, it is expected to go from zero, or essentially where it is now with official rates, to approximately 1.25% or 1.5%.  We can compare that with the United Kingdom or the United States and see it amounts to much less tightening.  In some ways, from an international perspective, the ECB is doing less, partly for the reasons mentioned by the Deputy.  The area is probably a little more precarious, economically speaking, and there may be worries about the negative impacts.<\/p>  <p>  There are two comments I can make.  The first is that we can think about it in nominal terms but in real terms, high inflation erodes the value of debt.  In real terms, the cost of borrowing is still relatively low.  Of course, financial conditions can change very quickly, as we learned just over a decade ago.  If that happened, I am sure the ECB would step in with other measures.  At the moment that is not happening and, in general, there is still availability of credit.  It is just a bit more expensive, although in real terms it is a bit cheaper.<\/p>  <p>  The conundrum that central banks face - not just the ECB but globally - is they all initially try to use their credibility in fighting inflation to ignore the increase in inflation.  Inflation has not just occurred from February this year.  If we go back to September last year, it was already up at around 5% or 6% in Ireland and it was at a similar rate around the rest of Europe.  They decided to try to look through that.  The geopolitical factors that have clearly kicked inflation to a new and higher level have been difficult to deal with.  If central banks are not seen to be taking inflation seriously, long-term interest rates will rise anyway because markets will start to expect higher inflation and demand it anyway.<\/p>  <p>  It is a difficult balance for those policymakers and it is a tough time for everyone in policy.  By raising a little bit, if they can prevent the sort of inflation component going up by more, they will do relatively better in net terms.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700017#Q00300","nonspeaker":"Professor Michael McMahon"},{"type":"speech","time":1662512400,"counter":119,"content":"<p>I have a straight question.  Will that reduce inflation in Ireland and if it does, to what degree will it do so?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700017#Q00400","speaker":"1599"},{"type":"speechnospeaker","time":1662512400,"counter":120,"content":"<p>To be honest, I worry a little on the other side.  By moving less than everybody else, the risk is the value of the euro will depreciate further, which would make everything imported into the euro area expensive.  Of course, some of the big items imported to the euro area are gas and oil, which are already expensive.  It is difficult and they are striking a difficult balance.  They also do not want to kick the economy straight into a massive recession, which would get inflation down but at huge social cost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700017#Q00500","nonspeaker":"Professor Michael McMahon"},{"type":"speech","time":1662512400,"counter":121,"content":"<p>Does the ESRI have a view on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700017#Q00600","speaker":"1599"},{"type":"speechnospeaker","time":1662512400,"counter":122,"content":"<p>I take the points made by Professor McMahon but there are noticeable differences between the euro area and the United States, for example.  The key issue is wage-price spirals, and there is a lot of indication from the United States about a pick-up in wage inflation and even feeding into expectations.  It is very much less so the case in the euro area.  The recent increase in rates was somewhat understandable in terms of setting or influencing expectations.  Some of the most recent talk about the 0.75 basis point move-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700017#Q00700","nonspeaker":"Dr. Kieran McQuinn"},{"type":"speech","time":1662512400,"counter":123,"content":"<p>It is more radical.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700017#Q00800","speaker":"1599"},{"type":"speechnospeaker","time":1662512400,"counter":124,"content":"<p>It almost seems a little excessive.  It is almost as if the ECB feels it is playing catch-up.  We are a little concerned about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700017#Q00900","nonspeaker":"Dr. Kieran McQuinn"},{"type":"speech","time":1662512400,"counter":125,"content":"<p>There is much discussion across society about targeted measures.  I was quite hostile to the idea of the energy credit and I thought it was not a very smart use of finite public resources when it was introduced.  The rationale provided by the Government was that it needed to get money into people's pockets very quickly.  That being said, we all know and acknowledge that we have a sophisticated tax and social welfare system to perform a redistribution role.  If the media reportage is to be believed - or the spinning - it seems we can expect another universal energy credit.  It will, of course, by definition disproportionately benefit those who are better off.  People who are better off will tend to live in larger properties and consume more energy.  By definition, it would be a poorly targeted intervention.  It seems the Government is preparing the ground for that kind of energy credit initiative again.<\/p>  <p>  So severe is the matter that I may need to suspend my own reticence about this.  The ESRI would initially have been quite hostile to the idea, from what I can recall of what happened in the spring.  That was taking the principle of equity into consideration.<\/p> <p>The organisation seems to have softened its cough in this regard now though, based on the introductory remarks.  IFAC has also been clear that measures need to be targeted.  What advice do the representatives of the two organisations have for the Government in this regard?  Would they say to avoid this completely?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700017#Q01000","speaker":"1599","continuing":true},{"type":"speechnospeaker","time":1662513000,"counter":127,"content":"<p>We would not take a view on the design of specific measures.  The Government is facing difficult choices and it is up to it, ultimately, to decide and for other people to have a view on that decision.  The principle of targeting is important, but we do not have a view on exactly how it is to be done and how targeted measures should be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700018#R00200","nonspeaker":"Mr. Sebastian Barnes"},{"type":"speech","time":1662513000,"counter":128,"content":"<p>What is the view of the witnesses from the ESRI on energy credits and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700018#R00300","speaker":"1599"},{"type":"speechnospeaker","time":1662513000,"counter":129,"content":"<p>I refer to the paper on energy poverty.  The principles still apply.  It may be necessary to redo the mathematics, particularly if there is explicit interest in where the threshold of energy poverty gets crossed-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700018#R00400","nonspeaker":"Dr. Muireann Lynch"},{"type":"speech","time":1662513000,"counter":130,"content":"<p>I will consider that.  To be fair, we are heading now to a point, based on the ESRI's own analysis, where we could very well end up with 50% of the population in energy poverty, as defined by 10% of people's disposable income-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700018#R00500","speaker":"1599"},{"type":"speechnospeaker","time":1662513000,"counter":131,"content":"<p>Yes.  Energy poverty is a nebulous concept.  There are multiple definitions and that is just one of them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700018#R00600","nonspeaker":"Dr. Muireann Lynch"},{"type":"speech","time":1662513000,"counter":132,"content":"<p>Sure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700018#R00700","speaker":"1599"},{"type":"speechnospeaker","time":1662513000,"counter":133,"content":"<p>The principle remains the same, in that the flat-rate measure, by definition, is flat.  It is obviously less targeted than something using the social welfare measure, but it is better than excise duties etc. because anything that subsidises the price of energy is going to accrue more to those higher-income households that consume more energy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700018#R00800","nonspeaker":"Dr. Muireann Lynch"},{"type":"speech","time":1662513000,"counter":134,"content":"<p>Dr. Doorley would like to come in as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700018#R00900","speaker":"1559"},{"type":"speech","time":1662513000,"counter":135,"content":"<p>Yes, brilliant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700018#R01000","speaker":"1599"},{"type":"speechnospeaker","time":1662513000,"counter":136,"content":"<p>I will address the last point as well.  When we talk about targeting, this brings us back to the comment made by Deputy Boyd Barrett.  What we are thinking about in this regard are those worst affected by inflation and we know those are people on low incomes, rural households and elderly households.  These are also the households less likely to see wage growth this year.  The Central Bank has forecast that wage growth this year will be approximately 3.3%, but those very low-income and elderly households are probably not going to see any of that.<\/p>  <p>  The best way to target those households is through the social welfare system and existing payments that do not require new means tests or lots of administration.  The next best way that is administratively simple is to use flat-rate credits or flat-rate cash payments, like the electricity credit.  The electricity credit represents a higher share of disposable income for low-income households than it does for high-income assaults.  This makes it progressive, even though it is a flat rate-paid to all households.  <\/p>  <p>  The tricky aspect is that it is hard to target middle-income households through the tax and welfare system.  Most middle-income households earn too much to be in receipt of social welfare payments and they might not earn enough to benefit from tax cuts.  Even if taxes are cut to target those people, most of the benefit of that expense will accrue to high-income households.  Therefore, it is very difficult to target middle-income households alone, whereas it is much easier to target low-income households.  The electricity credit is another way to do this.  It goes to everybody, but as a proportion of disposable income, it represents more for low- and middle-income households than it does for high-income households.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700018#R01100","nonspeaker":"Dr. Karina Doorley"},{"type":"speech","time":1662513000,"counter":137,"content":"<p>I have one final question, or rather an observation.  I am concerned about the situation energy-intensive industries will find themselves in from a job retention perspective over the next year or two.  I have been a long-standing proponent of the introduction and embedding into our labour market policies of a German-style short time working scheme, based along the lines of the Kurzarbeit model, that can be taken off the shelf, dusted down and used at a time of crisis.  I am perpetually amazed when we are shocked there is a crisis.  Our own experience will tell us that we will go through a series of crises and that we are always underprepared.  One of the primary reasons the German employment numbers were maintained during the great recession, if we can call it that, was because of interventions like that.<\/p>  <p>  It can be undertaken relatively inexpensively in the context of what we are going to experience in the next few months and, arguably, years.  I refer to introducing a model like the German measure, micro-targeted at even subsectors of the economy which are going to be under serious pressure.  Manufacturing industries across the country are laying people off this week because of enormous gas bills.  They are trying to transition from a reliance on gas to using renewables over the next two years and finding it difficult to do so.  There will be no just transition if this proves to be the case.  It will merely be a slogan for many of these skilled workers, such as engineers, electricians, fitters and so on.  Once these manufacturing industries are gone, they are gone and they will not be replaced.<\/p> <p>I have asked the Department of Enterprise, Trade and Employment to identify the number of jobs that may be at risk over the next period.  I have not had a response yet but I expect to get it in the next few days.  Once those jobs are lost they will be gone.  We could end up with the hollowing out of our manufacturing base over the next two years if action is not taken.  I can understand why officials and Ministers may ask why, when we have technically full employment, would we introduce a wage subsidy scheme into the market at this point.  It is about retaining skills.  Is there a view on that type of approach?  Maybe the ESRI has a view.  I think it has looked at these kinds of interventions before.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700018#R01200","speaker":"1599","continuing":true},{"type":"speech","time":1662513600,"counter":139,"content":"<p>I ask Dr. Lynch to reply briefly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700019#S00200","speaker":"1559"},{"type":"speechnospeaker","time":1662513600,"counter":140,"content":"<p>On the employment impacts and the impacts on businesses in general of increasing energy costs, unfortunately we are very limited as to the data available.  I am not sure what the Deputy is going to get from the Department of Enterprise, Trade and Employment but it is quite difficult to estimate the impacts of those.  An awful lot of the time there is very little one can do in the short term to deal with increasing energy costs, whether for a household or a business.  Dr. McQuinn might want to say something on skills.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700019#S00300","nonspeaker":"Dr. Muireann Lynch"},{"type":"speech","time":1662513600,"counter":141,"content":"<p>We can try to keep people working for a period or to furlough people for a period until we grasp that nettle.  We do not have a system in place to allow us to do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700019#S00400","speaker":"1599"},{"type":"speechnospeaker","time":1662513600,"counter":142,"content":"<p>I probably should refer the Deputy to our labour market experts like Dr. Seamus McGuinness and his team, who would have much better in-depth knowledge of the labour market.  Dr. Doorley is indicating.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700019#S00500","nonspeaker":"Dr. Kieran McQuinn"},{"type":"speechnospeaker","time":1662513600,"counter":143,"content":"<p>On the <i>Kurzarbeit <\/i>scheme, we did look at that when the employment wage subsidy scheme, EWSS, came in.  Very briefly, to give the pros and cons of schemes like that, they can be great in a crisis when there is risk of massive job loss because they help companies to retain employees on reduced hours with subsidised wages.  The downside is that it only benefits insiders, that is, only those who are already in a job.  In the situation we are in at the moment, with full employment, that is not so much of a risk.  The other issue is that it can lead to stickiness in the labour market.  If an industry is no longer viable, people are still staying in it instead of retraining and going elsewhere.  That is the broad overview but it is definitely worth looking at.  I think it was suggested that something like that would be examined in a longer-term perspective after the EWSS was wound down.  I have not seen anything more concrete on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700019#S00600","nonspeaker":"Dr. Karina Doorley"},{"type":"speech","time":1662513600,"counter":144,"content":"<p>I welcome our guests and thank them for their statements.  It is no harm to ponder what happened over the past couple of years and the advice we politicians got.  We were regularly told there was no need for a rainy day fund, for example.  We did not have a substantial rainy day fund but we did have borrowing capacity, which we would not have had if we had diverted our energies in a different direction and decided to spend and spend.  Fortunately that was not done.  We are now in a different, very challenging situation.  Hopefully we can manage it, as long as the economy holds and as long as the corporation tax returns remain stable.  It is said we cannot depend on them and that is correct; we cannot.  At the same time, we have to rely on them to some extent as we move forward.  If we do not, then we could be staring over a chasm that we might not like.<\/p>  <p>  Let us look at the degree to which the economy is going to be challenged by inflation over the next couple of years.  If one looks across the water, I have listened to some things in the last couple of days that frighten me in terms of energy costs that will do everything but cripple the economy.  They have access to independent energy themselves; we do not.  We are in a slightly different situation.  We have to plan ahead because this international conflict can go further and for longer and can cause a lot of damage in its path.  The present trend as far as Mr. Putin is concerned is to do precisely that in retaliation for sanctions.  Given that is the layout, we need to decide what we are going to do next.  It is not tenable over a long period to pay the household bills of the nation.  That is spending on or supporting current borrowing.  It never worked before and will never work.  It is dangerous territory to rely on.  We got into a situation previously in the 1970s, for instance, when there was an energy crisis.<\/p> <p>At that time there was a cap, theoretically anyway, because Europe indicated it was not willing to pay the high prices that would prevail.  The result was that the supply was cut off.  There was nothing there.  We had queues at filling stations all over the country.  That can happen again; there is no question.<\/p> <p> We must also be careful about how we punish those taking an unrealistic profit from the crisis.  That must be done selectively and carefully, so that they do not react in the same way that oil and gas companies did in the 1970s because if they do we have a problem.  We must consider the underlying importance of continuing high employment, because that is the basis on which we can go forward with some degree of reassurance.  Otherwise it will be like we are bidding against ourselves at an auction.  We can continue to support the domestic economy, beat inflation which in turn reacts to the money going in and so on.  There has to be an estimate of how far we can go without damaging ourselves and our potential.<\/p> <p> I will make my last point.  Our guests can see I did not wait for any answers.  I am operating on the basis of what happened before and what can and will happen again.  It is essential that we prepare ourselves for the shock and at the same time we reassure the people of the country that we have the capacity to deal with the situation within reason.  That capacity is our borrowing capacity which we still have.  <\/p> <p> We spent &euro;48 billion on supports during the Covid crisis.  That is an awful lot of money.  If we had &euro;48 billion more to spend now, we could win.  If we had we not had to deal with Covid, we would have the &euro;48 billion to spend in an emergency situation, which that was.  I am not offering any solutions but I have seen this before.  Everything repeats itself.  That is the way economic phases go.  <\/p> <p> A point was made, incidentally, about interest rates going up in the USA and the UK.  That is also a threat.  It shifts the financial markets in their favour and against us and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700019#S00700","speaker":"1584","continuing":true},{"type":"speech","time":1662514200,"counter":146,"content":"<p>Deputy-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700020#T00200","speaker":"1559"},{"type":"speech","time":1662514200,"counter":147,"content":"<p>In conclusion, the Chair will be glad that I have said what I intended to say.  If there is more to be said at a later stage, I will be glad to say it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700020#T00300","speaker":"1584"},{"type":"speech","time":1662514200,"counter":148,"content":"<p>I have no doubt.  I will give our guests a chance to come in, in case they want to respond briefly to some of those points.  They do not, so I will turn to Deputy Mair&eacute;ad Farrell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700020#T00400","speaker":"1559"},{"type":"speech","time":1662514200,"counter":149,"content":"<p>I also only have five minutes.  I thought I had ten and had prepared lots of questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700020#T00500","speaker":"1579"},{"type":"speech","time":1662514200,"counter":150,"content":"<p>A few people have gone over so we will not quibble about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700020#T00600","speaker":"1559"},{"type":"speech","time":1662514200,"counter":151,"content":"<p>What I mean is that I just have actual questions.  I would like the answers.  I will be as brief as possible and we may even be under the five minutes.  I have two questions for the ESRI.  Its opening statement mentioned the expansion of the working families payment.  I have heard that twice from different groups in different contexts.  I think I also heard it from IBEC and from a Fine Gael Deputy.  I am interested in how that could be done and how many people it might assist.<\/p>  <p>  According to the last page of the ESRI's opening statement, there is evidence that some energy companies are using greater than expected profits to offset losses on the supply side and that taxing windfall gains in the generation sector may only therefore put some upward pressure on consumer prices.  Obviously there is a lot of anger out there.  A lot of people are talking about the windfall tax because that is what people want to hear, to be frank.  How could a windfall tax be structured in order that it would not have such an impact?  Could it be based on the average rate of profit prior to the inflation crisis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2022090700020#T00700","speaker":"1579"},{"type":"unspoken","time":1662514200,"counter":152,"content":"<p>Additional debate to follow.<\/p>"}]