[{"type":"majorheading","content":"Committee on Budgetary Oversight","time":1505833200,"counter":2},{"type":"unspoken","content":"<p>The Select Committee met at 16:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Thomas P. Broughan, Deputy John Lahart, Deputy Colm Brophy, Deputy Michael McGrath, Deputy Dara Calleary, Deputy Eamon Ryan. Deputy Martin Heydon,<\/p><p>DEPUTY JOSEPHA MADIGAN IN THE CHAIR.<\/p>","time":1505833200,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002"},{"type":"minorheading","content":"Business of Committee","time":1505833200,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#A00100"},{"type":"speech","time":1505833200,"counter":5,"content":"<p>Before we bring in our witnesses, we will go into private session to deal with housekeeping issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#A00200","speaker":"1243"},{"type":"unspoken","time":1505833200,"counter":6,"content":"<p>The select committee went into private session at 4.02 p.m. and resumed in public session at 4.06 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Ex-ante Scrutiny of Budget 2018: Irish Business and Employers Confederation","time":1505833200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#B00100"},{"type":"speech","time":1505833200,"counter":8,"content":"<p>Before we begin, I remind members and witnesses to turn off their mobile phones.  Interference from mobile phones affects the sound quality and transmission of the meeting.<\/p> <p>  I welcome from the Irish Business and Employers Confederation, IBEC, Mr. Fergal O'Brien, director of policy and public affairs, and Mr. Gerard Brady, senior economist, and thank them for making themselves available to the committee.  We have a copy of IBEC's pre-budget submission, which has already been circulated to the committee.  We have asked the witnesses to deal with the following themes: Brexit, income taxation, labour market participation, corporation tax, and VAT on the hospitality sector.<\/p> <p>  Before we hear the witnesses' opening statement, I draw their attention to the position on privilege.  Witnesses are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p> <p>  Mr. O'Brien has been allocated 15 minutes for his opening statement and we are looking forward to hearing from him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#B00200","speaker":"1243"},{"type":"speechnospeaker","time":1505833200,"counter":9,"content":"<p>I thank the committee for its invitation to meet it this afternoon.  Reflecting on the current business environment of our 7,500 member companies, there are three main issues which businesses are concerned about.  The first of these is Brexit.  The second is the challenges with regard to international tax reform from both a US and European perspective.  The third, and perhaps the most significant in the context of policy priorities and decisions for budget 2018, is the current absorptive capacity of the Irish economy.  By that I mean there is a very strong momentum from a business and employment perspective.  We are seeing record levels of job creation and new investment in business.  The single biggest challenge that most businesses across all sectors of the economy have at the moment is we are struggling for capacity in the economy to adapt and absorb the demand and activity that is coming through.<\/p> <p>  To address these issues in my opening remarks, I will cover five main topics.  First is the fiscal space decisions we can still make in this budget to support that investment and improve absorption capacity.  Second is how we can deliver a budget that will be Brexit-proofed.  Third will be the challenge of getting and retaining the right skills and business now that we are returning to an almost full employment economy.<\/p><p>Fourth comprises the challenges to our foreign direct investment sector.  Fifth, on which I will speak in more detail, comprises the issues surrounding investment, particularly as we move beyond the budget towards the ten-year capital plan and the publication of the national planning framework towards the end of the year, which we consider a once-in-a-generation opportunity to address the challenges of spatial imbalance across the economy.<\/p><p> First, I will address the fiscal space in the budget.  Given the capacity constraints we envisage from a business perspective due to the strength of demographics and employment growth, we are concerned there will be insufficient fiscal room or space in the budget.  We are anticipating discretionary measures in the region of &euro;400 million, but given the demand for services and the need for a rapid increase in public capital investment, this is entirely insufficient for the needs of the economy.  It is quite unusual for a business group to take a position in support of a more expansive fiscal policy, but we do it from the perspective of trying to promote the growth of the productive base of the economy.<\/p><p> I will comment briefly on the technical issues around the fiscal space.  It is important to recognise that the 2015 GDP growth number of 26% in volume terms has afforded us, from a technical perspective, an additional &euro;7 billion in potential investment capacity between 2018 and 2021 if we were to apply the fiscal rules in their correct form.  In our view, maintaining the decision to forgo this additional fiscal space by excluding the 2015 GDP figure from the fiscal space calculations is a mistake.  We could use the additional space for investment to help solve the most pressing problems while also running a significant surplus in day-to-day spending over the next four years.  Of course it would be a mistake to bed that additional fiscal space into the day-to-day spending and running of the country.  That would not be a sustainable or prudent decision.  However, by applying the fiscal rules to the letter in terms of using the 26% growth in GDP, there is now a flexibility to give us more room for investment in the physical infrastructure we desperately need and, as we move beyond 2018, to give us room for manoeuvre if the challenges of Brexit become extreme and we are going to be constrained by the fiscal rules as a result of choosing to exclude - and this is a domestic policy choice - the actual recorded GDP number for 2015.<\/p><p> Second, I will offer some comments on Brexit.  Although approximately 12% of our physical exports go to the UK, the importance of the UK to the business community is much greater than that.  At present, the multinational sector accounts for 90% of our exports, with the indigenous sector accounting for 10%.  However, that 10% of exports from the indigenous sector provides the same amount of employment across the economy as the 90% of exports from the multinational sector.  Accordingly, Brexit will have a far bigger impact on employment in the economy than on the overall value of the exports we sell abroad.  It will impact on certain sectors and regions of the economy in particular.  For example, some of the analysis we have done shows that some regions of the economy will be six times more exposed to the impacts of Brexit than the Dublin economy.  We see significant risks over the coming years.<\/p><p> It is vital we take decisive steps in budget 2018 to offset these risks.  We are seeking a multi-annual framework for funding Brexit mitigation measures to support the businesses that will be worst affected.  The funds should be targeted at supporting innovation, market diversification, upskilling and capital expenditure on equipment and machinery.  The Government cannot offset the full impact of the weakness of sterling and the currency challenges that businesses face, but it can do much more to ensure those businesses are competitive to cope with the challenges of both the currency issues and the long-term impact of a new trading relationship after the UK's exit from the EU.  The resources that would be required for such a Brexit mitigation fund should be approximately 5% of the value of annual exports to the UK from indigenous firms.<\/p><p>That would equate to approximately &euro;400 million a year over a three-year period.  This should be funded from both Government and EU sources.<\/p><p> In addition to those specific mitigation measures, we also urge that some of the long-standing differentials in the tax treatment of Irish indigenous companies - as compared with the regime in the UK - must be addressed if we are to remain a location of choice for indigenous companies.  We are already getting significant feedback from a number of companies to the effect that if they are to successfully continue to the serve the UK market, they are looking at establishing operations within the UK.  That is already a reality in terms of the contingency plans and the decisions that businesses are making.  We need to ensure that post the UK exit - and even prior to that because decisions are already being taken - Ireland is as attractive as possible for SMEs.  We have always looked at the mobile sector of the Irish economy as being the multinational sector when we talk about mobile investment but, increasingly, our indigenous companies are going to be equally mobile if they want to remain competitive within the UK market.<\/p><p> I will make some remarks on the challenges of skills in the economy now that we are returning to close to full employment.  While we have a significant opportunity in that we have one of the youngest populations in Europe, we also face a challenge in that our labour force participation is particularly low.  The employment rate in Ireland is in the region of ten percentage points below that in the UK.  As we reach full employment, therefore, we need to see much more targeted measures at growing the employment rate and increasing labour force participation.<\/p><p> In terms of the specifics of what those suggestions are, they are around prioritising education and lifelong training resources away from what had been support for the unemployed during the crisis years and to shift that into in-work measures as we return to full employment.  We also need to be conscious that talent is increasingly mobile so we need to reform our tax system.  Our specific recommendation is that we increase the entry point to the top rate of tax, that we cut the top rate of tax and that we reform share options to make them more competitive in an international context.  The other very significant issues in terms of what business is experiencing in attracting and retaining talent in the Irish economy are child care and housing.  As we all appreciate, housing is a very significant social issue but it has also become a very limiting business and economic constraint in terms of attracting the right talent for the economy.<\/p><p> On international taxation trends and the foreign direct investment sector of the economy, in recent years IBEC has been very supportive of the work that is being done through the OECD in the context of the base erosion and profit-shifting process.  This has been one of the most fundamental reforms of global taxation that we have seen in a generation but, ultimately, it is a reform that is positive for the Irish economy.  It will continue to be positive for us in the context of our globalised and international business model.  Looking at tax proposals from the European perspective &ndash; we saw that the committee was discussing the European proposals for the common consolidated corporate tax base last week &ndash; we see that as a significant challenge for the Irish business model and the Irish economy.  More significantly, we see recent proposals around the taxation of digital activity as probably a more imminent threat for our business model.  Despite those challenges, however, Ireland&rsquo;s model of a small business-friendly, open economy within Europe has continued to demonstrate serious substance.  We see accelerating investment and employment in our highly globalised industries.  While Ireland's corporation tax strategy is not the sole reason for this success, it is very much a major part of it.  Therefore, it is crucial that we defend that strategy on all fronts and that our tax sovereignty is protected in full.<\/p><p> In the context of immediate measures that can be looked at in this budget, we have some specific recommendations around cost-neutral changes to our research and development tax credit.  The latter is a crucial part of the enterprise offering, particularly for innovative and mobile business activity, and could be used to build on what is already a very successful scheme that makes very significant economic and employment contributions to the economy.<\/p><p> The final issue I will address is that of infrastructure.  As already stated, the single biggest issue for business now is coping with the challenges of success and absorption capacity across the economy.  Housing is clearly the canary in the mine in terms of signalling the impact of years of underinvestment in our infrastructure, but it is not just confined to housing.  Right across our transport infrastructure and our education system, we can now see the impact of that decade of underinvestment becoming a constraining factor on the economy.  We see a significant opportunity in the context of the ten-year capital investment plan - published in line with the national planning framework - being a game-changer for the momentum of investment in the economy.  We again urge this committee to ensure that the budgetary allocations are made available in order to make the ambitions and aspirations relating to the national planning framework a reality.  We also urge the committee to support political decisions relating to the national planning framework, which will probably be tough, to ensure that those resources are targeted at the right geographical areas for development.  Hopefully, we will see a move away from this reliance on a Dublin economy and a much more balanced regional spread of economic activity.<\/p><p> We also urge that more be done to explore the opportunities of non-Exchequer investment.  We believe that there is a resistance to the use of public private partnerships, PPPs, in our public capital programme.  We continue to miss out on the opportunity of the cheapest money in history by not putting European Investment Bank resources, private resources through PPPs or other funding options to work to deliver this much-needed infrastructure.<\/p><p> We also believe that there is an opportunity to look at some of the physical assets of the State.  We own physical State assets worth approximately &euro;100 billion.  Some of that could be used to fund new and additional infrastructure projects as we continue to be constrained from a budgetary perspective.<\/p><p> We will leave our opening remarks at that.  I again thank the Chair for the opportunity and I am very happy to hear comments and questions from the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#B00300","nonspeaker":"Mr. Fergal O'Brien","continuing":true},{"type":"speech","time":1505833200,"counter":13,"content":"<p>I thank Mr. O'Brien.  One of the advantages of being Chair is that I get to ask a couple of questions before other members.  They do not really have a choice.  I will be very brief.  I am curious about the USC.  IBEC notes that international best practice advocates a broad tax base with a low marginal tax rate.  In Ireland we obviously have a narrow tax base and a higher marginal tax rate.  IBEC has said that USC cuts would not be in line with international best practice.  I will ask three quick questions but I would like Mr. O'Brien's views on that issue.<\/p> <p>  I want to ask about the rainy day fund.  As Mr. O'Brien knows, the introduction of the fund is a countercyclical economic policy.  We take money out of a growing economy and we put it into a retracting economy.  It is a fundamental part of any budget - particularly when dealing with public finances - that there is money to insulate against any future shocks.  I am not necessarily thinking about Brexit specifically but I note what Mr. O'Brien is saying about a mitigation fund.  I would like Mr. O'Brien's views.  As far as I recall, IBEC said in its pre-budget submission that the fund is fighting against a war.  Bearing in mind that the rainy day fund was cut by the then Minister, Deputy Noonan, from &euro;1 billion to &euro;500 million, and that IBEC is talking about the need for capital investment, ultimately a balance must be struck between spending, tax cuts, insulating against shocks and so on.  I would like Mr. O'Brien's view on that.<\/p> <p>  On demographics, Mr. O'Brien said that he expects the working population to expand by more than 20% over the next 20 years.  DKM Economic Consultants came in to us and said that the working population will actually reduce by 2050 from 60% to 50%.  It got that information from the stability programme update, I believe.  That sounds quite different from what IBEC is saying so, again, I would like Mr. O'Brien's views on that issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#E00200","speaker":"1243"},{"type":"speechnospeaker","time":1505833200,"counter":14,"content":"<p>I will take the first question and pass the other two to my colleague, Mr. Ger Brady.  I am happy to come back on them again subsequently.<\/p><p>Our view on income tax reform is that any changes should be based on a strong labour market and economic rationale.  When we look at the Irish income tax system in the international context, the observation we make is we have a very high marginal rate kicking in at an exceptionally low level of earnings.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#E00300","nonspeaker":"Mr. Fergal O'Brien","continuing":true},{"type":"speech","time":1505833200,"counter":16,"content":"<p>IBEC has stated that plans to cut the USC \"would make this worse and move Ireland further away from international best practice\".  That was in its pre-budget submission.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#F00200","speaker":"1243"},{"type":"speechnospeaker","time":1505833200,"counter":17,"content":"<p>Yes, absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#F00300","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1505833200,"counter":18,"content":"<p>Mr. O'Brien accepts that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#F00400","speaker":"1243"},{"type":"speechnospeaker","time":1505833200,"counter":19,"content":"<p>Yes, it is clearly our view.  Given the resources we have available, what we should be targeting is increasing the entry point to the top rate of tax and reducing the top rate of tax over time.  Ireland's tax system in its entirety is quite narrow in international terms and our income tax system is particularly narrow.  We have one of the highest proportions of workers of any OECD country not paying any income tax at all.  Further reductions to the USC or carving more earners out of the USC would further narrow our tax system but would not addressing the economic disincentives of a very high marginal rate at an exceptionally low earnings level.  The reality we see from a business perspective is people on below-average earnings of &euro;34,000 refusing to take up overtime because it means a marginal tax rate of almost 50%.  People are reporting it is more difficult to have a shift operator become a shift manager because half of the salary increase is going in income tax deductions.  These are the business and economic realities of having such a high marginal tax rate kicking in at such a low earning level.  We suggest the evidence that should inform the reform of the income tax system should be that labour market reality.  Focusing the resources on reducing USC has other social objectives, which we see, but from an economic perspective it is not the best use of our resources.<\/p> <p>  I will ask Mr. Brady to comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#F00500","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speechnospeaker","time":1505833200,"counter":20,"content":"<p>Our view on the rainy day fund is the State already has about &euro;20 billion in liquid assets built up by the NTMA and so if there is a sharp turnaround in the economy and the State needs financing, there is money there.  It is the NTMA's job to manage that.  Our view is that the rainy day fund in that context is not necessarily needed.  If one looks at the scale of it, it is a very small pile of money, as we have outlined.  We are talking about &euro;3 billion by 2020 or &euro;500 million a year.  If there was a sharp turnaround in the economy, we are talking about less than six weeks' social welfare payments.  Its usefulness is limited.  In terms of a counter-cyclical buffer, one is talking about less than 0.5% of GDP.  It is not necessarily that having money put aside is a bad idea.  It is that we already have approximately &euro;20 billion in liquid assets put aside.  We do not see the rainy day fund as a separate stand-alone institutional vehicle to have a counter-cyclical buffer as useful, particularly given its size.<\/p> <p>  With regard to ageing, the population is growing so while we and DKM are saying two different things we are probably agreed.  The population is growing.  Ireland has the youngest population in Europe, which affords us a lot of space in terms of reduced pension expenditure.  We spend approximately &euro;4 billion or &euro;5 billion a year less on pensions than if we had an average age the same as the European population.  Half the population is under 35 and less than 12% is of pensionable age.  As the population grows over the coming years, we will see a lot of opportunities from a business and State point of view in terms of the growth of the productive side of the economy and the working population.  As a proportion of the population, ageing will happen.  Particularly from 2030 or 2035 onwards, we will see a growing cohort of people who are over 65; we will go from about 12% now to about 25%.  In that context we have severe issues coming down the line in terms of pensions and the viability of the State pension that need to be worked out.  In the immediate term, we have very positive demographics.  The youngest population is very quickly growing, which goes back to the infrastructural pieces.  Between 2008 and 2013, we saw the sharpest rise in birth rates we have seen since the Famine.  We will see that feeding through in terms of housing, child care, national schools and all the way up through secondary schools over the next 20 years or so, which will put severe pressure on the system.<\/p><p>We are saying we need to get out ahead of that now.  As Mr. O'Brien said, the housing issue is the canary in the coal mine when it comes to those capacity issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#F00600","nonspeaker":"Mr. Gerard Brady","continuing":true},{"type":"speech","time":1505833200,"counter":22,"content":"<p>I thank Mr. Brady.  The first questioner is Deputy Lahart.  I will give him ten minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#G00200","speaker":"1243"},{"type":"speech","time":1505833200,"counter":23,"content":"<p>I will not need it but thank you, Chair.  I do not think I will need it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#G00300","speaker":"1311"},{"type":"speech","time":1505833200,"counter":24,"content":"<p>We can move on.  That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#G00400","speaker":"1243"},{"type":"speech","time":1505833200,"counter":25,"content":"<p>I thank the witnesses for the presentation and the documents.  I have just a couple of questions.  The first is a comment on the comments made by the witnesses on USC.  Based on their comments the witnesses appear to favour a minor reduction in USC over its complete abolition but they do not seem to take account of the fact that everyone pays USC and so a reduction in USC benefits everyone, not just those who are on lower or middle incomes.  It benefits the higher income earners as well.<\/p> <p>  A number of groups who have appeared before the committee have talked about \"the lost decade\".  I come from a political perspective so the witnesses would probably not expect anything different from me, but the assertion needs to be challenged because when I think of my constituency, which is a Dublin constituency - Dublin South-West - and the projects within that decade, for example, in 2010, 2011 and 2012, significant infrastructural projects were delivered.  The State honoured contracts for the second terminal at Dublin Airport and the National Convention Centre.  In my constituency there was an extension to the Luas red line.  A number of schools were built.  The biggest primary school in the country was built and completed in 2013.  The State honoured many contracts.  The term \"lost decade\" is used as a throwaway comment and it just serves the purpose of being overly negative.  I accept that things were bad enough but there were motorway completions and some of the infrastructural projects which I have mentioned, and they are playing a critical part.  Some elements of the media called the second terminal in Dublin Airport a white elephant when it opened, and look at it now.  If we did not have it now we would be in trouble in terms of the capacity it provides.  However, they are political points.<\/p> <p>  I found the presentation really interesting because it was crisp and sharp and not overly wordy.  An issue I had been harping on previously in local government for the past three years was apprenticeships.  We have 225,000 people in third level education in this country at undergraduate and postgraduate level and we have 11,500 on apprenticeship programmes.  I think a new conversation is needed.  IBEC can play a part.  In the UK they set up a commission - we have a similar commission here - and they set as their objective that they would get apprenticeship programmes to the point where every parent might consider an apprenticeship for his or her child.  We are way off that target here.  Leaving certificate results came out a month ago and the following week the media and the newspapers were absorbed with the Central Applications Office, CAO, and with points and virtually no time was given to apprenticeships.  I would like the witnesses to comment briefly on the matter because it is a theme to which we will return in terms of what business can offer in that regard, what IBEC would like the Government to offer and where the space is needed.  The situation is connected directly with the 6% unemployment rate and there are not an awful lot of skills left in there.  Will the witnesses comment on the kind of programmes we can develop, what skills we are short of and how we can make the gaps up reasonably quickly?<\/p> <p>  I am particularly interested in broadband as well.  Will the witnesses provide a little more detail on where we are from a business perspective in relation to broadband?  I represent a Dublin constituency, but like the Chair, there is quite a bit of rural in my Dublin constituency that is severely constrained in its ability to capitalise on the tourism and agritourism potential by the gaps in broadband provision.<\/p> <p>  I noted the witnesses indicated in their report that the census figures show we are building less than one net new house for every seven new households formed.  We hear anecdotally about the big corporations that can be challenged sometimes in terms of attracting workers because of the housing shortage, but in terms of the employees of the employers the witnesses represent, will they provide a narrative for where that is at currently in terms of the challenges specifically faced by indigenous companies?  Let us forget the big guys and girls for the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#G00500","speaker":"1311"},{"type":"speech","time":1505833200,"counter":26,"content":"<p>I welcome the delegation and thank the witnesses for their submission.  I wish to ask them about the fiscal space.<\/p><p>Obviously, after 2019 the parameters appear to be much easier for us.  We still have to deal with legacy issues in 2018.  The gross figure we are discussing at present is approximately &euro;1.7 billion, but what type of fiscal space should the Minister be aiming to create either through hidden space or new tax measures?  The witness asked us to consider an additional &euro;400 million to support our businesses to gear up in different ways for what I agree is the profoundly serious challenge of Brexit, given the way in which our economy will be placed between the European monolith and what is still our premier market.  Has IBEC carried out an evaluation of that type of tax expenditure?  The witness is asking us, for employment reasons and so forth, to engage in major expenditure.  Is that just for this year or continually into March 2019 and onwards?  How has he evaluated that?  It would be good if the committee knew the budget now, in effect, in order that we could evaluate the expenditures.<\/p><p> I have a second brief question.  The witness made a good point about labour participation and the low level in the international context.  Does he think enough is done by the State to encourage women back into the economy after a period of home caring duties?  All the schemes that exist appear to discriminate against that cohort of women.  Should we end that immediately and try to support those women to get back into training and then into the economy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#G00600","speaker":"1361","continuing":true},{"type":"speechnospeaker","time":1505833200,"counter":28,"content":"<p>I will start with Deputy Lahart's questions and my colleague, Mr. Brady, might respond to some of them.  I will comment again on our USC policy.  It is very much a labour market policy.  As the Deputy said, everyone pays USC but many businesses have made the point to us that it also means that a significant proportion of USC income is outside the labour market because it is on other income, not just work-related income.  That means spending a great deal of money for a reduction in the USC but limiting the economic impact to jobs in the labour market because it gives benefits on other, non-work related income as well.  It is, therefore, diluting the bang for one's buck in terms of tax reform expenditure.  We see that as a missed opportunity.  The Deputy is right that everyone benefits from it, including middle and higher income earners, but the benefit will be very limited.  We again refer to the fact that our tax system is out of line with the rest of Europe by being so narrow and having such a low effective tax rate at below average earnings.  That is the issue we believe must be addressed.<\/p> <p>  The Deputy is correct to point out that a significant number of projects were finished during the past ten years.  It is interesting that the Deputy mentioned the schools.  Much of the reason we were able to complete some of those school bundles was that we used public private partnerships, PPPs, when Exchequer resources were extremely tight.  We have been quite concerned to sense a resistance - we do not necessarily see an official position on it but we sense it - to rolling out more tranches of public private partnerships for other types of infrastructure.  There is also a PPP break built into the public capital programme which we believe should be examined.  An arbitrary cap has been set in the public capital programme for public private partnerships which I believe is unnecessarily limiting us.  The reality remains-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#H00200","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1505833200,"counter":29,"content":"<p>It is self-imposed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#H00300","speaker":"1311"},{"type":"speechnospeaker","time":1505833200,"counter":30,"content":"<p>Domestic policy has set a cap on PPPs, which we believe is unnecessary and restrictive.  The other observation I will make on the past decade is that we have the highest demand for new infrastructure in Europe because we have the fastest growing population, but we have the lowest level of expenditure.  It is becoming a crunch point for the economy.<\/p> <p>  I will comment on apprenticeships and broadband and Mr. Ger Brady will comment on the housing issue.<\/p><p>On apprenticeships, there are 40 trade associations in total in IBEC and they have been active in supporting apprenticeships.  These are industry-led initiatives in new occupations and new sectors of the economy in which we have never had apprenticeships before.  We are diversifying that model away from the traditional trades into industry.  It has probably been a case of mixed results.  Even as recently as this week, a company based in the west observed to me that it had one apprenticeship on offer in a rural area.  It went into all the local schools within a significant radius but did not get one single application for it.<\/p><p> There are several initiatives coming through.  Some of our industry groups, such as engineering, med-tech and financial services, have launched some programmes over recent months.  We are making some progress in this but a national effort between all stakeholders is required to really promote and sell the benefits of apprenticeships to parents because we are not getting the interest coming through.  Business will play its part and we are seeing strong demand from business.  However, we believe we need a stronger promotional effort to ensure school leavers and those making career decisions will see apprenticeships as a strong career choice.<\/p><p> It is important that administratively we are able to design apprenticeships, get the curricula agreed and put in place as quick as we can where industry has identified a need.  The single biggest challenge is the hearts and minds one of promoting apprenticeships as a career opportunity.  We are keen to demonstrate best practice and have advocates and successful apprenticeship graduates to help promote the career opportunities that are there.  The challenge is that we are not getting the demand coming through from school leavers.<\/p><p> Broadband is a significant business issue right across the country.  We have looked at the percentage of businesses which have challenges in respect of broadband.  We see good progress being made.  We are engaging closely with the private sector with its roll-out of broadband, which is accelerating.  Many businesses which had difficulty last year now have good broadband coverage.  We hope in the next 18 months that we will see further progress.<\/p><p> As the labour market gets tighter and tying back to the challenges of absorption and capacity in the economy, traffic congestion is becoming a real crisis.  With a tight labour market, many businesses are reporting to us that they are trying to offer more flexible working arrangements and that many employees cannot cope with commute times and traffic congestion pressures.  Many employees want to work more from home and businesses want to facilitate that but are unable to do so.  While businesses are more likely to be in urban areas and in turn are more likely to get broadband connectivity, connectivity for businesses based in remote areas is equally important and probably a bigger challenge for us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#H00400","nonspeaker":"Mr. Fergal O'Brien","continuing":true},{"type":"speechnospeaker","time":1505833200,"counter":32,"content":"<p>On housing and the indigenous sector, we get it from all kinds of members.  It is definitely a piece in the skills challenge for multinationals but it is the single biggest driver of wages and wage costs above what one would expect from inflation, productivity and other costs of living that one would normally see in a normal industrial relations context.  We are seeing housing costs drive that for indigenous companies.  It is happening at a time when inflation across the economy is really low.  Accordingly, companies cannot pass on the wage costs through price increases and it is really cutting their margins very fine.  In the indigenous exporting sectors, it is a major issue for urban-based companies.  Wage costs and the pressures on them are increasing quickly.  At the same time, currency swings in the main market in the UK are cutting margins.<\/p> <p>  It is particularly an issue for companies in some larger urban areas but it is spreading.  We are starting to see in the Dublin commuter belt, as well as the Cork commuter belt, people pushing out further because of housing pressures in the cities.  This is putting pressures on rental and housing costs in towns such as Portlaoise, Navan and Mullingar.  That is putting pressure on companies which cannot pass on those increases, in particular indigenous manufacturing.<\/p><p>That is causing severe difficulties for them at a time when they do not need those difficulties.<\/p><p> In recent years we made big calls in terms of trying to get the State to build more social housing.  One would not see many business organisations across Europe calling for more social housing but we believe that is a key piece of the process, as well as making sure that the planning system affords the delivery of private sector housing.  We are starting to see some signs that it is ramping up but the population pressure issues are acute.  It is an issue of success.  The Dublin and Cork economies are doing so well it is very difficult for the housing sector to keep up with the current demand, never mind the excess demand that is coming on all the time.  We are staring to see real pressures from it.  I would not like to leave the committee that it is only an issue for multinationals.  It is a massive issue and probably the major feedback we get from human resources, HR, and industrial relations people within our indigenous companies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#J00200","nonspeaker":"Mr. Gerard Brady","continuing":true},{"type":"speechnospeaker","time":1505833200,"counter":34,"content":"<p>Would Mr. Brady like to deal with Deputy Broughan's comments on fiscal space?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#K00200","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speechnospeaker","time":1505833200,"counter":35,"content":"<p>Yes.  One of the ways the fiscal space is calculated is examining the potential growth rate of the economy looking forward and backward over a ten-year period.  What the Government has chosen to do, and this has not been imposed by Europe, is instead of using the 26% GDP number in 2015, it has used a 5.5% growth number that essentially has been made up - 26% is what happened to GDP.  We are saying that an extra &euro;400 million would be available in fiscal space this year which we believe the Government could use and still come very close to reaching its medium-term objective, MTO, and achieving a structural balance below 0.5% of GDP.  We believe an extra &euro;400 million is available and that it could be used for infrastructure and freeing up resources for Brexit.<\/p> <p>  To deal with the Deputy's second question, we have examined many examples within our own companies of how much they will have to spend to diversify from the United Kingdom market.  One of the big issues they are facing is that in the worst circumstances, if things go very bad in terms of a hard Brexit, they will lose UK market share very quickly and it will take six to ten years for them to build up market share elsewhere in Europe.  In that intervening period, companies that might be viable now and in six years if they diversify will not be viable in the period in between; there is a type of valley of death effect in that regard.  That is where we see the need, in terms of support from Government, to make sure those viable companies - we are not asking it to support unviable companies - get over that.  The way the Government can help is to invest in the capital expenditure, innovation and Brexit mitigation measures, which will allow them to gain and keep competitiveness in order that they can maintain UK market share for as long as possible, as well as trade and finance supports to allow them diversify as quickly as possible.  That is what we are looking at.<\/p> <p>  In terms of the quantum, as Mr. O'Brien said, we said there would be approximately 5% of indigenous exports annually over a period of three years or so.  It would be approximately &euro;1.2 billion.  That could be through low-cost trade finance, direct supports for innovation or capital allowances, for example, for companies looking to increase their productive capacity and competitiveness or through less direct supports such as better tax conditions for small and medium enterprises, SMEs, for example, which are well behind the UK.  That need is there, and we are hearing about it loud and clear.<\/p> <p>  The danger from an Ireland Inc. point of view is that, as Mr. O'Brien said in his opening statement, we have always seen our indigenous sector as captive and the multinational sector as mobile.  In terms of the feedback we are getting, and companies are currently deep in planning, they are saying it is very difficult to diversify in that it is hugely expensive, massively risky and takes a great deal of time and that it would be a better business decision and a more economic decision if they moved or contracted out capacity to the UK in order that they can continue to serve the UK market as they have always done but within the UK.  That would mean loss of part of what is probably the most productive part of our indigenous sector to the UK over the coming years.  That is not helped by the fact that parts of the UK, and particularly north Wales, still have state aid status, which allows them to offer much greater supports to indigenous manufacturing companies in particular.<\/p> <p>  We are in a fight that has to be recognised in this budget.  Otherwise, we will lose at least some part of the most productive part of our enterprise base.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#K00300","nonspeaker":"Mr. Gerard Brady"},{"type":"speech","time":1505833200,"counter":36,"content":"<p>Does IBEC still want to cut the rate of corporation tax?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#L00100","speaker":"1361"},{"type":"speechnospeaker","time":1505833200,"counter":37,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#L00200","nonspeaker":"Mr. Gerard Brady"},{"type":"speech","time":1505833200,"counter":38,"content":"<p>That was its policy, was it not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#L00300","speaker":"1361"},{"type":"speechnospeaker","time":1505833200,"counter":39,"content":"<p>I do not think we have ever-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#L00400","nonspeaker":"Mr. Gerard Brady"},{"type":"speechnospeaker","time":1505833200,"counter":40,"content":"<p>No.  We have always been of the view that, from a tax policy perspective, certainty is the most important element.  Our 12.5% rate is very competitive and, coupled with things such an attractive research and development tax rate, it makes Ireland an attractive location.  Our priority is talent and on a tax system that is more attractive for talent.<\/p> <p>  I will make an observation on the economic rationale for State support for business in the context of a hard Brexit.  As I have said, we think the regions will be particularly impacted.  If we look at the experience of Germany in 2008, 2009 and 2010, when a global crisis hit, Germany achieved flexibility on state aid rules from Brussels in recognition of the depth of the crisis, but crucially it made significant interventions to keep people in jobs.  The German unemployment rate did not increase.  It saved substantial resources on its social welfare.  It kept people in their jobs and, when the business cycle turned, those companies were still viable, the employees were still present and the state was able to withdraw that support.  When we look at that as a case study we can see that, yes, the state invested, but it invested money that was saved on social welfare and it retained its enterprise base.  Our fear is that if Brexit kills our enterprise base, those companies and new entrepreneurs will not start again and will not make investments in the capital intensive sectors such as food, traditional manufacturing and engineering which require so much money to get up and running.  We fear that those investment decisions will not be made in the future so we have to keep them alive through the travails of Brexit.<\/p> <p>  To comment briefly on the Deputy's points on female labour market participation, we see it as one of the great lost opportunities for our economy that so much wonderful talent is not active in the labour market.  In the context of our housing pressures and the difficulties of attracting new workers into the labour market, it becomes a bigger constraint that we are not making better use of our existing resources.  To mention some of the things we are doing from a business point of view, one of our trade associations in IBEC, Technology Ireland, has recently launched a targeted programme to help women returning to the workplace to start a career in technology or to make a career change into technology.  That is proving quite successful.  There is a lot of interest.  We need to see more of those business-led measures.<\/p> <p>  We would point to two big obstacles in terms of policy.  We still have exceptionally high child care costs in Ireland.  Despite the measures introduced in recent years, which are just coming into force from this September, our child care costs are still prohibitive and act as a significant deterrent to female labour market participation.  The other factor, which is very significant, again goes back to our marginal tax rate.  The fact the marginal tax rate is so high is a particular disincentive for the second income earner who, in many cases, tends to be a woman who might be looking to return to the workplace.  The combination and interplay of high child care costs and the very high marginal tax rate means that the effective tax rate for many second income earners, when those elements are combined, is 80% or 90%.  That is what we have found.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#L00500","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1505833200,"counter":41,"content":"<p>Deputy Heydon has five minutes, but ten if he needs it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#L00600","speaker":"1243"},{"type":"speech","time":1505833200,"counter":42,"content":"<p>I thank the Chair.  I will not need ten.  I thank the witnesses for their interesting presentation and for engaging with us.  To touch on a point which Deputy Lahart made in respect of the lost decade, it was not about finishing the projects which had been started but about the projects which we were not able to start.  The second terminal in Dublin Airport was finished but we were not able to build metro north out to it because of the lack of resources brought about by the crash.  I would like to see it progressed now that we have managed the economy, brought to stability and have got ourselves back on a sound footing in this regard.  The current housing crisis was born out of the fact we did not have money to build social housing during the Troika programme.  The term \"lost decade\" does not mean we did not continue to deliver on some projects which had been started, but there was definitely a period which impacted on business as well as on different decisions that Government made across communities.<\/p> <p>  I had a question on IBEC's view on corporation tax.  The witnesses have touched on that issue already, but perhaps I can focus on the fact that, when we discussed it in the committee last week with the Irish Fiscal Advisory Council and the ESRI, we heard that much of our corporation tax comes from very few companies.<\/p><p>Could we hear the witnesses' views on the volatility of this and on the decisions that are made by accountants in a small number of multinational corporations, and how this can impact on the tax take?  Do the witnesses have suggestions for measures around the volatility of corporation tax, from the collection aspect and the budgetary perspective in how we forecast it, which proves to be very challenging for us to do every year?<\/p><p> The research and development tax credit proposal was referred to and I would like some more detail on it.  Does IBEC have a costing on it?  I am mindful that in 2015 the Government spent &euro;707 million on the research and development tax credit, which was a 900% increase since 2004.  Does IBEC believe this is an efficient use of taxpayers' money?  Are we getting bang for our buck from it?  What is the costing on the proposal that the witnesses touched on in the presentation?<\/p><p> What are IBEC's views on the tourism hospitality 9% VAT rate?  Do they believe that it helped to get people back to work, as it was designed to do, and do they believe that those jobs are now absolutely dependent on it all across the sector in Ireland?  I ask the witnesses to try to look at the issue from our perspective, which is whether the value for money from that measure is the best use of our money to keep people in those jobs and to support that sector?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#L00700","speaker":"1237","continuing":true},{"type":"speechnospeaker","time":1505833200,"counter":44,"content":"<p>On corporation tax, Ireland is unique in lots of ways because of the type of economy we have, the level of globalisation and the size of some of the corporates that are here.  If one takes the Irish manufacturing and industrial base, for example, about 80% of turnover is in 150 companies and this accounts for almost half of the wages also.  It is not that it is accountants, rather that these companies are enormous.  We can think of them across many areas of the State, including Irish domestic public limited companies, plcs, as well as multinationals.  These are Irish multinationals that are going out into the world as well as multinationals that come to Ireland.  It is often under-appreciated that Irish plcs employ almost as many people in the United States of America - some 100,000 people - and US multinationals employ some 150,000 in Ireland.  It is not just inward FDI that brings this about, but it is definitely a challenge from a fiscal point of view in understanding how our tax system is going to work and in forecasting it.  I am afraid I do not think there is any way one can forecast better when such a small number of decisions can have such a huge a huge impact on the corporation tax take.<\/p> <p>  From talking to our members, IBEC's view is that it is likely that some of the activity around inward migration of business into Ireland that has happened because of base erosion and profit shifting, BEPS, and because of the changes in corporation tax over the past couple of years will continue.  Ireland is still seen as a very attractive place to have a European headquarters and to invest in enormous, substantial activities that some of the companies have here.  That brings with it challenges such as how to tell when those decisions are going to be made and how one forecasts corporation tax arising from that.  It is a very difficult thing for the Department of Finance to do.  Over recent years, IBEC has said that it would be better to use that money on once-off investments rather than building it into the current spending base.  This would not do anything to help in the forecasting but it would help to make sure that the base of current spending is not exposed to it.  Ireland does not want a situation where we wake up in the morning and a corporate has made a decision that has left us with a couple of billion euro holes to fill in our current spending.  With capital spending, it is much easier to turn the tap off on projects that are coming down the line.  IBEC believes that the best way to deal with the volatility that is going to be there and that will continue is to ring-fence some of the corporation tax that flows from it for capital investment.<\/p> <p>  Turning to the research and development tax credit and the issues we have with it, on the one hand, Ireland has a really attractive regime.  The Department of Finance performed a review last year that showed the bang for our buck - the cost effectiveness ratio - was 2.6, which is very significant in an international context.  Essentially it means that companies spend around &euro;2.60 for every euro that we spend in tax.  Usually, if it is anything more than 1 or 1.5 in an international context, it is good value for money.  The figure of 2.6 is huge.  The review also showed us that some 40% of the research and development spend in the State, almost &euro;1.5 billion, would disappear if the tax credit was not in place.  That is a really effective regime.  The changes IBEC hears that companies look for are mostly around the administration of the regime such as audit periods and making sure that there is consistency in treatment.  In Ireland, for example, we have regional teams that do research and development tax credit audits rather than having one national team.  In the UK, a team based in Cardiff does the audits and it has specialists in each of the areas who do audits for the whole country, but in Ireland regional teams do that.<\/p><p> Administration is a major issue.  In terms of cost, the measures in our budget submission have been costed and they would be either cost-neutral or low cost.  The only costs involved would be in administration and staffing.  We have tried to do this because we are conscious that it is a large investment.  However, it is also crucial for attracting high value activity.  One of the major trends in recent years has been rather than a highly capital intensive factory being built somewhere and workers flocking to it, as occurs in the old-fashioned industrial model, companies are becoming increasingly mobile, even in terms of their laboratories, and will go to wherever people with skills are located.<\/p><p> From a corporation tax point of view, the biggest things we could do are on the personal tax side and in areas such as share options, housing and quality of life issues that make Ireland a more attractive place for skilled workers. <\/p><p> The evidence is clear on the 9% VAT rate.  It has worked very successfully and continues to work.  Withdrawing the 9% rate would be the wrong decision in the current climate.  The number of British tourists declined by 6.5% in the first quarter of this year.  Certain regions, particularly the north west, midlands and Border region, are reliant on UK tourists, with almost half of tourists to the BMW regions coming from the United Kingdom.  They are already highly exposed to Brexit and the withdrawal of the 9% VAT rate would be a disaster for many hoteliers and others involved in the tourism industry in these regions. <\/p><p> We see many headlines about Dublin hotel prices and so forth.  However, large numbers of companies in the tourism sector in rural areas are either still loss-making or only starting to make profits.  A large chunk of the loss allowances availed of for tax purposes relate to the hotel sector.  Many hotels continue to lose money because they made large investments in 2005, 2006 and 2007.  Withdrawing the 9% VAT rate would do more damage to areas that are already being damaged by the swings in the value of sterling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#M00200","nonspeaker":"Mr. Gerard Brady","continuing":true},{"type":"speechnospeaker","time":1505833200,"counter":46,"content":"<p>The 9% VAT rate should be viewed in the same way as the 12.5% corporation tax rate, which all parties in the political system support as a sensible and optimum rate that maximises jobs and activities for the State.  Germany and France have permanent VAT rates that are either side of the 9% rate in place in Ireland.  Low or competitive tax rates on mobile activity make economic sense, ultimately create more jobs and generate revenue for the State.  The discussion on the cost of the 9% VAT rate is not sufficiently balanced in terms of the additionality the rate creates for the economy.  All the studies we have seen show that the policy of having a 9% VAT rate more than pays for itself.  We do not see a rationale for removing it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#N00200","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1505833200,"counter":47,"content":"<p>I welcome the delegation from IBEC.  All my questions have been addressed.  The difference of opinion regarding changes to the universal social charge or tax bands comes down to one's view of politics and whether the recovery should be shared by everybody or the chosen few.<\/p> <p>  Mr. O'Brien has been travelling around the country meeting IBEC members and Members of the Oireachtas.  Based on his meetings with businesses, how prepared is business for Brexit?  Did he have to instigate conversations on Brexit or was the issue raised with him when he travelled the country?<\/p> <p>  On infrastructure, what are IBEC's key asks in terms of projects?  We heard about the requirement for regional competitiveness.  Should the focus of investment be on public transport or the road network?  I am with IBEC on the issue of public private partnerships.  What should be the key messages of the capital plan and in what direction should the plan go?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#N00300","speaker":"1335"},{"type":"speechnospeaker","time":1505833200,"counter":48,"content":"<p>Brexit has been a slow burning issue for many businesses.  Some sectors quickly diagnosed what Brexit would mean for them.  They started contingency planning and examined their supply chain exposure.  The food sector is highly advanced in terms of its awareness and planning for Brexit, as is traditional manufacturing.<\/p><p>In the SME sector, many owner managers are overwhelmed by the uncertainty and the challenges of Brexit.  As there are so many unknowns and moving parts, they are almost incapable of planning.  We all need to do a lot of work.  From an IBEC perspective, we have published a detailed toolkit for our members to help them to step through all the key business issues they need to consider.  We know that Enterprise Ireland, Bord Bia and others have similar tools.  However, there are still many companies that are either overwhelmed by the challenge of Brexit or have not fully thought through where the implications of it might be buried in their supply chain.  They might not see a direct exposure to the UK, but there are many companies with indirect exposures they have not yet recognised.  There is a lot of awareness raising to be done.<\/p><p> In terms of the infrastructure asks, to summarise it, the first ask is that we have ambition in terms of the resources and the scale of a capital plan.  We genuinely believe that the new national planning framework coupled with a ten-year investment plan is the most important opportunity in a generation to plan and build the kind of infrastructure we need for a much better Ireland, a much better society and economy and, crucially, a better spatial distribution of where economic activity happens. The first ask, therefore, is to see us come up towards a modern European standard in terms of how much we are investing in our infrastructure and all elements of that infrastructure.<\/p><p> In terms of the priorities, we see significant challenge in terms of public transport provision, starting with but not confined to our major cities.  We think we will have to see significant scale generated around the main cities.  We would strongly favour a national planning framework and investment strategy that would target a lot of resources at our regional cities.  That will mean public transport within those regional cities and within Dublin, which is clearly under significant pressure.<\/p><p> The second crucial point is the connectivity between these regional cities in terms of both public transport and the road network.  A lot of infrastructure was delivered prior to the crash but it was transport infrastructure that all led to Dublin.  Getting that mindset changed to one about connecting the regional cities to each other is probably one of the most significant elements of a new plan.  We need to be particularly conscious of the regions that are, first, underperforming anyway in terms of recovery and, second, will be most exposed to Brexit.  We would argue that the west and north-west corridors should be strongly examined.  We see particular Brexit challenges where the provision of improved infrastructure could make a significant difference.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#N00400","nonspeaker":"Mr. Fergal O'Brien","continuing":true},{"type":"speech","time":1505833200,"counter":50,"content":"<p>When we met in Galway, the blockages to infrastructure development, for instance, planning and the time it takes to get an application through, were raised.  Are we in danger of having an ambitious plan that ticks all the boxes but not having the ability to deliver it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#O00200","speaker":"1335"},{"type":"speechnospeaker","time":1505833200,"counter":51,"content":"<p>It is a significant risk.  The resources may now start to become available and we may get a great plan but we have a poor track record in terms of delivering key infrastructure projects.  We should be benchmarking ourselves much more closely in that regard in an international context because that is what companies are doing.  If we take the high profile example of the Apple development in Athenry, companies are doing those benchmarks.  They are looking at the time it takes to get decisions, the length of time appeals take and the procedures around objections.  Ireland is not scoring well and we are concerned that its international reputation for investment will be tarnished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#O00300","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1505833200,"counter":52,"content":"<p>I apologise for being late but am glad to get the opportunity to ask a few questions.  I have been reading in advance the Building for the Future document, which is very useful.  When I think of building for the future, I think of sustainability being a big issue in our future development.  Will Mr. O'Brien point out a line to me in the paper which relates to the issue of environmental sustainability and how we build to the future?<\/p><p>Is there a line in it which sets out IBEC's vision of the importance of sustainability in our use of natural resources?  I do not want to be too critical or personal in any way, but IBEC's submission to the national planning framework was the least sustainable proposal I have seen in the past 30 years in public life.  It was all about roads everywhere, seeking 1,500 km of new motorways and dual carriageways.  As I recall, IBEC had no plans for any public transport plans in Galway, Cork, Waterford or Limerick.<\/p><p> Accordingly, I was interested when Mr. O'Brien said such plans would be important.  At the weekend, the Taoiseach said we will have to build in the centres of our cities.  From my understanding of transport policy, this will require public transport projects.  When Mr. O'Brien said there would be a priority for public transport in cities, particularly regional cities, has IBEC specific projects in mind for public transport in Cork, Galway, Waterford and Limerick, or indeed Dublin as well?  Has IBEC changed its view from that in its national planning framework document which was all about roads and which would encourage sprawl and the huge costs which would come with that, not just the environmental cost, but the cost to the State serving this ever expanding urban settlement pattern that we have had over the past 40 years?<\/p><p> I have to put down a caveat about labour activation.  Business succeeds in a society.  Regarding people at home and working raising children, Mr. O'Brien said we could make better use of our existing resources.  It is up to parents to decide.  If they decide to work in the home or in other caring work, it does benefit our society and, in the end, business benefits from that.  I have this terrible reaction when I hear that only paid work counts and only the economy matters, while anyone who is not in the paid economy does not count and we have to get them out of that situation as much as we can.  I beg to differ.  At the same time, parents working in the paid economy are doing a hugely important and valuable job.  I am not pitching one person against the other.  For IBEC to write off the majority of parents who make the choice to stay at home and to see it not having value, I have to raise a different point of view in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#O00400","speaker":"1294","continuing":true},{"type":"speech","time":1505833200,"counter":54,"content":"<p>The woman's place in the home is enshrined in the Constitution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#P00200","speaker":"1243"},{"type":"speech","time":1505833200,"counter":55,"content":"<p>It was originally enshrined to protect us from what were then the excessive powers of business.  Some see it as reactionary but I see it as quite progressive.  If we just bow down to the needs of business, we could end up destroying our society as well as our economy in the long run because economy depends on society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#P00300","speaker":"1294"},{"type":"speechnospeaker","time":1505833200,"counter":56,"content":"<p>Our views on sustainability and infrastructure investment priorities are predominantly contained in our national planning framework submission from earlier in the year.  We have a significant section in that on sustainability, priorities in energy use and transport, as well as a spatial pattern perspective.  I would be happy to come back to the Deputy on the specifics.<\/p> <p>  I know headlines were taken from it on the connectivity of our regional cities by high-quality road.  We very much continue to support that agenda.  We think it is crucial that before we move on to 21st century objectives, we finish the 20th century infrastructure objectives which we have not done.  In our national planning submission, we worked with businesses in all the regions and identified public transport priorities for the cities of Waterford, Limerick, Galway and Cork, as well as Dublin, which we have targeted for both short-term, medium-term and long-term priorities.  Much of that is bus corridors and, in some cases, rail investments.  Obviously, within the greater Dublin area, we have short-term priorities around rail investment.<\/p><p>We would be very happy to share the detail of that with the Deputies subsequently.<\/p><p> On the child care issues, in terms of our priority from a business perspective, we would have an economic efficiency view but, at its core, it goes back to the issue of choice for working parents.  We fully support Deputy Ryan's view that people should have the choice to care for children in the home.  We fully support that choice for men and women in working families, but we believe choice is being limited now by the economic realities of prohibitively high child care costs and the way we structure our income tax system, which does not make it attractive for a second earner to go to work.  We believe we can respect and support the role of parents within the home while at the same time giving more choice in those cases where both parents choose to work.  Our system currently does not do that when we consider our exceptionally high child care costs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#P00400","nonspeaker":"Mr. Fergal O'Brien","continuing":true},{"type":"speech","time":1505833200,"counter":58,"content":"<p>Is there a line in the submission on this budget where IBEC sets out its view of the environmental consideration?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#Q00200","speaker":"1294"},{"type":"speechnospeaker","time":1505833200,"counter":59,"content":"<p>In the budget-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#Q00300","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1505833200,"counter":60,"content":"<p>In IBEC's submission, Building for the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#Q00400","speaker":"1294"},{"type":"speechnospeaker","time":1505833200,"counter":61,"content":"<p>In the budget, I do not think I would point that out to the Deputy.  In our national planing framework submission there are significant views on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#Q00500","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1505833200,"counter":62,"content":"<p>Is IBEC concerned about the possibility of Ireland facing significant fines of hundreds of millions of euro in the very near future for not meeting our climate objectives?  Is Ireland's reputation being damaged internationally by being seen increasingly as a climate laggard?  Does Mr. O'Brien believe there is a new clean industrial revolution taking place around the world and that those economies which are part of that will succeed?  To come back to the last question, if I am correct in those assumptions, why does the IBEC's report have nothing to say about environmental sustainability in the budget?  Does it believe it is irrelevant?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#Q00600","speaker":"1294"},{"type":"speech","time":1505833200,"counter":63,"content":"<p>Before Mr. O'Brien answers, apropos of what Deputy Ryan is saying, how can we future proof budgets against climate change?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#Q00700","speaker":"1243"},{"type":"speechnospeaker","time":1505833200,"counter":64,"content":"<p>There are measures the Government can take from a public investment perspective.  Much of our investment agenda here is around making better use of some of our resources, achieving better housing utilisation and ensuring better density in urban areas, which we have identified in the submission.  More substantively, in terms of the work we have done for the national planning framework, we have some very extensive policies in terms of our sustainability agenda.  We have not identified in this budget specific fiscal measures to support environmental investment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#Q00800","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1505833200,"counter":65,"content":"<p>What would IBEC propose for future budgets?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#Q00900","speaker":"1243"},{"type":"speechnospeaker","time":1505833200,"counter":66,"content":"<p>I am very happy to work with our members in terms of identifying what they would see as priorities.  It is something we will encourage them to work with us on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#Q01000","nonspeaker":"Mr. Fergal O'Brien"},{"type":"speech","time":1505833200,"counter":67,"content":"<p>That would be beneficial.  I thank Mr. O'Brien and Mr. Brady.  We very much appreciate them coming in today and taking the time to give their opening statements and address our questions.  It was very helpful for all the members.<\/p> <p>  As there is no further business, that concludes our proceedings today.  The meeting is adjourned until 9 a.m. tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CBO2017091900002#Q01100","speaker":"1243"},{"type":"unspoken","time":1505833200,"counter":68,"content":"<p>The select committee adjourned at 5.20 p.m. until 9 a.m. on Thursday, 21 September 2017.<\/p>","notice":"TIME STRING DETECTED"}]