[{"type":"majorheading","content":"Joint Oireachtas Committee on the Future Funding of Domestic Water Services","time":1485351000,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Colm Brophy, Senator Paudie Coffey, Deputy Pat Casey,* Senator Lorraine Clifford-Lee, Deputy Shane Cassells,* Senator Grace O'Sullivan. Deputy Jim Daly, Deputy Alan Farrell, Deputy Noel Grealish, Deputy Seamus Healy, Deputy Martin Heydon, Deputy John Lahart, Deputy Paul Murphy, Deputy Eoin Ó Broin, Deputy Jonathan O'Brien, Deputy Kate O'Connell, Deputy Willie O'Dea, Deputy Jan O'Sullivan, Deputy Thomas Pringle,<\/p><p>* In the absence of Deputy Mary Butler and Deputy Barry Cowen, respectively.<\/p><p>SENATOR PÁDRAIG Ó CÉIDIGH IN THE CHAIR.<\/p>","time":1485351000,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002"},{"type":"minorheading","content":"Business of Joint Committee","time":1485351000,"counter":4,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#A00100"},{"type":"speech","time":1485351000,"counter":5,"content":"<p>At the request of the broadcasting and recording services, members are requested to ensure that for the duration of the meeting their mobile phones are turned off completely or switched to aeroplane, safe or flight mode, depending on the device.  It is not sufficient to leave them in silent mode as this will maintain the level of interference with the broadcasting system.  In accordance with the standard procedures agreed by the Committee on Procedure for paperless committees, all documentation for the meeting has been circulated to members on the document database.<\/p> <p>  I propose that we go into private session.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#A00200","speaker":"1431"},{"type":"unspoken","time":1485351000,"counter":6,"content":"<p>The joint committee went into private session at 1.35 p.m. and resumed in public session at 1.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Department of Housing, Planning, Community and Local Government and Mr. Séamas Ó Tuathail, SC","time":1485351000,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#A00400"},{"type":"speech","time":1485351000,"counter":8,"content":"<p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the joint committee.  However, if they are directed by it to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.<\/p><p>They are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  The opening statements submitted to the committee will be published on its website after the meeting.<\/p><p> Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p><p> At the request of the broadcasting and recording services, witnesses and those in the Gallery are requested to ensure that for the duration of the meeting their mobile phones are turned off completely or switched to aeroplane, safe or flight mode, depending on the device used, and not left in silent mode.<\/p><p> To commence our discussion on public ownership of the public water system, I welcome Mr. S&eacute;amas &Oacute; Tuathail, Senior Counsel, and Ms Treasa Brannick O'Cill&iacute;n.  I also welcome Ms Maria Graham, Mr. Colm Lavery and Mr. Stephen Dineen from the Department of Housing, Planning, Community and Local Government.  <\/p><p> Anois ba mhaith liom cuireadh a thabhairt don Uasal &Oacute; Tuathail a chur i l&aacute;thair a dh&eacute;anamh.  He is very welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#A00500","speaker":"1431","continuing":true},{"type":"speechnospeaker","time":1485351000,"counter":10,"content":"<p>T&aacute; &aacute;thas an cuireadh a fh&aacute;il &oacute;n gcoiste a bheith anseo.  T&aacute; tr&iacute; mh&oacute;r-cheist le pl&eacute; againn inniu.  Oiri&uacute;nacht cosaint bunreacht&uacute;il a chur ar f&aacute;il i leith shol&aacute;thar uisce.  An leor an cosaint at&aacute; ann faoi l&aacute;thair de bun na reachta&iacute;ochta reatha?  Is &eacute; sin na hAchtanna um sheirbh&iacute;s&iacute; uisce &oacute; 2007 go dt&iacute; 2014 san &aacute;ireamh, maidir le hUisce &Eacute;ireann a aistri&uacute; &oacute; &uacute;in&eacute;aracht phoibl&iacute;-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#B00200","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":11,"content":"<p>Gabh mo leithsc&eacute;al.  N&iacute;l cuid de na baill in ann an aistri&uacute;ch&aacute;n a chloiste&aacute;il.  Some members cannot hear the translation of this debate.  Is that true?  Nobody can hear the translation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#B00300","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":12,"content":"<p>Go bhf&oacute;ire Dia orainn.  Cad is f&eacute;idir a dh&eacute;anamh faoi sin?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#B00400","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":13,"content":"<p>An rud a mholfainn n&aacute;, muna mhiste leis an bhfinn&eacute;, agus ainneoin gur de bhun&uacute;s na Gaeilge an bheirt againn, an mbeadh an finn&eacute; s&aacute;sta &eacute; a dh&eacute;anamh as B&eacute;arla mar nach bhfuil an c&oacute;ras aistri&uacute;ch&aacute;in ag obair, ionas go dtuigfidh chuile dhuine?  N&iacute; bheadh chuile dhuine ar an toil ch&eacute;anna Ghaeilge is a bheadh muide.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#B00500","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":14,"content":"<p>Is aisteach &eacute;, a Chathaoirligh.  D&eacute;anfaidh m&eacute; i mB&eacute;arla &eacute;, ach faoi ag&oacute;id.  Tharla s&eacute; seo cheana f&eacute;in i gc&aacute;s eile a raibh an-chaint faoi fad&oacute;.  Is &eacute; sin nuair a th&aacute;inig an Coimisin&eacute;ir Teanga anseo leis an tuairisc bhliant&uacute;il a phl&eacute;.  Tharla an rud ceannann c&eacute;anna.  D&uacute;radh liomsa sular th&aacute;inig m&eacute; anseo go mbeadh an c&oacute;ras aistri&uacute;ch&aacute;in ar si&uacute;l.  T&aacute;imid ag iarraidh labhairt sa phr&iacute;omhtheanga oifigi&uacute;il.  Sa ch&aacute;s eile sin, n&iacute; raibh s&eacute; ar f&aacute;il, agus sa ch&aacute;s seo ar&iacute;s, n&iacute;l s&eacute; ar f&aacute;il.  T&aacute; ceist an-mh&oacute;r faoi ch&uacute;rsa&iacute; d&aacute;ir&iacute;reachta &oacute; thaobh dh&aacute;theangachais de sna Tithe.  Ach, leanfaidh m&eacute; ar aghaidh i mB&eacute;arla.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#B00600","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":15,"content":"<p>Go raibh maith agat.  Tuigim an pointe at&aacute; t&uacute; tar &eacute;is a dh&eacute;anamh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#B00700","speaker":"1431"},{"type":"speech","time":1485351000,"counter":16,"content":"<p>Can the Chairman fix it so that we can have the translation?  People are entitled to present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#B00800","speaker":"1308"},{"type":"speech","time":1485351000,"counter":17,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#B00900","speaker":"1431"},{"type":"speech","time":1485351000,"counter":18,"content":"<p>I need a translation and we should get one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#B01000","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":19,"content":"<p>We can send for the minutes because Mr. &Oacute; Tuathail spoke.  That is what is supposed to be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#B01100","nonspeaker":"Clerk to the Committee"},{"type":"speech","time":1485351000,"counter":20,"content":"<p>I know he did but Mr. &Oacute; Tuathail should be able to present in Irish if he so wishes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#B01200","speaker":"1308"},{"type":"speech","time":1485351000,"counter":21,"content":"<p>I agree with the Deputy.  I propose that we suspend the meeting to resolve the issue.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#B01300","speaker":"1431"},{"type":"unspoken","time":1485351000,"counter":22,"content":"<p>The joint committee went into private session at 1.44 p.m. and resumed in public session at 1.50 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1485351000,"counter":23,"content":"<p>I apologise for the delay.  For translation purposes, we made people aware that at least some of the presentation would be made as Gaeilge.  Technical hitches of this nature are way beyond my competency.  However, the issue has been sorted.  I invite Ms Maria Graham to make her presentation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#C00100","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":24,"content":"<p>As the Chairman stated, I am accompanied by Mr. Colm Lavery, principal officer, and Mr. Stephen Dineen, assistant principal officer, from the water division of the Department.<\/p> <p>  In the context of the committee&rsquo;s consideration of the issue of providing constitutional protection for the public ownership of the public water system, it may be useful if I set out both the current legislative safeguards to prohibit the privatisation of Irish Water and the current status of work, from the Department's perspective, on proposals for a constitutional amendment.  There are a number of features of the water sector in Ireland that are relevant in this context.  The nature of our topography and population dispersal means we have an extensive number of small, mainly surface water sources, rather than single large aquifers which can be the case in other countries.  The evolution of water services in rural areas has been largely dependent on private or group water investment.  Thus, the public water utility, Irish Water, is not the exclusive provider of water services but provides drinking water to 83% of the population and wastewater services to 64% of the population.  Therefore, from a broader perspective, water policy seeks to ensure the appropriate stewardship of all of the nation's water resources and that all citizens have access to quality drinking water across a sector that has multiple stakeholders and varying ownership and delivery structures.  That being said, the majority of citizens receive water services from Irish Water, the State's public water utility, and the concerns raised regarding potential privatisation of water services are focused on Irish Water.<\/p> <p>  A key principle in addressing the fragmentation within the system and bringing delivery and strategic planning into a single water utility was that this would be a public utility, that is, a State body in public ownership.  The objective of moving from a system of water services delivery by 34 water services authorities towards a single utility approach was to achieve economies of scale, greater efficiency and more effective long-term strategic planning.  This approach is further underpinned by the confidence and supply agreement agreed between the Government and Fianna F&aacute;il in the context of supporting a minority Government, which reflects a commitment to retain Irish Water as a single national water utility in public ownership, responsible for the delivery of water and wastewater services.<\/p> <p>  In my experience, having worked in this area for a number of years, the strong policy intent has always been to maintain public water services in public ownership.  This was already reflected in the Water Services Act 2007 and in transferring functions from local authorities to Irish Water in 2013, the protections in that Act against the alienation of public water assets were carried forward into the new arrangements.  Nonetheless, concerns have been raised that the reform process initiated in 2011 could lead to the future privatisation of water services.  Recognising these concerns, the previous Government twice legislated on the issue of public ownership of water services to give further protections.  The Water Services Act 2013 places a clear prohibition on the shareholders of Irish Water, namely, the Ministers for Housing, Planning, Community and Local Government and Finance as well as the board of Ervia, from alienating their shares in the utility.<\/p> <p>  Subsequently, in 2014, the Government introduced a further safeguard through the Water Services Act 2014.  Arising from this Act, were a situation ever to arise where any privatisation or part-privatisation of Irish Water was to be contemplated through alienation of any share in Irish Water to anyone other than another Minister, this could not occur without three specific actions.  First, both Houses of the Oireachtas would have to pass a resolution approving such a proposal.  Second, a majority of voters in a plebiscite would have to give their approval to the proposal.  Third, the Minister would then have to initiate legislation to privatise Irish Water or alienate any share held by the Government.  Existing legislation, therefore, already provides a statutory prohibition on the privatisation of Irish Water and sets out a range of steps that would need to be taken in the event that the statutory prohibition involved was to be removed.<\/p> <p>  The provisions on the plebiscite reflected in the 2014 legislation were brought forward as an alternative to a constitutional provision in the light of concerns at the time regarding potential unintended consequences of such a provision.  They also reflected the fact that the operations of State structures are usually described in legislation approved by the Oireachtas, rather than in the fundamental legal document of the State.  However, in the intervening period, Opposition Deputies published four similar Bills proposing a constitutional amendment to enshrine public ownership of the water system in the Constitution.  The Minister for Housing, Planning, Community and Local Government has informed the D&aacute;il that he is open to considering workable proposals that provide the necessary certainty regarding the future public ownership of Irish Water.<\/p> <p>  On 9 November 2016, the D&aacute;il debated one of these Bills, the Thirty-fifth Amendment of the Constitution (Water in Public Ownership) (No. 2) Bill 2016.  The Bill passed Second Stage in the D&aacute;il on 9 November 2016 and has been referred to the Joint Committee on Housing, Planning, Community and Local Government for Committee Stage.  While the Government did not oppose the Bill, the Minister indicated that, due to the complexity of issues involved in any potential constitutional protection, he reserves his position to propose a Government amendment to the wording on Committee Stage.<\/p> <p>  The Minister has stressed the need for the legal and technical issues to be carefully teased out during the pre-legislative scrutiny of the Bill.  He and the Department are fully committed to assisting the Joint Committee on Housing, Planning, Community and Local Government in this endeavour.  Among the issues to be considered in drafting a constitutional amendment are wording challenges arising owing to the range of categories of infrastructural ownership, achieving balance between principles reflected in the Constitution and the more detailed policy to be reflected in legislation, and addressing the risk of unintended consequences.  Issues around the wording of any amendment also arise from the plurality of water infrastructure ownership categories.  These include private bore holes, private group water schemes, private group schemes that are sourcing water from the public network and water infrastructure located on privately owned land.  There are also issues to be considered around the potential for unintended consequences that could impinge on individuals' rights to private property.<\/p> <p>  As I indicated, the Bill has been referred to the Joint Committee on Housing, Planning, Community and Local Government.  In parallel, the Department is working with the Office of the Attorney General on the issues arising to provide advice to the Minister and Government as the Bill progresses through the Oireachtas and possibly bringing forward amendments to address some of the issues I have outlined.  I trust this clarifies the position and I will be pleased to respond to questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#C00200","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":25,"content":"<p>Ba mhaith liom deis a thabhairt don Uasal &Oacute; Tuathail an cur i l&aacute;thair a dh&eacute;anamh as Gaeilge, m&aacute;s f&eacute;idir.  Munar f&eacute;idir, we may have to go directly into English.  An bhf&eacute;adfadh an tUasal &Oacute; Tuathail t&uacute;s a chur leis an gcur i l&aacute;thair?  It is not working.  I apologise for that problem.  We will ask for the presentation as B&eacute;arla, le do thoil.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#C00300","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":26,"content":"<p>I am very disappointed at the outcome so far.  My function is to deal with the constitutional amendment which is in the Committee Stage phase.  I am here to explain the reasons the amendment is necessary in view of public concern about the possible privatisation of water and to give such detail, as is appropriate, on the placing of the particular amendment to the Constitution in the article in which it is proposed to insert it.  This is the article dealing with the Government position on possible privatisation.<\/p><p>I will read the amendment into the record, in both languages.  The proposed amendment is to the Schedule to the Bill which as pointed out by Ms Graham is awaiting Committee Stage consideration.  I note Ms Graham has also said that the Minister may want to bring forward other amendments on Committee Stage, which I appreciate.  I am grateful to Ms Graham for alerting us to that possibility.  However, any such proposals could only be a watering down of the existing proposal.  The amendment is to be inserted into Article 28 as Article 28.4.3 of the Constitution, which will displace two of the existing Articles.  The text of the proposed amendment to the Constitutions reads:<\/p><blockquote>3&deg; Beidh an Rialtas go l&eacute;ir le ch&eacute;ile freagrach as an gc&oacute;ras uisce poibl&iacute; a chosaint, a bhainist&iacute; agus a chothabh&aacute;il.  Cuirfidh an Rialtas in &aacute;irithe, ar mhaithe le leas an phobail, gur faoi &uacute;in&eacute;ireacht phoibl&iacute; agus faoi bhainist&iacute; phoibl&iacute; a fhanfaidh an acmhainn sin.<br \/><br \/>3&deg; The Government shall be collectively responsible for the protection, management and maintenance of the public water system.  The Government shall ensure in the public interest that this resource remains in public ownership and management.<\/blockquote><p>The Right2Water campaign has obtained legal advice, mainly from myself, on the adequacy and correctness of the proposed amendment.  As a proposal, I stand over it.  <br\/><br\/>With the permission of the Chairman, I would like to comment briefly on Ms Graham's submission, but in my concluding remarks if that is helpful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#C00400","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail","continuing":true},{"type":"speech","time":1485351000,"counter":28,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#D00200","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":29,"content":"<p>I am grateful to Ms Graham for her presentation but there are one or two comments I would like to make on it which may be of assistance.<br\/><br\/>As members of the committee will have already seen my submission to the committee, I do not propose to read it in its entirety into the record, although I stand over it.  The are three issues which I would like to address: the appropriateness of providing constitutional protection, which has been a motivating factor in the campaign to include this amendment in the Constitution; the adequacy of the protections currently provided by existing legislation, including the Water Services Act 2013 and the Water Services Act 2014, in regard to the possible disposal of Irish Water, which Ms Graham has addressed, and the risk of unintended consequences of any constitutional protection, including in regard to water supplies owned by individuals and groups.  I come from a part of the country where people's water is obtained from wells or a group water scheme.  B'fh&eacute;idir go bhfuil an Cathaoirleach sa ch&aacute;s c&eacute;anna sa Spid&eacute;al.  I am aware that neither private wells nor group water schemes were discussed much during the political campaign which preceded the imposition of Irish Water some years ago.<br\/><br\/>I will deal first with the importance of access to water, which is covered in paragraph 1 of my submission.  Different parts of the world have had experience of water shortage and with privatisation of water.  In this regard, I mentioned the recent experiences of the city of Detroit and the State of Michigan.  In regard to privatisation, the adequacy of existing protection is provided for in the Water Services Act 2007, the Water Services Act 2013, the Water Services (No. 2) Act 2013 and the Water Services Act 2014.  There have been changes to all those Acts, as people familiar with them will know.  The Water Services Act 2013 created the vessel to which functions created for water authorities - the local authorities - under the Water Services Act 2007 could transfer.  This vessel was established in the form of a company, now a designated purpose company limited by shares under the Companies Act 2014.  This new company would be a subsidiary of Bord G&aacute;is &Eacute;ireann, now Ervia, and would be called Irish Water.  It was prescribed that the memorandum and articles of Irish Water would comply with this Act.  The legislation also provides the legal basis for Irish Water to install and maintain water meters in dwellings.<br\/><br\/>The Water Services (No. 2) Act 2013 provides primarily for the transfer of functions and property from the water authorities which were provided for in the 2007 Act to Irish Water under sections 7 and 10, respectively.  Provision was also made under that Act that Irish Water would be empowered to charge for water.  The Water Services Act 2014 was enacted to provide for the statutory requirement of a plebiscite on any proposal to go before either House of the Oireachtas under which the shareholding of Ervia would be transferred from the Minister for the Environment, Community and Local Government and the Minister for Finance.  The Act also provides for a cap on water charges, a grant and, <i>inter alia<\/i>, the establishment of a public forum on water.  <br\/><br\/>I would like now to deal with the statutory prohibition on the alienation of the shareholding in Irish Water derived from the aforementioned Acts.  The share capital of Irish Water is valued at &euro;1 million, divided into 50,000 A shares of 0.1 cent each and 50,000 B shares of 0.01 cent each.  Section 5 of the 2013 Act provides that the shareholding of Irish Water will be divided among Ervia, the Minister for the Environment, Community and Local Government and the Minister for Finance, with one share with voting rights going to Ervia and the remainder being divided between the two Ministers, with no voting rights.  Initially, there was no prohibition on the alienation of the shares only.  In other words, Ervia could not alienate its share without the consent of the two Ministers.  This was changed by way of amendment of section 46 of the Water Services (No. 2) Act 2013 to provide that neither Ervia nor the two Ministers could alienate their shareholding.  Section 2 of the 2014 Act provides that a public plebiscite must be passed in favour of selling the shareholding of Irish Water before a Bill allowing for such could be enacted into law.  The constitution of Irish Water - the memorandum and articles of association - under the Companies Act 2014 reflects the statutory prohibition on the alienation of shares and plebiscite requirement, as it must be in keeping with water services legislation.  However, and this is the point I want the committee to note, both the requirement of non-alienation of shares - the Ministerial shares - and the requirement of a plebiscite can be removed by subsequent amending legislation of the D&aacute;il.  This means that statutory protection of the shareholding can be undone by the consent of current or future Governments by way of support for a vote in that regard by the D&aacute;il.  Hence, the concern of the Right2Water campaign that the privatisation of what are now public water supplies could proceed at some future time.  Of greater concern are the wide powers given to Irish Water under its own memorandum of association in terms of disposing of assets via the transfer of assets under contract to private interests.<\/p><p>Also, borrowing against the asset means that the assets can be taken legally in satisfaction of a debt.  Only ministerial approval is required for the exercise of some, though not all, of those powers.  I will depart slightly from the point to mention that we already have a history in this respect.  We have seen the privatisation of Telecom &Eacute;ireann.  We have seen, with European law, the removal of waste services from public councils around the country, and we have seen sky-high bills going out to people for the collection of the bin on the side of the road.  This is a real fear.  This is what the water campaign wishes to stress.<br\/><br\/>I agree that existing protections in terms of possible events are wholly inadequate.  The only act that is prohibited under statute and in the memorandum of association of Irish Water is the alienation of the share capital, which is only valued at &euro;1 million in total.  The requirement of a plebiscite is a statutory requirement.  These requirements can be undone by the consent of a Government with a majority in D&aacute;il &Eacute;ireann using statutory amendments to remove them.  This is not to say that we are in any fear of a D&aacute;il vote in that direction, but the possibility is there as an issue of simple legality and laws of the Oireachtas.<br\/><br\/><b><\/b>I mentioned that previous Governments have sold shareholdings in various former public sector companies, which have in certain cases resulted in detrimental consequences for the public.  I give the example there of the Eircom sale.  That sale gave rise to a serious lack of investment in key technological infrastructure, and hindered greatly investment by industry into areas of the country not supported by broadband, but in dire need of job creation.  I could add, perhaps, Aer Lingus to that list.  I have mentioned Telecom &Eacute;ireann and the privatisation of bin collection.  I will go ahead from that to deal with the appropriateness of constitutional protection, which is one of the main excuses that I have to be here today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#D00300","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail","continuing":true},{"type":"speech","time":1485351000,"counter":31,"content":"<p>Noim&eacute;ad amh&aacute;in, le do thoil.  If Mr. &Oacute; Tuathail could tighten it up as much as he can, because I want to give people an opportunity to ask questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#E00200","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":32,"content":"<p>T&aacute;im ag iarraidh &eacute; sin a dh&eacute;anamh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#E00300","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":33,"content":"<p>Tuigim &eacute; sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#E00400","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":34,"content":"<p>T&aacute; m&eacute; tar &eacute;is dh&aacute; leathanach a fh&aacute;g&aacute;il ar l&aacute;r.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#E00500","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":35,"content":"<p>Tuigim &eacute; sin ach t&aacute; fadhb ama agam agus t&aacute; m&eacute; ag iarraidh deis a thabhairt do chuile dhuine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#E00600","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":36,"content":"<p>I will jump to the conclusion, which is the appropriateness of constitutional protection.  I say that the Constitution is the appropriate mechanism to ensure that provision of water is protected from privatisation into the future.  It is clear that it is for the people, who are sovereign under the Constitution, to decide whether they wish to amend their Constitution in this manner, on a critical matter of public policy, which is of grave public concern.<\/p> <p>  I would like to say a few words on the issue of private wells and group water schemes.  Private wells and group water schemes are clearly distinguishable from the public water system.  If group water schemes were part of the public water system, there would be no need for a provision for the transfer of ownership, in order for them to become part of the public system, by being taken in charge, voluntarily or otherwise.  Their privately held assets and associated rights are also protected under Articles 40 and 43 of the Constitution, dealing with property rights, and the same principles apply to private water infrastructure in dwellings and commercial buildings as they are equally privately owned.<\/p> <p>  Finally, I will come back to Ms Graham's point as I read and heard it.  I have the highest regard for Ms Graham's contribution.  She has said that the nature of our topography and population dispersal means that we have an extensive number of small, mainly surface water sources, rather than single large aquifers, which can be the case in other countries.  The Geological Survey of Ireland is a State body.  I can recall some years ago being told that there is a huge aquifer on the border between Dublin and Kildare which could supply Dublin's industrial and domestic needs for 30 years.  That is my own sense and experience of this matter.  The aquifers and that position should be examined and the Irish Geological Survey should readily and probably have already published that information.<\/p> <p>  Ms Graham is pointing out in terms of privatisation that both Houses of the Oireachtas would have to pass a resolution approving such a proposal.  I agree with Ms Graham on that, but again point to concern for the people who are worried about their domestic water supply being taken into private ownership.  A majority of voters in a plebiscite would have to give their approval to the proposal.  The Minister would then have to initiate legislation to privatise Irish Water or alienate any share held by the Government.  I do not entirely agree with that, given the structure that exists at the minute, but the way to deal with that fear is to support the constitutional amendment proposed by Deputy Joan Collins.<\/p> <p>  Finally, Ms Graham has quite honestly pointed out that the Minister reserves his position to propose a Government amendment to the wording on Committee Stage.  That threat is there.  I should perhaps not call it a threat, but that possibility is there.  It would not be mentioned by Ms Graham if there was not some reality to it.  Finally, issues around the wording of an amendment also arise with water infrastructure ownership categories, and these include private boreholes, private group water schemes, private group schemes that are sourcing water from the public network or water infrastructure located on privately owned land.  None of those four categories, in my submission, would be affected by the proposed amendment to the Constitution.  That amendment - and I will use a phrase borrowed from the recent swearing in of the newly elected American President - is aimed at preserving, protecting and defending the public right to water, as heretofore we have enjoyed it.  M&aacute; t&aacute; ceist ar bith, a Chathaoirligh------<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#E00700","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":37,"content":"<p>Go raibh m&iacute;le maith agat.  I very much appreciate Ms Graham and an tUasal &Oacute; Tuathail's contribution.  Thank you very much.  I have a list of 14 Deputies and principals who want to ask questions, so please be as quick and as tight as possible.  More important, be to the point.  If an answer can be given in 30 seconds, the one giving it is an A-student.  I would really appreciate it.  I want to keep it tight because I want to give everybody a fair crack of the whip.  I call Deputy Farrell.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#E00800","speaker":"1431"},{"type":"speech","time":1485351000,"counter":38,"content":"<p>I thank the Chairman, and I thank our guests for coming in and making their presentations.  I too am disappointed that Mr. &Oacute; Tuathail is not able to deliver his contribution in Irish, but such is the technical nature of this room, with the equipment that is in it.  I appreciate the commentary that he and Ms Graham provided.  I want to make one point which has been made already, but I believe that it should be given an airing, and that is that the committee is currently engaged in replication of another committee's work and I would imagine that the witnesses here will be invited before that committee as well.  It is a replication of all of our work and I want to make that point from the start.  I appreciate the legal opinion expressed, particularly given that it has come from someone with such extensive experience as Mr. &Oacute; Tuathail.<\/p><p>The wording of the Bill presented by Deputy Joan Collins appears to be very straightforward.  However, one must always bear in mind the unintended consequence of good intentions in terms of what has occurred in the past, particularly regarding other amendments to the Constitution.  Our legal guest has rightly pointed out two clear and obvious issues regarding the existing legislative protections for the protection of ownership of water infrastructure.  The first is that in the event of this country becoming bankrupt at a given point in the future with off-balance sheet lending versus Irish Water, as he rightly pointed out, there would have to be an asset transfer in order to repay the debt.  I fully accept that point, which is fairly obvious to everybody concerned.  The second concerns the whim of a Government, but it has been expressed by every political party and none that there is no desire to privatise the utility of Irish Water or the assets of that utility because they are in the ownership of the State.  The Minister has reserved the right to amend and that is appropriate.  Does Mr. &Oacute; Tuathail agree that if some unintended consequence is discovered in the course of this process, particularly when it goes to the Attorney General's office at some point in the future, this provision is important?  Does he accept that a constitutional issue could arise as a result of the deliberations that take place in the Houses of the Oireachtas and the Department?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#E00900","speaker":"1300","continuing":true},{"type":"speechnospeaker","time":1485351000,"counter":40,"content":"<p>The Deputy said that it is a straightforward amendment in respect of the issue it is intended to carry home.  I will not go into any other controversies but unintended consequences can be dealt with through subsequent referenda.  Here we have a public that has been battered by the bank crisis and various privatisations that have gone wrong for them in many respects.  The public is simply asking for the reassurance of being allowed to vote on the matter.  The referendum must be carried under Article 47 if it is to be successful.  We are not dealing with the whim of a future Government.  We are dealing with the worries of the current population.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#F00200","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":41,"content":"<p>That is not really my question.  My question related to the prospect of an unintended consequence arising.  In Mr. &Oacute; Tuathail's legal opinion, is it not appropriate that the Minister would reserve the right to amend a proposed amendment to the Constitution before it is put to the people?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#F00300","speaker":"1300"},{"type":"speechnospeaker","time":1485351000,"counter":42,"content":"<p>If the Minister has a problem regarding an unintended consequence, presumably he will come in and explain it to the D&aacute;il and the people who want this referendum to be put to the public.  I cannot answer <i>in vacuo<\/i>.  If the Minister comes forward with some realistic difficulty, I agree that it must be debated and can be dealt with.  That would be a matter for the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#F00400","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":43,"content":"<p>My question arises from a comment Mr. &Oacute; Tuathail made in respect of the inclusion of the statement in the Minister's position paper on this matter.  I want to make sure that this is known.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#F00500","speaker":"1300"},{"type":"speech","time":1485351000,"counter":44,"content":"<p>I apologise for interrupting but does Ms Graham wish to come in?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#F00600","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":45,"content":"<p>The Minister was being helpful and recognised the sincerity of the intention behind the amendment when he spoke in the D&aacute;il about the need for legislative scrutiny to test the wording against unintended consequences.  It would be appropriate to do this on Committee Stage of any legislation.  We have had experience in the transfer of assets and sometimes it is not as clear as it might seem on the face of it in terms of what is the public water system and what is not.  This is a matter for debate.  Obviously, there are other groups such as the National Federation of Group Water Schemes that would also have a view on that aspect.<br\/><br\/>I draw members' attention to section 31(12)(<i>a<\/i>) of the 2007 Act which basically states that a water services authority shall not enter into any agreement or arrangement with another person for the provision of water services which involves the transfer of the assets or infrastructure.  That was the protection I spoke about.  I know the later ones tend to refer to shares but this is the one that concerns the protection of the assets.  I just wanted to clarify that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#F00700","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":46,"content":"<p>I thank Ms Graham for clarifying that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#F00800","speaker":"1431"},{"type":"speech","time":1485351000,"counter":47,"content":"<p>I thank Ms Graham for that response.  The only other question I have concerns the potential for impact on private schemes or private water supplies.  One of the nuggets of information derived from Irish Water, the Department and others has been that there are a number of privately owned water supply systems that are sourced from the public supply.  As far as I am aware, they are part of group schemes they are paying into, but I am not aware of there being any payments to the State.  From a legal perspective, in terms of the continued supply, is it possible for the State to continue to supply water to a private scheme that, as far as I am aware, is not paying for its water other than for the provision of the pipes it has put in because the source is from the State but the scheme is private?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#F00900","speaker":"1300"},{"type":"speechnospeaker","time":1485351000,"counter":48,"content":"<p>The Deputy is correct.  There are two types of schemes - those with their own private source and their own private network and those which purchase the public water from the public utility, having previously done so from the local authority and then owned the network.  They would also receive capital funding and subsidy from the State but at a lesser level which reflects the fact that they have a different cost structure.  There are provisions for the takeover of such schemes but as this reform has gone on, and we are looking at the rural water sector, some of these would have fallen into abeyance.  What we have found is that some schemes that were group water schemes no longer have committees.  The landscape is complicated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#F01000","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":49,"content":"<p>I note that during his submission, Mr. &Oacute; Tuathail referred to the fears of Right2Water that Irish Water would be privatised.  Those fears are not exclusive to Right2Water.  I think everybody around this table from all parties and none all agree that Irish Water should be kept in public ownership.  Fianna F&aacute;il certainly agrees that this should be the case, which is why we were prepared to support Deputy Joan Collins's Bill with the amendment that has been read out.  We would have supported it had it been opposed.  It is also reflected in the supply and confidence agreement.<\/p> <p>  I want to clarify one or two points.  I agree that legislation can be changed by any future Government so legislative protection is not the level of protection we envisage for Irish Water.  A constitutional amendment is appropriate and is the right direction to go.  Ms Graham referred to the alienation of assets, which the 2007 Act prevented.  My understanding of some of the information I read - perhaps I did not read it slowly enough or did not give enough time to it - is that this Act was overruled by the later legislation which does not prevent the alienation of assets.  If that is the case, the legislative protection is a joke because all that is prevented in the alienation of shares - about &euro;100 million - whereas the valuable assets can be freely transferred.  Irish Water was set up in certain way with the intention that it would be able to pass the EUROSTAT test and be able to borrow off balance sheet so that the borrowings of Irish Water would not be reflected in the State's debts.  It has failed the EUROSTAT test and, in my opinion, there is no possibility in the foreseeable future that it will pass it.<\/p><p>Would it not be a better solution to remove Irish Water from the status of semi-State company and turn it into some sort of agency of the State?  That would obviate the need for a constitutional referendum and all of the unintended consequences that might ensue therefrom.  If we pass a constitutional referendum along the lines Mr. &Oacute; Tuathail outlined, will that in any way prevent Irish Water entering into public private partnership arrangements or hiring private contractors to do some of its work?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#F01100","speaker":"1227","continuing":true},{"type":"speechnospeaker","time":1485351000,"counter":51,"content":"<p>Ms Graham will take the first question and then we will move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G00200","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speechnospeaker","time":1485351000,"counter":52,"content":"<p>I thank Deputy O'Dea.  The provisions of the 2007 Act were carried forward.  As such, the functions of water services authorities, which had been local authorities, became the functions of Irish Water under the No. 2 Act of 2013.  The provision on the protection of assets remains in place except that one reads \"Irish Water\" instead of \"local authority\" into the legislation.  The ownership structure and funding model for Irish Water are two different issues.  It is a State company.  It was set up to be a wholly-owned State company and there are many examples of State companies getting State funding notwithstanding their establishment as companies.  As such, that issue is not related to how it was to be funded.  It is set up as a company but that establishment is under statute.  All of the protections under statute are associated with its accountability to the Oireachtas and the Minister and it is covered by the code of practice applying to all State bodies irrespective of their statutory form.  That is the point I make in response to the question.  Obviously, Irish Water is accountable to the State for any State funding it gets in whatever form it is going and whichever Minister is accountable for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G00300","nonspeaker":"Ms Maria Graham"},{"type":"speechnospeaker","time":1485351000,"counter":53,"content":"<p>I may have dealt with the query raised by Deputy O'Dea at paragraph 2.3 of my submission but I will go through it very briefly.  I am not disagreeing totally with Ms Graham in this matter either.  The powers which had been provided under statute for the water authorities under section 31 of the 2007 Act would not seem to have been transferred and were deleted.  Section 7(2) of the Water Services (No. 2) Act 2013 provides that references to a water services authority under the 2007 Act in so far as they relate to functions transferred under the No. 2 Act would be construed as references to Irish Water.  I concluded from that that references to a water services authority in section 31 of the 2007 Act remain as references to local authorities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G00400","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":54,"content":"<p>I thank Mr. &Oacute; Tuathail for the clarification.  That was helpful.  Next up is Deputy Pringle and then Senator Coffey.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G00500","speaker":"1431"},{"type":"speech","time":1485351000,"counter":55,"content":"<p>Private group water schemes are constituted either through trusts, co-operatives or companies.  Can the Department say whether they own their infrastructure when they are set up in that way?  Does that infrastructure then amount to private assets?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G00600","speaker":"1366"},{"type":"speechnospeaker","time":1485351000,"counter":56,"content":"<p>Yes.  They are usually set up as co-operatives owned by the members and they are private.  If they want to become part of the public water system, there is a process in place under the Water Services Act which provides for a vote of the members in respect of a takeover.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G00700","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":57,"content":"<p> Is it the view of the Department that the public water system is a public asset in the pure sense of the phrase because of the importance of providing water to the public?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G00800","speaker":"1366"},{"type":"speechnospeaker","time":1485351000,"counter":58,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G00900","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":59,"content":"<p>Is the Department aware of any other legal means, other than the Constitution, which could prohibit sale or transfer to or the operation of the public water system by a private interest where the protection could not unilaterally be removed by the Government?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G01000","speaker":"1366"},{"type":"speechnospeaker","time":1485351000,"counter":60,"content":"<p>The choice is between a constitutional protection and legislation.  We have sought in all of the legislation to make that as watertight, to use that phrase, as possible in terms of prohibiting the privatisation of Irish Water.  Any documents in place, including as Mr. &Oacute; Tuathail has mentioned, the memorandum and articles of association, are subsidiary documents to the Acts of the Oireachtas which have a primary role at the moment.  There is nothing in the water framework directive from a European perspective, for example, that would impact on that in terms of ownership either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G01100","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":61,"content":"<p>As such, there is no option other than a constitutional amendment to prevent a unilateral action by the Government in disposing of the assets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G01200","speaker":"1366"},{"type":"speechnospeaker","time":1485351000,"counter":62,"content":"<p>Not that I can think of, no.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G01300","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":63,"content":"<p>No bother, that is dead on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G01400","speaker":"1366"},{"type":"speech","time":1485351000,"counter":64,"content":"<p>I will be brief as some of the areas I wanted to ask about have already been covered.  I reiterate the point I heard from Deputy O'Dea that I am not aware of any political party or Independent, elected or otherwise, that is in favour of the privatisation of Irish Water or its resources.  It is important to record that.  I look forward to debating Deputy Collins's Bill.  Many colleagues here are members of the Joint Committee on Housing, Planning and Local Government and I urge this committee to provide that one with a remit to do the heavy lifting and technical analysis on the Bill before reporting back here.  It could be helpful to this committee in its work.  I ask for permission on that.<\/p> <p>  With regard to the contribution of Mr. &Oacute; Tuathail, it seemed to me that a lot of it was based on fear, concern and lack of trust and he even mentioned the word \"threat\" as well.  That is fair enough from his perspective, but it is important to state the following.  Mr. &Oacute; Tuathail mentioned the sale of a lot of semi-States including Telecom &Eacute;ireann and others where lessons have been learned.  The previous Government did not sell ESB Networks, which may be the most profitable semi-State in the country, during Ireland's worst economic crisis.  If it did not sell that then, there was clearly no privatisation agenda.  I ask Mr. &Oacute; Tuathail if his fears are really that legitimate given the experience of the previous Government.<\/p> <p>  While the legislation introducing the triple lock mechanism to protect the public ownership of Irish Water went far enough as far as I am concerned, it is obvious that others do not agree.  I ask Mr. &Oacute; Tuathail for further information and views on that.  The triple lock mechanism requires any change in respect of shares in water resources to be approved by both Houses of the Oireachtas, a majority plebiscite of the people require legislation.  To me that seems strong but obviously it is not strong enough for Mr. &Oacute; Tuathail and the Right2Water network.  I would like to hear an expansion of his view in that regard.<\/p> <p>  I agree with Deputy Alan Farrell.  Irrespective of how qualified he or she may be, no one legislates perfectly.  That is why we have an Oireachtas to analyse and scrutinise legislation.  While I understand Mr. &Oacute; Tuathail's cynicism towards the Minister where he said that he might water down the legislation Deputy Collins has brought forward, I ask him whether he recognises that any Minister of the day reserves the right to amend legislation to ensure first and foremost that it is constitutional and that Ministers must take advice from the Office of the Attorney General.  He might clarify his position on that.  It is a function of all Deputies and Senators as legislators and policy makers to scrutinise legislation to ensure as far as possible that it is constitutional.  No matter how perfect we feel we are, none of us can claim at all times that our legislation is perfect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G01500","speaker":"1422"},{"type":"speechnospeaker","time":1485351000,"counter":65,"content":"<p>The answer to that in part is that of course the Oireachtas and legislation have their function under the Constitution, but when the people in the D&aacute;il look up, they see the sovereign people.  It is the people who have given the Constitution to themselves.<\/p><p>There is widespread concern about the possible privatisation of water.  Then the question is, and I do not know the answer, why not test that concern by holding a referendum and seeing whether a simple majority are in favour of that view, or for any other view, under Article 47.  Unfortunately, in terms of the language used about fear, concern and even possible threats, anybody living in Ireland has seen the marches and campaigns by people worried about the cost of this measure, and they are dealing with other costs coming down the track from the recent past.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#G01600","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail","continuing":true},{"type":"speech","time":1485351000,"counter":67,"content":"<p>I want to focus on the protections of existing legislation.  Yes, fear exists but it may not always be legitimate.  It may be stoked up.  I recognise that there may be an element of scaremongering.  It is fair where people have a genuine fear.  The work of this committee is to get to the facts of the matter.  We want to see what legislation protects and reassures people with these fears.  That is what I am trying to get at, Mr. &Oacute; Tuathail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H00200","speaker":"1422"},{"type":"speechnospeaker","time":1485351000,"counter":68,"content":"<p>Yes.  There is a consensus that the Constitution overbears statutory requirements and that statutory requirements in the various Acts can be altered in the D&aacute;il.  Therefore, the general public possibly have a right, certainly in a constitutional referendum campaign, to make the decision.  The people who are for or against the privatisation of water services do not make the decision.  The general public do so when they vote in a referendum.  That is the purpose of the amendment tabled by Deputy Joan Collins.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H00300","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":69,"content":"<p>I thank Mr. &Oacute; Tuathail for his answers.  Given what he has said, does he not recognise that the majority of the plebiscite of the people would be required, under present legislation, to denude ourselves of shares in public water sources?  Is it not enough to have a plebiscite of the Irish people where they would have their say and vote?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H00350","speaker":"1422"},{"type":"speechnospeaker","time":1485351000,"counter":70,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H00400","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":71,"content":"<p>Does he not recognise the mandate of an elected D&aacute;il or future D&aacute;il?  Does he not recognise that Deputies are elected by the people to legislate on their behalf?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H00500","speaker":"1422"},{"type":"speechnospeaker","time":1485351000,"counter":72,"content":"<p>Without being severely alarmist about this matter, the majority of voters in a plebiscite is a matter laid down by statute law.  That right can be removed as well and, therefore, there is no obstacle to privatisation.  The far more superior plebiscite is a referendum.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H00600","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":73,"content":"<p>What about the mandate of the D&aacute;il?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H00700","speaker":"1422"},{"type":"speechnospeaker","time":1485351000,"counter":74,"content":"<p>The D&aacute;il, the courts and the Executive are the three bodies that operate in the Constitution.  If there is a majority in the D&aacute;il to carry a vote for a referendum then so be it and if there is not then so be it.  The plebiscite, in the sense that I have heard it mentioned by the Department present, is a moveable obstacle, if it is an obstacle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H00800","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":75,"content":"<p>For those who say they do not know anyone who favours the privatisation of water services and that all of the political parties are against it, I ask them to consider which political parties favoured a cut in the minimum wage in advance of the 2007 general election, the privatisation of Coillte and bringing in the IMF, etc.   Those things have changed and, therefore, if people want protection then they must put it beyond politics and into the Constitution.<\/p> <p>  Deputy Farrell was correct when he identified the two potential mechanisms for privatisation.  Whether one agrees, disagrees or wonders if it is possible, identifying them is useful.  The first mechanism is to sell the share capital of Irish Water as an entity.  The second mechanism is to prevent the assets underneath the share capital being transferred or borrowed against and leading to Irish Water ending up as a shell company.  We need to establish here that there is inadequate protection, as things currently stand, for either of those vehicles of privatisation.   <\/p> <p>  My questions are for Ms Graham.  She said: \"The Water Services Act 2013 places a clear prohibition on the shareholders of Irish Water from alienating their shares in the utility.\"  Can a simple majority in the D&aacute;il remove the prohibition by amending the legislation?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H00900","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":76,"content":"<p>Does the Deputy mean the legislation that was set out around the plebiscite accepted in 2014?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H01000","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":77,"content":"<p>No.  I mean 2013, as opposed to 2014, which says the shareholders cannot alienate their shared utility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H01100","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":78,"content":"<p>Obviously it was amended once to strengthen it.  The Oireachtas has the right to change legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H01200","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":79,"content":"<p>Can the prohibition be removed by simply having a majority in the D&aacute;il?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H01300","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":80,"content":"<p>It is a fact that legislation can be changed.  The whole approach of underpinning reflected what members have said, that the general view was that the people wanted protection.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H01400","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":81,"content":"<p>Can I have a \"Yes\" or \"No\" answer?  Is it the case that a simple majority in the D&aacute;il can amend the prohibition?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H01500","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":82,"content":"<p>Legislation can be changed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H01600","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":83,"content":"<p>Can I get a \"Yes\" or \"No\" answer, please?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H01700","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":84,"content":"<p>Sorry, Deputy.  Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H01800","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":85,"content":"<p>I thank Ms Graham.  My next question is on the next protection that provides a further safeguard and was introduced in 2014.  First, the legislation says the Houses of the Oireachtas must pass a resolution.  Second, it refers to the majority of members in a plebiscite.  Third, the Minister would have to initiate legislation.  Is it the case that the requirement for a plebiscite can be removed by a simply having a majority in the D&aacute;il through amending legislation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H01900","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":86,"content":"<p>Amending legislation can change any legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H02000","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":87,"content":"<p>So that can simply be removed.  I thank Ms Graham.  What is the value of the share capital in Irish Water?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H02100","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":88,"content":"<p>I ask the Deputy to bear with me as I look for the information.  Mr. &Oacute; Tuathail identified it when he read the memorandum and articles-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H02200","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":89,"content":"<p>Is the share capital worth &euro;1 million?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H02300","speaker":"1308"},{"type":"speech","time":1485351000,"counter":90,"content":"<p>That is correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H02400","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":91,"content":"<p>The share capital is unrelated to the value of the underlying assets.  It is just a split between the value of the company between the two Ministers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H02500","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":92,"content":"<p>Yes.  The share capital is worth &euro;1 million.  Are the underlying assets worth many multiples of that sum?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H02600","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":93,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H02700","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":94,"content":"<p>Is that the case at the moment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H02800","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":95,"content":"<p>Yes.  According to the 2015 accounts the share capital is worth &euro;1 million.  The assets from local authorities did not transfer at their historical cost.  The asset values that are reflected in Irish Water are outside the assets that it has built.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H02900","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":96,"content":"<p>Yes.  Are they worth many multiples of &euro;1 million?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H03000","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":97,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H03100","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":98,"content":"<p>That is fair to say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H03200","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":99,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H03300","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":100,"content":"<p>Can Ms Graham confirm the value of the share capital owned by Ervia?  As far as I know, it is worth 1 cent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H03400","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":101,"content":"<p>I shall outline the way Ervia was established.  Ervia has voting rights but not a right in terms of the economic value of the shares.  The shareholder expectation is that there will be no dividends but if there were they would be reinvested.  They would not go to Ervia but to the two Ministers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H03500","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":102,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H03600","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":103,"content":"<p>The construct that was in place reflected the fact that at the time Bord G&aacute;is set up Irish Water there was an employee shareholder trust.  Bord G&aacute;is was 97% State-owned and the employees owned 3%.  The share structure has been set up to ensure that Irish Water was 100% owned.  It looks somewhat unusual but that is the reason.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H03700","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":104,"content":"<p>I have a final question and perhaps other members can follow up this matter.  The Department has claimed that it is not possible for Irish Water, as things currently stand, to dispose of assets, transfer them or borrow against them in such a way that the assets held by Irish Water would be reduced.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H03800","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":105,"content":"<p>Yes.  Irish Water is not permitted to enter into an arrangement for the provision of water services that would involve the transfer of assets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H03900","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":106,"content":"<p>That seems contrary to the memorandum and constitution of Irish Water.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H04000","speaker":"1308"},{"type":"speechnospeaker","time":1485351000,"counter":107,"content":"<p>I refer the Deputy to the first part of the memorandum.  Article 2(a) refers to the plebiscite and State ownership.  There are also a number of provisions on disposal, which are standard provisions in memorandums and articles of association.  When I mentioned things like our topography and our having lots of small schemes, there is a process over a number of years of doing regionalised schemes so there may be assets that become disused, which we would dispose of over time.<\/p><p>I will let others take it up but it is -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#H04100","nonspeaker":"Ms Maria Graham","continuing":true},{"type":"speechnospeaker","time":1485351000,"counter":109,"content":"<p>If one has an active asset, however, one cannot transfer that to another entity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J00200","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":110,"content":"<p>It seems to me that there are multiple articles within the constitution of Irish Water that enable it to transfer, with ministerial permission but I will leave it there for the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J00300","speaker":"1308"},{"type":"speech","time":1485351000,"counter":111,"content":"<p>I thank the Deputy for his contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J00400","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":112,"content":"<p>Sorry, the relevant section is 31.  I may have said section 35 earlier.  Section 31 of the 2007 Act refers to the assets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J00500","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":113,"content":"<p>Senator Grace O'Sullivan is next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J00600","speaker":"1431"},{"type":"speech","time":1485351000,"counter":114,"content":"<p>I have a far easier question for Ms Graham.  As Mr. &Oacute; Tuathail said, there is still genuine public concern about Irish Water.  I believe a referendum would be appropriate to deal with the question of Irish Water and to engage with the concerns of the public.  In terms of a timeline, what would be involved?  How would that process take place and how long would it take?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J00700","speaker":"1385"},{"type":"speechnospeaker","time":1485351000,"counter":115,"content":"<p>My understanding is that Committee Stage of the Bill is before the other relevant Oireachtas committee so the timing would be a matter for that committee.  From the Department's perspective, we are engaging with the Office of the Attorney General in an effort to tease out the wording and deal with some of the issues to which we referred earlier, like how we define the public water system, for example.  We are working with the Attorney General's office on those kinds of issues in preparation for the beginning of scrutiny by the other Oireachtas committee.  I am afraid I am not privy to what the timeline might be.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J00800","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":116,"content":"<p>Ms Graham is referring to the Committee on Housing, Planning, Community and Local Government.  That committee has been referred to by a number of members of this committee already in the context of its processes and work programme.  Deputy Eoin &Oacute; Broin referred to it at our last meeting also.  We do not have an exact timeframe on that but that committee is in charge of that issue.  That is its brief, as things stand, unless we want to make a recommendation.<\/p> <p>  Is Senator O'Sullivan finished?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J00900","speaker":"1431"},{"type":"speech","time":1485351000,"counter":117,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J01000","speaker":"1385"},{"type":"speech","time":1485351000,"counter":118,"content":"<p>Thanks.  Deputy Eoin &Oacute; Broin is next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J01100","speaker":"1431"},{"type":"speech","time":1485351000,"counter":119,"content":"<p>First, we must remember that the single largest issue raised in submissions to the expert group on the future funding of water was that of public ownership.  Even though ownership was not part of the group's original terms of reference it has made a recommendation for us to consider.  It is in that context that we are having this discussion.  I agree with Deputy Alan Farrell and Senator Paudie Coffey that our job is not to get into the detail of the legislation but to deal with the principle of whether there should be constitutional protection.  That is what we have been asked to consider.<\/p> <p>  It is also important to remember that significant parts of the public water service delivery system have already been privatised.  We already have a very significant number of design-build and design-build-operate treatment plants and the Government is tied into those contracts, at a cost, for periods of between 15 and 25 years.  That is an important part of our deliberations.  <\/p> <p>  I had expected more from Ms Graham's presentation about the basis upon which the Department believes there are wording challenges or unintended consequences.  That is not in her submission.  Is it the Government's view that private bore holes, private group water schemes or privately owned land on which public water infrastructure sits is part of the public water system or could be considered thus and if so, what is the legal basis of its concern, whether in Irish or European law?  That is my first question for Ms Graham.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J01200","speaker":"1215"},{"type":"speechnospeaker","time":1485351000,"counter":120,"content":"<p>The concern is around those things that we would consider primarily private.  We must ensure that the group water scheme sector, for example, in the context of a constitutional provision, could continue to act in the same way as it has done heretofore.  The same concern arises with regard to people with private wells continuing to act as before.  This is part of the teasing out work that we are doing with the Office of the Attorney General.  What do we mean by the public water system?  If one puts words in the Constitution, unlike legislation, there must be absolute clarity and that is where the potential for unintended consequences comes into play.  Most contributors here have referred to the desire to have the public water system in public ownership but in practical terms, what does that mean?  The day-to-day operation of the water system means that there are way leaves for pipes through private land, for example.  It is those kinds of issues that -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J01300","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":121,"content":"<p>I understand but wayleave and ownership are two separate things.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J01400","speaker":"1215"},{"type":"speechnospeaker","time":1485351000,"counter":122,"content":"<p>Absolutely ---<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J01500","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":123,"content":"<p>Wayleave is a right to access.  Under law, there are public assets, that is, things that the public owns and there are private assets, that is, things that private property holders own.  In the Department's deliberations to date, is there anything in Irish or European law that suggests that this is confused and that we do not already have clear legal definitions of what is public and private?  If that is the case, I ask Ms Graham to share it with us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J01600","speaker":"1215"},{"type":"speechnospeaker","time":1485351000,"counter":124,"content":"<p>In terms of European Law, I do not believe there is anything because the European Commission has said that the ownership and delivery of water infrastructure and services is a matter for the individual member states.  In terms of Irish law, one of the concerns relates to practical issues.  Irish Water is responsible, statutorily, for the delivery of public water services and through service level agreements with local authorities is operating the system and controlling the assets.  There is a process under way of transferring those assets and when we went into the detail of doing that, it was not as straightforward as we had thought in terms of ownership.  That is at another level, as the Deputy will appreciate, in terms of what is on folios and so forth.  If, for example, a local authority had built a wastewater treatment plant, it may have, as part of its engagement with the community, made land available for football pitches or allotments.  A process had to be put in place to answer the question of what is the public asset and what is the local authority asset.  It is in the detail -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J01700","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":125,"content":"<p>Yes, but that is more to do with the registration of the assets rather than the legal definition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J01800","speaker":"1215"},{"type":"speechnospeaker","time":1485351000,"counter":126,"content":"<p>Yes but if one is testing, through a process - as I imagine the other committee is doing - a wording, one must determine what that wording will mean for the day-to-day operation.  The concern is not at the level of a theoretical split between public and private but at the level of unintended consequences for the day-to-day operations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J01900","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":127,"content":"<p>My second set of questions is for both presenters and goes back to the issue of privatisation.  The 2014 Act makes it very clear that privatisation in the context of those additional protections is to do with the sale of shares but of course, as other members have said, privatisation is also to do with the sale of assets.  It could also relate to extraction rights or the privatisation of the public delivery of the service.  I am a little confused and I ask the witnesses to clarify an issue related to the restrictions on the sale of assets contained in section 31 of the 2007 Act.  Do all of the restrictions in the 2007 Act now apply to Irish Water?  If not, which ones do not?  I also ask them to clarify whether those restrictions would require, for example, ministerial approval for assets to be sold rather than the additional requirements in what a member referred to as the \"triple lock\" contained in the 2014 Act?  I further ask the witnesses to confirm that clauses four and seven of the constitution of Irish Water give widespread powers to Irish Water, with ministerial approval, to dispose of assets.  It is really important for people to know the answers to those questions.  While the stronger legislative protection of the 2014 Act obviously covers the sale of shares, it provides a much weaker level of legislative protection for the sale of assets.  If that is correct, would it not be possible for Irish Water, with ministerial approval, to sell off very substantial portions of its assets, thus reducing Irish Water to a shell or a holding company?  In that context, the sale of its shares would be immaterial because the bulk of its assets and work would effectively have been privatised.<\/p> <p>  My last question requires a \"Yes\" or \"No\" answer from both witnesses.  I ask them to tell the committee, on the record, whether they believe constitutional protection of the public water system would be stronger than legislative protection..<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J02000","speaker":"1215"},{"type":"speechnospeaker","time":1485351000,"counter":128,"content":"<p>The provisions of section 31 (12) (a) of the Water Services Act 2007, in the consolidated version thereof which reflects what was repealed in 2013, remain in place in terms of the protection of assets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J02100","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":129,"content":"<p>For the benefit of the committee, I ask Ms Graham to explain what those restrictions are -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J02200","speaker":"1215"},{"type":"speechnospeaker","time":1485351000,"counter":130,"content":"<p>Those restrictions are not subject to ministerial consent.  The Act says:<\/p><blockquote>Notwithstanding any provision of this or any other enactment, a water services authority [which is now Irish Water] shall not enter into any agreement or arrangement with another person...for the provision of water services jointly with or on behalf of the authority which<font color=\"#5F5F5F\">&mdash;<\/font>(i) involves or may involve the transfer of the water service's assets or infrastructure, or any part of such assets or infrastructure, to that person<\/blockquote><p>That protection for assets remains in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#J02300","nonspeaker":"Ms Maria Graham","continuing":true},{"type":"speech","time":1485351000,"counter":132,"content":"<p>The constitution of Irish Water suggests the organisation has the ability to transfer assets with ministerial approval.  How does that tie in with section 31(12)(a) of the 2007 Act?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#K00200","speaker":"1215"},{"type":"speechnospeaker","time":1485351000,"counter":133,"content":"<p>The memoranda and articles of association can only be read in the context of the statute which has a higher power.  The only assets Irish Water could dispose of with the consent of the Minister were assets that were no longer required for water services provision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#K00300","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":134,"content":"<p>I am conscious of the time.  While we may have a difficulty in having everyone contribute, I will allow this discussion to continue because Deputy Eoin &Oacute; Broin's questions are important and relevant.  I hope that is agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#K00400","speaker":"1431"},{"type":"speech","time":1485351000,"counter":135,"content":"<p>I asked a question about the alternative legal view and another question to which I sought a \"Yes\" or \"No\" answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#K00500","speaker":"1215"},{"type":"speechnospeaker","time":1485351000,"counter":136,"content":"<p>On the Deputy's third question to which he sought a \"Yes or \"No\" answer, my answer is \"Yes\" if that pleases him, but it is also that effectually.  On the other part of the question, I refer to the written text inserted in the other official language.  The powers which had been provided under statute for the water authorities under section 31 of the 2007 Act do not seem to have been transferred and many were deleted.  Section 7(2) of the Water Services (No. 2) Act 2013 provides that references to a water services authority under the 2007 Act in so far as they related to functions transferred under the Act will be construed as references to Irish Water.  Therefore, references to a water services authority in section 31 of the 2007 Act still remain as references to local authorities.  I appreciate-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#K00600","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":137,"content":"<p>Does that mean that Mr. &Oacute; Tuathail is disputing Ms Graham's interpretation of the Act?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#K00700","speaker":"1215"},{"type":"speechnospeaker","time":1485351000,"counter":138,"content":"<p>Yes, in effect.  We differ-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#K00800","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":139,"content":"<p>Does that mean that Mr. &Oacute; Tuathail's interpretation of the legislation is that Irish Water could sell off assets with the approval of the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#K00900","speaker":"1215"},{"type":"speechnospeaker","time":1485351000,"counter":140,"content":"<p>I think so, yes.  I do not want to upset my friend here, but that is my view.  One must also remember that in common law water and air are incapable of ownership.  This is reflected in the title deeds of the Duke of Devonshire for the Munster Blackwater.  After the Battle of Kinsale, he was granted by Elizabeth I the bed and soil of the river and the fish that flowed therein.  What was missing, of course, was the water because in common law water was incapable of ownership - air likewise.<br\/><br\/>I will quickly read Article 10 of the Constitution:<\/p><blockquote>All natural resources, including the air and all forms of potential energy, within the jurisdiction of the Parliament and Government established by this Constitution and all royalties and franchises within that jurisdiction belong to the State subject to all estates and interests therein for the time being lawfully vested in any person or body.<\/blockquote> <p>Anybody who has ever looked at a land folio in Ireland has seen the reservation that while A or B becomes the owner in fee simple of the land, the air, minerals and underlying assets belong to the State.  That is reflected in the article.  What we are talking about in essence is raw water which is fluoridated and piped and, therefore, converted into potable domestic water.  However, in reality the State already has some jurisdiction over water, even though it is not capable of ownership in common law.  However, the Constitution includes air and all forms of potential energy and natural resources which would include water.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#K01000","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":141,"content":"<p>Article 10 of the Constitution is very helpful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#K01100","speaker":"1431"},{"type":"speech","time":1485351000,"counter":142,"content":"<p>To take up the issue raised by Deputy Eoin &Oacute; Broin, it is an indisputable fact that constitutional protection is stronger than legislative protection.  I do not know anyone who has posited a case to the contrary.<\/p> <p>  I thank Mr. &Oacute; Tuathail for his presentation.  T&aacute; br&oacute;n orm mar gheall ar na deacrachta&iacute; a bhain leis an aistri&uacute;ch&aacute;n.  One of Mr. &Oacute; Tuathail's statements brings us to the nub of the issue.  Nobody is arguing that we are in favour of privatisation.  What we are wondering is whether a referendum is necessary.  We must be clear that this is the focus of the debate.  Mr. &Oacute; Tuathail has stated privatisation of water provision \"poses a serious threat to access and quality.\"  This explains the reason so many submissions were made on this issue.  While I accept that people fear privatisation, in my humble opinion statements such as this generated this fear which has been blown up and made more real than is necessary.  The opposite of this statement is that the public ownership of water protects access and quality, which is not the case.  Thousands of my constituents do not have access to water and its public ownership does not guarantee supply.  We should ask people in Galway who had to put up with cryptosporidium for their view on the issue.  They will tell us that public ownership of water does not guarantee quality.  Let us be honest - there is an element of fear stoking and remarks such as Mr. &Oacute; Tuathail's on privatisation go to the heart of it. <\/p> <p>  If it is argued that the reason for holding a referendum is precedent, what will be next?  Mr. &Oacute; Tuathail statement that access to water is essential to public health is very interesting.  Does he believe any other entity or commodity is essential to public health and should, therefore, be afforded constitutional protection?  For example, should we have a referendum to guarantee that the health service cannot be farmed out to private ownership?  Should we then have one to prevent education from being farmed out to private ownership and guarantee access to education?  The blood transfusion service is a life-giving service that is essential to public health.  Should we also hold a referendum to guarantee it would remain in public hands?  My point is whether this will become an endless exercise in which the State inserts guarantees on everything in the Constitution or whether Mr. &Oacute; Tuathail regards water as unique and considers that no other service, commodity or entity has the same standing. <\/p> <p>  If a referendum were to be held, I do not know if there would be a \"No\" side.  Who would argue in favour of privatisation?  There is an onus to provide for a balanced debate.  In that case, while I acknowledge a few people would be tempted to do so, who would populate the airwaves to provide for a 50:50 balance and argue in favour of privatising water services?  The referendum would be nonsensical and completely one-sided because there would not be a debate.  Those who want a referendum to be held and hope people will become exercised about the issue would be engaged in a self-defeating exercise because no such debate would take place.  I wonder how this would play out.  <\/p> <p>  Would a referendum have a knock-on effect, positive or negative, on the thousands of my constituents who do not have a public water supply?  They would be extremely bored during the referendum campaign because it would be irrelevant to the one third of the population who do not have their wastewater collected whether the water service was publicly or privately owned.  Would a referendum have a knock-on effect for them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#K01200","speaker":"1261"},{"type":"speechnospeaker","time":1485351000,"counter":143,"content":"<p>I will reply to Deputy Jim Daly as best I can.  There is no precedent when it comes to a referendum and there never is.  While there may be one in case law, the courts and so on, in terms of holding a referendum, in the Constitution there is no such thing as a precedent.  There are referenda on different subjects at different times.  The various examples the Deputy mentioned are a type of <i>reductio ad absurdum<\/i>.  He is moving down a scale of things that make a nonsense of the proposal.  The proposal is to be considered on its own merits and has considerable support.  The ultimate outcome would be the outcome of a referendum, should one proceed.<br\/><br\/>On the Deputy's other complaints which I fully accept are all valid in rural Ireland, I will quote one of the examples I gave to highlight the need for a referendum.  I have cited the citizens of Paris, a huge city in France, who saw the cost of water increase by 265% over a 23-year period.<\/p><p>When it was re-municipalised, &euro;35 million was saved in water charges by the city council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#K01300","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail","continuing":true},{"type":"speech","time":1485351000,"counter":145,"content":"<p>May I interrupt?  Those are not answers to the questions that I asked.  I asked about the necessity of a referendum.  We can go on all day about the negatives of privatisation, but I did not ask about them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L00200","speaker":"1261"},{"type":"speech","time":1485351000,"counter":146,"content":"<p>The Deputy is right.  Could Mr. &Oacute; Tuathail just address the questions as tightly as he can?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L00300","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":147,"content":"<p>As I perceive it, the need for the referendum is not a negative, but a positive.  People want reassurance.  That is it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L00400","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":148,"content":"<p>Are we okay to proceed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L00500","speaker":"1431"},{"type":"speech","time":1485351000,"counter":149,"content":"<p>I have a final and minor, but important, point.  Would such a referendum have a knock-on effect on the design, build and operate agreements?  If public management, treatment, ownership and so on are guaranteed, what about the public-private arrangements and the like?  Would they all have to be cancelled?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L00600","speaker":"1261"},{"type":"speechnospeaker","time":1485351000,"counter":150,"content":"<p>The referendum proposal in its text is preventative and defensive.  It does not interfere with any existing arrangement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L00700","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":151,"content":"<p>I thank Mr. &Oacute; Tuathail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L00800","speaker":"1261"},{"type":"speechnospeaker","time":1485351000,"counter":152,"content":"<p>It is difficult to conceive of an arrangement that a future constitutional referendum could affect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L00900","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":153,"content":"<p>I thank Mr. &Oacute; Tuathail.  That was a straightforward answer to the question.  I will try to allow everyone to contribute.  Senator Clifford-Lee is next, but I do not know who offered first after her, Deputy O'Sullivan or Deputy Healy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L01000","speaker":"1431"},{"type":"speech","time":1485351000,"counter":154,"content":"<p>Deputy Healy's hand was up before mine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L01100","speaker":"1325"},{"type":"speech","time":1485351000,"counter":155,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L01200","speaker":"1431"},{"type":"speech","time":1485351000,"counter":156,"content":"<p>I will keep my questions as brief as possible.  I thank our guests for attending.  I have three questions for an tUasal &Oacute; Tuathail.  Will group water schemes subsidised by the State be affected by any constitutional change?  Will the constitutional shift place any additional pressure on them to be taken over by Irish Water?  Are there international examples of explicit constitutional protection?<\/p> <p>  I have one question for Ms Graham.  Has the Department estimated the cost of holding a referendum and, if so, what is it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L01300","speaker":"1376"},{"type":"speechnospeaker","time":1485351000,"counter":157,"content":"<p>In reply to the Senator's questions, the answer to Nos. 1 and 2 is \"No\" and to No. 3 is \"I do not know\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L01400","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":158,"content":"<p>We could not get a better answer than that.  Go raibh m&iacute;le maith agat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L01500","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":159,"content":"<p>I thank the Senator for her question.  The figure is potentially &euro;20 million, but that depends on whether a number of referendums are being held on the same day.  We might clarify that to the Chair with our franchise section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L01600","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":160,"content":"<p>If a number of referendums are held on the same day, would the &euro;20 million-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L01700","speaker":"1376"},{"type":"speechnospeaker","time":1485351000,"counter":161,"content":"<p>It would be cheaper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L01800","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":162,"content":"<p>Would it increase a bit or would it be capped at &euro;20 million?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L01900","speaker":"1376"},{"type":"speechnospeaker","time":1485351000,"counter":163,"content":"<p>My understanding is that, if one is holding a number of referendums, there might be some additional costs, but the fixed costs would make it cheaper per referendum.  We might refer to the Senator with the figures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L02000","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":164,"content":"<p>On behalf of the committee, I will ask the Department to revert to us with the information on, for example, the cost of the previous eight, nine or ten referendums.  We will get a sense and send it-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L02100","speaker":"1431"},{"type":"speech","time":1485351000,"counter":165,"content":"<p>And how many amendments were decided on the same day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L02200","speaker":"1376"},{"type":"speechnospeaker","time":1485351000,"counter":166,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L02300","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":167,"content":"<p>I thank Ms Graham.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L02400","speaker":"1431"},{"type":"speech","time":1485351000,"counter":168,"content":"<p>Last week, I asked about the percentage of collection in respect of non-domestic users.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L02500","speaker":"1348"},{"type":"speechnospeaker","time":1485351000,"counter":169,"content":"<p>We have been gathering information based on last week.  I am checking some of the figures, but I understand that it is approximately 89%.  I need to verify it precisely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L02600","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":170,"content":"<p>Ms Graham can revert to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L02700","speaker":"1348"},{"type":"speechnospeaker","time":1485351000,"counter":171,"content":"<p>By the end of the week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L02800","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":172,"content":"<p>It was suggested that we should not have been discussing this issue, but it is wholly appropriate for this committee to discuss a constitutional amendment.  We are discussing the principle, not the specifics, which are for another committee to address.  A constitutional amendment is the only certain protection against privatisation of water services, so the suggestion that the currently stated view of political parties and individual politicians that they are not in favour of privatisation represents a guarantee against it is almost laughable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L02900","speaker":"1348"},{"type":"speech","time":1485351000,"counter":173,"content":"<p>Does the Deputy have a question or is he making statements?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L03000","speaker":"1431"},{"type":"speech","time":1485351000,"counter":174,"content":"<p>That was a statement made by another committee member.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L03100","speaker":"1348"},{"type":"speech","time":1485351000,"counter":175,"content":"<p>I am trying to move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L03200","speaker":"1431"},{"type":"speech","time":1485351000,"counter":176,"content":"<p>So am I.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L03300","speaker":"1348"},{"type":"speech","time":1485351000,"counter":177,"content":"<p>In fairness, I want to allow other members to contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L03400","speaker":"1431"},{"type":"speech","time":1485351000,"counter":178,"content":"<p>The statement does not stand up.  In the witnesses' view, is a constitutional amendment the only certain protection against privatisation?  Is it not the case that any current protection, whatever it might be, can be changed by an Act of the Oireachtas?<\/p> <p>  There appears to be a difference of opinion on the alienation of assets.  Is that in itself not an indication that a constitutional amendment is the better way of proceeding?  If the departmental and legal views at this meeting differ, is it not clear that the only way to achieve certainty is by way of a constitutional amendment?<\/p> <p>  Do the Minister and Ervia have voting rights in Irish Water?  I am seeking a \"Yes\" or \"No\" answer to my next question.  Is Mr. &Oacute; Tuathail satisfied that a constitutional amendment would not in any way affect current group water schemes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L03500","speaker":"1348"},{"type":"speech","time":1485351000,"counter":179,"content":"<p>I thank the Deputy, but my understanding is that some of his questions have already been asked by Deputy Murphy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L03600","speaker":"1431"},{"type":"speech","time":1485351000,"counter":180,"content":"<p>They may have been.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L03700","speaker":"1348"},{"type":"speech","time":1485351000,"counter":181,"content":"<p>Is that the case, Deputy Murphy?  I could be wrong, but Deputy Healy asked five questions, the last two of which had not been asked previously.  I will ask our guests to answer each of them,-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L03800","speaker":"1431"},{"type":"speech","time":1485351000,"counter":182,"content":"<p>Please do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L03900","speaker":"1348"},{"type":"speech","time":1485351000,"counter":183,"content":"<p>-----but I believed that three of them had been answered previously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L04000","speaker":"1431"},{"type":"speech","time":1485351000,"counter":184,"content":"<p>I do not believe that they were the same.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L04100","speaker":"1348"},{"type":"speech","time":1485351000,"counter":185,"content":"<p>The Deputy may be correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L04200","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":186,"content":"<p>As to whether a constitutional amendment is the only way-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L04300","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":187,"content":"<p>The only certain way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L04400","speaker":"1348"},{"type":"speechnospeaker","time":1485351000,"counter":188,"content":"<p>I would say \"Yes\".  As to whether any other protection can be removed, I would say \"Yes\".  As to the difference of opinion, I will not comment.  That has already been said.  The Ervia question is for Ms Graham.  As to whether I am satisfied that an amendment would not in any way affect existing rights, \"Yes\" is the answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L04500","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speechnospeaker","time":1485351000,"counter":189,"content":"<p>I can only refer to my statement, in which I said that we had sought to maximise the protections within the existing legislation.  The Minister has recognised the sincerity of the proposals being made and the concerns that have been raised, and he is open to a work-up of proposals.  For that reason, the Bill was not opposed and it was suggested that it needed legal and technical scrutiny when on Committee Stage.<\/p> <p>  A constitutional protection is always higher than a legislative provision.  We have discussed the issues with wording.<\/p> <p>  Regarding voting, Ervia is owned by the State and Ervia owns Irish Water.  Ervia has the voting rights, not the Minister.  Rather, he has the economic rights.  However, there is a range of provisions under the legislation for which ministerial consent is required.  The Minister also gives Ervia what is called a shareholder's expectation letter, which sets out the range of activities that he, as the shareholder in the State company, expects Ervia to perform.  That involves a number of metrics and is common to the NewERA family, as it were, those being, ESB, Gas Networks Ireland, etc.<\/p><p>That would set out a range of things to do with dividend policy, water policy, and energy policy, etc.  While the Minister does not have a voting right, there is obviously a policy construct within the legislation, within the NewERA legislation, and within the specific ministerial consents that are set out in legislation.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#L04600","nonspeaker":"Ms Maria Graham","continuing":true},{"type":"speech","time":1485351000,"counter":191,"content":"<p>We are in favour of a referendum not because any particular pressure group is in favour of a referendum, but because the general public, whom we represent here, are in favour.  There have been clear expressions of concern at the possibility of privatisation.  Deputy &Oacute; Broin made the point that the majority of submissions have raised this issue.  It is on that basis that I want to state clearly that we are in favour of a referendum.  In that context, the specific wording of the proposed amendment that is going before the committee, while it is a matter for that committee, we must be satisfied that that wording would achieve what we want to achieve.  As I understand it the wording concerns the protection of the water system.  I am concerned that we accurately define what we mean by that.  Is it the assets and the infrastructure?  Does it protect the utility as it is now and therefore tie people's hands to change the nature of Irish Water into the future?  My concern is to protect the assets and the infrastructure.<\/p> <p>  I challenge Mr. &Oacute; Tuathail.  The Minister has every right to consider possible amendments, but so do the rest of us.  We actually have a duty to scrutinise legislation, to look at it on Committee and Report Stages, and if we think that the wording is inadequate then we all have a duty to propose amendments.  I want to make that point clearly.  We may not agree with the exact wording of Deputy Joan Collins.  We agreed it on Second Stage but we may not agree with the exact wording.  That is our duty as public representatives.  That does not mean that we are not absolutely in favour of a constitutional referendum being put to the people.  My concern about wording is that we have to make sure that it does what we want it to do, which is to protect the assets and the infrastructure not necessarily tie down the utility in stone as it exists today.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M00200","speaker":"1325"},{"type":"speech","time":1485351000,"counter":192,"content":"<p>Do you have a quick question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M00300","speaker":"1431"},{"type":"speech","time":1485351000,"counter":193,"content":"<p>My question is whether the witnesses have any comments on the wording, or are they satisfied that the definition around water systems is acceptable.  I know that is a matter for the other committee.  Today we were presented only with the wording as Deputy Collins has presented it, whereas there may well be other more appropriate wording that would achieve what we want to achieve in terms of putting -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M00400","speaker":"1325"},{"type":"speech","time":1485351000,"counter":194,"content":"<p>The point the Deputy made on elected representatives in Leinster House is supportive of what Senator Coffey said earlier.  That is that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M00500","speaker":"1431"},{"type":"speech","time":1485351000,"counter":195,"content":"<p>Yes, but not just for the Minister.  For the rest of us as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M00600","speaker":"1325"},{"type":"speech","time":1485351000,"counter":196,"content":"<p>Absolutely.  That was his view as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M00700","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":197,"content":"<p>Two points on that.  We highlighted some potential issues around the wording.  We will be working with the Attorney General to try to clarify and tease through those issues to see if there are issues around the wording, and as Deputy O'Sullivan said, that would inform the Minister's contribution.  The Minister and the Department have committed to assisting the joint Oireachtas committee, and we will obviously provide whatever assistance we can to the committee as our work proceeds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M00800","nonspeaker":"Ms Maria Graham"},{"type":"speechnospeaker","time":1485351000,"counter":198,"content":"<p>I would generally accept what Deputy O'Sullivan has said.  The particular wording is a matter for C&eacute;im an Choiste, Committee Stage.  I am also aware from my own research that the Labour Party proposed something similar to deal with the public ownership of Coillte, ESB and water.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M00900","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":199,"content":"<p>Gas, electricity and water, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M01000","speaker":"1325"},{"type":"speechnospeaker","time":1485351000,"counter":200,"content":"<p>Sorry, gas, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M01100","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":201,"content":"<p>Not Coillte.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M01200","speaker":"1325"},{"type":"speechnospeaker","time":1485351000,"counter":202,"content":"<p>That is beyond my remit, as it were.  I am happy with that wording as it is drafted, but of course M&aacute;ire Whelan, the Attorney General, may have a view on it, and the D&aacute;il itself may have a view on it.  That is why we have a Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M01300","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":203,"content":"<p>The D&aacute;il and the Seanad have a constitutional input, a point made earlier.  I will allow a couple more contributions, we will run over slightly.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M01400","speaker":"1431"},{"type":"speech","time":1485351000,"counter":204,"content":"<p>I am supposed to be in the Seanad for a vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M01500","speaker":"1422"},{"type":"speech","time":1485351000,"counter":205,"content":"<p>That is okay.  Is the Senator coming back?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M01600","speaker":"1431"},{"type":"speech","time":1485351000,"counter":206,"content":"<p>Yes.  Thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M01700","speaker":"1422"},{"type":"speech","time":1485351000,"counter":207,"content":"<p>I have a few comments, and I thank our guests for their comprehensive documents today, and their presentations.  Ms Graham in her opening statement mentioned the initial set up of Irish Water and how it was envisaged that the utility would be a public utility, a State body in public ownership.  Some of the contributions seem to suggest that all the problems around this emerged out of nothing, or <i>ex nihilo<\/i>, as Mr. &Oacute; Tuathail suggested.  I am interested in what Ms Graham says was the original intention.  It is worth briefly recapping on why we are here, and how it became so muddled and confused for people.  It looked suspiciously like Irish Water was being prepared for privatisation through a whole series of actions.  This was not something in people's imaginations, despite what the original motivation might have been.  The Government at the time went against its own consultant's report in setting up Irish Water as a subsidiary of Bord G&aacute;is.  Parts of Bord G&aacute;is were subsequently privatised and sold off.  That gave rise to suspicions.  It was given to Bord G&aacute;is on the one hand because it was stated that Bord G&aacute;is had the operational capacity to deal with it yet there was this necessity for huge sums of public money to be paid out to external consultants for Irish Water.  Demonstrably, Bord G&aacute;is did not have the capacity to deal with all the aspects of it.  There was the speed with which it was set up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M01800","speaker":"1311"},{"type":"speech","time":1485351000,"counter":208,"content":"<p>Does the Deputy have a question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M01900","speaker":"1431"},{"type":"speech","time":1485351000,"counter":209,"content":"<p>I do, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M02000","speaker":"1311"},{"type":"speech","time":1485351000,"counter":210,"content":"<p>Can he get to it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M02100","speaker":"1431"},{"type":"speech","time":1485351000,"counter":211,"content":"<p>I will, yes, but other people have made statements.  There was the speed with which it was set up, there was the Siteserv element.  There were a number of issues, not least the guillotining of the debate about it, that have brought us here, unnecessarily to some degree.  We are here because of all those missteps that were taken along the way, and I think, Cathaoirleach, that has to be borne in mind by the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M02200","speaker":"1311"},{"type":"speech","time":1485351000,"counter":212,"content":"<p>What is the question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M02300","speaker":"1431"},{"type":"speech","time":1485351000,"counter":213,"content":"<p>I am coming to it now.  The public ownership and the lack of confidence the public developed over time in Irish Water were key findings of the commission.  That was not something created by the Opposition.  It was created by the manner in which Irish Water conducted itself.  My questions are these.  Was the privatisation of water services ever agreed or discussed with the troika at any stage?  Is there anything available on that?  Has the Department ever considered a model such as that currently being rolled out in England, and already exists in Scotland, where the network would be retained by Irish Water but where private operators could sell wholesale?  If Irish Water or the Department had considered that, would a proposed constitutional protection safeguard against that?  That question is directed to Ms. Graham and to Mr. &Oacute; Tuathail.  Thank you for your forbearance on this, Chair.  We have talked about constitutional amendments, and Mr &Oacute; Tuathail is convinced that that is the only way to handle it, so as a citizen and public representative I am interested in two aspects of this.  Did you write the wording for the right to water campaign?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M02400","speaker":"1311"},{"type":"speechnospeaker","time":1485351000,"counter":214,"content":"<p>Yes, I wrote it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M02500","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":215,"content":"<p>Okay.  Many of us who are old enough to remember the potential for constitutional amendments to defy the original intentions of their proponents.  What kind of controls can be put in place to avoid a referendum result, and therefore decisions on water, eventually ending up being decisions of the Judiciary?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M02600","speaker":"1311"},{"type":"speech","time":1485351000,"counter":216,"content":"<p>Good question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M02700","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":217,"content":"<p>I will let Ms Graham go first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M02800","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speechnospeaker","time":1485351000,"counter":218,"content":"<p>If I can reflect in a general way on some of the points. The water services legislation of 2007 was approximately ten years in gestation, and it was considered serious enough at that point to put protections in against the privatisation of assets, before Irish Water was contemplated.  That was an important point at that stage.<\/p><p>When we moved into the reform process, PricewaterhouseCoopers was specifically asked to report on the use of State utilities.  Because of the time available to us under the agreement with the troika to establish the new utility, we were given a series of points which would have to be satisfied were we to have it under an existing utility such as Bord G&aacute;is.<\/p><p> I have been involved in the water sector since 2009.  I think I attended all of the meetings with the troika and the issue of privatisation was not raised.  The Department only looked at the models included in the PricewaterhouseCoopers report such as the local authority agency model, among others.  The question of privatisation or preparing for it was never on our agenda, pre or post-Irish Water.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#M02900","nonspeaker":"Ms Maria Graham","continuing":true},{"type":"speech","time":1485351000,"counter":220,"content":"<p>I thank Ms Graham for clarifying the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#N00200","speaker":"1431"},{"type":"speechnospeaker","time":1485351000,"counter":221,"content":"<p>The context of Deputy John Lahart's question was very well informed.  Ms Graham has answered the first and second questions.  Legislation should be brought forward to reflect the intent and impact of the constitutional amendment, when and if it is carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#N00300","nonspeaker":"Mr. S&eacute;amas &Oacute; Tuathail"},{"type":"speech","time":1485351000,"counter":222,"content":"<p>Leaving aside the wording, would it be the preferred option of the Department to have constitutional protection?  Given that Ms Graham said the Department had concerns about the current wording, has it prepared alternative drafts?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#N00400","speaker":"1280"},{"type":"speechnospeaker","time":1485351000,"counter":223,"content":"<p>The Department is guided by the Minister who has indicated that if there is a workable constitutional wording, he is happy to proceed with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#N00500","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":224,"content":"<p>Is that the preferred option?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#N00600","speaker":"1280"},{"type":"speechnospeaker","time":1485351000,"counter":225,"content":"<p>When we set out on the implementation plan, we had a public consultation process, the first on the issue, and questions and concerns about privatisation were raised on that occasion.  We have tried to address the questions in legislation because we have concerns about the practicalities of including it in the Constitution.  Underlying all of this have been our desire and policy objective that Irish Water be a public water utility.  I can only reiterate what the Minister has said to the D&aacute;il.  If the Bill progresses, whatever the wording of the amendment may be, it will progress as normal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#N00700","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":226,"content":"<p>Are there alternative wordings?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#N00800","speaker":"1280"},{"type":"speechnospeaker","time":1485351000,"counter":227,"content":"<p>We are engaged in teasing out the issues with the Attorney General and have not yet got to that stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#N00900","nonspeaker":"Ms Maria Graham"},{"type":"speech","time":1485351000,"counter":228,"content":"<p>Labhair chuile dhuine ach amh&aacute;in an Teachta Brophy.  Everyone had an opportunity to contribute and ask questions.  Gabhaim mo bhu&iacute;ochas leis an Uasal &Oacute; Tuathail, le Ms Treasa Brannick O'Cillin agus leis an Roinn.  It was a very good, informed discussion in which good questions were asked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FFJ2017012500002#N01000","speaker":"1431"},{"type":"unspoken","time":1485351000,"counter":229,"content":"<p>The joint committee went into private session at 3.35 p.m and adjourned at 4.30 p.m. until 1.30 p.m. on Tuesday, 7 February 2017.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Justice, Defence and Equality","time":1485334800,"counter":230},{"type":"unspoken","content":"<p>The Joint Committee met at 09:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Clare Daly, Senator Niall Ó Donnghaile. Deputy Alan Farrell, Deputy Jim O'Callaghan, Deputy Mick Wallace,<\/p><p>In attendance: Deputy Jonathan O'Brien.<\/p><p>DEPUTY CAOIMHGHÍN Ó CAOLÁIN IN THE CHAIR.<\/p>","time":1485334800,"counter":231,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002"},{"type":"minorheading","content":"General Scheme of Judicial Appointments Commission Bill 2016: Minister for Justice and Equality","time":1485334800,"counter":232,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#A00100"},{"type":"speech","time":1485334800,"counter":233,"content":"<p>Apologies have been received from Deputy Colm Brophy and Senator Lorraine Clifford-Lee.  I welcome the T&aacute;naiste and Minister for Justice and Equality, Deputy Frances Fitzgerald, and her officials.  The purpose of this meeting is to have a pre-legislative discussion on the scheme of the Judicial Appointments Commission Bill 2016, the Minister's Bill, in tandem with the Judicial Appointments Commission Bill 2016, a Private Members' Bill, which has been tabled by Deputy Jim O'Callaghan.  The format of the meeting is that I will invite the Minister, Deputy Fitzgerald, to brief the committee on the scheme of her Bill and then I will call Deputy Jim O'Callaghan brief the committee on his Bill.  I will then open it up to a general discussion and questions and answers.  Deputy O'Callaghan, as a member of the committee, will, in the same way as any other member, be in a position to ask the Minister specific questions relevant to her Bill, and as she is an <i>ex officio<\/i>member of the committee when <i>in situ<\/i>, she will be afforded exactly the same facilitation if there are any questions she wishes to pose to Deputy O'Callaghan.  We will approach our business equitably.  I call Deputy Fitzgerald to make her opening statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#A00200","speaker":"1269"},{"type":"speech","time":1485334800,"counter":234,"content":"<p>I thank the Cathaoirleach, Deputy &Oacute; Caol&aacute;in, and the members of the committee for the early scheduling of this meeting following my referral last month of the general scheme of the Judicial Appointments Commission Bill 2016 for pre-legislative scrutiny.  The Private Members' Bill in the name of Deputy O'Callaghan, which also proposes reforms in the area of judicial appointments, is also being considered today.  The Government approved these measures as a scheme last month and the scheme is before the committee today for scrutiny.  Work on the technical drafting of the Bill has been under way and it is my intention, following today's discussion and the feedback from the committee, to finalise the preparation of the Bill quickly with a view to publication shortly.<\/p> <p>  I will approach this in the following way.  We have two measures before the committee, one is a scheme and one is a Bill.  The first point I would like to make is that it is striking how much these Bills complement each other.  We are both committed to significantly enhancing the judicial selection model with a strengthened new body with clear objectives, full powers, appropriate resources and a clear mandate to recommend the most meritorious candidate for judicial office to Government.  It is appropriate that we consider these matters now, 20 years after the creation of the Judicial Appointments Advisory Board, JAAB.  The board has served us well but it is our duty to continually look to the future and to attempt to improve processes where we can.  It is clear that both pieces of legislation are committed to this.  Where there are points of discussion about elements of the design, obviously we will have that discussion, and I will highlight some of these points in my presentation.  In order to be helpful to the committee, I will address issues relevant both to the Bill before it and to the scheme, and Deputy O'Callaghan will do the same.<\/p> <p>  The scheme sets up a new commission.  It is an ambitious vision, putting the new body on a dual purpose footing, to select candidates and recommend persons for appointment, but also to invest time, expertise and resources in redeveloping the requirements and procedures as a modern, professional and independent selection framework, fit for purpose now and into the future.  The Private Members' Bill also establishes a new commission.  It does not go into that much detail on the support measures.  The Government scheme brings all appointments into the new arrangements so that, from now on, judges seeking judicial promotion, or to serve in a higher court, will go through the commission.  This is significant and is in line with views from all quarters that this should be the case.  That is not the situation at present.  Sitting judges do not inform of their interest through the JAAB at this point.  Deputy O'Callaghan's Bill also brings these appointments within the ambit of the new arrangements.<\/p><p> I would say that we each have a very different view as to how the very senior president and chief justice posts should be approached.  We can discuss the respective merits of the different approaches.  My preference is the Government approach which, in summary, involves a special committee under head 32 to consider expressions of interest working in tandem with the commission.  I will make some comments about the role of the Minister later and I am suggesting a change in that.  Head 28 brings down from the present minimum seven rule to just three names that the commission will now recommend to the Government for appointment.  There will be two additional names to correspond with each additional vacancy.  This is another major reform and again it is one that is being advocated by many different people.  Deputy O'Callaghan's Bill also goes for three but there is a further qualification, that this requires the three names to be in order of merit and an additional one name only for another vacancy.<\/p><p> I want to put forward a very important constitutional point and I think that most people are agreed on this.  The role of the Government, in the principle of it but maybe not the detail, under the Constitution in this matter requires a level of discretion.  All of the legal advice says that.  I would say that is not consistent with a statutory body providing only three names in order of choice.  Similarly, even without an order, having only six names be recommended for four vacancies is inadequate for a real choice.  As I say, there is a very important point, which is the Government exercising its constitutional prerogative.  That may be unconstitutional if one is not giving that level of choice of candidates, by fine-tuning it down to that degree.<\/p><p> Again delivering on the Government programme, the scheme provides for a lay majority of one on the commission and a lay chair.  I understand that there has never actually been a vote on the job, and that names have been selected by agreement in the past.  I imagine that may well continue when we are talking about establishing the kind of professional body that we are considering here today.  The vision here is to strengthen very considerably the present 20 year old model of lay involvement.  Now there are just three lay people and eight judicial and legal persons making decisions, so it is a ratio of 3:8 at present.  I would say that getting exactly the right input of lay expertise is difficult, but we can return to that.  I think there is discussion to be had about what kind of lay experience is wanted, how the lay people are selected, and precisely what that brings to the table.  I would say it brings a lot to the table and it is in line with being citizen-friendly and consumer-friendly, which is an important point.<\/p><p> I think it is enough for me to say at this point that it is essential that there is a critical mass of non-judicial, non-legal voices on the commission, covering a range of expertise and experience.  That is to complement what I would say is the indispensable expertise and input of the Judiciary and the legal members as regards professional and technical suitability for appointment.  Different countries have different ways of accessing that technical, legal and judicial experience, and bringing it into the process of selection.  Scotland has a particular model where there is almost something like a gatekeeper role in terms of judicial experience being assessed in the first instance.  We are not suggesting that but I make the point.<\/p><p> The Private Members' Bill, Deputy O'Callaghan's Bill, keeps the majority judicial and legal formula.  I think that the scale of reform required here and the new professional selection organisation that we are creating moves us beyond that.  The scheme also provides for a lay chair.  I want to make the point to the committee that there seems to be no difficulty with this in England, Wales and Scotland, where the procedures have been fully reformed in recent times.  It is a Government programme commitment.  The Chief Justice is a member, of course.  I believe that the overall balance here is right.  We can return to this too.<\/p><p> Another perspective on this is that we will have a body with five judicial and legal members, five lay members, and an independent lay chair.  We have allowed in our scheme for the representation of the Bar Council of Ireland and the solicitors' group, arguing that they bring a different perspective to the table than judicial members.  The scheme that we are suggesting has five judicial and legal members, five lay members, and an independent lay chair.<\/p><p> One other similarity is the need to expressly recognise the key requirement, which is merit.  We do that in different ways and we can discuss that.  A big advantage of this scheme to support the Government's objective is a commitment to properly resource the commission.  An office under the commission and a director would make all the difference to what is planned.  This is about a professional body being established that can do this work, can look at international best practice and can develop.  It is not just a body that we set up which experiences no development and movement.  We want to give it the resources to develop best practice models to keep attuned with what is happening internationally.<\/p><p> Other matters addressed by the Government Bill include new accountability requirements, including accountability of the commission to an Oireachtas committee, and an annual statement by the Minister to the House about appointments made in the previous year.  Academic lawyers become eligible for appointment as a judge in prescribed circumstances.  The scheme makes service on the District Court bench calculable for the practice requirements for appointment as a High Court judge.  That is an important and warranted advance, as is increasing to 70 the retirement age of District Court judges so that all judges will have the same retirement age.  There are differences at present.  It will be important to carefully monitor the implementation of reforms.<\/p><p> Head 10 requires the committee, within 20 months of the measures coming into force, to report to the commission on the implementation and effectiveness of the functions and procedures assigned to it.  I would like to look at this again, and in line with the fact that it is just a scheme that I am bringing, and not a full Bill, I am recommending a couple of further changes that I would like to do in the drafting of the Bill.  I am suggesting that the committee may agree to the need to include a review clause that would require the Minister, five years after the commencement of the Act, to review its operation and, within one year of that, to prepare an analysis and report on the matter to lay this before the House.  This would allow all sides to revisit the reforms and see precisely how it is working.  I am determined, and have been as Minister for Justice and Equality, to ensure that all judicial appointments are made on merit.<\/p><p> Before I turn to other matters, I would mention to the committee that I intend to include in the legislation a prohibition on canvassing, which would make it unlawful for any person, candidate, applicant or otherwise, to seek to interfere with or compromise in any way the selection procedures.  This issue has been mentioned by the Judiciary as well and subject to Government approval, a relevant provision should form part of the reforms.  We see this, for example, when the new police authority is appointing people to promotions within the ranks of An Garda S&iacute;och&aacute;na.  There will now be a specific clause saying that it is an offence to canvas for a promotion.  It will be a disqualifying offence.  That has to be drafted.<\/p><p> I would like very briefly to look back at the changes to the judicial system, and to make a number of points about them.  Looking back briefly, the first major change that was made to this was in 1995, and it was quite ground-breaking then.  It is important for us to cast our minds back to that and remember that up to that point in 1995, selection and appointment of judges were entirely the preserve of the Government of the day.  There were no intermediate steps, there was no separate authority involved in the process, and no information was provided about appointments.  While at this remove looking back at measures that were introduced 20 years ago in the Courts and Court Officers Act 1995 we might say they were minimal, at the time it totally changed the way Government approached the whole question of judicial appointments.  Other jurisdictions have moved on since, and international instruments provide more guidance on best standards.<\/p><p> However, I would make the point, and I have looked at all of the international approaches to this, that there is still huge variation.  In New Zealand, for example, which is the highest ranked country in terms of judicial independence, the Attorney General selects all of the people to present to the Government of New Zealand for judicial appointments, and yet it is still ranked at the top internationally.  However, there is a growing consensus about what constitutes best practice, which we want to capture.  I am not suggesting that we have had anything other than an excellent Judiciary.  It served us well before 1995 and I believe we have had an excellent Judiciary since then too.  It is important for public confidence that there is an independent and professionally operated and overseen system for selection of judges, based on transparent criteria, upstream of the relevant decision of Government.<\/p><p>As such, we must move on and continue to protect the independence of the Judiciary and guarantee to the greatest extent we can that the quality of our judicial system is maintained in today's conditions and the ever-changing environment around accountability, governance and administrative efficiency.<\/p><p> When it comes to reform of the system, the important point is that the establishment or amendment of a judicial selection system through legislation is a matter for the Oireachtas alone.  As long as what is proposed is constitutional and not retrospective, there can be no authority other than the Oireachtas as to what the new legislative arrangements may be.  It is the prerogative of Government or, as we see today, any Member of the House to bring forward proposals to the Oireachtas for enactment.  Judicial selection is not part of the judicial function.  The judicial function is to apply the law, interpret the Constitution and defend it.  The reason the Judiciary is involved in judicial selection is because the Oireachtas assigned it that role in legislation.  In my view, no one could argue against the Judiciary having a major input into the judicial selection process because of the key skills, knowledge and experience of the judges.  Nothing has changed constitutionally.  In theory, the Oireachtas could repeal the Judicial Appointments Advisory Board and not replace it with anything.  Of course, that is not a viable option but it illustrates the respective roles of the arms of State in the process and the choices we have in that matter.<\/p><p> In terms of the views of the Judiciary, I want to make a few points and I need to say the following.  The Irish Judiciary is now and always has been one of the great successes of the Irish State.  Its enduring independence has provided a constitutional structure that has enabled the State to withstand enormous political and economic threats to its existence and stability.  The Irish Judiciary is consistently among the top ten most independent judiciaries globally.  It is worth noting that point.  The judicial appointments review committee, or JARC, is a committee of senior judges headed by the Supreme Court's Mr. Justice O'Donnell and it has submitted views on the scheme.  The JARC also submitted very extensive views and analysis in 2014.  The Chief Justice has also submitted views.  The Judiciary has indicated that is does not agree with aspects of the scheme, suggests that prior study or research has not been conducted and argues that elements of the scheme are inconsistent with and contrary to international guidance and best practice.  The most serious criticisms are directed at the new commission, in particular its composition and lay chair, as proposed.<\/p><p> I want it to be clear that the scheme reflects much of what the judicial committee proposed in consultations, if not precisely in the manner proposed.  For instance, we propose that the scheme covers all posts, including promotion of judges, that only three names will be recommended to Government, that merit is included as critical guidance to selection, that there is a properly resourced system, and that the selection process is independent and professionalised.  The Judiciary has mentioned international benchmarks, but international standards for protecting judicial independence recognise that there is a range of models to choose from and that democratic involvement through government is a legitimate form of judicial selection.  Even in our three immediate neighbouring jurisdictions, there are different arrangements in play in relation to lay participation, lay chairing and other areas.<\/p><p> There has been consultation which has helped to inform these proposed changes.  In 2014, we received 27 submissions from a range of different people and bodies, including both of the professional bodies and the Judiciary.  Guiding principles under heading five provide an important reference for these reforming measures, the systematic development of processes and requirements for which the commission will have responsibility, and the approach of the Executive to the appointments process.  These principles underpin the reforming provisions of the scheme.  It is actually the processes the new body will use that are critical.  While the composition is very important, how the commission does its work and the processes it develops to do its work, which I have outlined to some degree, will prove the effectiveness of this body.<\/p><p> At the heart of these reforms, we are putting in place a new commission to replace the Judicial Appointments Advisory Board which had, or at least exercised, a somewhat restricted remit under the 1995 Act over the intervening period of 20 years.  The need for transparency and accountability and the complexity and extent of the environment within which the judicial system now operates demand something new.  They demand not only that the new commission will have a much more exacting and hands-on role in the selection of judges, but also that extensive new work is carried out with an ongoing remit to update the requirements for selection and the manner of selection to take account of the very many considerations which are prescribed in the scheme.  The framing statute is not the place to specify the attributes of candidates to a definitive degree.  The procedures committee provided for under heading ten will do that under the auspices of the commission with the support of expert analysis and research.  It is a major advance to have in place on a permanent basis a commission part of whose remit will be to develop fully professionalised selection processes.  The principle is selection based on merit but the layout of the detailed components of merit will be left to the commission.<\/p><p> As such, the commission will have a developmental remit but, of course, its routine function will be to recommend three persons for a judicial vacancy.  This is a major advance in terms of the value being brought to the procedure by the commission from the 20 year old requirement to provide a minimum of seven names.  Indeed, three names - let me recognise that this where the Private Members' Bill and the Government measure intersect - is the lowest number advised as constitutionally and legally permissible as committed to in the programme for Government.   I have taken extensive advice on this aspect.  There are important differences linked to this provision between the measures.  I am satisfied that three names without an order of merit and an additional two, to give, for example, a total of five recommendations when there are two vacancies, or seven where there are three vacancies, and so on, is the correct balance given the constitutional role of the Government.<\/p><p> The question of ranking names was considered by the Judicial Appointments Advisory Board and, in its annual report in 2002, discounted as placing, by the judges themselves which is an interesting point, too great a restriction on the constitutional prerogative of Government to select judges.  As such, I have concerns about the constitutionality of ranking and clearly we differ on that point.  The scheme also contrasts with the 1995 provisions by bringing promotion of judges from one court to another into the framework of the commission.  This, in itself, is a major change but it was invariably mentioned in the public consultations and it adds enormously to the transparency and equity of the whole appointments process.<\/p><p> I go back to make further points on the composition of the commission.  The board, or, as it will now be, commission, itself is changing.  I acknowledge that the Government's view on this is not universally accepted.  The Private Members' Bill increases lay membership of the board and although I am not convinced of the merits of the nominating-body mechanism for procuring that expertise, it is nevertheless a fair recognition that the existing position regarding lay input is inadequate.  It is inadequate not only in terms of the numbers, but also in terms of the range of expertise and experience being covered.  In effect, the lay input has been reduced since the Judicial Appointments Advisory Board was expanded to include the President of the new Court of Appeal just over two years ago.  As such, even the rather minor role of lay persons as envisaged in 1995 has been diluted not by design, but because there is a new court.<\/p><p> As the position in other jurisdictions varies greatly, it is important not to generalise.  However, expert lay persons, including in some cases lay chairpersons, bring to the process expertise such as that of senior civil service and public services managers, human resources and recruitment specialists, education and training experts, senior commercial executives, and equality and diversity experts.  In fact, some of the most respected academic research I have been looking at contains interesting observations on the importance of lay input into selection.  That is not to undermine the importance of judicial input, but to recognise that, in respect of what we expect from our courts and the range of decisions they have to make, a wide variety of experience is essential in terms of determining who is best placed to be a member of the Judiciary.  A modern appointments process should be driven by a commission that can draw on these specialist qualities.<\/p><p>The commission should have at the centre of its decision making the experience lay persons have of the system of justice from the perspective of consumers of court processes, be it in family law, criminal law or any other aspect of the law.  In this context I have in mind interest groups involved in law matters, penal matters, victim concerns and community law interests acting in a representative capacity locally and otherwise.<br\/><br\/>What we are trying to achieve in the cohort of lay people on the commission is a mix and balance of relevant skills, knowledge, expertise and experience across a range of areas which will enhance the judicial selection process by widening the perspectives brought to bear on it.  The purpose of the enhanced lay participation is to complement the key expertise of the Judiciary and of the legal members and not to seek in any way to minimise the role of serving judges.  There is less still any suggestion intended that there is any distrust in the manner in which our senior Judiciary has conducted the recommendation process over many years and I have already outlined the value of the Judiciary in the development and functioning of the State.<br\/><br\/>Reducing the number of judicial members in order to contain the board or the commission at a reasonable number, which I suggest is certainly no more than the current number, while wishing to broaden the expertise of the commission in the way I have mentioned, simply implies that the judicial member complement must be less than it is at present.  There are five presidents in the courts.  If the board is to have judicial representation as well as allow the members of the Bar Council and the Law Society, the Attorney General and lay members to have a voice, this is inevitable.  However, the scheme provides that two of the most senior judges will be members of the commission while another court president will participate <i>ex officio. <\/i>I believe that this constitutes substantial and senior input on the part of the Judiciary and therefore the construction of the commission is not inconsistent with certain guidelines including the recommendation of the Committee of Ministers of the Council of Europe.  I note that the European Network of Councils for the Judiciary stated clearly in its Dublin declaration, which is often quoted, that &quot;[t]he judiciary must not necessarily have an absolute majority membership on such a selection and appointment body&quot;.<br\/><br\/>Deputy O&rsquo;Callaghan&rsquo;s Bill opts for a list of nominating bodies to provide lay persons.  I consider there to be difficulties with such an approach because there are potentially dozens of bodies.  This is a point for discussion between us.  One could contemplate consulting to nominate a lay person, but in my scheme I have suggested taking a somewhat more generic approach that the Public Appointments Commission can reference in its recruitment of commission members.  It is not easy to get this completely right and I am open to discussion on the best way to select lay members.  I have opted for a particular model that outlines the type of criteria and skills we would like to see in lay members and suggested the Public Appointments Service recruit them.  This will be an extremely important body.  It is important that people are put through a rigorous procedure before being nominated to it as opposed to perhaps a more straightforward nomination from organisations.<br\/><br\/>In the scheme, I have indicated an approach that provides for a dual list of skills for the selection of lay members.  I have received criticism that this may not be the best way to go and am open to examining it with a view to its simplification.  It may be too complex the way I have outlined it.  We have received feedback from some selection bodies to the effect that it may be too complicated a way to do it.  However, I think everyone accepts that we need to define a reasonably wide set of expertise and experience that we want among the lay candidates and some means of ensuring that the five lay people who are delivered onto the commission have amongst them the widest possible representation of skills across the areas we consider important.  <br\/><br\/>Lay chairing of selection commissions in other jurisdictions is not uncommon.  The corresponding commissions in England and Wales and in Scotland have a lay chairperson.  Again I accept that not everyone will agree with this measure.  The Private Member's Bill retains the <i>status quo<\/i>with the commission to be chaired by the Chief Justice.  That is an option, but I suggest that the chairperson be the most highly qualified lay person meeting the special criteria set down and selected after a rigorous process conducted by the Public Appointments Service.  I also believe that it is better that the Legislature would have a role here too.  It has been suggested that this is politicising the process.  I do not believe it is.  After all, the D&aacute;il is where there is democratic accountability.  It is appropriate that a proposed appointee satisfies the Oireachtas before confirmation and that the approval of the appointments by resolutions of the Houses will double-lock the ministerial appointment provision.  I consider this a part of democratic accountability and do not believe it in any way crosses the boundaries in respect of the independence of the Judiciary.  This is arguably more open than the current system.  However, it is no reflection on the special qualities and insight of a Chief Justice and the commission will continue to benefit from that unique expertise and insight. <br\/><br\/>Head 32 provides for a new committee that will only deal with the posts of Chief Justice, President of the Court of Appeal and President of the High Court.  The commission is involved in the referral of names to this committee, but it is the committee that will recommend names to the Government.  I am suggesting this separate treatment of the highest level appointments.  I consider it is warranted.  However, in the drafting of the measure, I wish to signal now that some reconfiguration of the composition of this committee is under consideration.  Having examined the matter, I believe the Minister should not have a recommending role and should not, as a member of the Executive, be on the committee.<br\/><br\/>I am sure Deputies will want to discuss how the committee would be ideally configured during the passage of the Bill.  Other than the three senior posts, I would envisage a vacancy in the post of either President of the Circuit Court or President of the District Court being filled under the standard procedure.  I prefer this more qualified approach to the one proposed in Deputy O&rsquo;Callaghan&rsquo;s Bill which envisages arrangements for the filling of all five leading judicial roles that would appear to be confined only to judges of the particular courts.<br\/><br\/>I do not think that the Private Members' Bill makes sufficient provision to support the work of the new commission although I am sure we can discuss this further.  I am talking about having a dedicated resource unit under the direction of an accountable director who would have staff and am suggesting a sum of &euro;500,000 for this purpose.  I consider this to be an important statement of intent to underline the work I anticipate the commission will undertake.<br\/><br\/>The Deputy has provided for the involvement of the commission in the process of nominations of judges for the main EU courts and the European Court of Human Rights.  This can be discussed.  I consider the current arrangements to have worked well.  We have some excellent representatives in the courts.  It is important to remember that, when it comes to European court nominations, what is done here in Ireland is just one tier.  There is a further tier of examination of every nominee to a European court.<br\/><br\/>Where the drafting work on the Bill, which has been ongoing, has revealed a need to clarify, reconfigure and adapt somewhat some of the provisions in the general scheme, this is normal and is done in consultation with my officials.  Let me state, however, that none of the core elements which I have already covered this morning have been varied in principle in the Bill as drafted from the Heads that we are considering now.  Elements such as the exact format of the new selection procedures and competency frameworks, transitional measures, which will have to be discussed, to allow the commission to immediately get to work and the extent of legislative repeals or restatement that may be required are undergoing some reshaping in the draft and the definitive position will be available when the Bill is published.<br\/><br\/>I would also like to link the reforms we are discussing today, which I believe are necessary and far-reaching, with a related suite of reforms set out in the Judicial Council Bill which will promote excellence in the exercise of judicial functions and high standards of judicial conduct and related matters.  I have stated it already but will repeat that these reforms are absolutely fundamental.<\/p><p>We have seen how judiciaries in other countries, dictatorships, have been compromised.  As I said, we have a system that I believe we can be proud of but which everybody agrees, including all of those who made submissions, needs to be further reformed.  Reform is fundamental to the working of a democratic state.  We are all aware of the many challenges that we face in our democracy and internationally.  This is about ensuring that we have a system that is fit for purpose and suitable for the needs and challenges of a demanding 21st century environment. <\/p><p> I thank the committee for the opportunity to outline the approach in some detail, which I hope will be of assistance to it in compiling its report on the scheme and the Bill.  I thank Deputy O'Callaghan for bringing forward his Private Members' Bill which I know was the subject of extensive research, expertise and hard work.  I am interested in hearing the committee's views on this important topic, where we need to move to and how we can bring forward the necessary reforms.  As I stated, there are a number of areas on which there is agreement but there are others in respect of which there are substantive differences and we need to tease these out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#A00300","speaker":"1214","continuing":true},{"type":"speech","time":1485334800,"counter":239,"content":"<p>I thank the T&aacute;naiste for her comprehensive briefing.  I now invite Deputy Jim O'Callaghan to address his Judicial Appointments Commission Bill 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#E00200","speaker":"1269"},{"type":"speech","time":1485334800,"counter":240,"content":"<p>I want to address the committee on four areas.  My opening statement will not be as lengthy as that made by the T&aacute;naiste but I do want to give the committee an overview of the four areas I would like to speak to it about, following which I will be happy to take questions.<\/p><p>First, I will speak about how the system currently operates; second, why the system needs to be changed; third, my Bill; and, fourth, the Government's scheme of its Bill.  Before I commence my remarks on the four issues to be discussed, I would like to put on record my disappointment that the committee does not have the Government Bill before it.  If we are to engage in full pre-legislative scrutiny of the Bill, it would be much more helpful if we had a copy of the Bill as drafted as opposed to the scheme of the Bill.  I remind members that my Bill has passed Second Stage in the D&aacute;il.  As such, I do not propose to spend an inordinate amount of time repeating here what I said in the D&aacute;il.<\/p><p>How we, as an Oireachtas, determine how judges should be selected is an extremely important matter.  Under the Constitution, the Government nominates judges and they are then appointed by the President.  However, we should not lose sight of the fact that under our Constitution justice is administered by judges.  Justice is of major importance to the public.  We hear that every day.  As politicians we hear it too.  We often hear people say that they were deprived of justice, that they want access to justice or that they believe they have not been treated fairly by the State.  We need to bear in mind all the time that judges play a central and fundamental role in determining and delivering justice for Irish citizens.  The position of a judge is no ordinary  job; it is vitally important and we need to do our best to ensure that the best people are appointed to the position.<\/p><p>In regard to how the system currently operates, I am conscious that as a lawyer I will have a greater knowledge than other committee members of how the system operates.  At present, when a vacancy arises in a court, the Judicial Appointments Advisory Board places an advertisement in a newspaper or online inviting applications for appointment as a judge to the District Court, Circuit Court, High Court, Court of Appeal or Supreme Court.  The board will then receive a series of applications from lawyers because only lawyers can apply to be judges.  The job of the board is to process those applications.  In many instances, particularly in respect of the District Court, hundreds of applications will have to be processed.  The job of the Judicial Appointments Advisory Board is to determine who is suitable for the position.  It is not the function of the board to try to identify the best candidate.  It is a filtering process in the determination of suitable candidates.  The Judicial Appointments Advisory Board is required under legislation to provide the Government with the names of seven individuals which it believes are suitable for appointment to a particular vacancy.  Sometimes more than seven names are provided.  Obviously, if there are multiple vacancies there will be many names put forward by the board to the Government.  <\/p><p>When the Government receives the list of names, it then makes its decision as to who should be selected.  Under the Constitution, and the T&aacute;naiste's proposed scheme and my Bill, the Government can choose whoever it wants.  It does not have to select a name from those provided by the Judicial Appointments Advisory Board.  I believe it is appropriate that the recommending body should carry greater authority and that it should filter down its nominees such that the Government is aware of who it believes are the best persons for the position.  If the Government chooses to appoint a person not recommended by the Judicial Appointments Advisory Board, it must state in <i>Iris Oifigi&uacute;il<\/i>that, for example, Caoimhgh&iacute;n &Oacute; Caol&aacute;in has been appointed as a judge of the Supreme Court but his name was not put forward to it by the Judicial Appointments Advisory Board.  That is the only downside if that arises.  Usually if, say, Caoimhgh&iacute;n &Oacute; Caol&aacute;in was nominated and appointed, it will state in <i>Iris Oifigi&uacute;il<\/i>that he came through the Judicial Appointments Advisory Board system.  The Government then nominates an individual and he or she is appointed by the President.  <\/p><p>The second issue is why the system needs to be changed, in other words, what is the weakness in the system.  The weakness in the system is that when a large list of names is presented to Cabinet most of them, in fairness to them, do not know how to go about choosing one person from a list of 24 for a District Court position.  There is no reason that politicians should be aware of who is the most suitable or best candidate.  People who are interested in reading State papers will know that over Christmas and the New Year the State papers from 30 years ago which were published included a record of Alan Dukes, when Minister for justice, stating that he did not know who was the best candidate or who should be selected to be a judge.  He said that he felt it was a matter primarily for the Attorney General.  In fairness to members of Cabinet, most of them do not know who are the most suitable candidates.  It is unfair to put that pressure on the Government.  If RTE was appointing a new director general, it would follow the process of setting out the selection criteria and a selection body would then identify an individual who would be recommended to Cabinet.  The Cabinet could disagree with it but, in general, it would accept that recommendation.<\/p><p>It is true - it is important we live in the real world - that people who have political connections are at an advantage if their names are on the list which goes to Cabinet.  It is often said that canvassing should be prohibited.  I have never been in Cabinet but I suspect much canvassing goes on for the purposes of appointment of people to the Bench.  I suspect there are people who have been appointed because of political connections.  Many people who are appointed because of political connections turn out to be excellent judges.  I have no objection to that.  We should not have a system whereby because a person is involved in politics, he or she should be excluded from subsequent nomination to judicial office.  What we do not know, and I am sure this happens, is if there are good people who applied to be judges and because they did know anybody in Cabinet or any Deputy, were overlooked and never got the opportunity of being promoted to the position of judge.  For all of these reasons, the system needs to be changed.<\/p><p>We need a recommending body that can identify who it believes will be the best person for the position of judge.  We should have a recommending body that ranks individuals in terms of their suitability for the job.  Under the Constitution, which is appropriate, the Government has the final say.  Regardless of what system is in place or how it operates, the Government can disregard the list of candidates provided by the Judicial Appointments Advisory Board and appoint a candidate of its choosing.  That is the scheme that currently operates under the Constitution.<\/p><p>However, it needs to be changed and broadened to ensure that it is fairer and the best people - there may be people whom we do not know and who do not have connections - have an opportunity to be considered and appointed.<\/p><p> That brings me to my legislation, which was debated in the D&aacute;il on Second Stage.  I will not bore the committee by taking it through the Bill section by section, but I will make a number of points on it.  My Bill establishes a judicial appointments commission to recommend to the Government the names of individuals who it believes would be the most suitable, based on merit, to be judges.  For each position, it will recommend three people.  The T&aacute;naiste's scheme has the same provision.  Under my scheme, however, the three will be ranked as Nos. 1, 2 and 3.  In no way does that offend the constitutional prerogative that rests with the Cabinet.  Under neither scheme must the Cabinet opt for anyone on the list.  However, there is a benefit in the Cabinet being told by a body that has expertise that it believes that these are the three best people in a certain order.<\/p><p> Another way that my scheme is relevant concerns the membership of the commission.  Like everything in Ireland, memberships of commissions seem to get a great deal of political interest and media comment for some reason.  What is the best body of people who would be qualified to recommend those - if we are to be frank about this, it is only lawyers who can be judges - barristers and solicitors whom they believe would make the best judges?  The people who know are judges themselves and others who have experience.  Under my scheme, there are 12 members on the commission.  These include the Chief Justice, who is President of the Supreme Court, and the presidents of the Court of Appeal, the High Court, the Circuit Court and the District Court.  They would be \"judicial members\".<\/p><p> Interestingly, the T&aacute;naiste has adopted hook, line and sinker the language put into her mind by the Minister for Transport, Tourism and Sport, Deputy Ross, which is all about lay people and non-lay people.  It is offensive to judges that non-lay people, under the Government's scheme, are described as being judges and lawyers.  Judges are not practising lawyers.  They were lawyers formerly.  It is wrong and misleading of the Minister, Deputy Ross, to give the impression that judges and lawyers should be regarded as belonging to the same group.  We should get away from that impression.  We are discussing judges, so we should refer to judicial members and non-judicial members.<\/p><p> Under my scheme of 12 members, there will be five judicial members and seven non-judicial members.  As to those seven, there will be representatives from the Bar Council, the Law Society, the Citizens Information Board, which has direct contact with the citizens of this country and knows their needs, an t&Uacute;daras um Ard-Oideachas, the Competition and Consumer Protection Commission, the Irish Human Rights and Equality Commission and the Free Legal Advice Centres, a body that provides exceptional advice to people in Ireland who are of limited means.  This is the membership of my commission.  I picked it not because I am a lawyer and want to have my mates on it or it is a cabal, as the Minister would present it.  I picked it because these members are persons who have the best interests of the Irish people at heart when it comes to identifying individuals who would make good judges.  It is farcical of the Government to suggest that judges, such as presidents of the courts, will want to select for recommendation people who are their friends.  Let there be no doubt about it - that is the current in this provision.  It is not even an undercurrent.  It is a wave that is being presented by the Government to the effect that these people cannot be trusted because they will just want to pick all of their mates for positions.<\/p><p> I view these individuals as I would a school principal.  If the Chairman was a principal and was asked to select a new teacher, he would want to ensure that the teacher was fair and a hard worker.  Similarly, the same would apply to the presidents of the courts while on this recommending body.  They will want to ensure that the people who are chosen are effective and useful.<\/p><p> I will examine the question of the other nominating bodies in more detail when we compare that suggestion to the system that the T&aacute;naiste has proposed.  Under her system, the Public Appointments Service would select the six lay members on the Government's proposed 11-member commission.  That will give rise to difficulty, but I will reserve comment until I reach the T&aacute;naiste's Bill.<\/p><p> A further issue of some conflict concerns the chairmanship of the commission.  In many respects, this is not a major issue.  Under the Government's scheme, the Chief Justice will be a member.  I will give the T&aacute;naiste time to answer my next question.  Can she name any committee on which the Taoiseach sits of which he is not chairman?  She can revert to me in due course.  I suspect that she will not be able to identify one because any individual putting together a committee that included the Taoiseach would know that putting him on it without having him chair it would be disrespectful, not to Deputy Enda Kenny, but to the office of Taoiseach.  Similarly, requiring the Chief Justice to be on a committee in respect of judicial appointments when she is not the chairperson is disrespectful to the office of Chief Justice.  I regret to say it, but this is consistent with the Government's attitude of disrespect towards the Judiciary.  There is no policy reason for the Chief Justice not to chair this body.  Undoubtedly, the T&aacute;naiste will tell me that it is a commitment in the programme for Government, which means that this was agreed with the Minister, Deputy Ross.  We all know that Fine Gael agreed to this at a time when it would have agreed to draining the Shannon to get into power.<\/p><p> I will address a further important part of my Bill that differs from the T&aacute;naiste's.  In mine, I set out specific criteria if people are to be appointed as judges.  It is important that the public be apprised of what qualities one needs to be appointed.  This provision is not found in the T&aacute;naiste's scheme, but it can be in my section 15.  It is important that we set out in our legislation matters that may seem obvious.  One needs integrity, independence of mind, moral courage, a high level of intellectual skill, sound temperament, common sense, impartiality, objectivity, fairness, equanimity and composure.  I have set these out.  The greatest judge in the world will not have all of them, but they are what we should aspire to seeing in those whom we appoint to the Judiciary.  It is useful for the public to know what is required.<\/p><p> An undertaking is given in both Bills to engage in training.  However, the T&aacute;naiste's scheme has no mandatory requirement for there to be interviews.  Under my scheme, persons who are to be recommended must be interviewed by members of the commission.<\/p><p> The main substantive difference between the two proposals is that nothing really changes under the Government's.  The new recommending body will nominate three people, whose names will go to the Cabinet.  The Cabinet will then operate in the same way that it does now.  It must consider the three names.  If it does not like them, it can say that the person it selects was not recommended by the commission.  Under my scheme, there is a greater hurdle for the Government to overcome.  The Government gets the names of Nos. 1, 2 and 3.  If it does not select or recommend for appointment any one of those three, it must give a reasoned decision for that.<\/p><p>That is worthwhile and it brings greater transparency to this whole process.  One area where I agree, and where I have changed my mind since the Second Stage of my Bill, is on the Minister's proposal that District Court judges should be eligible for appointment to the High Court.  Having looked at it, that is fair.  If one is a lawyer of 20 years standing, one can be made a District Court judge, but if one becomes a District Court judge after one's 20 years of standing one becomes ineligible for appointment to the High Court.  It would be unfair for that situation to apply.  Under my scheme, we will increase the number of years that people have to have been practising before they become judges.  They should have 15 years in practice before they can be appointed to the superior courts.  That is the proposal I have in respect of the scheme.  I do not think it is perfect.  It is a proposal I have put forward and I am happy to accept changes to it.  I welcome the fact Deputy Daly was the only person who proposed amendments to the Bill when we came so close to our committee hearing many months ago.  When we get to it in the future, I will consider any other amendments.<br\/><br\/>That brings me on to the final part of my submission, and I am sorry for taking up the time of the committee but I will finish after this.  It is in respect of the scheme put forward by the Government.  I will make some points on it, and I have made some of them already.  In head 2 there is a categorisation of laypersons, which merges people who hold judicial office and people who were or are practising lawyers.  It is inappropriate to merge them together.  It is simply playing to agenda of the Minister, Deputy Ross.  Why is it that under the Government's scheme former judges are precluded from being on this recommending body?  If one is trying to identify somebody who would have a good idea of what it takes to be a judge, one would have thought a former judge would be suitable to fulfil that role.  Under the Minister's scheme it is not permitted.<br\/><br\/>I want to jump forward to head 7 of the scheme, which is the membership of the judicial appointments commission.  Another difference between the Minister's scheme and my scheme is that I want to have the recommending body completely separated from the political process, so that there would not be people who were part of the political process on the recommending body.  For that reason I thought it was inappropriate to have the Attorney General on the recommending body.  Under the Government scheme the Attorney General is on the recommending body.  Names will come into the judicial appointments commission, the Attorney General will be part of that commission when the names are being considered and those three names will then be put forward to Cabinet where the Attorney General will also sit.  That does not achieve the objective of separating the political process from the initial recommending process.  The political process is ultimately going to decide who is appointed.  The recommending process should be protected.  There is replication and infiltration between the two bodies if the Attorney General is on both.<br\/><br\/>Under the Minister's scheme there are to be 11 persons on the commission.  Only two of them are to be judges.  It is wholly inappropriate that only two out of 11 are judges.  The Chief Justice is on it, as one of the ordinary members of the commission, and then there is either the President of the Court of Appeal or the President of the High Court.  It may be the case that the President of the Court of Appeal and the President of the High Court preside over courts which deal with more serious issues,  but most judges are appointed to the District Court.  The District Court is the court that has the most direct involvement with members of the public and the Circuit Court is just above that.  It is farcical that a body such as this would not have the President of the District Court and the President of the Circuit Court on it.  These are the men and women who run the courts and who have most interaction with the public.  They know what a good judge is.  All they want is a judge who is going to work hard and be fair.  To deliberately exclude them from this displays a complete lack of awareness of the requirements of a new system.<br\/><br\/>Under the Minister's scheme, there is the Chief Justice and one other judge, either the President of the Court of Appeal or the President of the High Court, will be on the commission and they will have to fight it out among themselves as to which one of them gets on it.  The Government does not even have the strength to just pick one of them, it leaves it to the judges to decide.<br\/><br\/>Then we have five lay members, and this is where I have a concern.  It is easy to be criticised as a lawyer for giving out about lay members.  I have no objection to lay members fulfilling the important roles that they do - for instance, in a disciplinary body.  If the legal profession is being regulated and someone is being disciplined it is appropriate and essential that the body that is disciplining that lawyer should have a majority of lay members.  This is because there is a fear that if there were only non-lay members or lawyers that they would be too favourable to the lawyer involved.  That is a perfect occasion when lay members are required.  No explanation has been provided for the lay members here.<br\/><br\/>Let me just tell the committee exactly what my concern is.  The type of lay people who will apply for a position on this judicial appointments commission will be, to a large extent, people who have their own political agenda.  We will have people who are pro-life and pro-choice applying, because they will want to ensure that judges who are appointed represent their political agenda.  We will have representatives of people who want to be very strong on crime and lock people up and people who want to be very soft on prisoners and open the gates.  We are just giving an opportunity to individuals who have their own political agendas to bring them forward.  <br\/><br\/>A better way to approach it is to do as I have done and have a body comprising organisations such as Free Legal Advice Centres, FLAC, and the Irish Human Rights and Equality Commission, two highly respected bodies, and a couple of others, which will identify suitable individuals for recommendation.  Another Minister criticised those bodies but that is the mechanism that is used on the Legal Services Regulatory Authority which the Minister steered very effectively through the D&aacute;il.  If it is good enough for the Legal Services Regulatory Authority why is it not good enough for this?<br\/><br\/>On these lay members and selection, if we were choosing a cardiologist for St. Vincent's Hospital, I would hate to think that someone like me would be on the panel suggesting who that cardiologist should be.  I have not a clue what is required.  Similarly, if there was a vacancy for the editor of <i>The Irish Times<\/i>, there would be a need for people on the selection body who are experts in journalism.  On the cardiology interview panel someone who is an expert in cardiology is needed.  These lay people sound great and it fulfils the agenda of the Minister, Deputy Ross, that we are going to have a majority of lay members, but I do not know who they are going to be.  There should be non-judges on it and they should be selected by bodies such as the Irish Human Rights and Equality Commission, FLAC and the Competition and Consumer Protection Commission.  We do not know what we will get or who will get on it when we open this to the Public Appointments Service.<br\/><br\/>I raise one other issue of concern.  My concern developed yesterday when I read the scheme again and it has increased this morning.  The Minister said that this new commission will have funding in the region of &euro;500,000 a year.  This was supposed to be the Government that would cut quangos.  The last thing we want is to create this new entity, the judicial appointments commission office, which will have a glossy annual report and its own PR firm.  We do not need that.  We need individuals who are committed to public service who are going to sit on it and make their recommendations.  I do not know how many judges are appointed each year but I suspect it is no more than 20.  What is the point in giving &euro;500,000 to a body that is asked to recommend three individuals for each vacancy on the Bench?  It seems that we are once again are creating mini-empires.  What really worried me is that head 8(3) allows the commission to engage consultants and advisers.  <br\/><br\/>That is replicated in head 19 which discusses the director of the office of the judicial appointments commission and the staff of the commission.  This has been done to date by the Judicial Appointments Advisory Board, which only meets when there are vacancies.  What is this body going to do when there are no judicial vacancies?  We should be wary about setting up another quango.  <br\/><br\/>Head 22 is very limited in what it sets out.  It simply says in order to be appointed one must be suitable on grounds of character and temperament.  We know what that means in an Irish context.  Provided one is not barking mad one fits within the categorisation.<\/p><p>I welcome the fact that under head 23, persons who are qualified for appointment to the superior courts will be former judges from the EU and former judges of the European Court of Human Rights.  It is important that this is provided for in the legislation.  This area needed to be looked at.  There was always a precedent and convention that judges who served in those courts would be reappointed on their return.  The previous Government did away with that convention.  <br\/><br\/>It is interesting to note that head 35 allows the commission to recommend a member of the commission.  That is interesting.  It is permissible provided all members are available for recommendation.  Head 36 is the crux of the Bill.  This very expensive process will be set up and at the end of it, the only sanction on the Government is that if it does not select one of the recommended people, the notice must be published in <i>Iris Oifigi&uacute;il<\/i>.  That is the sum total of it.  In fairness to the T&aacute;naiste, I do not think she does not agree with it.  I think it has been presented to her by the Minister for Transport, Tourism and Sport.  It was agreed in the programme for Government and it is being pushed forward because it is in the programme for Government.  I do not think the T&aacute;naiste believes in it and that it will damage the appointment and selection of judges in this country.  We would be better off leaving it as it is.  This is all I have to say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#E00300","speaker":"1296","continuing":true},{"type":"speech","time":1485334800,"counter":244,"content":"<p>I thank Deputy O'Callaghan for a very thorough presentation on his Bill and his views on the scheme presented by the T&aacute;naiste this morning.  There will be an opportunity to respond but I do not want this situation to be dominated by an exchange between the T&aacute;naiste and Deputy O'Callaghan so I will open it up to members to make their respective contributions and pose questions.  We can then create an opportunity for rebuttal so to speak if the T&aacute;naiste so wishes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#H00200","speaker":"1269"},{"type":"speech","time":1485334800,"counter":245,"content":"<p>I will be brief.  When Deputy O'Callaghan's Bill was going through Second Stage, we supported it because we believed there needed to be changes to how judges are appointed.  Having said that, we did raise some issues about the Bill during our contribution.  We said that we wanted to see it go to through to Committee Stage where we could address some of those issues.  When we discussed Deputy O'Callaghan's Bill, we did not have the general scheme of the Government's Bill.  We now have that and must take it into consideration as well.  We would be very favourable towards many things within the general scheme - more favourable towards them than towards what is contained in Deputy O'Callaghan's Bill.  We supported his Bill but we did not have the general scheme then.<\/p> <p>  Funding was one of the issues touched upon by Deputy O'Callaghan.  It is my understanding that funding will be used in a number of ways.  One of the areas the Government has looked at is that the commission would appoint a committee which would be responsible for codes of practice.  It talks about looking at international best practice, drawing up criteria and those codes of practice and being able to get information and research.  Obviously, there is a cost associated with that.  I cannot put a figure on it but I certainly would not be opposed to some funding going towards research and looking at other jurisdictions to see what best practice is in terms of selecting judges is.  <\/p> <p>  Another area touched upon by the Government is looking at how we can diversify the people selected as judges.  Page nine of the general scheme talks about how other jurisdictions have developed comprehensive merit criteria to address such issues as ability, communications, work ethic, decision-making capacity and integrity.  It goes on to talk about awareness of the diversity of communities and how the commission will be tasked with developing appropriate codes of practice in respect of this matter.  This is an important element.  It recognises that we are a diverse society that is becoming multicultural.  The selection of judges needs to reflect that so I completely agree with that in terms of guiding principles.  <\/p> <p>  On the question of whether it should be a lay or non-lay majority or as Deputy O'Callaghan would describe it, a judicial or non-judicial majority, one of the reasons we are having this debate is because there is a perception out there that judges are selected not on merit but because of who they know.  I know Deputy O'Callaghan referenced that in his contribution.  It may be a very unfair perception but it exists and is a reality that we need to deal with.  I do not think Deputy O'Callaghan's Bill would address that perception because what he is proposing is that we would have a judicial majority and would not necessarily have a lay chairperson.  We can go into the ins and outs and rights and wrongs of it but when it comes down to perception, it is important that we would have a lay majority and a lay chairperson for that purpose.  Deputy O'Callaghan spoke about people wanting to see justice being delivered and how it must be seen to be done.  The current situation whereby a judge is appointed is completely unfair.  That judge could be appointed for all the right reasons but if they have political connections, from the moment they are appointed, there is almost a shadow cast on them.  People question whether they were appointed because that they have these political connections.  It is unfair on the individual and unfair on the system so we agree with what the Minister proposes.  <\/p> <p>  In terms of the selection of the lay personnel on it, we would certainly lean towards the criteria laid out by Deputy O'Callaghan.  I do not see any disadvantage in having nominating bodies which could recommend people for that position.  However, there is a lot of merit in what the Minister is saying, namely, that the Public Appointments Service would select them.  I do not know whether a happy medium between both of them exists.  Could we have a situation whereby bodies could recommend people but, ultimately, it would be the Public Appointments Service that would actually select them?  If we can find that happy medium, we could have the best of both proposals.  <\/p> <p>  The issue I really want to focus on is the constitutional requirement relating to the Government.  I am not a constitutional lawyer - far from it - but I have spoken to some constitutional lawyers.  There seems to be a difference of opinion on this.  It is my understanding that the only requirement is that the Government would nominate somebody to the post of president and the president either then signs off on that or not.  The T&aacute;naiste might be able to clarify an issue I have relating to the constitutional requirement that it would remain within the power of the Cabinet to make that nomination.  The commission puts forward three names.<\/p><p>I do not agree with ranking them.  That would be the wrong way to go.  I have no issue with the recommendations coming forward.  They are all coming forward based on merit and on candidates' expertise, experience, integrity and the other criteria that will be laid out.  In terms of satisfying the constitutional requirement, not having them ranked would be more desirable.  It is my understanding that once the three names are put forward to the Government, that satisfies the constitutional requirement and the Government can then select one person for nomination.  <br\/><br\/>The debate must focus on one of the difficulties I have with both the Bill and the general scheme.  As I understand it, although I am not 100% sure with regard to Deputy Jim O'Callaghan's Bill, both provide that the Government does not have to select any of the candidates who have been proposed, which defeats the whole purpose of the commission.  The commission is being established to determine suitability <i>vis-&agrave;-vis<\/i>the criteria laid out and to recommend people for selection as judges.  The constitutional requirement is actually met when the commission puts forward the names of suitable candidates and there should be an obligation on the Government to select one of the recommended individuals.  I do not know how that goes against the constitutional requirement because it is my understanding that the Constitution holds that the Government has the right to select someone for nomination.  Once the names go forward, the Government should be obliged to select one.  I ask for clarification on that point.<br\/><br\/>If we had to vote tomorrow for the general scheme from the Government or the Bill, we would probably come down on the side of the general scheme.  The provisions of the general scheme make the process more open and transparent and would address some of the concerns around judicial appointments.  Sinn F&eacute;in fully agrees that the commission should have a lay majority and chairperson.  We also fully support the appointment of such lay persons by the Public Appointments Service, PAS.  As I said, we are not opposed to the funding idea either.  There is merit in both the general scheme and the Bill but if we are to address the commonly held perception that judges are not selected on merit and if we want to put in place a new system for selecting judges, then we would be more favourably disposed to what is being proposed by the Government in the general scheme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#H00300","speaker":"1280","continuing":true},{"type":"speech","time":1485334800,"counter":247,"content":"<p>Thank you, Deputy O'Brien.  Deputy Clare Daly is next, followed by Deputy Alan Farrell.  On returning to both the T&aacute;naiste and Deputy Jim O'Callaghan, there will obviously be the temptation, on the part of the T&aacute;naiste, to focus on Deputy O'Callaghan's presentation and <i>vice versa<\/i>.  In that context, could we take the questions from the three Deputies together and then open up into a more substantive response from both the T&aacute;naiste and Deputy O'Callaghan?  Is that agreed?  Agreed.<\/p><p>I ask the T&aacute;naiste and Deputy O'Callaghan to note the critical points already made by Deputy O'Brien and those to be made by Deputy Clare Daly and Deputy Alan Farrell and then to respond to them collectively, as well as to each other, as they deem appropriate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#J00200","speaker":"1269"},{"type":"speech","time":1485334800,"counter":248,"content":"<p>We are all very new to this process.  It is a different scenario for everyone here.<\/p> <p>  I do not want to repeat points that have already been made but we had tabled a number of amendments to Deputy O'Callaghan's Bill.  Indeed, we had amended our own amendments before we got to the committee and events developed.  In advance of today's meeting, we prepared a detailed critique of the Minister's heads of Bill but it is possibly too detailed in the context of where we are at now.  Therefore, I will give my initial reaction to some of the broader points raised.  I will probably forget lots but perhaps we will be able to go into more detail later.<\/p> <p>  First, on the membership of the commission, specifically the lay chairperson and lay majority, this is something that we wanted at the time of the publication of Deputy O'Callaghan's Bill.  We are happy to see that included in the Government's general scheme.  It is important to say that this is not about \"one in the eye\" of the Judiciary or the legal profession.  It is about a particular view of the Judiciary.  People with a legal background, very understandably, see appointment to the Bench as a career progression and as something that should be controlled by experts.  However, for ordinary people, the appointment of judges is a social matter.  They see judges as people who work for society, not for the legal profession, and therefore it makes sense for judges to be appointed by members of the society they serve and for them to be allied to the needs of society.  It is a difference of view and balance is achieved by equal representation on the appointments commission.  The best way forward is to give both sides their due, so to speak.  While it is unusual to have an even mix of lay people and legal experts on an appointments commission, it is interesting to note that when Scotland reviewed its procedures before introducing primary legislation, one of the points made was that a particular strength of the system was its even mix.  <\/p> <p>  One of the problems I have is the inclusion of the Attorney General on the commission.  I do not see any point in that at all.  The Attorney General is a political appointee and at least in the early life of the commission, two of the judicial members will have been appointed under a political patronage system.  While I am not in any way casting aspersions on their integrity or their fitness for office, nonetheless they came into their positions in that way.  I do not see the purpose of including the Attorney General on the commission.  I do not see what insights or skills he or she might add and perhaps an additional member of the Judiciary would be a better option.<\/p> <p>  There are points to be made about the legal members being nominated by the Bar Council and the Law Society.  We would certainly have questions about that.  Obviously, it is no secret that issues have arisen regarding senior members of the Law Society.  There have been many cases of litigation and High Court proceedings in this regard.  Similarly, questions about procedures at the Bar Council have been raised with regard, for example, to its nominee to the Legal Services Regulatory Authority.  The Bill provides that judges should be appointed on merit.  We absolutely agree that the idea of merit should extend to the appointment of lay members of the commission but why would it not also extend to the appointment of the legal members?  The latter should not be appointed just because they are in with the \"in crowd\" at the Law Society or the Bar Council or because it is their chance or turn.  I do not like that.  We would prefer to see a system involving an open, public competition, with some minimum qualification requirements, like years in practice or some such.  That could possibly be run by the Public Appointments Service, PAS, as per the lay members.  Alternatively, as has been suggested by others, the Bar Council's nominee could be elected by the entire membership of the council, as in the recent selection process for the practising barrister panel of King's Inn.  A similar process could be engaged in by the Law Society.  <\/p> <p>  We are of the view that the legislation should stipulate that the lay membership should exclude anybody who has practised as a solicitor or barrister, either over a period of time, for example, two to five years or forever.  That is something worth considering.  The expertise of lay people and that being quantified in some way is necessary.  I note that in the Minister's heads of Bill, we have a list A and list B of expertise criteria.  Our reading of it is that list A is fine but list B is very restrictive and would limit the types of people who would be able to come forward.  We believe it is important for a wide range of professions or disciplines to be allowed to be considered for the commission.  Under list B as it stands, the only people who could qualify would be senior civil servants, solicitors and barristers.<\/p><p>We definitely need to expand that category.  The explanatory memorandum provided notes about the types of lay expertise but we are keen to add to the A list people who have a background, for example, in sentencing, penal reform, perhaps addiction and working in the area of drugs.  Such experience would be important.<\/p><p> Deputy O&rsquo;Callaghan made some good points about how the lay people might bring their political views to the table, for example, pro-life, anti-abortion, pro-choice or whatever else.  That is equally the case with anybody in society.  A legal person could similarly want to be involved in the commission for precisely the same reasons.  We must test the expertise of all.  We are talking about merit and that must apply to all members of the commission.<\/p><p> We proposed an amendment to Deputy O'Callaghan's Bill about the making of appointments to the commission in terms of meeting the gender balance.  That is a difficult issue because in the initial stages in particular one must recognise that currently there are huge gender imbalances in the legal and judicial profession and forcing a 50:50 split now would not give the best expertise because of this.  We must strike a balance between trying to achieve a gender balance, which will probably only come in time rather than insisting on it as an absolute.  How we formulate that will be important.<\/p><p> Reference has been made about the diversity clause, which we believe should apply to the legal and judicial members as well.  I do not wish to spend a huge amount of time on the issue but in terms of head 10, for example, the code of practice function, we think it is very novel.  We had not suggested it and Deputy O'Callaghan had not either.  The basic idea is that the commission would create a code of practice based on its own research and the code of practice would be used, among other things, to draw up a list of selection criteria to which the commission would have regard in the appointment of judges.  There are some very good ideas in the Bill but we have concerns about it at the moment in terms of how it is phrased in the heads, for example, why a subcommittee of the commission is necessary to carry out the code of practice function rather than everybody on the commission doing it.  It is worth pointing out as well that it would not be possible to constitute a committee of seven members in proportion to the membership of the commission as given the way the numbers break down it is not mathematically possible for one to have people so one would not get the balance based on the proposed approach.<\/p><p> While giving the commission an important role in monitoring and implementing international best practice on the appointment of judges to inform the selection process is no bad thing there could be a certain long-fingering involved.  I tend to agree more with Deputy O'Callaghan in terms of the points on head 22, his section 15.  By contrast, we would be leaning more in favour of his section 15 rather than the Minister's head 22, which is about the list of requirements in relation to the appointment of judges.  The Minister's list is extremely thin and Deputy O'Callaghan's has much greater weight and is far better in that regard.  We would tend to err in that direction, without repeating any points.<\/p><p> On head 32, Deputy O'Callaghan's section 23 on senior appointments is better as well.  It is more sensible than the Minister's suggestion, which relates to the appointment of the Chief Justice, President of the Court of Appeal and the President of the High Court.  Deputy O'Callaghan's Bill empowers the commission to make a recommendation to Government for such senior appointments based on merit, a similar principle to all other judicial appointments.<\/p><p> As Deputy O'Brien said, we need to hear more about the constitutional issues.  I agree with Deputy O'Callaghan about ranking.  The candidates should be ranked.  It will be up to the Government to pick one but given that the commission will be appointed to give its view on who the best person is for the job then the candidates should be ranked.  The power is vested in the Government because we are told it is required constitutionally and that the Government cannot be constrained in the manner in which is suggested throughout.  I question some of what has been said and I would like to hear more in that regard.<\/p><p> We have a number of detailed points on the various heads but they are probably too detailed for the present discussion.  They probably touch off the broad points to which we would refer in this regard.  We are open in our approach.  I agree with what Deputy O'Brien said about whether there should be nominating groups for lay people or a role for the Public Appointments Service or if we should have some middle ground in that regard.  It would be important to get agreement but we are very happy with the overall balance and having a lay chair.  We think that things could be progressed.<\/p><p> The Minister referred to the judicial council Bill and that element of the work.  It is at least as important if not more important for us to address those issues.  There was some talk that the Bill would be fast-tracked and done in tandem with this Bill.  That is necessary.  Part of the project is to engender confidence in the judicial process.  Not only have serious issues been highlighted about judicial indiscretion or the irrationality of judges in relation to cases involving me or others but it is almost a daily occurrence that members of the public find things difficult, in particular at District Court level, and do not have a mechanism to call into question poor practice by the Judiciary.  It is about justice being seen to be done.  Only last week Deputy Wallace and I met a serving member of An Garda S&iacute;och&aacute;na who told us that in a family law case a judge had intervened with his partner's family and discussed the case with a family friend outside the norms of the court and gave the person a protection order against the individual.  It was a complete perversion of the course of justice that a judge would informally deal with a family law case in such a way and give an order.  That judge is still serving.  There are many such issues and there is an urgent requirement to address them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#J00300","speaker":"1259","continuing":true},{"type":"speech","time":1485334800,"counter":250,"content":"<p>I thank the Minister and Deputy O'Callaghan for their Bills.  I will be very brief.  I just wish to cover a couple of concerns I have, some of which I share with colleagues across all parties and they also touch on some of the observations made by the Minister.<\/p> <p>  I have a fundamental problem with the idea of a lay majority for a multitude of reasons.  On the concept of a level of probity being present within the commission and-or the motivation for the Bills in the first instance, notwithstanding Deputy O'Callaghan's closing remark in questioning the need for either, I have a slight difficulty with the idea of a lay majority on the commission on the basis of qualifying criteria because, to oppose the view expressed by Deputy Daly, in my view the criteria in lists A and B are not restrictive enough.  Anybody can be appointed to such a commission but he or she must have a basis for being appointed.  One cannot randomly pluck a citizen from the street no more than one would from within the legal profession itself.  One would not choose somebody who is unsuited to such a position, one would do one's best to find somebody who is reasonable but qualified.<\/p><p>I suspect that in certain cases, especially in regard to list B, the qualifying criteria need to be bolstered rather than reduced, as Deputy Daly suggested.<\/p><p> I also support the idea of promotion through the commission.  I would leave it to constitutional experts to determine the ranking but, as somebody who served as an interviewer on a number of panels over a number of years I can say that panels always rank candidates.  What is the point of doing an interview with a view to making a recommendation to employ somebody without ranking them?  If the Department took the view that security checking or clearance for an individual outside the remit of the commission or any other person would make it difficult, I would accept that point but that point has not been made.  In the case of both Bills a happy medium should be found.  <\/p><p> I do not wish to make light of Deputy O'Brien's remark on perception versus reality but every time I hear perception being referenced as a basis on which to make fundamental change I recall comedian Dara &Oacute; Briain talking about the perception of crime in relation to statistics which prove the opposite.  I have a difficulty with lay persons determining that there was an undue influence in the political process in the appointment of the Judiciary.  I welcome the prohibition of canvassing, which is well overdue.  It is bizarre that canvassing can still take place either by candidates themselves, which I cannot prove but I am sure has happened over the decades, or others.  I would certainly welcome that change.<\/p><p> We have spent a large amount of time going over the requirement for the Government Bill and it has caused a large amount of distraction in the operation of Government.  There has been a perception that it has interfered with the workings of Cabinet, which is quite distressing and disappointing.  I am disappointed that this Bill came to us in the manner in which it did and that is no disrespect to Deputy O'Callaghan, who may well have come to the D&aacute;il recently with his intention to put it forward.  If he had not, I might have perceived it to be a reaction to the position Deputy Ross took prior to entering Government.<\/p><p> Certain changes can be made to the judicial appointments process to make it more robust, transparent and immune to influence by putting in qualifiers.  I do not have a difficulty with the commission being created but I do have a difficulty with the lay majority, for reasons I have outlined.  I also have a difficulty with the qualifying criteria.  If it is feasible, I would like the committee to be presented with a viewpoint on the constitutional elements that have been questioned, in particular with regard to the ranking mentioned in the opening statement of the Minister.  If the Department cannot give its viewpoint on these, perhaps the committee can go off and seek a view itself.  It does not necessarily sit well with normal procedures for vetting and the interview process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#K00200","speaker":"1300","continuing":true},{"type":"speech","time":1485334800,"counter":252,"content":"<p>For Deputy Farrell's information, we stated we would have a comprehensive exchange on both Bills and we will go into private session to make a determination as to how we as a committee will proceed in relation to both.  I expect we will produce a report which we will lay before the Houses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#L00200","speaker":"1269"},{"type":"speech","time":1485334800,"counter":253,"content":"<p>I thank all Deputies for their contributions and some interesting relevant points have been made.  I begin by absolutely rejecting the characterisation by Deputy O'Callaghan of the approach I have taken as being disrespectful of the Judiciary.  Nothing could be further from the truth.  I have huge respect for the Judiciary in this country and if he had listened to my opening remarks this would have been very clear.  It is important we discuss all the issues and look in a balanced way at the pros and cons of the different approaches which I and the committee have taken.  Using words like \"farcical\", \"offensive\" and \"disrespectful\" really are not appropriate.  What we are discussing today is part of an international debate about the role of judiciary in society, not the question of its independence but how judicial selection should take place.  A huge amount of work has been done and there has been huge change around the world, including in common law countries, on this issue.  As I spent some time explaining in my presentation, I have tried to illustrate the challenges and complexities of this as well as the democratic demands.  These are legitimate areas for discussion and are in no way disrespectful.  It is very important that we do it here in committee and it is essential we get the views of members in moving toward an independent, accountable and diverse Judiciary.  There are different ways of doing it and I do not believe there is a right and a wrong way.  There are choices to be made and the committee is examining the range of those choices today.<\/p> <p>  The constitutional issue has been raised by a number of members and is central.  I have very clear advice on this, both in respect of merit and whether the Government can be confined to the lists that are presented to it.  Neither I as Minister for Justice nor the previous Minister in the previous Government ever went outside the lists that have been presented to us by JAAB.  Whether or not the Government should be allowed to go outside and whether it is a constitutional question are also something on which I have got advice.<\/p> <p>  Deputy O'Brien raised a series of questions about the Constitution and this is very important.  As Deputy Farrell said, the committee may well want to get its own advice in this matter.  The Constitution has been central to the approach I have taken, which I will explain.  Government retains, at all times, the executive discretion under Article 35 of the Constitution which supersedes any fetter imposed in legislation and could not be limited by legislation which otherwise could be contrary to Article 35.  It would also breach the separation of powers in the Oireachtas in enacting such fettering legislation on the Government's executive function and the function of the President under Articles 35 and 13 of the Constitution.  Provided that the executive function of the Government to advise the President of an appointment is respected and there is a choice for the Government in nominating persons as judges to the President, that is the situation.  It is open to the Government to decide to follow the order of merit in nominating the first candidate out of the names put forward but it could also nominate any other names.<\/p><p>In order to fulfil the constitutional requirement, the Government must have discretion.  By convention and practice, the Government usually follows the recommendation of the commission.  However, it could not be expressly required to do so in legislation, as that would be to limit or fetter the constitutionally recognised executive function of the Government to nominate judges for appointment under Article 35.  The point here is to avoid placing a limitation on the Government's executive obligations.  I have clear advice on the discretion that the Government must maintain.  Even if there were no order of merit, limiting the Government to those people on the list would equally be unacceptable constitutionally.  By the convention and practice of this Government and the previous one, the Cabinet has never gone outside the JAAB procedure and list.  I imagine we will continue discussing this issue, but I wanted to be clear on the advice that has framed my approach.<br\/><br\/>The role of the Judiciary and whether there should be a lay or judicial majority are central questions to the discussion on Deputy O'Callaghan's Bill and the Government's approach.  I will cite a number of attitudes and approaches to the matter that may inform the debate.  Deputy Daly raised important questions about the role of the lay person versus or in conjunction with that of the Judiciary.  In an article, Professor Alan Paterson quoted Sir Tom Legg, who said: &quot;Who our judges are, and how they are selected, is a public matter and fully justifies public interest and debate.&quot;  This is a basic point.  Professor Paterson wrote:<\/p><blockquote>As such, any desire to ensure that judicial appointments are 'wholly independent of external influence' is flawed: there is an important constitutional need to link in some way the (increased) power of the judiciary to those on whose behalf it is held.<\/blockquote><p>That is a good way of describing what is central to the debate.  Professor Paterson also wrote: &quot;The democratic legitimacy of a branch of government is also directly linked to the extent to which it represents the society it serves.&quot;  These are approaches to having lay people on the board, even as a majority.<br\/><br\/>There is an interesting point about diversity, fairness and the various ways in which these have been viewed down the years and it is important to put the proposed approach in context.  Historically and for a variety of reasons, it was men who were primarily selected to be members of the Judiciary.  We now have a greater gender balance than ever before, so that diversity is being reflected, even if the height reached in some courts is just 30% female.  Baroness Brenda Hale, a Supreme Court Justice in the UK, stated:<\/p><blockquote>A woman litigant should be able to go into court and see more than one person who shares at least some of her experience.  I should not stick out like a bad tooth, as I do at present.<\/blockquote><p>Interestingly, she was the only female member of the UK's Supreme Court at the time.<br\/><br\/>On the questions of diversity and who is suitable, we have historically discussed merit and how it is defined.  Merit is often in the eye of the beholder.  This is a good reason to consider involving lay people.  At one time in the UK, merit included coming from the same party as the Lord Chancellor.  At a later point, it was deemed to be a good thing to have had previous political experience before appointment as a judge in the House of Lords.  More recently, it has been and, in large part, still is &quot;regarded as coterminus with having been a junior and a QC at the bar for 30 years&quot;.  This is not meant to show any disrespect, only to make the point about our assumptions concerning qualifications and merit.  We are at a point when this is worthy of discussion.<br\/><br\/>It is not insulting to the Judiciary to have a discussion about a lay majority.  It is not intended as any sort of disrespect.  In terms of democratic accountability in terms of the board's composition, these are the types of point that we need to open our minds to as opposed to resisting change and saying that the situation should stay the same and there should be a judicial majority.<br\/><br\/>My understanding is that there has rarely been a vote on this question.  I imagine that this will be about putting the processes in place.  Deputy Daly made a point about the committee and the work that we are suggesting a sub-committee should do.  It is a matter of practicality that this matter move in that direction.<br\/><br\/>There are many points to address and I will try to go through them all.  I am open to discussion about the various issues.<br\/><br\/>On the selection of lay people, Deputy O'Callaghan was insulting towards the Public Appointments Service, PAS.  There is no indication from other jurisdictions where lay people have moved into the system that they are carrying particular agendas.  Why should it be different in this country?  If we lay out the criteria for the types of lay people who should be on the board, we can trust the PAS to select people of the highest calibre, if that is the route we take instead of using nominating bodies.  We trust it to undertake other important jobs, so I do not see why it cannot be trusted to do this.<br\/><br\/>The Deputy made a point about the level of resources that we have suggested the body should have.  The Bar Council made the very same point in its submission yesterday and questioned whether resources were needed.  If one wants to establish a professional body, give it the kind of work that is necessary and allow it to develop the expertise relevant to the important issue of judicial selection, one should support it in doing so.  The Dublin declaration made this point.  In their analysis of the current operation of the appointments board, the JAAB and the Judicial Appointments Review Committee, JARC, have stated that they do not have enough resources to do the type of job that they believe they should do.  I make these points in support of our approach.  This needs to be a professional body with professional standards that employs a chief executive to oversee it.  The structure is relatively modest.  We are not talking about glossy reports, only limited access to consultant expertise so that it can be a fully professionalised selection process, as we have outlined in the Bill.<br\/><br\/>A number of points have been made about the role of the Attorney General.  The Attorney General is in a unique position to understand the qualities required for a judicial appointment and would be familiar with the experience of practising lawyers.  The Attorney General is in a different position, being slightly outside the system, but is a legal expert and has extensive day-to-day knowledge of the abilities of practising lawyers, in particular barristers.  The Attorney General is the Government's legal adviser, not a member of it.  I would support the Attorney General being kept on the commission.  It is a suitable approach to take.<br\/><br\/>Deputies Farrell and Daly raised questions about the A and B lists and qualities.  Some people like the more detailed approach taken by Deputy O'Callaghan to the qualities that people need to be judges.  That is a matter for discussion and we can devise an approach that is satisfactory for the committee.<\/p><p>We have some work to do and we certainly will address the matter.  <\/p><p> Deputy Daly made a point about the Bar Council and Law Society applying merit to legal members.  It could be discussed with both organisations how they would propose to apply a merit criteria to the people they nominate.  I am quite sure that they would do that anyway but it is something we can look at in the final drafting.  Again, they bring a different and important perspective and I was keen that should be reflected in the composition of the board.  The Deputy's idea is useful.  We can consider the transparency of that aspect of the membership of the commission.  <\/p><p> In terms of political engagement, I would make the point that in a professional selection process it is irrelevant whether a person is politically motivated.  It will not help them.  I think that we all agree that political involvement, membership or experience in politics should not exclude people.  I do not think we want to arrive at a situation where people who have been involved democratically in politics are excluded.  Clearly, everybody should go through a professional selection process. <\/p><p> The point has been made that the experts in this area, those who are already sitting judges, are the people who should appoint their successors and their colleagues.  It has also been pointed out that they should have the majority in doing so because they know the practice first hand as they do the work.  I will make a number of points on the approach we are taking.  I refer to the argument made about cardiologists appointing cardiologists and whether the Taoiseach chairs a committee or somebody does so when he or she is not there.  First, judges will be there and their expertise will be fundamental and critical to the decision.  I have made this point absolutely clear.  The lay people will provide a range of additional voices, expertise and experience.  Being a judge is about having a knowledge of the law but it is also about other issues.  The whole point about what qualities we need in a judge is that these will be elaborated by the commission in its selection processes based on merit.  That is what happens in other countries.  <\/p><p> In terms of quite what the role of the chief justice should be, an argument has been made elsewhere in other jurisdictions.  Let us make the point that chief justices in neighbouring countries have no difficulty with being part of a commission and not being the chair.  One can make the argument, but I am not quite sure which words to use, to ensure having a chief justice in that position gives greater opportunity for him or her to make an input and still play a very critical role while not chairing.  One can make the assumption that the lay members will respect the judicial experience members of the Judiciary bring to the table.<\/p><p> In terms of lay involvement, from a democratic accountability point of view we want to see more of a critical mass of lay people involved.  I respect the fact that Deputy O'Callaghan has called for more lay people on the board.  The points of discussion are on who should act as chair and whether there should be a majority.<\/p><p> I do not wish to criticise the nominating bodies listed by Deputy O'Callaghan.  One must decide which of the many bodies should be regarded as having relevant interests.  We have already heard from a number of members of the committee that there is a wide range of bodies that one could consider to be nominating bodies.  Having examined the matter, I felt that the approach that I have outlined through the Public Appointments Service, where we could identify the skills that were needed in a very clear way, was a better approach.  I note that there has been disagreement on the committee on this aspect.<\/p><p> I acknowledge Deputy O'Callaghan's acceptance of the importance of the approach that I have taken in terms of making service on the District Court bench as qualifying Judges directly for promotion to the High Court.  I agree with him that the measure is overdue.  That concludes the main points I wanted to make.   <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#L00300","speaker":"1214","continuing":true},{"type":"speech","time":1485334800,"counter":256,"content":"<p>I thank the T&aacute;naiste for her response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#N00200","speaker":"1269"},{"type":"speech","time":1485334800,"counter":257,"content":"<p> I want to respond to the points made.  In dealing with the T&aacute;naiste's comments, I will not repeat points that I made earlier.<\/p> <p>  I will respond to the three points made by Deputy Jonathan O'Brien.  His first point was about having diversity in the T&aacute;naiste's general scheme of the Bill.  Section 15(4)(a) of my Bill states that the Commission must take into account \"promoting gender and cultural diversity within the judiciary.\".  I included the provision because it is a very important progression that needs to be made. <\/p> <p>  Second, Deputy O'Brien claimed there was a judicial majority on my commission.  That is incorrect.  Only five of the 12 people would be judges in my commission.<\/p> <p>  Third, the Deputy mentioned a constitutional issue.  I agree with the T&aacute;naiste in respect of this matter.  I do not think it is feasible to restrict the decision-making process of the Government to the names that are provided by the recommending body.  Constitutionally, the Government must be given the ability to appoint whoever it wants.<\/p> <p>  Deputy Clare Daly made a number of good points.  The first point she mentioned, and this is what I tried to emphasise at the outset, was that Judges work in the best interests of society.  In my legislation I have sought to improve the process for nominating Judges to improve society, not to improve the lives of Judges, and not to make it easier for lawyers, lay people or whatever.  The important thing, and everyone here is motivated by this, is to ensure that the public interest is best served so that the public get the most suitably qualified and best candidates to fulfil the role of Judiciary under the Constitution.  <\/p> <p>  One has a recommending body and one has the final body at Cabinet.  The Deputy is correct in terms of what she said about the presence of the Attorney General on both bodies leading to confusion and the office holding too much influence on the recommending body. <\/p> <p>  The Deputy also mentioned the issue about a lay majority, as did others.  We need to get away from using the term \"lay people\".  It suits the agenda of some people to present the view that lay people are good and anyone opposed to having lay people is trying to promote their own cosy or cushy cartel.  What we want on the commission are people who are suitable and well qualified to identify who will be the best candidates.  I do not mind what they are called.  Using the terminology of \"lay person\" does not serve any great policy purpose.<\/p> <p>  The Deputy mentioned that a gender balance is needed.  My Bill includes the provision at section 15(4).  <\/p> <p>  The Deputy welcomed the fact that there was a requirement on the committee, set up under the T&aacute;naiste's scheme, for it to set out a list, code of excellence or a code of what will make a good judge in terms of the appointment procedure.  Section 6(4) of my Bill refers to an obligation on the commission to publish \"selection competencies\" within a short period after the commission has been constituted. <\/p> <p>  Deputy Farrell made a number of points on a lay majority.  I shall repeat the point that I made previously about the matter.  He questioned my interest in the matter but not in a derogatory manner.  He wondered whether Fianna F&aacute;il only made the proposal now to stymie the Government's proposal.  That is not correct because we tabled legislation during the life of the previous D&aacute;il.  Like other members, I am interested in the area.  <\/p> <p>  I will not reply to each of the T&aacute;naiste's comments as if this debate was a table tennis match.  Instead, I will make a number of points.  I did not accuse her, personally, of being disrespectful to the Judiciary.  I did accuse the Government of being disrespectful to the Judiciary.  It is instructive to note that over an hour ago I asked her to identify one committee on which the Taoiseach served but which he did not chair.<\/p><p>I have not heard an answer to that because I do not think there is one.  There are reasons for that.  It is because of the respect that people have, and should have, for the office of the Taoiseach.  <\/p><p> Much ground has been covered and it has been a very useful engagement.  I am not proprietorial or emotionally committed to my legislation.  We need to get the best scheme available.  I would be concerned however, that what is really motivating the Government side of the debate is not in fact the desire to get the best scheme in place, but a desire on the part of Government to abide by a rather foolish commitment it made in the programme for Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#N00300","speaker":"1296","continuing":true},{"type":"speech","time":1485334800,"counter":259,"content":"<p>I thank Deputy O'Callaghan.  I note that three of the monitors are covering our engagement here this morning, but one is showing proceedings which cast a long shadow over this debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#O00200","speaker":"1269"},{"type":"speech","time":1485334800,"counter":260,"content":"<p>I reject what Deputy O'Callaghan has said in regard to the Government approach to the Judiciary.  I share the same goal as him, but to arrive at the best system I have looked at what is happening internationally and I have laid these on the table.  There is a legitimate approach in the scheme that is before us.  There are some key questions that need ongoing consideration but one cannot simply assume that a lay chair or lay majority suggests disrespect from the Government in regard to the Judiciary.  I have put this is an international context where all of these changes are being considered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#O00300","speaker":"1214"},{"type":"speech","time":1485334800,"counter":261,"content":"<p>I thank the Minister.  We will not go back over the debate.   As Deputy O'Callaghan has said, there will be no table tennis today.  In the absence of any other members showing I will bring this session to a conclusion.<\/p> <p>  I thank the Minister and her colleagues for their attendance and engagement with the committee.  I thank Deputy O'Callaghan for his equal participation and elucidation on his own Bill, which was very informative and helpful to the members.  As I indicated to the Minister earlier, we will be addressing the matter substantively when we go into private session and will determine how we will then proceed.  It is our intention to produce a report on this and we will inform the Minister in due course.<\/p> <p>  I now suspend the meeting for one minute and we will then resume in private session to deal with this and other matters.  Go raibh maith agaibh. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/JUJ2017012500002#O00400","speaker":"1269"},{"type":"unspoken","time":1485334800,"counter":262,"content":"<p>The joint committee went into private session at 11.16 a.m. and adjourned at 12 noon until 9 a.m. on Wednesday, 1 February 2017.<\/p>","notice":"TIME STRING DETECTED"}]