[{"type":"majorheading","content":"Select Committee on Jobs, Enterprise and Innovation","time":1625007600,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Roghchoiste le chéile ag 09:30<\/p><p>The Select Committee met at 09:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Richard Bruton, Francis Noel Duffy, Joe Flaherty, Paul Murphy, James O'Connor, Louise O'Reilly, Matt Shanahan, David Stanton, Leo Varadkar (Minister for Enterprise, Trade and Employment).<\/p><p>Teachta \/ Deputy Maurice Quinlivan sa Chathaoir \/ in the Chair.<\/p>","time":1625007600,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002"},{"type":"minorheading","content":"Estimates for Public Services 2021<br \/>Vote 32 - Enterprise, Trade and Employment (Further Revised)","time":1625007600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#A00200"},{"type":"speech","time":1625007600,"counter":6,"content":"<p>I thank members and the T&aacute;naiste and Minister for Enterprise, Trade and Employment, Deputy Varadkar, for participating in today's meeting in line with the exceptional measures we have to take during the Covid-19 pandemic.  I remind the committee that apart from me and members of the committee secretariat, all members and witnesses are required to participate remotely and from within the confines of the Leinster House complex.  Apologies have been received from Deputy David Stanton.  <\/p> <p>  Today, the select committee is required to consider the Further Revised Estimates for Vote 32 - Department of Trade, Enterprise and Employment.  I welcome the T&aacute;naiste and Minister for Enterprise, Trade and Employment, Deputy Leo Varadkar, to the meeting.  We appreciate the comprehensive briefing material provided by the Department for today's discussion.  It has been circulated to all members.  <\/p> <p>  To give a brief overview of the reason for this meeting, following the formation of the Government in 2020, certain functions were transferred to the Department of Enterprise, Trade and Employment from other Departments, principally the Departments of Foreign Affairs and Social Protection.  The gross allocation in the Estimates for the Department in 2021 is &euro;1.142 billion, comprising more than &euro;796 million in capital funding and more than &euro;345 million in current funding.  This is some &euro;765 million less than the Department's Estimate allocation in 2020 of &euro;1.907 billion, which included significant once-off amounts for certain measures.  The allocation in 2021 represents an increase of some &euro;387 million on the Department's expected core allocation for 2021 of &euro;755 million, taking into account the funding implications of the restructuring to which I referred.  The Estimates also provide for a carry-over of &euro;106 million in unspent 2020 capital appropriations for use in 2021.  The allocation provides for measures to deal with the ongoing impact of the pandemic and the new trading relationship we have with the UK.<\/p> <p>  Before we start, I will explain some limitations to parliamentary privilege in the practice of the Houses as regards references witnesses may make to other persons in their evidence.  Witnesses are protected by absolute privilege in respect of the presentation they make to the committee.<\/p><p>Members are protected by absolute privilege in respect of the presentation they make to the committee.  This means they have an absolute defense against any defamation act for anything that they say.  However, they are expected not to abuse this privilege and it is my duty as Chair to ensure that privilege is not abused.  If their statements are potentially defamatory in relation to an identifiable person, persons, or entity, they will be directed to discontinue their remarks.  It is imperative that they comply with any such direction.  I now invite T&aacute;naiste and Minister for Enterprise, Trade and Employment, Deputy Leo Varadkar, to make a brief opening statement or comment on Further Revised Estimate, FRE.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#A00300","speaker":"1509","continuing":true},{"type":"speech","time":1625007600,"counter":8,"content":"<p>I thank the committee for taking my Department&rsquo;s 2021 FRE this morning.  I appreciate that it has a busy agenda.  My officials provided the secretariat with a detailed briefing on the elements of the FRE, which I hope was of assistance to members.  The 2021 Estimate, which I present this morning, provides my Department with a gross allocation of &euro;1.142 billion.  This is broken down between &euro;796.647 million in capital funding and just over &euro;345 million in current funding.<\/p><p>A <i>prima facie<\/i>comparison indicates that the 2021 Estimate is &euro;765 million less than &euro;1.9 billion provided to my Department in the 2020 FRE approved by the D&aacute;il last November.  Members will recall that 2020 included significant once-off moneys to assist business dealing with Covid-19, in the form of restart grants, which have been superseded by the COVID-19 restrictions support scheme, CRSS, and employment wage subsidy scheme, EWSS, which accounted for through Revenue and the Department of Finance Vote.  Comparison with last year is also complicated by the financial consequences of the various functions that were transferred to and from the Department in the course of 2020 and 2021.  The most significant of these in monetary terms was the transfer of science and research functions, including responsibility for the Science Foundation Ireland to the new Department of Further and Higher Education, Research Innovation and Science in January of this year.  Significant once-off Covid-19 and Brexit funding provided to our Vote again for this year further complicates year-on-year comparisons. <\/p><p>Nevertheless, the &euro;1.142 billion being provided to our Vote represents an increase of almost &euro;400 million on the Department&rsquo;s pre-pandemic 2020 core allocation as per the original 2020 Revised Estimates Volume.  The Estimate also provides for the carryover of &euro;106 million in unspent capital appropriations for use by the Department this year.  These unspent capital moneys arose due to a number of reasons, not least the almost doubling of our Vote in 2020, which for proper governance and due diligence reasons meant that it was not possible to expend the full amount of this additionality in the year.<\/p><p>Significant additional moneys beyond our core allocation continue to be provided to our vote to ensure the Department and our agencies can continue to assist businesses, consumers, and workers as we get through this pandemic.  The committee will be aware of the various business and enterprise measures provided by my Department since Covid-19 took hold of our country.  The briefing provided by my officials includes details of the uptake of these schemes and, therefore, I do not propose to go into them in any further detail at this stage.<\/p><p>I will say a few words about our intentions in relation to the additional beyond core funding being provided in the Estimate before the committee this morning.  The majority of the additional funding is capital funding.  The allocation of &euro;162.6 million being provided to IDA Ireland will allow it to build an advanced manufacturing centre, which will be a national facility for multinationals and SMEs to trial, adopt, deploy, and scale digital technologies.  An additional &euro;10 million is being provided to the IDA Ireland's regional property programme, which is a critical element of the foreign direct investment, FDI, offering when it comes to regional enterprise development.  The Covid-19 products scheme, which IDA Ireland administers jointly with Enterprise Ireland, EI, will receive further funding of &euro;25 million to invest in projects in 2021.  This will fund research and development of Covid-19-related products in Ireland with significant economic and societal benefits.<\/p><p>The FRE also provides additional beyond core moneys to fund particular Covid-19 activities by Enterprise Ireland in 2021.  The &euro;322.2 million in capital funding will allow the agency to provide &euro;175 million to the sustaining enterprise fund, as well as the &euro;48.5 million small business assistance scheme for Covid-19, SBASC.  This is a financial support to help businesses with fixed costs associated with running a business, including rent, utilities, security, and storage.  EI&rsquo;s Brexit and related schemes will also receive additional funding.  Some &euro;15 million will be allocated to the ready for customs scheme; &euro;5 million for a further call under the online retail scheme; &euro;25 million for the regional enterprise development and transition schemes; and &euro;7 million for a food transformation scheme.  Food transformation will develop wider market opportunities for continued growth since Britain&rsquo;s departure from the EU. <\/p><p>I know the committee appreciates the role that the local enterprise offices, LEOs, play in assisting and promoting local indigenous businesses, which is even more important now.  The FRE provides the offices with a capital allocation of &euro;40.8 million for 2021.  This will ensure that programmes such as the trading online voucher, micro exporters assistance grant, preparing your business for customs workshops and targeted mentoring can continue to be accessed by small businesses throughout the country. <\/p><p>Ready access to finance has long been a live concern for many enterprises, particularly SMEs.  It has become even more of an issue in the light of Covid-19 and Brexit.  In response, my Department has implemented a range of targeted low-cost loans.  Members will be familiar with these at this stage.  Our 2021 Estimate will ensure that these schemes can continue to be available to the SME community.  A new initiative for 2021 will be the Brexit impact loan scheme, which has been designed to provide easier access and a wider range of financing.  Some &euro;25 million will be provided for contingent liabilities under the &euro;2 billion Covid-19 guarantee scheme, which was launched last year.  Additional funding will also be provided for schemes such as the future growth loan. <\/p><p>The focus of my Department&rsquo;s enterprise, innovation and commercialisation programme is to help enterprises commercialise innovations from investment in research and development.  Initiatives such as the disruptive technologies innovation fund, DTIF, Enterprise Ireland&rsquo;s research commercialisation programme and our membership of international research organisations, such as the European Space Agency, are key elements of this.  The 2021 Estimates will provide further funding of &euro;32 million to the DTIF programme, which will allow for a further call to be made under the fund as envisaged in the programme for Government.  An additional &euro;12 million will fund capital equipment under EI&rsquo;s research commercialisation programme, helping innovative enterprises, particularly SMEs, to attain critical, cutting edge equipment and infrastructure. <\/p><p>Aside from our capital allocation, the current allocation of &euro;345 million in the FRE represents an effective increase of 6.5% on the pre-pandemic Estimate of 2020.  The additional funding will ensure our enterprise agencies, including EI, IDA and the LEOs, have the necessary resources to meet the increasing demand for their services and expertise.  Additional funding is also being provided to beef up the staffing and resources of our regulatory agencies.  The National Standards Authority of Ireland, the Health and Safety Authority and the Competition and Consumer Protection Commission will benefit from increases in the order of 20%.  This will ensure that the agencies have the necessary staffing and related resources to continue their response to Covid-19 and Brexit. <\/p><p>The unprecedented challenges of Covid-19 underline the need for strategies and policies to ensure the recovery encompasses all elements of our society and economy.  The Government&rsquo;s national recovery plan charts the path for the reopening of the economy, which is predicated on rebuilding sustainable enterprises, supporting the domestic economy and leveraging the strength of the FDI sector.  Funding for my Department in 2021 is targeted at implementing these priorities.<\/p><p>Any recovery must take account of the new realities, the longer-term changes to our economy and society in areas such as digitalisation, decarbonisation, remote working, and increased automation, which undoubtedly have been accelerated by the pandemic.  The committee will be aware of the work going on across government to stop climate change.  My Department is fully engaged in the intensive preparations for the Climate Action and Low Carbon Development (Amendment) Bill, which is a statutory catalyst for moving to a climate-resilient and climate-neutral economy by 2050. <\/p><p>We are also working closely with the Department of Environment, Climate and Communications on our contribution to the next iteration of the climate action plan.  It is expected to be published later in the year.  Together with our enterprise agencies, we are working on actions to promote and facilitate decarbonisation of the enterprise sector and also avail of the economic opportunities that arise from it.An example of this is EI's climate enterprise action fund, which will help companies to build the capabilities they need to develop sustainable products, services and business models.<\/p><p>Digitalisation also represents a totemic challenge for our enterprise base and my Department is working at national  and EU level to drive digital transformation of Irish businesses.<\/p><p>The EU proposals for a digital services and digital markets Act are focused on optimising the conditions for the provision of digital services in the Internal Market, including in online safety, illegal content and fundamental rights, as well as setting rules for platforms that act as gatekeepers in the digital sector. <br\/><br\/>At the national level, the national recovery and resilience plan, for which funding is being sought from the EU recovery and resilience facility, includes proposals for a competitive fund led by my Department to drive digital transformation in Irish business over the next decade.  Complementary digital transformation initiatives, which continue to be priorities for my Department and our enterprise agencies include the advanced manufacturing centre in Limerick, further calls under the disruptive technologies innovation fund, DTIF, and implementation of Ireland's Industry 4.0 Strategy 2020-2025. <br\/><br\/>The changes that have been wrought by the pandemic and the challenges ahead affect both businesses and their employees.  It is important, therefore, the new work environment of the future equally respects the welfare of workers.  My Department has a number of specific initiatives in the area of employment rights that we intend to progress over the course of this year.  In the area of collective bargaining, a high-level working group under the auspices of the Labour Employer Economic Forum, LEEF, has been established to review collective bargaining and the industrial relations legislative landscape in Ireland.  The group intends to produce an interim report by the end of July and complete its work as soon as possible thereafter. <br\/><br\/>As regards remote working, the national remote work strategy was published in January.  It sets out the actions we need to take to ensure remote work is a permanent feature in the Irish workplace in a way that maximises economic, social and environmental benefits. <br\/><br\/>In terms of the right to request to work remotely, 175 submissions were received as part of the public consultation in April and May.  My officials are currently reviewing those submissions and they will help us to frame the legislation, which I hope to bring to Government later this year.  The right to disconnect is particularly important in helping employees to strike a better work-life balance and to switch off from work outside of their normal working hours. <br\/><br\/>The Workplace Relations Commission, WRC, published its code of practice on the right to disconnect on 1 April 2021. The code is designed to provide guidance for the resolution of workplace issues arising from the right to disconnect both informally and formally.The committee will be aware of the recent judgment of the Supreme Court in the Zalewski case<i>. <\/i>While the court found that the WRC&rsquo;s adjudication service represents the administration of justice in accordance with Article 37 of the Constitution, it also found certain aspects of the WRC&rsquo;s procedures were incompatible.  The necessary legislation to change the WRC&rsquo;s procedures on foot of the court&rsquo;s decision is currently being drafted as a matter of priority under the leadership of the Minister of State, Deputy English. <br\/><br\/>On statutory sick pay, following consultation with the public, unions and employer groups, an interdepartmental group and an international review of best practice, a statutory sick pay scheme has been designed to cover almost all employees.  Work is now progressing to draft legislation to introduce the scheme.  I remains my intention to have it in place by the start of 2022. <br\/><br\/>The committee will also be aware of the commitment in the programme for Government to progress to a living wage over the lifetime of the Government.  The Low Pay Commission, LPC, is currently commissioning research on this proposal and that is due to be completed before the end of the year.  The research will examine international evidence on living wages, the different calculation methods and the policy implications of moving to a living wage in Ireland.  The Low Pay Commission will outline a process by which Ireland will progress towards achieving this.  Separately, the commission has also been requested to examine the issue of a universal basic income with a view to bringing forward recommendations on how a pilot in Ireland could be designed.  It will take account of the annual recommendations on the national minimum wage, which is a separate matter. <br\/><br\/>The area of insurance reform is one which I know is of keen interest to the members of the committee.  The action plan for insurance reform, which is overseen by a committee of the Cabinet, is on track with Ministers reporting progress on implementing reforms.  That committee will meet later this afternoon.  For my own Department and the reform of the Personal Injuries Assessment Board, following a public consultation which received more than 240 responses, work has commenced on the heads of a Bill with a view to bringing proposals to Government as soon as possible.  That is being led by the Minister of State, Deputy Troy. <br\/><br\/>Finally, I want to mention work that is ongoing in the area of company law and, in particular, the restructuring processes for small companies.  My Department has been working intensively to develop a simplified and effective statutory process to assist viable companies to restructure and remain in business.  The drafting of the legislation is near completion and we expect to introduce it in the House soon and, hopefully, have it enacted before the summer recess.  <br\/><br\/>Work on a Bill to establish a new corporate enforcement authority as an independent statutory agency is also near completion and it is intended to bring it through the Houses of the Oireachtas from the start of the autumn legislative session with a view to establishing the new agency in law on 1 January 2022.<br\/><br\/>I hope members of the committee have a flavour of what is being funded by my Estimate before them and of what the Department is doing with the money they vote to it.  I am happy to hear members' views and take any questions they may have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#B00200","speaker":"1474","continuing":true},{"type":"speech","time":1625007600,"counter":10,"content":"<p>I invite members to discuss the Estimates with the T&aacute;naiste.  I remind members to use the raised hand function if they want to speak and, importantly, to cancel it when they have finished speaking.  The first member indicating is Deputy O'Reilly and she will have 14 minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#C00200","speaker":"1509"},{"type":"speech","time":1625007600,"counter":11,"content":"<p>I thank the T&aacute;naiste for being with us.  I hope I can be heard over the bells that are ringing.  They will only give me a headache and it is good to know I can be heard over them.  I have a few questions.  My time is tight and I apologise in advance as I will have to leave to speak in the Chamber shortly.<\/p> <p>  With regard to the Enterprise Ireland funding, there was unspent capital in 2020; a capital appropriation of &euro;40 million was carried over to be used specifically to help smaller counties but it cannot be used to help counties in the Border, midlands and western region.  I have been advised in replies to parliamentary questions that Offaly has only 63 supported companies, Laois has 52, Sligo has 74 and Leitrim has only 23.  To take one of two examples of the volume of funding involved, the T&aacute;naiste will note Leitrim is getting &euro;117,079, Sligo is getting &euro;707,044 and so on.  Those are not large amounts of money.  Are there any plans or could consideration be given to diverting some of that money?  When one looks at the picture of the allocations on a map, the counties in that region seem to be disproportionately disadvantaged.  I would not suggest taking money from another county but given that &euro;40 million has been carried over, would it be possible to distribute that to the Border, midlands and western region?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#C00300","speaker":"1467"},{"type":"speech","time":1625007600,"counter":12,"content":"<p>The Deputy was right to say some of the capital funding both from the regional enterprise development fund, REDF, and the Border fund was unspent last year.  We set up a Border fund exactly for that reason.  My predecessor, the Minister, Deputy Humphreys, felt the Border area was not getting its fair share of funding and was able to produce evidence to prove that.  Much of the funding was not spent because of Covid-related delays when construction was paused.  Things just did not happen.  The Deputy will appreciate when construction is stopped one cannot simply turn it back on again.   We intend to spent that money.  The short answer to the Deputy&rsquo;s question is \"Yes\".  We can certainly give consideration to diverting that to those areas but what we always need are projects that have come through planning and all the rest of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#C00400","speaker":"1474"},{"type":"speech","time":1625007600,"counter":13,"content":"<p>I do not think there would be any shortage of projects if people understand there is cash available to support them.  I would hope to see that happen.  When I looked at those figures I was genuinely surprised that the funding is quite disproportionate.  It involves very small amounts of money and very small numbers of companies in areas that it could be argued need a little bit of help, and in that respect I would agree with the Minister, Deputy Humphreys.  It is good to know the T&aacute;naiste is open to it.<\/p> <p>  With regard to the working group that is reviewing collective bargaining, as I do not have the time to vocalise all the views I have on this subject, I will not do so.  I will await the report.  The T&aacute;naiste indicated an interim report would be issued and the deadline would be shortly thereafter.  Could he be more specific on that than it being shortly thereafter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#C00500","speaker":"1467"},{"type":"speech","time":1625007600,"counter":14,"content":"<p>We are expecting an interim report in July.  I have not seen it yet so I do not know what will be in it.  It probably has not been written yet but I would hope the working group would complete its work in the autumn or certainly before the end of the year.  It is a complicated area, as the Deputy will be aware.  I have brought together the employers, the unions and the Government to review our collective bargaining legislation and industrial legislation both in light of the recent Supreme Court judgment and European developments with regard to collective bargaining rights to decide what we can do and how we can move forward.  Ideally, I would prefer to move forward in partnership with the unions and employers agreeing on a way forward.  The recent Supreme Court decision is helpful in upholding the right and authority of the democratically elected Parliament to have sectoral employment orders.<\/p><p>The areas that are least organised, where people are probably most vulnerable to low pay and insecure employment, are in those kinds of sectors where there would, traditionally, have been joint labour committees, JLCs, and sectoral employment orders, SEOs.  There is a chance to move forward in that regard.  The group is meeting.  I have met the chair but I do not have any outputs from the report yet.  I look forward to seeing the report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#C00600","speaker":"1474","continuing":true},{"type":"speech","time":1625007600,"counter":16,"content":"<p>I agree those sectors that are not unionised are the most vulnerable and the best defence against that is to join a trade union and be active in it.  I encourage workers to do that.  It would be helpful if a deadline was set.  It is a complicated area.  The chances are that the report will present a range of options, a little like the Duffy Cahill report did.  A conversation will then stem from the report.  There is a need for this work to be done and I appreciate that the T&aacute;naiste has recognised that.  Without a deadline, I would be concerned that this work will drift.  It is necessary and important work, and a deadline would help to focus people's minds.<\/p> <p>  The T&aacute;naiste referred to the code of practice on the right to disconnect.  It is only a code of practice and no one has the right to disconnect.  To vindicate that right, one must go to the Workplace Relations Commission, WRC.  As the T&aacute;naiste knows, there are delays involved in going to the WRC, some of which relate to personnel and some of which are Covid-19-related.  Even before Covid, going back a number of years, I remember that one could be left waiting for anything up to a year.  Workers are being tormented when their phones keep beeping and they cannot get away from work.  Addressing that will, effectively, be delayed by another year because those workers have to go to the WRC.  I know the T&aacute;naiste has talked about funding and the achievements of the commission in the report, which is welcome.  The WRC will be provided with a gross allocation of &euro;15.405 million for 2021.  Is it going to get additional funding under these Estimates to recruit additional inspectors?  Figures given to me show that &euro;18 million in wages has been withheld since 2011.  That is not being withheld from people with big money.  Those figures possibly comprise modest enough sums to each individual but massive sums in terms of the overall budget.  We know the WRC does good work but we also know there are delays.  It is grand once a case goes before the WRC but the delay in access and the lack of inspectors are the problem.  With the level of inspectors there has been over the past ten years, &euro;18 million has been recovered.  The chances are that is the tip of the iceberg.  The inspectors cannot be in every workplace but it seems that where they do inspect, they find that a high level of companies inspected in one year, nearly 50%, were guilty of breaches of employment law.  Will funding be provided specifically for additional inspectors?  The T&aacute;naiste and I have discussed this matter on the floor of the D&aacute;il in the past.  Will there be funding for additional inspectors and does the T&aacute;naiste have a figure in his mind?  He knows that I want to see an additional 90 inspectors, as was agreed under Towards 2016.  I appreciate that agreement was a long time ago but the world of work has not changed.  If anything, there is more need for inspectors.  Is funding going to be available specifically for inspectors?  They do fantastic work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#D00200","speaker":"1467"},{"type":"speech","time":1625007600,"counter":17,"content":"<p>The Deputy asked about the code of practice on remote working.  That is a ministerial code but, as she rightly said, is not contained in statute.  However, the Organisation of Working Time Act is enforceable by law.  The interplay of the Act and the code of practice is important because as people increasingly work remotely via the devices we all know and love, working hours are no longer confined to the time one spends in one's workplace.  People can end up doing a lot of work from home and that should be counted as part of their working hours.  The interplay of the two needs to be enforced.<\/p> <p>  We have 53 inspectors in the WRC at the moment, 48 of whom are executive officers, EOs, and five of whom are higher executive officers, HEOs.  There are three assistant principals and one chief labour inspector.  We have sanction for 60 inspectors so we are already below the number for which we have money.  A recruitment campaign is now under way to recruit additional inspectors at both EO and HEO levels.  That will get us up to 60 inspectors and we intend to go beyond that and increase the number of inspectors over the next number of years.  We have not agreed a figure with the Department of Public Expenditure and Reform yet but with somewhere between 2 million and 2.3 million people at work in Ireland, 60 inspectors is not an awful lot.  The plan is to get to 60 inspectors and progressively increase from there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#D00300","speaker":"1474"},{"type":"speech","time":1625007600,"counter":18,"content":"<p>I ask the T&aacute;naiste to aim for 90 and see if he can surpass that target.  We know the work inspectors do is valuable so recruiting more of them would be beneficial.  The T&aacute;naiste has said 60 is the target for the moment but that is a drop in the ocean.  More and more people are going to be reliant on the WRC to vindicate their rights under the law.  The T&aacute;naiste said that one can go to the WRC under the Organisation of Working Time Act, which is true, but one must still wait a long time.  The WRC needs an overall increase in staff.  Inspectors are at the front line so we would like to see a target of at least 90, which was the previous target.<\/p> <p>  I am sorry to be jumping between topics but I am trying to go through my notes.  Can the T&aacute;naiste give us any updated information on the uptake and popularity of some of the loan schemes?  Some of them are significantly more popular than others.  The schemes include the Covid-19 credit guarantee scheme and the future growth loan scheme.  Some people in business have raised with me the fact that some of the schemes are working and others are not.  Does the T&aacute;naiste have a view as to which ones are working and why it is the case that others do not seem to have a high take-up rate?  In this environment, the take-up rate should be huge but some of the schemes do not have a high take-up rate.  I do not know if that is because of an associated administrative burden.  Business owners tell me they want to engage but it is not always easy.  Is the T&aacute;naiste minded to divert moneys from schemes that are not working into schemes that are working?  Moneys are not being drawn down under some of those schemes.  Would the T&aacute;naiste be tempted to take another go at those schemes or to divert that money?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#D00400","speaker":"1467"},{"type":"speech","time":1625007600,"counter":19,"content":"<p>In reply to the Deputy's earlier question, we sometimes appoint external adjudicators to the WRC for a period of a year to speed up cases.  Sixteen such adjudicators were appointed recently.<\/p> <p>  There are many different Government-backed loans available at the moment.  It is hard to keep track of them sometimes.  They are available in all areas, even beyond business.  The Microfinance Ireland loans for very small companies seem to be very popular.  Many companies are unable to repay but the loans help a lot.  The future growth loan scheme is very popular.  That is probably down to the fact that it is ten-year money.  The interest rate is approximately 4% but it is ten-year money, which is attractive when compared to five-year or six-year money, as the Deputy knows.  The Brexit and Covid schemes are less popular although uptake is increasing all the time, particularly for the &euro;2 billion Covid guarantee scheme.  That is six-year money at an interest rate between 2% and 3% but there has been less uptake of the scheme.  I think that is because people find ten-year money more attractive, even though the interest rate is slightly higher.  We are limited by state aid rules in that regard and cannot change that from six-year to ten-year money.  The future growth loan scheme is largely availed of by businesses that are doing well and want to expand whereas the Covid schemes are more targeted at businesses that are in difficulty because of Covid.  Even businesses that are in difficulty are quite risk averse.  Most businesses in Ireland do not have any debt, which is unusual but they do not like to have debt.  There is a reluctance to take on debt.  We met representatives of business groups and banks last week to discuss exactly this matter and go through the modifications we might be able to make to those schemes to make them more attractive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#D00500","speaker":"1474"},{"type":"speech","time":1625007600,"counter":20,"content":"<p>Deputy O'Reilly's time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#D00600","speaker":"1509"},{"type":"speech","time":1625007600,"counter":21,"content":"<p>I have one more question, if I might be allowed to ask it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#D00700","speaker":"1467"},{"type":"speech","time":1625007600,"counter":22,"content":"<p>Do so quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#D00800","speaker":"1509"},{"type":"speech","time":1625007600,"counter":23,"content":"<p>My question relates to the Office of the Director of Corporate Enforcement and its funding.  I am not asking the T&aacute;naiste to comment on an individual case but merely to assure me that the office has the financial and human resources to deal fully with its investigations into the former chief executive of the Football Association of Ireland.  I understand it will be a protracted investigation that will require personnel and financing.  I am not asking the T&aacute;naiste to comment on the case but I am asking him for assurance that the office will have the funding and resources it needs to complete the investigation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#D00900","speaker":"1467"},{"type":"speech","time":1625007600,"counter":24,"content":"<p>I am not going to comment on the individual case.  I know the Deputy is not asking me to do so but I just want to make that clear for the record.  We will make sure the Office of the Director of Corporate Enforcement has enough resources to carry out its functions.  One area on which we are in discussions with the Department of Justice relates to garda&iacute;.  We want to make sure that when this agency is born, if one likes, on 1 January 2022, that it is born whole and has sufficient numbers of garda&iacute; and Garda staff.  It has an extra &euro;1 million this year and we have approved sanction for all of the additional 14 civil servants it requested.  The Civil Service side is done.  The Garda side will take a little more work because the Garda Commissioner obviously has many priorities to try to balance, but I think that will be essential.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#E00100","speaker":"1474"},{"type":"speech","time":1625007600,"counter":25,"content":"<p>I welcome the T&aacute;naiste and congratulate him and his Department on their response to gaps exposed by Covid.  The supports to business have been significant, as have the changes in sick pay, remote working, the living wage and small company rescue.  The Department is showing signs of a real capacity to respond.<\/p> <p>  Many people were quite winded by reports on Monday that the Delta variant could result in 700,000 new cases and 13,000 hospitalisations in the next three months and more than 2,000 deaths.  Many businesses and other organisations depending on public patronage will be very interested in the evidence that will be put forward in that regard.  Are thresholds beginning to emerge in this new analysis at which we can expect to see a capacity to make decisions so that people know that if cases remain at X, Y or Z level in July or in the first two weeks of July, the modelling relating to extreme cases is not accurate and, therefore, they can proceed?  I am interested to know that because people are quite taken aback.<\/p> <p>  What contingency planning is being done in the Department with regard to the significant challenge coming down the track in respect of the corporate tax regime?  <\/p> <p>  I wish to probe the preparations in respect of climate within the Department.  I get the sense that the Department believes that because climate action relates to transport, energy use and so on, it is not really for the sectors.  I think that is misleading.  What is being done in the area of freight in particular, which will be a difficult problem?  I refer to design and packaging in sectors that supply consumer markets.  Is the Department planning to promote reuse, repair and refurbishment in a way that could see a different approach, that is, the so-called circular economy, where products have a longer life and there is less waste?  I would be interested to see that.  Specifically, are IDA Ireland and Enterprise Ireland now planning for a very significant offshore sector?<\/p> <p>  How are companies being supported to respond to the need for significant growth in apprenticeships?  Many traditional sectors supported by the Department do not have a very strong history in apprenticeship.  It may be the case that we need to see significant changes in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#E00200","speaker":"1549"},{"type":"speech","time":1625007600,"counter":26,"content":"<p>I thank the Deputy.  I will try to cover as many of his questions as I can.  As regards the Delta variant, we anticipate that we will review the situation again in the run-up to 19 July.  The key question on which we do not yet have full answers is that of transmissibility and how much more transmissible is it relative to the Alpha variant or the original Wuhan or wild strain.  They will say it is more transmissible by 40% to 60%.  The European Centre for Disease Prevention and Control is going for 55%.   There is a significant difference between the models at 40% and those at 60%.  It is to be hoped that we will have a better idea how much more transmissible it is in a couple of weeks time.<\/p> <p>  Probably more important than that is the conversion rate, that is, the extent to which cases turn into hospitalisations and deaths, because obviously what we are trying to avoid is not the elimination of the virus, which is not possible or realistic.  It is not about getting rid of all cases of the virus - that is not going to happen.  It is about making sure our hospitals do not get overwhelmed and that we do not have large numbers of deaths as a consequence of Covid again.  It seems to me that in England and Scotland they are taking a much more optimistic approach than we are.  The Taoiseach spoke to Nicola Sturgeon, the First Minister of Scotland, yesterday, just to get a steer from her as to what they think there.  They seem to be more optimistic even though they are seeing record case numbers in Scotland and 20,000 cases a day are now being detected in Britain.  They are saying that although the link between cases and hospitalisations is not broken, it is so weakened that they believe they can keep indoor dining open and may even be able to ease restrictions further on 19 July.  We have our fingers crossed and are hoping and praying that they turn out to be right because if they are right, it means that the pessimistic projections of NPHET are not the ones that will be realised and it will be something closer to optimistic or central case projections which may allow us to make different decisions.  However, I think we have made the right decision to pause until we have more information precisely because this is the kind of virus that spreads quickly.  We found in December that we rolled back on the liberalisation of restrictions too late - the horse had bolted before we heard the stable door slam.  We do not want to take that risk on this occasion.  I hate saying this because people are sick of hearing it, but the next couple of weeks will tell a lot in terms of how much of a problem Delta will be for us.  It is seeded across Europe and north America, as all present are aware, so we will be able to see data from that.<\/p> <p>  On the international corporate tax position, that is an area that is being led by the Minister for Finance, Deputy Donohoe.  Obviously, I keep across it as I need to.  We are now approaching the point where there may well be agreement at OECD level on Pillar 1 and Pillar 2, both of which could cost Ireland in terms of revenues because if profits are reallocated away from Ireland or if there is a higher rate, we will probably see a reduction in taxation and revenues.  That is a potential problem for us.  On balance, we think it is better to be inside the tent.  Ireland is not a tax haven and we do not wish to be one or to be seen as one.  That is why we think it is better for us to be inside any agreement that may be reached at international level or OECD level.  We are at a very tight point on that at the moment and obviously the Minister, Deputy Donohoe, is taking the lead on it but I am very much across it.  <\/p> <p>  The issue relating to freight will probably be more for the Department of Transport than for my Department but obviously we will be across it.  I know the Minister for Transport, Deputy Eamon Ryan, is very ambitious about moving to hydrogen and using renewable wind to generate hydrogen which we could then use in freight, but it will take time to make that a reality, quite frankly.<\/p> <p>  On the circular economy, I am familiar with the report on it, by the way, and there are significant opportunities there.  The circular economy is actually very labour intensive.  Footwear, clothes, bikes and other products being renewed to extend their life cycle is good environmentally but it is also very labour intensive and there are really good opportunities for job creation in the domestic economy in embracing the circular economy.  Legislation on that will be forthcoming quite soon.<\/p> <p>  On the issue of offshore, that is exactly where we see significant opportunities as well.  If we can get the planning system sorted - we will do that with the marine legislation that is finally a reality - then we can really exploit enormous offshore wind opportunities which will allow for import substitution and importing less oil and gas and probably more price stability as well because the price of wind does not go up and down in the way that the price of fossil fuels does.  We see that as an enormous opportunity economically and environmentally but we are really way behind where we ought to be or in comparison with England, Scotland or Portugal.  That is largely down to planning issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#E00300","speaker":"1474"},{"type":"speech","time":1625007600,"counter":27,"content":"<p>I thank the T&aacute;naiste for attending the meeting.  I wish to run through a couple of points made in his opening statement.<\/p><p>In respect of Science Foundation Ireland funding, the T&aacute;naiste said this has moved from his Department to the Department of Further and Higher Education, Research, Innovation and Science with the &euro;106 million of capital appropriations carrying forward.  Can I again highlight the extra CT scanner at SEAM Gateway at WIT?  This project was approved in 2018 but has yet to be funded.  Could the T&aacute;naiste use his offices with the Minister for Further and Higher Education, Research, Innovation and Science to see that this gets funded?  It is a very important project for enterprise development in the south east.<\/p><p> The T&aacute;naiste also referenced the allocation of &euro;162 million to IDA Ireland to build an advanced manufacturing centre and the allocation of &euro;10 million to IDA Ireland's regional property programme.  Can I point out to the T&aacute;naiste that there is no IDA Ireland office in Waterford, which is the regional gateway to the south east in Project Ireland 2040?  Could the T&aacute;naiste speak to IDA Ireland about this issue?  <\/p><p> I reference what Deputy O'Reilly called the Border-midlands region.  I have been asking for the development of a Western Development Commission-type body for the south east region for quite a while.  This would be something supported by the State and by statute.  Could the T&aacute;naiste look at that?<\/p><p> In respect of collective bargaining and the Labour Employer Economic Forum, I also asked that ISME be included in the forum.  Again, this is something the T&aacute;naiste's office can develop.  I am happy to see ISME is now getting a seat on the National Competitiveness and Productivity Council but it must be on the Labour Employer Economic Forum to represent smaller businesses, which are not being properly represented.  <\/p><p> Regarding the reform of PIAB, does the T&aacute;naiste have any concerns about the attachment of post-traumatic stress disorder claims to soft tissue injuries, which would basically allow those claims to proceed from PIAB to the Circuit Court where the claims will be much higher?  Does the T&aacute;naiste have any plans to track that ongoing development?  <\/p><p> Regarding the situation with the hospitality industry, we must get back to some kind of large pilot testing using antigen testing.  Could the T&aacute;naiste give us any outline of whether his Department or the Department of Health will look at any type of large-scale piloting of antigen and early screen testing to help hospitality to reopen?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#E00400","speaker":"1616","continuing":true},{"type":"speech","time":1625007600,"counter":29,"content":"<p>I am very much aware of the issue of the CT scanner in WIT.  The Deputy raised the matter with me on a few occasions and I know he will not give up until it is purchased.  I spoke to the Minister for Further and Higher Education, Research, Innovation and Science about it.  The way I understand it works is that there is an approved list of things Science Foundation Ireland has but it must work down that list.  It is working down the list but the item is still a bit of a way down the list.<\/p> <p>  I would be supportive of an IDA Ireland office in the south east but these are decisions for the CEO and board of IDA Ireland.  It is not really my role to say where offices should be located and who is in them but I would be supportive of IDA Ireland doing that if it can as its staff complement increases.  Our real focus for the south east is the regional economic plan for the south east.  The south east has been one of the better regions in that regard.  The local authorities have come together, are very much behind it and have appointed a programme manager to make sure it is implemented.  The Deputy will have seen the kinds of things that were done during the period of the last strategy such as an advanced building solution in Waterford; an upgrade of the business and technology parks in Kilkenny, Wexford and Waterford; and investment in Belview, which we hope will turn out to be very useful if the Glanbia-Royal A-ware project goes ahead.  Over the next three years, we plan to have a third advanced building solution in Waterford so that will facilitate a further significant FDI investment there along with a new one in Carlow.  Obviously, we are working with Wexford County Council to get planning permission for an advanced technology building in Wexford.  What we find is that when it comes to getting FDI into all regions of Ireland, which is the objective, the most successful aspect so far in getting it to go places other than the big cities is having an advanced building solution into which companies can get quickly.  Seven of the 11 buildings we built are occupied.  We need to build more, including in the south east.  <\/p> <p>  I appointed somebody from ISME to the National Competitiveness and Productivity Council.  I took that decision because I thought it was important to have somebody from the small business sector that would focus on the cost of regulation and cost competitiveness, which is an important aspect of competitiveness that we might have drifted away too much from.  Small business is represented on the Labour Employer Economic Forum through IBEC and the Small Firms Association.  The difficulty with adding more and more bodies is the question of where one stops.  At the moment, Chambers Ireland and IBEC are there as the umbrella bodies for all business organisations.<\/p> <p>  I am concerned about the issue of post-traumatic stress disorder and I think it is something we will have to monitor.  There always seems to be a new frontier when it comes to tort law and compensation.  We have significantly reduced awards for physical injuries.  We see that coming through with average awards in PIAB in the past while down 50%, which is what we hoped would happen.  Of course, when that happens, some people and some lawyers will look for new angles.  Psychological injuries may be the new angle when it comes to compensation and we need to monitor this very closely.<\/p> <p>  I am keeping an open mind on the testing question.  I am very aware that other European countries which operate a green pass or Covid pass system allow for vaccinated, recovered and recently tested.  NPHET is not recommending the third one.  It is recommending the first two but I think Government must keep an open mind on whether we extend the pass to people who have recently tested negative for all sorts of reasons that the Deputy will understand, particularly around non-discrimination, which appears to be done in European countries that operate these passes like Germany, Denmark and Austria.  We did not plan to do this so we are starting to work out what we can do over the next while.  I look forward to meeting with the hospitality sector this afternoon to discuss all that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#F00200","speaker":"1474"},{"type":"speech","time":1625007600,"counter":30,"content":"<p>Obviously, the T&aacute;naiste is the Minister responsible for workers' health and safety.  In that capacity, what is his view of the plan to reopen indoor hospitality for vaccinated people in a context where most hospitality workers would not be vaccinated?  Have the Department and the HSA conducted any risk assessments with regard to this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#F00300","speaker":"1628"},{"type":"speech","time":1625007600,"counter":31,"content":"<p>I have two things to say about that.  It has never been a requirement for people to be vaccinated when they go to work.  Throughout the pandemic, we have had teachers in front of the classroom, retail workers in shops where the customers are mostly not vaccinated, transport workers driving buses and healthcare workers going into relatively risky scenarios before they were vaccinated so it has never been the case that we said that being vaccinated was a requirement to work or that people should not go back to work if they are not vaccinated so I do not anticipate us changing that now.  We asked NPHET about this point when we met it as part of the Covid sub-committee.  The medical, scientific and public health advice from NPHET is that this will be a low risk as is the case with workers in hotels at the moment.  They would be wearing masks and there would be PPE.  In addition, because under this proposed scenario all of the customers would be fully vaccinated or immune, it would be a low risk relative to other workplaces where customers may not be vaccinated or may not be immune.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#F00400","speaker":"1474"},{"type":"speech","time":1625007600,"counter":32,"content":"<p>As our knowledge of Covid has increased, there has been increased emphasis on and awareness of the fact that Covid is airborne and of the very important role ventilation has to play, which is why there is particular concern around indoor hospitality.  What ventilation standards for hospitality are being legally mandated by the Government?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#F00500","speaker":"1628"},{"type":"speech","time":1625007600,"counter":33,"content":"<p>I am not sure there is any legal standard on ventilation for most or any workplaces.  It might be the case in a few but to my knowledge, it is not a legal standard requirement for any particular workplace.  For the first time, we included a chapter on ventilation advising people what to do to make sure there is good ventilation and fresh air, which helps to reduce the risk of transmission, in the new work safety protocol we published a few weeks ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#F00600","speaker":"1474"},{"type":"speech","time":1625007600,"counter":34,"content":"<p>Presumably the T&aacute;naiste agrees that Covid-19 is airborne and that ventilation is important.  Yet, over a year into the pandemic where we are aware of this fact, there is no legal requirement on pub or restaurant owners to have any ventilation in place to protect their workers.  That is a health risk for workers.  A well-ventilated pub or restaurant is significantly safer than a badly ventilated one.  The T&aacute;naiste is saying there is no legal requirement whatsoever and he has no plans to bring in a legal requirement on ventilation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#G00100","speaker":"1628"},{"type":"speech","time":1625007600,"counter":35,"content":"<p>Ventilation is important, masks are important, sanitisation is important and cleaning protocols are important.  However, on none of these things do we have a legal standard.  To be honest, I do not know enough about the science of masks, ventilation or sanitisation to say what the legal standard should be.  What we have is guidance and that guidance is applied and inspected.  The inspectors from the Health and Safety Authority, the Workplace Relations Commission and the environmental health offices follow that guidance and enforce it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#G00200","speaker":"1474"},{"type":"speech","time":1625007600,"counter":36,"content":"<p>Will the T&aacute;naiste explain the enforcement to me?  There is a work safety protocol and reference to various guidelines.  However, they are precisely guidelines and not law.  The T&aacute;naiste says there are inspections.  If the inspectors find that the ventilation is not up to the guidelines, what enforcement can take place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#G00300","speaker":"1628"},{"type":"speech","time":1625007600,"counter":37,"content":"<p>I may have to come back to the Deputy about this in more detail.  I only have the guidelines in front of me.  There is a risk assessment on page 37 and page 38 of the document on what is done on ventilation and the Chartered Institution of Building Services Engineers ventilation guidance provides additional information.  It may be necessary to retain the services of a ventilation engineer to provide expert advice on modification that may be needed, but I will have to come back to the Deputy on that.  There is detailed guidance now on ventilation.  I will have to get back to the Deputy on the enforceability aspect of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#G00400","speaker":"1474"},{"type":"speech","time":1625007600,"counter":38,"content":"<p>The problem is that it is precisely guidance and has no legal basis.  It is a collection of statements of voluntary public health advice.  The Government is asking unvaccinated workers to go back and work in these circumstances.  That is completely unacceptable and shows a disregard for the health and safety of workers.  The T&aacute;naiste should feel free to come back on that.<\/p> <p>  I wish to pose another question to the T&aacute;naiste in the context of young workers being a focal point of discussion.  Some young workers under 18 years could be paid &euro;7.14 per hour.  If workers are 18 years of age, they can get &euro;8.60 per hour and if they are 19 years of age they can get &euro;9.80 per hour.  Does the T&aacute;naiste believe it is really appropriate that we have exceptions for people under 20 to be paid less than the minimum wage, especially in the context of being asked to work in these circumstances?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#G00500","speaker":"1628"},{"type":"speech","time":1625007600,"counter":39,"content":"<p>That is done based on the recommendations of the Low Pay Commission.  The commission has examined this on several occasions and has removed some of the sub-minimum rates in recent years.  The theory or argument behind it is that having sub-minimum or lower rates ensures that people who have no experience or who have never worked before can have the opportunity to get employment.  That is the thinking behind having a lower rate.  It is to create opportunities for people to get work experience and employment who otherwise would not if they were paid at the same rate as younger workers who are a little older.  I am unsure whether I agree with that, frankly, but that is the rationale or theory behind it.<\/p> <p>  I will come back to the Deputy on ventilation but I am keen to correct myself.  There is a legal basis to it.  The Safety, Health and Welfare at Work (General Application) Regulations 2007 require employers to ensure an adequate supply of fresh air ventilation in enclosed areas of the workplace.  This can be done through three means.  One is natural ventilation, relying on passive airflow through windows, doors and air vents that can be fully or partially opened.  That is the simplest way to do it.  Mechanical ventilation involving fans, ducts and window fans can be used to bring in fresh air from the outside.  The third means is a combination of natural and mechanical ventilation, for example, where mechanical ventilation relies on natural ventilation to maximise fresh air.  There is a legal basis to it, but I will come back to the Deputy with more detail about the practical enforceability thereof, which, I think, is what the Deputy is asking about.<\/p> <p>  I note that this time last year indoor dining was open.  People were working in that setting protected with masks.  None of the customers at that point were vaccinated.  It is now being proposed by NPHET that we move to a situation whereby all customers would be vaccinated or immune.  Notwithstanding the increased transmissibility of the Delta variant it would be a far safer scenario than the one we asked hospitality workers to work in this time last year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#G00600","speaker":"1474"},{"type":"speech","time":1625007600,"counter":40,"content":"<p>I would point out that we have the Delta variant and we have higher case numbers than we had this time last year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#G00700","speaker":"1628"},{"type":"speech","time":1625007600,"counter":41,"content":"<p>My thanks to the T&aacute;naiste for coming to the committee this morning.  I want to raise one thing if that is okay.  I appreciate it straddles a number of Departments but it is very much in the T&aacute;naiste's area.  It relates to the UK high-level border operating model for produce of animal origin.  Several companies in my region are going to be adversely affected if the current situation pertains when the new stipulations come into effect from 1 August.  As the T&aacute;naiste will be aware, many of the companies operating in value added food products are going to be affected by the third country issue.  The plants operate 24 hours per day and many operate for six or seven days per week.  They have trucks departing their facilities in real time with a short window to make ferry connections.  Several of these plants already have sister facilities in the UK.  They have seen first-hand the impact of these new regulations and have been flagging for several months that we need to try to put in place a procedure, possibly a workaround or some other mechanism, that can safeguard the operation of these businesses.<\/p> <p>  Several of the companies are engaging with the office of the chief veterinary officer and it has been a positive engagement so far.  One of the suggestions is that technical officers could be brought in to supervise the loading and that a vet will sign off later on.  That has been shot down by the companies on the basis that countries, including France, have a loose interpretation of the guidelines.  In contrast, Rotterdam Port officials insist on the full rigours of the requirements.  A procedure involving a document signed off by a technical officer and then a vet signing it two hours later simply will not satisfy the officials in Rotterdam.  This means those trucks will not get access to that market.<\/p> <p>  I understand there is some engagement between the Department of Agriculture, Food and the Marine, the Department of Enterprise, Trade and Employment and some of these businesses but I believe it will require the diplomacy and input of the T&aacute;naiste to get a solution and possibly the input of the Minister of State at the Department of Foreign Affairs, Deputy Byrne, at EU level.<\/p> <p>  All of these companies are blue-chip food producers and major employers not only in my region but throughout the country.  I wish to impress upon the T&aacute;naiste the need to try to find a solution for these businesses ahead of 1 October.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#G00800","speaker":"1597"},{"type":"speech","time":1625007600,"counter":42,"content":"<p>I am aware of the issue, the seriousness of it and the impact it could have on the food industry and people who work there.  It does fall more under the Department of Agriculture, Food and the Marine, as the Deputy will understand, than under my Department.  Anyway, it is important that I am across it too.<\/p> <p>  We are yet to see the full outworking of Brexit, unfortunately, because Britain is yet to impose its checks and customs controls on our exports into Britain.  As I often say, Brexit is not done and will never be done.  It is a change in the trading environment and relationship between Britain and Europe, including Ireland, and it will continue to unfold in the coming years.<\/p> <p>  One thing we are doing to help business is provision of the &euro;9,000 grant from Enterprise Ireland that businesses can avail of to designate a member of staff as a customs official.  A business can either take on a new staff member or take on someone part-time.  That help is still available.  The uptake of it has been good but there is still money left in that fund and I would encourage businesses to avail of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#G00900","speaker":"1474"},{"type":"speech","time":1625007600,"counter":43,"content":"<p>I appreciate there are extensive supports in place for business.  The nub of the issue affecting these value-added food companies is the fact that before each load departs it has to be signed off by a vet.  One of the people I spoke to works for a business involved in frozen food.  The company has two plants in Ireland and is a major European company.<\/p><p>According to the company's analysis, 20 additional vets would be needed to scale that up.  It is not something the companies can address.  I appreciate it is something the Department of Agriculture, Food and the Marine must resolve.  We, as elected representatives, and the T&aacute;naiste's Department must impress upon it that this is an issue that must be resolved.  As I pointed out, officials in Rotterdam are insisting on this to the letter of the law.  It is a major gateway port for our food producers and we simply cannot countenance a position where our lorries are turned back.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#G01000","speaker":"1597","continuing":true},{"type":"speech","time":1625007600,"counter":45,"content":"<p>I am not sure we will find all these vets but this has come up in discussions around the Cabinet table and the sub-committee.  I know the Department of Agriculture, Food and the Marine is very much aware of it and has plans.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#H00200","speaker":"1474"},{"type":"speech","time":1625007600,"counter":46,"content":"<p>I thank the T&aacute;naiste.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#H00300","speaker":"1597"},{"type":"speech","time":1625007600,"counter":47,"content":"<p>That concludes the first round of the discussion so we will proceed to the second round shortly.  Before doing so, I will ask the T&aacute;naiste about the corporate enforcement authority Bill.  I understand it will come before us in the next session of the D&aacute;il.  Will he outline his ambition for the authority and will he give us an idea of the additional staff members it will have?  Will it have a new building and what new powers and legislative authority will it have?  Will he give us an idea of what the Bill might contain?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#H00400","speaker":"1509"},{"type":"speech","time":1625007600,"counter":48,"content":"<p>As members know, the Office of the Director of Corporate Enforcement is under the aegis of my Department, which is not ideal on a number of fronts.  A company law enforcement agency being an office in a Department is quite an old-fashioned structure.  Once the legislation is passed, with the agreement of the Oireachtas, the idea is to establish the office as an agency in its own right with a director, more staff, additional powers and garda&iacute;.  It would have greater autonomy and be greater equipped to investigate what are complex breaches of company law.  We all know company law is breached pretty regularly, unfortunately, in Ireland but proving that has been the hard point.  Simple crimes are easier to prove than complex examples.<\/p> <p>  Once the office is freed of the constraints of being an office of a Department, it will be able to recruit specialised staff with expertise, such as forensic accountants.  That is much easier to do under an agency model than the departmental Civil Service model.  The office will have additional powers to be provided through this legislation and police powers legislation.  I hope that covers the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#H00500","speaker":"1474"},{"type":"speech","time":1625007600,"counter":49,"content":"<p>I look forward to seeing that Bill in the next D&aacute;il session, if that is possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#H00600","speaker":"1509"},{"type":"speech","time":1625007600,"counter":50,"content":"<p>I hope to have it published before the recess but it will be the autumn session before we get to debate it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#H00700","speaker":"1474"},{"type":"speech","time":1625007600,"counter":51,"content":"<p>That is no problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#H00800","speaker":"1509"},{"type":"speech","time":1625007600,"counter":52,"content":"<p>I would like to return to some of the points I raised before asking another couple of questions.  Would the T&aacute;naiste consider establishing a climate and circular economy unit in his own Department?  If the sectors do not drive change, it will not happen, and I can give an example.<\/p> <p>  Food waste is equivalent to  million extra cars on the road and two thirds of plastic is not recyclable, which equates to the equivalent of another 500,000 cars on the road.  Commercial users are the worst offenders in misplacing waste and putting it all into the equivalent of the black bin going for incineration or landfill.  We need to get change embedded in sectors.<\/p> <p>  Offshore is an option where the State will award an option to the lowest bidder.  Does that preclude, in any way, Enterprise Ireland and IDA Ireland from supporting the sector in the traditional way they might?  How will IDA Ireland and EI approach the opportunities in that sector?<\/p> <p>  I am still interested in the matter of apprenticeship and management development within the companies for which the T&aacute;naiste is responsible.  Enterprise Ireland produced a fantastic management development initiative and although tiny numbers go through it, it has transformed the internationalisation of some domestic businesses, which have become multinationals.  We are missing an opportunity in not developing that more widely.  If we want to shift away from the dominance that university education has had over the opportunities in practical apprenticeships - participants in which can go on to get a degree if they wish - we must see the big blue chip companies having substantial apprenticeship programmes.<\/p> <p>  It did not come as a surprise but in this day and age the fact that working right permits are tied to individual employers seems to be something from an earlier age.  We must recognise that we need support from foreign workers here so should we not move away from the idea of being tied, effectively for five years, to one employer?  It is not good for either worker rights or civil rights.  Is it time to change that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#H00900","speaker":"1549"},{"type":"speech","time":1625007600,"counter":53,"content":"<p>I thank the Deputy.  We have a dedicated climate team headed by a principal officer in the Department.  There is a question of whether we should expand it, perhaps rebadge it and develop it into a climate and circular economy unit.  I had not thought about it but now the Deputy has said this to me, I will give it some thought and reflect on it.  We will have a new climate action plan in the next couple of months and, with new climate legislation, he knows how carbon budgeting will work.  A certain amount of the carbon budget and carbon reduction measures will be assigned specifically to my Department and it puts it up to us.<\/p> <p>  The idea of the legislation is to put it up to individual Departments to drive down emissions and waste in their sectors.  That is something we must do and the philosophy behind the legislation is that each sector of the Government and Department becomes responsible for the emissions ascribed to it.  If we are going to make progress, we must make this a big part of our work over the next couple of decades.<\/p> <p>  The Deputy asked about EI and IDA Ireland helping companies involved with offshore development.  I am advised they work across the supply chain, including those developing proposals and investing.  As he said, it is a competitive auction process and, therefore, I am not sure to what extent they can provide grant aid and so on.  I will revert to him on that.<\/p> <p>  The Deputy will be aware that apprenticeships fall under the Department of Further and Higher Education, Research, Innovation and Science, which is led by the Minister, Deputy Simon Harris.  Many good things are happening and much progress is being made in recruiting apprentices and getting companies to take on apprenticeships and all new forms of apprentices.  The target is to have 10,000 each year by 2025 and we are going to work with the Minister on that.<\/p> <p>  Management development is a valuable area and we know well-managed companies are more competitive and productive and perform better.  We have a number of programmes to improve the quality of management in companies and perhaps it is an element we should scale up over the next couple of years, particularly if we want to close the productivity gap between domestic firms and SMEs on the one hand and the multinationals or other big firms on the other.  They are generally able to do these sorts of things for themselves but we probably need to help smaller and domestic companies to help themselves in that regard.<\/p> <p>  We are doing a review of the legislation on work permits and there will be a new consolidated law on that.  The Minister of State, Deputy English, is taking the lead on that project.  Currently, work permit holders can change their employer within 12 months if they are made redundant or there is a fundamental change in the employment relationship.  A person is not necessarily tied to one employer for five years and one can change after 12 months.  I often wonder whether a better system for Ireland might be something like a green card system where we allow in a certain number of people with full access to all parts of the labour market.  The advantage of an employment permit system is it can plug particular skills gaps in particular areas.<\/p><p>It might be a fruit farm in north Dublin or a mushroom farm in Monaghan.  The reason employment permits are given is to fill such skills gaps.  If this were not done, would it be possible to fill those gaps?  People might get work permits but not want to work in the relevant sector or part of the country.  We would then have a new problem to solve.  That is the difficulty.  Instinctively, I do not like the idea of people being invited into the country to work and being told they may only work for a particular employer because that creates a power relationship between employers and permit holders, who are migrants and who may not have many connections here or know their way around the system.  They would be more open to exploitation in those circumstances.  Instinctively, I would go the way the Deputy is going but, if we did that, would we not create a whole different problem?  We would then be issuing work permits without being able to use the work permit system to fill skills gaps that exist in particular sectors. which are often in particular parts of the country.  I do not know how to square that circle but I am open to suggestions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#H01000","speaker":"1474","continuing":true},{"type":"speech","time":1625007600,"counter":55,"content":"<p>We hope to issue a report on that matter shortly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#J00200","speaker":"1509"},{"type":"speech","time":1625007600,"counter":56,"content":"<p>I will return to the issue of ISME and the Labour Employer Economic Forum.  The T&aacute;naiste highlighted that IBEC, the Small Firms Association and Chambers Ireland are represented but I will highlight to him the work that ISME has done with regard to insurance reform and examinership-light, two key pivotal strategies for the reopening of business and the future of small businesses and microbusinesses.  I ask the T&aacute;naiste to seriously consider allowing ISME to be represented on the LEEF.  It is very important that its voice is heard and I am not sure the voices of those it represents are being properly heard in the forum.<\/p> <p>  With regard to the marine legislation the T&aacute;naiste mentioned, I will ask about the development of offshore wind.  What kind of community quotient will be included in the legislation?  I refer particularly to any economic benefits that would accrue to our coastal regions and communities.  As part of this paradigm, I will ask about the issue of data centres.  Has the Government given any consideration to the percentage of the new wind generation capacity to be developed offshore that will have to be given over for data centres?  That also raises questions around the viability of the grid and the additional infrastructure we will have to develop to accommodate data centres.  I struggle to understand the relationship that requires us to build so many data centres and the economic benefits they present overall.<\/p> <p>  Again with regard to the marine legislation, I am interested in the issue of carbon sequestration.  I understand that there is potential to sequester carbon using tapped oil basins, perhaps those off the coast of Kinsale in particular.  The Department has probably had some meetings with representatives in this area.  Is this technology being looked at seriously with regard to climate action?<\/p> <p>  I recently led a delegation of members of the Regional Group to meet the T&aacute;naiste with regard to buying genuinely Irish products.  He spoke about beginning a new campaign with regard to buying locally in July.  Will he confirm that is to go ahead and that resources are being put behind it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#J00300","speaker":"1616"},{"type":"speech","time":1625007600,"counter":57,"content":"<p>I will pass on the questions with regard to wind energy and carbon capture and storage.  I have some knowledge or idea about these areas but the Minister, Deputy Eamon Ryan, is much more across them than I am and I do not want to say something that turns out to be wrong as I would then spend the rest of the day trying to correct it.  I hope that is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#J00400","speaker":"1474"},{"type":"speech","time":1625007600,"counter":58,"content":"<p>That is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#J00500","speaker":"1616"},{"type":"speech","time":1625007600,"counter":59,"content":"<p>I will pass those questions on to the Minister.  On the issue of data centres, they present a real dilemma.  There has never been more data in the world.  There is going to be more and more data in the world over the coming years and decades and they have to be stored somewhere.  It is of real strategic advantage for Ireland to be a place where data are stored.  They are a really valuable commodity, like gold or diamonds.  Why would one not want them to be stored in one's country?  It is not just about the jobs in construction, the supply chain or maintenance.  The real value in large companies and big employers keeping their data in Ireland is that they are much more likely to bring other operations here and to keep them here.  It is the company's safe and one never moves too far away from one's safe.  That is why there is an advantage to us in having these data centres in Ireland.<\/p> <p>  The problem is that data centres' demand for energy is extraordinary.  I have seen figures suggesting that as much as one third of all the electricity we produce will be needed for data centres.  This comes at a time when we are having some trouble with the grid and have a couple of power stations down.  This will present a difficulty over the next few years.  In the medium term, opportunities will arise from renewable energy, including offshore wind which will produce gigawatts of electricity.  Being the country where one can build a data centre powered by green energy could be a real plus.  Customers and consumers are becoming more environmentally aware all of the time.  They may want that from companies.  It is a real dilemma in the short term given the shortage of electricity but will also present a real opportunity in the medium term.<\/p> <p>  With regard to campaigns, we launched the Made Local campaign the other day.  The Deputy will probably have heard the advertisements on the radio.  Rachael Blackmore is our ambassador for the campaign, which encourages people to buy things made by Irish makers, designers and craftspeople.  Separate from that, there will be a campaign about buying locally which will encourage people to consider shopping locally and buying products that are made locally, whether in Ireland or in their own region or county.  We will launch that campaign in the near future and fund it well.  We are very happy to work with Guaranteed Irish as partners in that campaign.  However, what we discussed before with regard to the rules governing the Single Market must be borne in mind.  These do not allow national governments to promote national brands as such.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#J00600","speaker":"1474"},{"type":"speech","time":1625007600,"counter":60,"content":"<p>Gabhaim bu&iacute;ochas leis an T&aacute;naiste.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#J00700","speaker":"1616"},{"type":"minorheading","content":"Message to Dáil","time":1625007600,"counter":61,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#J00800"},{"type":"speech","time":1625007600,"counter":62,"content":"<p>In accordance with Standing Order 101, the following message will be sent to the D&aacute;il:<\/p> <blockquote> \tThe Select Committee on Enterprise, Trade and Employment has considered the Further Revised Estimates for the Department of Enterprise, Trade and Employment. <\/blockquote> <p>Under Standing Order 100(2), the message is deemed to be the report of the committee.  However, given the size of the Department's Estimates and the range of functional areas and bodies covered by those Estimates, I believe the committee will want to engage further on a number of specific issues arising.  For that reason, I envisage that the committee will want to engage further with the Department on some of the issues raised today, probably in the autumn session.<\/p><p>I thank the T&aacute;naiste and Minister for Enterprise, Trade and Employment, Deputy Varadkar, and his officials for assisting the committee in its consideration of the Further Revised Estimates today.  Does the Minister want to make a brief comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#J00900","speaker":"1509"},{"type":"speech","time":1625007600,"counter":63,"content":"<p>No.  I think that covers it.  I thank members for their engagement and their questions.  I know there were one or two things that I did not answer or did not answer properly.  We have taken a note of them and will revert to the members in correspondence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#J01000","speaker":"1474"},{"type":"speech","time":1625007600,"counter":64,"content":"<p>I thank the T&aacute;naiste.  That is much appreciated.  I once again thank him for coming.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUS2021063000002#J01100","speaker":"1509"},{"type":"unspoken","time":1625007600,"counter":65,"content":"<p>The select committee adjourned at 10.58 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]