[{"type":"majorheading","content":"Joint Oireachtas Committee on Health","time":1624402800,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 09:30<\/p><p>The Joint Committee met at 09:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Colm Burke, Martin Conway, Cathal Crowe, Annie Hoey, David Cullinane, Seán Kyne. Bernard J. Durkan, Gino Kenny, John Lahart.<\/p><p>Teachta \/ Deputy Seán Crowe sa Chathaoir \/ in the Chair.<\/p>","time":1624402800,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002"},{"type":"minorheading","content":"Business of Joint Committee","time":1624402800,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#A00100"},{"type":"speech","time":1624402800,"counter":5,"content":"<p>Apologies have been received from Deputy Hourigan and Senator Black.  Before we commence our formal proceedings, we need to agree the draft minutes for last week's meeting of 16 June, which have been circulated.  Are they agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#A00200","speaker":"1571"},{"type":"minorheading","content":"Update on the Cyberattack, Covid-19 Vaccination Roll-out and Covid-19 Restrictions in Maternity Hospitals: Health Service Executive","time":1624402800,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#A00300"},{"type":"speech","time":1624402800,"counter":7,"content":"<p>I welcome the witnesses to our meeting this morning.  They will provide an update on the recent cyberattack, the Covid-19 vaccination roll-out and the public health restrictions in maternity hospitals.  From the HSE, we have Mr. Paul Reid, chief executive officer; Ms Anne O'Connor, chief operations officer, Dr. Colm Henry, chief clinical officer; Mr. Fran Thompson, chief information officer; and Mr. Damien McCallion, national lead of the Covid-19 vaccination programme.<\/p> <p>  Before we hear their opening statements, I need to point out to our witnesses that there is uncertainty as to whether parliamentary privilege will apply to evidence that is given from a location outside the parliamentary precincts of Leinster House.  Therefore, if they are directed by me to cease giving evidence on a particular matter, they must respect that direction.  I believe the witnesses are within the precincts of Leinster House today, so it does not really apply.<\/p> <p>  I call Mr. Reid to make his opening remarks.  He is most welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#A00400","speaker":"1571"},{"type":"speechnospeaker","time":1624402800,"counter":8,"content":"<p>There is significant interference on the headset in the room in which I am located.  The technical team is trying to resolve the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#A00500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":9,"content":"<p>Do you want us to wait until the issue has been resolved before commencing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#A00600","speaker":"1571"},{"type":"speechnospeaker","time":1624402800,"counter":10,"content":"<p>No.  The technical team will work on it in the background.  There may be some background noises.  Apologies for that.<\/p> <p>  I thank the Chairman and members for the invitation to meet with the committee to provide an update on the cyberattack on the HSE IT systems, the roll-out of the Covid-19 vaccination programme, and visiting at maternity hospitals.  I am joined today by my colleagues ,Ms Anne O&rsquo;Connor, chief operations officer, Dr. Colm Henry, chief clinical officer, Mr. Fran Thompson, chief information officer, and Mr. Damien McCallion, national lead, Covid-19 vaccination programme.<\/p> <p>  I thank the committee members for their support following the cyberattack and for their patience and forbearance over recent weeks.  We know they have been wanting to convene a session with the HSE for some time.  I also thank the public for their support and to say to them I regret the inconvenience and worry experienced by many arising from the deplorable incident.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#A00700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":11,"content":"<p>Apologies, Mr. Reid, but the sound is dropping out.  We will suspend for a few minutes.  I assume the witnesses are getting the same feedback.  Yes.  It is not just the malware.  We have had similar difficulties with the IT system in Leinster House.  It has been going on for weeks now.  We will resume at 9.40 a.m., when it is hoped the issue will have been resolved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#A00800","speaker":"1571"},{"type":"unspoken","time":1624402800,"counter":12,"content":"<p>Sitting suspended at 9.35 a.m. and resumed at 9.46 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1624402800,"counter":13,"content":"<p>I apologise to those watching the meeting at home and to our witnesses today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#B00100","speaker":"1571"},{"type":"speechnospeaker","time":1624402800,"counter":14,"content":"<p>On 14 May a human-operated \"Conti\" ransomware attack was detected on our network.  It severely disabled a number of systems and necessitated the complete shutdown of the HSE's network.  We have been working to recover systems ever since.  The HSE response contains four stages.  First, the containment phase, which is now completed.  Second, the inform phase, which is also complete, but the task is ongoing.  Daily and weekly briefings are being provided to multiple stakeholders.  Third, the assess phase, which involves the restoration of services and eradication of ransomware from the network.  That phase is continuing.  Finally, the remedy phase, which involves strengthening our network against future cyber threats.  That phase is continuing.<\/p> <p>  The restoration process and the accompanying due diligence exercise is necessarily taking some time.  Although we can effectively decrypt data, that is only one element of it.  The malware must also be eradicated.  Decryption takes much longer than the original encryption, and eradication involves additional tasks to ensure that the perpetrators have no access route back into our systems.  We have worked with specialist cybersecurity firms and our application vendors to develop solutions to improve the efficiency of the decryption and eradication process, and it is showing dividends.  So far, 75% of our server estate has been decrypted and 70% of our end-user devices are now available.<\/p> <p>  While the architecture of our network dictates a certain initial sequence to the restoration of services, the majority of our sequencing decisions are clinically informed.  We are focusing our efforts on restoring the systems most critical to patient care in the first instance.  From a technical standpoint, many systems are now operational again, but restoring interoperability between systems and sites is ongoing.  That continues to impact on service delivery.  Characteristically, our staff across the country have worked extremely hard to keep services going in the face of the enormous challenges presented by the cyberattack and ensuing shutdown.  They are doing this at a time when our health system is experiencing very high demand for services.  I want to particularly thank staff for their hard work and commitment to the delivery of services to the public at this time.  Our IT staff, supported by the Defence Forces and contracted IT experts, have maintained a relentless schedule.  This continues seven days a week.<\/p> <p>  There is no underestimating the damage that this cyberattack has caused.  There are financial costs, certainly, but there will, unfortunately, also be human costs.  I assure members and the public that we are doing everything possible to restore the systems.  I must also caution that it will likely take months before systems are fully restored.  Accordingly, I must ask the public for continued forbearance and understanding.<\/p> <p>  I am pleased to say that the Covid-19 vaccination programme is making really good progress.  We administered 340,000 vaccinations last week and GPs have administered close to 1.5 million vaccines.  Our other vaccination channels, namely, community-based vaccination teams, acute hospitals, ambulance and community pharmacies, are also functioning very effectively indeed.<\/p> <p>  We have 39 vaccination centres in place.  Over 3.7 million vaccines have been administered.  Over 2.3 million people have now received a first dose, or single dose, of the vaccine and over 1.3 million have received a second dose, or single dose.<\/p><p>Our key objective in prioritising vaccine cohorts is to protect the most vulnerable.  It is apparent, given the major drop in hospitalisations and mortality, that we are achieving this.<\/p><p> It is probably accepted by everyone that the health and well-being of mothers and babies has been at the heart of maternity visit restrictions, which I accept are a significant burden.  Hospitals must apply infection prevention and control measures in a manner appropriate to the physical infrastructure that they have.  We have provided guidance on partner access as I will outline.  Maternity services should facilitate a minimum of a 30 minute visit daily.  The partner should be facilitated during labour while the woman is in the labour ward.  It may not be possible to facilitate women in multi-occupancy antenatal wards before they go to the labour ward.  Partners should be facilitated at the anomaly scan and any other visit that may involve communications of emotional significance.  Parents should be facilitated in the national neonatal intensive care unit, NICU.  Given the improved Covid-19 situation, we recently asked all maternity hospitals and units to review their approach again.  This week, the national women and infants health programme is meeting with the clinical leads of the six maternity networks.  Subject to infrastructure limitations, I am confident that the least restrictive approach possible will be adopted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#B00200","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1624402800,"counter":16,"content":"<p>Good morning.  I thank the witnesses for the great work that they are doing with the cyberattack, which had not been planned for.  The vaccination roll-out programme is going well.  I acknowledge the work of Mr. Damien McCallion in leading the vaccination programme.  It has gone well.<\/p> <p>  Can Mr. Reid estimate the cost of the cyberattack to date and what it will be in the future?  I suspect it might be as much as &euro;500 million.  What is the cost for the companies engaged?  Did the HSE use a particular country's expertise with regard to this attack when getting support from other countries?<\/p> <p>  Is any interruption to supply for the vaccination programme envisaged in the next couple of weeks?  Will the supply that has been committed to be honoured?  What target will the HSE achieve by the end of July?  Are difficulties with supply envisaged?  Is Mr. Reid confident that the supply lines that have been agreed will be honoured?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#C00200","speaker":"1644"},{"type":"speechnospeaker","time":1624402800,"counter":17,"content":"<p>The Senator's opening remarks are much appreciated and will be passed on to everybody.  Regarding the cyberattack and cost, there are a few aspects for now and the future, as the Senator said.  We will incur a number of costs in the short and medium term.  As the Senator described, much technical work will have to be carried out on the network and infrastructure.  There are capital costs to replace a number of devices across our networks which we believe it would not be best practice to leave on the network with the new controls that we will put in place.  There are also capital costs where we will need to and will take the opportunity to upgrade some of our key systems, such as national integrated medical imaging system, NIMIS, our radiology system, to bring them up to a higher standard.  Third party costs, as the Senator mentioned, relate to technical expertise that we have engaged including some of the best technical experts from a range of specialist providers that we have engaged in the country.  As the Senator rightly said, we have also engaged international expertise, primarily the international organisation in the USA, Mandiant, which is working on the decryption process.  It is a world leader in malware and ransomware recovery.  It has been working with us since the cyberattack.  There are costs across a range of providers.<\/p> <p>  We will have to incur costs in the future, considering the scale and size of our networks.  I worked on networks previously in different organisations.  Many organisations have a 24-hour monitoring centre, sometimes called a service operation centre or network operation centre.  Due to the scale of the network, we will need to put in place a security operation centre to monitor our network much more comprehensively for 24 hours.  We will take the opportunity to update many of our Microsoft applications to Microsoft 365 and a significant cost will be associated with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#C00300","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":18,"content":"<p>Would Mr. Reid estimate the costs to be approximately &euro;500 million?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#C00400","speaker":"1644"},{"type":"speechnospeaker","time":1624402800,"counter":19,"content":"<p>The immediate costs are well over &euro;100 million, including capital and revenue costs, just to get through this.  The Senator is correct.  We do not have figures for some of the clinical costs, service recovery, better local IT security, and strengthened resources, capacity and capability across our organisation.  In the short to medium term, it will cost significantly over &euro;100 million to get through this process and we are working on the medium and longer-term impacts.  It is clear, if one looks back at the previous three years, that we invested approximately &euro;82 million in malware and security protection, and a number of associated actions.  We have an old legacy network in the HSE.  It needs investment for security and protection of data in the future.  We will learn many lessons from this, from reports that we will get through this process, but ultimately it is a legacy network.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#C00500","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":20,"content":"<p>Is there any update about people's confidential data being posted on grey or black networks around the world?  Is Mr. Reid confident that we have seen the worst of that already?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#C00600","speaker":"1644"},{"type":"speechnospeaker","time":1624402800,"counter":21,"content":"<p>We can never be confident that we have seen the worst of it.  The Senators may be familiar with the actions we have taken.  Just a few days after the attack, we secured the strongest High Court order that can be achieved, which applies to any persons known or unknown who would share or provide information to a platform.  Social media platforms are working well with us and have since the start.  We became aware of one publication, which had set out some redacted data.  We secured those data through the order and the co-operation of that publication.  Those data included details of 520 patients and some corporate information related to procurement contracts.  We have worked with the Data Protection Commissioner and have engaged in a process with all the patients concerned.  We are not aware of any further publication or sharing of information but we can never be certain because of the nature of the ransomware attack that we were subject to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#C00700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":22,"content":"<p>The cost is in excess of &euro;100 million.  Has Mr. Reid an estimate of the medium to long-term cost?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#C00800","speaker":"1644"},{"type":"speechnospeaker","time":1624402800,"counter":23,"content":"<p>We have no estimate.  We are working with providers, including international providers.  A process has been triggered by the board of the HSE for an independent assessment.  We want to capture the knowledge from those reports and set out the investment required for the future.  We are still in the early stages of that process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#C00900","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":24,"content":"<p>Will Mr. Reid address the vaccination programme and targets?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#C01000","speaker":"1644"},{"type":"speechnospeaker","time":1624402800,"counter":25,"content":"<p>We are at what we have described as the peak of the supply for the vaccination programme.  Last week, more than 340,000 vaccines were administered.  We have a good supply line for the next two weeks from Pfizer and a committed supply from Moderna.  There will be two more weeks of more than 300,000.  In July, based on the national immunisation advisory committee's, NIAC, recommendations on what vaccines we can utilise with which age cohorts, we are down to just Pfizer and Moderna's mRNA vaccines, unless and until there is a change regarding the use of Janssen and AstraZeneca vaccines.  It would mean that our supply for July would revert back to what had been the projected levels of approximately 190,000 from Pfizer and some from Moderna, coming to just over 200,000 per week and approximately 840,000 for July.<\/p><p>The latter is what was projected and committed to.  We had extra supplies for these three weeks because of a process engaged in by the EU to accelerate some of the deliveries from Pfizer from quarter 3 into quarter 2.  We did benefit from that.  Ultimately, we revert to the projected supply lines in July from the two mRNA vaccines.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#C01100","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1624402800,"counter":27,"content":"<p>I have been raising the issue of eye care liaison officers for some time now.  I know that the HSE has committed to rolling out an eye care liaison officer in various hospitals in partnership with the National Council for the Blind in Ireland.  I ask that Mr. Reid to come back to me in writing over the next few days on where matters stand with that programme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D00200","speaker":"1644"},{"type":"speechnospeaker","time":1624402800,"counter":28,"content":"<p>I am conscious that the Senator raised the issue with us previously.  We will come back to him with a note on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D00300","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":29,"content":"<p>I thank Mr. Reid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D00400","speaker":"1644"},{"type":"speech","time":1624402800,"counter":30,"content":"<p>I welcome all of our witnesses.  I commend the HSE and Mr. Reid and staff across all of our health services on their work in what has been an horrendous year and a half, from Covid to the cyberattack.  Staff have gone above and beyond the call of duty to make sure that people get the best services that can be provided.  It is a very difficult time, but Mr. Reid will understand the frustration of Members of the Oireachtas regarding access to information.  There is an understanding that the cyberattack interrupted access to information.  That is accepted.  I welcome that Mr. Reid is here and that parliamentary questions to the Department of Health have resumed.  A lot of work remains to done in the context of repairing the damage caused by the cyberattack.<\/p> <p>  I welcome the lifting of restrictions in respect of maternity visits and people accompanying their expectant partners.  That is a huge relief to many.  I am taking Mr. Reid and the HSE at their word in terms of the direction that has been given to maternity hospitals.  We very much hope those restrictions will be eased and we will see consistency across all maternity hospitals.  That is good news.<\/p> <p>  I first want to pick up on the cost of the cyberattack.  I accept that Mr. Reid may not yet know the full cost in this regard because it is a moving feast and there are many different parts to it, including the medical cost, the human cost and the financial cost.  In terms of the financial cost, Mr. Reid mentioned &euro;100 million.  Does that relate to 2021?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D00500","speaker":"1615"},{"type":"speechnospeaker","time":1624402800,"counter":31,"content":"<p>It will be part of the cost for this year.  Ultimately, it will be a cost that we will incur into 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D00600","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":32,"content":"<p>Has any of that &euro;100 million come from other elements of budget 2021 not being implemented?  I welcome that budget 2021 contains a commitment to increase acute bed capacity by 1,152 and to put in place an additional 66 ICU beds, 1,200 community and, I think, 1,600 additional staff but not all of that has been delivered.  Can I take it that the commitment to capacity was baselined and that whatever funding is needed for the cyberattack will not come from those sources?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D00700","speaker":"1615"},{"type":"speechnospeaker","time":1624402800,"counter":33,"content":"<p>We are very focused on ensuring the secured funding for the areas outlined by the Deputy, in terms of improved capacity, improved patient experience and recruitment, is contained and ring-fenced.  That is how we are operating through our national service plan this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D00800","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":34,"content":"<p>We were told, in the context of budget 2021, that the additional bed and staff capacity were baselined and that even though it might be difficult to recruit all of the staff and deliver all of the beds in one year, the capacity was still be baselined.  Is that still the case?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D00900","speaker":"1615"},{"type":"speechnospeaker","time":1624402800,"counter":35,"content":"<p>From our perspective, we have the funds for those areas for this year.  We are focused on doing all of that.  We have been impacted in terms of some of the services and capacity enhancements we wanted to make, but we have to operate within the 2021 service plan.  There is no rolling over of budgets.  It is a process in which we will engage again under the Estimates process in 2022.  Ultimately, from a HSE perspective, we are very committed to ensuring that the additional funding is committed to the areas referred to by the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D01000","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":36,"content":"<p>I have one final question on the cyberattack before I move on to other areas.  Mr. Reid spoke about a security operations centre.  Does he envisage that it will up and running this year and is that cost built into the &euro;100 million or will it be separate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D01100","speaker":"1615"},{"type":"speechnospeaker","time":1624402800,"counter":37,"content":"<p>I will ask my colleague, Mr. Thompson, who has led this process 24-7, to comment on the service operations centre.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D01200","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1624402800,"counter":38,"content":"<p>I thank Mr. Reid.  Our intention is to put something in place on an interim basis and to then go to full procurement later this year.  We will probably have two service operation centres initially, one from Mandiant and another from our existing antivirus supplier, and we will then go to tender for a proper security operations centre during the year.  It is our intention to do that this year.  All of the costs will probably not incur until next year but there will some cost for it this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D01300","nonspeaker":"Mr. Fran Thompson"},{"type":"speech","time":1624402800,"counter":39,"content":"<p>That is to be welcomed as well.  If this centre is up and running it will add another dimension to cybersecurity.  We would all welcome that.  Mr. Reid stated, in the context of the cyberattack, that health staff are experiencing enormous challenges at a time when our health system is experiencing very high demand.  We heard from the INMO at the end of last weekend that overcrowding has become a feature again in our hospitals, particularly Letterkenny, Limerick and Cork hospitals, and some in some other hospitals as well.  A number of years ago the emergency department task force was established.  The INMO is represented on that task force.  I understand Mr. Reid also sits on that task force.  My understanding is that it has not met since January 2020.  Given the serious overcrowding being experienced in our emergency departments again, why has it been so long since the task force met?  Is Covid the reason for that?  Will Mr. Reid give a commitment that the task force will meet as soon as possible in order to put the focus back on what is happening in emergency departments again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D01400","speaker":"1615"},{"type":"speechnospeaker","time":1624402800,"counter":40,"content":"<p>I will make two comments and then invite my colleague, Ms O'Connor, who chairs the emergency task force, to comment.  I first have to acknowledge that HSE staff are particularly exhausted.  It has been a horrendous 16 months for them.  On 13 May, we all felt we were seeing brighter days ahead and we were in a much better place, but a few hours later, on 14 May, we experienced a cyberattack.  I want to acknowledge what the staff have done.  It has been remarkable.  I have worked in private organisations for 30 years and I know that one would never see the commitment there that we have seen from the public and health services on this one.<\/p> <p>  On emergency departments, I will ask my colleague, Ms O'Connor, to make a few comments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D01500","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1624402800,"counter":41,"content":"<p>In the past number of weeks, emergency departments have experienced a significant increase in demand but we are relating that pretty much directly to the cyberattack.  As GPs do not have access to diagnostics, people are either presenting themselves or are being referred.  We have noted a much higher rate of ambulatory care in that people are being discharged home from the emergency department.  While attendances have gone up, the admission rate has not changed hugely in many sites.  Prior to the cyberattack, the patient flow was much improved.  We had seen an increase, but because of the some of the capacity the Deputy referenced earlier in terms of our hospital avoidance measures and egress options, we have seen the lowest ever rate of delayed discharges.  There are number of things that were working very well that have been impacted by the cyberattack.  We are seeing longer lengths of stay in hospitals and greater numbers of attendances.  As we improve the flow again and things settle down post the cyberattack, we would envisage going back to those lower levels.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D01600","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1624402800,"counter":42,"content":"<p>I thank Ms O'Connor.  I accept Mr. Reid's point that health services staff have been through a very difficult time and have gone above and beyond the call of duty.  It is unbelievable what those on the front line and elsewhere in the health service have done over the past while.  It would be wise if the emergency department task force met as soon as is possible notwithstanding all of the other challenges.  If there is a particular problem in some hospitals, whatever the reason, it would be useful if the task force were to meet.<\/p> <p>  I have two more questions for Mr. Reid.  The first is in regard to student nurses and midwives in placements.  There was a commitment to pay them &euro;100 and that was to be backdated.  My understanding, having engaged with the INMO, is that not all students have been paid.  I do not know if that is down to the cyberattack or if there is some other reason for it.  Whatever the reason, voluntary hospitals appear to be more on top of making the payments than is the case with acute hospitals run by the HSE.<\/p><p>I ask Mr. Reid to respond to that.<\/p><p> Mr. Reid gave figures earlier for the vaccine roll-out.  We all welcome that more people are getting vaccinated, which is really good news.  The harm associated with Covid is significantly reducing because of the vaccine roll-out, which is something we should all celebrate.  Mr. Reid spoke about the supply of Moderna and Pfizer vaccines over the coming months.  I ask him to give us the figures for the Janssen vaccine.  The last time Mr. Reid appeared before the committee, the Minister had said that the worst-case scenario for June was about 60,000 doses of the Janssen vaccine, with the best-case scenario being 230,000.  My understanding is we might have got about 70,000.  We were expecting very significant amounts of the Janssen vaccine in July.  Again, my understanding is that will be at the lower end of the expectation.  We know the Janssen vaccine is also being made available to pharmacists.  I ask Mr. Reid to give us the breakdown on the Janssen vaccine and to outline the status of payments to student nurses and midwives.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#D01700","speaker":"1615","continuing":true},{"type":"speechnospeaker","time":1624402800,"counter":44,"content":"<p>On the first item, I will take that away.  I am not aware we have had particular issues with payments.  It certainly has not been escalated, but we will take that away because we are committed to those payments.<\/p> <p>  I will shortly ask Mr. McCallion to come in.  I think the Deputy outlined it correctly.  The range was a potential 470,000 where the best case was 235,000 from Janssen for June and the worst case was 60,000.  Realistically, we will get fewer than 80,000 doses delivered in June.  There will be much smaller deliveries in July, probably in excess of 70,000.  I will ask Mr. McCallion to confirm those.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E00200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":45,"content":"<p>Before Mr. McCallion answers that, what was previously agreed or anticipated for July as opposed to what we are now likely to receive?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E00300","speaker":"1615"},{"type":"speechnospeaker","time":1624402800,"counter":46,"content":"<p>The problem is that for July we had not received firm commitments particularly from Janssen.  We are pressing hard but we are not getting them.  It is not a question of what was committed but what we are seeing now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E00400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":47,"content":"<p>I accept that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E00500","speaker":"1615"},{"type":"speechnospeaker","time":1624402800,"counter":48,"content":"<p>We have received 118,000 doses of the Janssen vaccine so far and more than 70,000 had been administered up to a week ago.  The balance is with pharmacies now for the over-50s.  About 60,000 doses have gone out.  We have received one delivery.  As Mr. Reid said, the original forecast in June was for approximately 470,000.  Because of manufacturing problems in the US, that was revised down to a best case of 235,000 and a worst case of 60,000.  I would anticipate it being closer to the worst-case scenario based on the recent feedback from Janssen.  We will see how the usage of it works out in pharmacies.  We will have some more deliveries to assist the pharmacies if needs be and if they have additional demand in June.  As Mr. Reid mentioned earlier, based on the current guidance, the Janssen vaccine would not be available to us for use within the programme beyond that period.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E00600","nonspeaker":"Mr. Damien McCallion"},{"type":"speech","time":1624402800,"counter":49,"content":"<p>I thank the HSE CEO and his team.  I can only imagine that the domestic version of what the HSE has been through is the equivalent of losing electricity and Wi-Fi.  From an Oireachtas point of view, I appreciate all the efforts it has made to maintain contact.  Time is too short to go into it here, but it is really appreciated.<\/p> <p>  When will the app be operational again and carrying contemporary data?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E00700","speaker":"1572"},{"type":"speechnospeaker","time":1624402800,"counter":50,"content":"<p>Our expectation is that it will be up and running next week.  Once all the data are correctly flowing through, we will then be able to have that working.  I reassure the Deputy that while it is not holding the contemporary data, the app is still working as it was designed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E00800","nonspeaker":"Mr. Fran Thompson"},{"type":"speech","time":1624402800,"counter":51,"content":"<p>The contemporary data have been very useful.  People like me log into the app every day.<\/p> <p>  Whom are the pharmacists vaccinating?  I have heard locally in my constituency of instances where they have a stockpile and the over-50s seemed to have already been dealt with.  Who, typically, would contact a pharmacist?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E00900","speaker":"1572"},{"type":"speechnospeaker","time":1624402800,"counter":52,"content":"<p>Some 750 pharmacists are involved in the programme.  As Mr. McCallion has said, the Janssen supply has gone out to those.  They are specifically focused on people aged over 50 who have not at this stage taken up the offer of the vaccine.  We estimate approximately 150,000 people aged 50 and over have not.  That vaccine is specifically for those people.  The process in the pharmacies is such that they need to book a few people together before opening a vial.  They need to arrange appointments for about five people at a time.  We have early indications of a reasonable uptake.  We do not have full numbers just yet.  To answer the Deputy's question specifically, it is for the over-50s who have not availed of the vaccine to date and who have not registered on the portal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E01000","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":53,"content":"<p>On the maternity issue, I will read an extract from an email.  In the past 24 hours we have been inundated with contacts from constituents who knew the HSE officials were due to appear before the committee today.  This is a further chapter in the kinds of emails we have been getting for months from expectant mothers and their husbands and partners.  The email states:<\/p> <blockquote> \tDear John, <br \/><br \/>I'm emailing while lying in a hospital bed in a maternity hospital, not at all where I want to be, but unfortunately, I'm experiencing some pregnancy complications and require hospital care and monitoring.  I'm alone.  I'm lonely.  I'm scared.  I'm vulnerable.  I'm anxious.  I'm angry.  I'm confused.  I'm not hopeful...<br \/><br \/>I sat in there corridor today and watched people come and go alone.  Partners carry bags to the door and kiss you good-bye.  It is really hard and unfair...<br \/><br \/>Today I watched someone deliver devastating news to their family in a car park, family members standing around crying and going through the worst moment while right beside them delivery trucks were coming and going, builders coming and going and new parents were loading their babies into cars. <\/blockquote> <p>While I appreciate Mr. Reid responding to us in his opening statement, I do not think it is strong enough to say that the HSE has recently asked all maternity hospitals and units to review their approach again.  Aside from the obvious issues he replied to, the CMO has said there is no good reason partners cannot accompany pregnant women either to prenatal appointments or in labour.  How many hospitals are not complying with this?  The Minister is getting all the flak for this.  Much of the content of the emails is directed personally at him.  Based on what I have heard at our parliamentary party meetings, I know neither the Minister nor the Taoiseach could do anything more than they are doing.  How many maternity hospitals are affected?  How many are complying and how many are not?  How long will the review take?  What are the obstacles?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E01100","speaker":"1572"},{"type":"speechnospeaker","time":1624402800,"counter":54,"content":"<p>I will make a few brief comments and then pass over to Dr. Henry, who has led with all the clinical teams on this.  Nobody is more aware and conscious about providing compassionate care for mothers and babies than the HSE along with our medical and clinical teams.  The HSE has a great history of doing that.  We need to do things very differently to ensure infection prevention and control.  Many of our 19 maternity hospitals are very old, with old hallways and antenatal rooms.  They are not built for dealing with infection prevention and control measures in a pandemic.  It is important to acknowledge that the infrastructure we have can expose people to risk.<\/p> <p>  We gave direction for four areas where we wanted to see consistency.  As they are listed in the opening statement, I will not go through them.  On those four areas, there are 19 maternity hospitals and as of last Thursday, 16 were fully working through and compliant with those measures.  Three were not, which we-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E01200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":55,"content":"<p>What three are those?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E01300","speaker":"1572"},{"type":"speechnospeaker","time":1624402800,"counter":56,"content":"<p>At that stage they were the ones in Wexford, Kilkenny and Tullamore.  They have put in place workarounds to try to support that based on the infrastructure they have.  I will make one final comment and then pass over to Dr. Henry.  Separately, there are emergency situations, aside from the four areas I referred to, where a woman might be getting difficult news and we need to ensure those situations are treated compassionately.<\/p><p>Dr. Henry is leading that dialogue with consultants.  I ask him to make a few comments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#E01400","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speechnospeaker","time":1624402800,"counter":58,"content":"<p>Nobody wanted to introduce these measures but we did so to keep maternity units as safe as possible.  There was emerging evidence, as we know, that Covid-19 had a particularly serious impact on those women in later pregnancy who were hospitalised.  We know this from the information that came through from our healthcare system and those abroad concerning stillbirths and placentitis.  These are exactly the kinds of risks we were trying to avoid with these measures.  Thanks to the collapse in community incidence and the vaccination programme generally, we have a much safer society and much safer hospitals than we had in January when these measures were in full force.<\/p> <p>  In addition to compliance with the four areas listed in the opening statement, we will amend the guidance this week to look at attendance in early pregnancy assessment units, which women with early pregnancy problems attend for scanning.  Sometimes difficult news must be conveyed in these units so in recognition of that, we are looking at re-introducing visiting rights.<\/p> <p>  If I may, I will address two other areas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F00200","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1624402800,"counter":59,"content":"<p>If Dr. Henry could circulate any further information in addition to that provided by Mr. Reid, we would be grateful.<\/p> <p>  Three hospitals have been mentioned but some of the cases involve my constituents in Dublin and are not associated with Wexford, Kilkenny or Tullamore.<\/p> <p>  How many vaccines are stockpiled, if any, as of today, 23 June?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F00300","speaker":"1572"},{"type":"speechnospeaker","time":1624402800,"counter":60,"content":"<p>As we get vaccines in, our process involves two things.  One is to provide a buffer.  With the Moderna mRNA vaccine, for those vaccines that have been administered, we must keep an equivalent second dose but also second doses that are due for the following week.  We administer well over 90% of vaccines that we get in any given week, including last week, within that week.  The figure has been running at about 96% and that is tracked regularly.  We do not keep a stockpile.  The only vaccines we keep are specifically set out in the guidelines for Moderna and those tools that are due for each week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F00400","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1624402800,"counter":61,"content":"<p>Mr. Reid has covered the matter well.  To address one other factor, on the timing of deliveries, the numbers have been in the mid-90s in percentage terms every week in terms of distribution and administration within seven days.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F00500","nonspeaker":"Mr. Damien McCallion"},{"type":"speech","time":1624402800,"counter":62,"content":"<p>Every group has suffered.  The Chief Medical Officer has said that anybody under 25 years who has not been vaccinated cannot travel.  That is a big blow for the cohort of 18 to 25-year-olds.  The Minister for Further and Higher Education, Research, Innovation and Science is beavering away on a pilot antigen programme for universities and third level colleges.  Given that universities and third level institutions will return roughly on 1 October, that means in August and September we could expect a total of 2 million vaccines to be administered.  When can third level students expect to be vaccinated the first time if delivery goes as expected?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F00600","speaker":"1572"},{"type":"speechnospeaker","time":1624402800,"counter":63,"content":"<p>I ask my colleague to give a firm indication.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F00700","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1624402800,"counter":64,"content":"<p>Let us first take people in their 30s because they will also be in the university sector.  The first dose will be administered in June-July and the second dose will be administered in July-August, broadly speaking and based on supply.  For people in their 20s, it will be August, into September.  Those aged between 18 and 20 years would follow on from that.  Again, that will be the end of August, early September and maybe the end of September nudging into early October but again that depends on supply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F00800","nonspeaker":"Mr. Damien McCallion"},{"type":"speech","time":1624402800,"counter":65,"content":"<p>There is a chance that the antigen testing pilot scheme may not be required as a good proportion of third level students will have received a first vaccine by the time the first semester begins?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F00900","speaker":"1572"},{"type":"speechnospeaker","time":1624402800,"counter":66,"content":"<p>Based on those timescales - universities start in different weeks in September and October - there will be a balance in terms of timing and the supply factor.  Those are the broad timeframes that we are working to and on which we are clear in terms of communicating them so that people know when to expect to be vaccinated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F01000","nonspeaker":"Mr. Damien McCallion"},{"type":"speechnospeaker","time":1624402800,"counter":67,"content":"<p>One big qualifier we will always put on this is supply.  In every week of the vaccination programme since 26 December, we have had interruptions in deliveries.  In fairness to Pfizer and Moderna, they have been the firmest and strongest throughout.  All our forecasts must have big qualifiers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F01100","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":68,"content":"<p>I apologise to Dr. Henry for being abrupt but the ten-minute slots shoehorns the discussion.  I have absolute respect for him and did not mean to be disrespectful.  I thank the CEO and his team for their work and continued availability to the committed.  It is much appreciated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F01200","speaker":"1572"},{"type":"speech","time":1624402800,"counter":69,"content":"<p>I thank the witnesses for their statements.  The indications are relatively good with regard to fighting this terrible pandemic in Ireland.  The virus seems to be retreating but we cannot let our guard down.<\/p> <p>  The vaccine roll-out has been a huge logistical challenge but it has gone very well.  The vaccination programme is age orientated.  Does Mr. Reid, in hindsight, think it was a mistake to leave the cohort of 60 to 69-year-olds vulnerable through the roll-out of the AstraZenica vaccine?  I ask because people in their mid-40s will be vaccinated well before people who are 69 years old.  Was that a mistake?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F01300","speaker":"1565"},{"type":"speechnospeaker","time":1624402800,"counter":70,"content":"<p>I thank the Deputy for his opening comments.  I will make a brief comment on his opening comments about vaccines.  We certainly are in a much stronger position than we could have expected in terms of the benefits we are seeing from the vaccination programme, both in reduced hospitalisations and visits to ICU.  As of last night, we had 39 hospitalisations, of whom 13 were in ICU.  Contrast that with the dark days of January when there were 2,020 in hospital and 212 people in ICU.  We are seeing the benefits, including in the public mood.<\/p> <p>  Our experience and that of the public is that every time we think we are ahead of the virus, whether that was last summer or Christmas, it has a tendency to bite back.  The immediate concern is the Delta variant.  We are seeing in the percentage rise in cases, not just in Ireland but in European countries and cities, a very prevalent surge in the Delta variant.  There is no reason to expect that Ireland will be any different or that we will not see a surge in Delta variant cases.  That is a trend we are beginning to see and it is a concern.  Notwithstanding that, we are in a much stronger position than we might have expected.<\/p> <p>  On vaccines for the 60 to 69 years cohort, we take all of our administration of vaccines guidance from the national immunisation advisory committee.  It gives guidance to the CMO who makes recommendations to the Government and we comply with all of that.  In fairness to NIAC, it takes the best world evidence and monitors that carefully daily and weekly.  It continues to do that.  The guidance and advice at that stage was that AstraZenica was suitable to be administered to people above the ages of 50.  The risks that were prevalent at that stage were to population ages below that.  That was the process then.<\/p> <p>  In terms of the timeframe, it had been, if the Deputy recalls, the administration of a second dose was moved from 12 weeks to 16 weeks.  That interval has now moved back to eight weeks.  We have a programme in place whereby last week alone, almost 100,000 people were given their second dose of AstraZenica.  This applies to about 450,000 people in total.  The process will be accelerated and instead of a nine-week programme, it will be a five-week programme.  Everybody in all the age groups that received AstraZenica should have received the second dose by the week commencing 19 July.  That accelerates the process and we will increasingly see people in the 60 to 69 years cohort.  We are vaccinating by age so the vast majority of the people who received the second dose last week should have been in that age cohort.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F01400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":71,"content":"<p>On the opening of the economy on 5 July, we could soon have large numbers of unvaccinated young people who work in hospitality working in an indoor environment.  The Delta variant is a cause for concern, particularly in Britain where the government has delayed easing restrictions.<\/p><p>How concerned is Mr. Reid by the fact that many young workers will not be vaccinated in any way when the economy, and particularly the hospitality industry, is opening?  What is his opinion in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#F01500","speaker":"1565","continuing":true},{"type":"speechnospeaker","time":1624402800,"counter":73,"content":"<p>I have two things to say on that.  The way the process works is that the guidance to the Government as to potential impacts, concerns or recommendations regarding the opening the economy will come through the CMO and the National Public Health Emergency Team, NPHET.  That is the process.  From the HSE's perspective, we are obviously keenly focused on the impacts on hospitalisation and ICU admissions and the impacts on our hospital service in general.  After every wave of this virus, we have suffered significant impacts not only on Covid care, but on the care services we provide more widely.  Our concerns relate to sickness, illness, hospitalisations and their impact.  There is certainly evidence emerging from Public Health England demonstrating the impact of the variant, particularly on those people who have not been vaccinated or who have not been fully vaccinated.  The HSE has two key messages.  The first is that we want to monitor things closely because we cannot let what happened in January happen again, where hospitalisations reached over 2,000 and when more than 200 people were in our ICUs.  This had an impact on an already exhausted healthcare staff.  That is what we in the HSE will be watching.  NPHET will provide advice with regard to opening up and the Government will make the ultimate decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#G00200","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":74,"content":"<p>My final question relates to maternity visits.  Like other Deputies, I have received a plethora of quite distressing emails from people in difficult situations.  The guidelines are welcome but it seems to be arbitrary as to whether certain hospitals have adopted them.  Surely we have reached a stage at which the adoption of these guidelines facilitating people visiting their loved ones in maternity hospitals should not be so arbitrary.  Judging by some of the emails we are getting, that seems to be the case.  I would like to hear Mr. Reid's comments as to the arbitrary nature of the adoption of the guidance which the HSE is supporting, as it does not seem to have been implemented by particular hospitals.  People are having different experiences.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#G00300","speaker":"1565"},{"type":"speechnospeaker","time":1624402800,"counter":75,"content":"<p>I will comment briefly and then ask Dr. Henry to give some wider context.  As I said to Deputy Lahart earlier, nobody is more compassionate than the members of our healthcare teams all across the country, particularly those involved in the care of women, infants and babies.  While we can give direction, every risk has to be managed and assessed locally.  The ultimate focus of our clinical medical teams is on protecting women and babies during a pandemic.  We have to realise that we are not dealing with the same situation as in 2019.  We are dealing with matters in the context of a pandemic.  I will ask Dr. Henry to give some wider context.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#G00400","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1624402800,"counter":76,"content":"<p>With regard to the four areas, namely, visits to neonatal units, postnatal visits, attendance in labour wards and anomaly scans, we went around the 19 units on 21 June and all 19 are compliant in those four areas.  As I was saying earlier, we are now expanding attendance based on increased confidence as to safety from the perspective of Covid-19 compared with confidence when these measures were introduced in January.  The areas at which we are particularly looking are those other areas in which distress is caused, including early pregnancy assessment units, the routine visits of those with high-risk pregnancies and emergency presentations at later stages of gestation.  We are planning to alter our visiting guidance this week to implement changes in these areas and to roll these out to all 19 units over the next week or two.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#G00500","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1624402800,"counter":77,"content":"<p>Like others, I congratulate the health teams in their entirety for the tremendous work they have done over the past 18 months or so.  They remain steadfast in their objectives regardless of what happens and that kind of consistency is greatly appreciated.  I have a couple of questions.  How many minutes do I have?  I have some anyway.  With regard to the various age cohorts, vaccination has obviously not yet started in some, while the vaccination of others began some time ago.  Have any gaps become obvious in, for example, the cohort over 60 or the cohort over 70?  Are there any patches that might be vulnerable in the event of an upsurge in the Delta variant?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#G00600","speaker":"1584"},{"type":"speechnospeaker","time":1624402800,"counter":78,"content":"<p>At a broad level, the take-up of vaccination in Ireland is exemplary.  It is leading by any European or world standards.  The level of take-up in those over 80 is practically 100%.  It is approximately 97% in the cohort aged 70 and older.  As one walks down the age groups, including the cohort over 50, the take-up level is higher than 87%.  The take-up has been really strong.  Our campaign continues.  Those in the cohorts to which we have administered vaccines can still register on the portal and people from those age groups are still doing so.  As of today, the portal is open to those aged 36.  We still see people in the over-50 group and other age groups registering on the portal.  We encourage people to do that.  As my colleague, Mr. McCallion, said earlier, vaccination for those aged over 50 who have not had a vaccine administered is now available through the pharmacies.  Overall, the uptake to date has been extremely strong across all age cohorts.  We are also seeing strong numbers of registrations among the cohort aged 35 and older every day.<\/p> <p>  Nobody will be left behind.  We do not want anybody to be left behind and we will continue with our communications to encourage everybody to come through.  With regard to the Delta variant, we will be calling people for their second vaccination and we really encourage everyone to ensure they come forward for it.  The highest levels of protection against the Delta variant are reached after the second dose across all vaccine types.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#G00700","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":79,"content":"<p>Does the HSE have plans in place or in mind for an emergency response in the event of an upsurge in cases of the Delta variant becoming obvious?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#G00800","speaker":"1584"},{"type":"speechnospeaker","time":1624402800,"counter":80,"content":"<p>We have always kept all of our response elements in respect of any surges or waves of Covid and still do.  For example, the approach right now focuses on our testing centres, which are still available on the basis of referrals from GPs, which have been impacted during the Covid pandemic, but which are also now available for walk-in testing.  As will have been seen in the last few days, we have also put in place pop-up centres in areas where prevalence of the virus is high.  That continues.  The increased capacity in our testing, swabbing and laboratory facilities continues.  We have retained our resourcing in respect of contact tracing, should another surge emerge.  Our surge processes in respect of hospitals have been maintained.  There are high levels of demand right now.  This is not a time at which we would welcome another surge but the process our IT consultants worked through during January and throughout every wave has been exemplary.  They have been able to surge extra capacity and extra resourcing.  It is certainly not a process through which we would like to go again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#G00900","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":81,"content":"<p>Is it within the capacity of the HSE to accelerate the programme in the event of the Delta variant becoming a serious threat?  Is it possible to do that at short notice?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#G01000","speaker":"1584"},{"type":"speechnospeaker","time":1624402800,"counter":82,"content":"<p>I assume the Deputy is referring to the vaccination programme.  From our perspective, we have mobilised whatever level of vaccine we have been able to get our hands on.  Last week alone, we administered more than 52,000 doses on four of the seven days.  Last Thursday, we administered almost 60,000 vaccines.  Yesterday alone, we administered 54,000.<\/p><p>We will mobilise to whatever the level of supplies, that will be possible to get, may be.  That will include a combination of our vaccination centres, our GPs, pharmacies, National Ambulance Service, and our community vaccination teams across the country.  We will mobilise to whatever the level of supplies may be and that has always been our commitment.  In fact, it has been more than that.  It has been to mobilise and deliver them efficiently to the percentage levels that have been seen, the high 90s in percentage terms in any given week.  We now have vaccination centres with significant levels of capacity should further supplies become available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#G01100","nonspeaker":"Mr. Paul Reid","continuing":true},{"type":"speech","time":1624402800,"counter":84,"content":"<p>I refer to an earlier question in relation to the cyberattack.  Have we learned sufficiently from this attack to be in a position to prevent a repetition?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#H00200","speaker":"1584"},{"type":"speechnospeaker","time":1624402800,"counter":85,"content":"<p>I will say a few things on that, and I will call on my colleague Mr. Thompson, from what we have seen of the restoration process.  If one stands back from this, it is fair to say that there were obvious vulnerabilities because the ransomware attack happened.  What we are seeing across many organisations, not just health providers but private financial providers, is the increasing occurrence of these attacks.  We had this on our risk register going back, in terms of potential impacts, and we had taken a number of actions to protect against it.  I have no doubt that from this process, and the reports we will get on the assessment of the impact, there will be significant learnings about further protections we and, in fact, the whole of Government and no doubt, Departments, can put in place.  Suffice to say, we and the world are dealing with highly complex, highly sophisticated, highly skilled criminal organisations that have the capacity and due to increased investments from various sources, including ransoms paid, to increase their capacity and capabilities.  That is what we are up against and the whole world needs to raise its game around cyber controls.  I will ask my colleague, Mr. Thompson, to give an example of an immediate learning on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#H00300","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1624402800,"counter":86,"content":"<p>There are a number of learnings from the Mandiant FireEye team, which include how we harden our infrastructure.  Hardening means that if people attempt to get in the system, we take the approach that they are already in and we consider how to stop them from moving around and how to deal with.  We are adding the security operation centre, as I said, and we have added additional network tools to monitor and manage the network.  We will look at all the e-risk points - the points where people can leave our network - to make sure they are as secure as we can make them.  We are taking the learnings and embed them as we go through our recovery phase.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#H00400","nonspeaker":"Mr. Fran Thompson"},{"type":"speech","time":1624402800,"counter":87,"content":"<p>This is my last question.  Are there any prosecutions arising from the attack?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#H00500","speaker":"1584"},{"type":"speechnospeaker","time":1624402800,"counter":88,"content":"<p>From a HSE perspective, on the triggering of the cyberattack, we immediately handed this matter over to intelligence agency of the State, which has been working very closely with us and are guiding our cyber-recovery process.  It is looking at any data or information we have access to.  That is in the hands of the intelligence agency.  To be straight, to my knowledge, there have been no prosecutions, but that is in the hands of the State's intelligence agency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#H00600","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":89,"content":"<p>I thank the witnesses for their contributions today.  I have questions on three areas, namely, third level students, children with cancer, and maternity restrictions, which I am sure the witnesses will receive further questions on after I conclude.<\/p> <p>  We have spoken about the vaccination of third level students in August and September.  I have been contacted by a number of students who are going abroad either on the Erasmus programme or for international studies.  Some of the institutions they are going to have said that the students cannot attend unless they can prove they have been vaccinated, otherwise they will not be able to attend on-campus.  Are there plans for those students?  It is not an enormous cohort but there will be a number of students who, having paid and are ready, will not be able to go abroad or will have to delay going because they will not be vaccinated in time.  Has any thought been given to that situation?<\/p> <p>  I have a second question for Mr. McCallion in relation to children with cancer.  Children with cancer and their parents are still waiting to hear when vaccines will be made available to children aged 12 to 15.  I know the Pfizer vaccine was approved by the European Medicines Agency at the end of May, but there has been no word yet from the national immunisation advisory committee, NIAC, on this.  We are waiting on NIAC to give the go ahead.  Has the HSE given any consideration on how it will prioritise these high-risk patients in that age group, because they have been isolating for a long time and, obviously, the parents are extremely concerned about their children.  I will throw all my questions out and the witnesses can do as they will with them.<\/p> <p>  On the maternity restrictions, why are the risk assessments not publicly accessible despite the calls from Dr. Peter McKenna in April, and the HSE in May, to make them public?  Is there any further information as to why these risk assessments are not available?  On 10 May, Dr. Tony Holohan said that there should be a return to pre-pandemic partner access.  There still seems to be mixed messages on when that will happen.  Do the witnesses know when that is going to happen, whether it will be in the coming months or weeks?<\/p> <p>  The vaccination levels among maternity unit staff, and pregnant people and partners will affect restrictions.  Obviously, vaccination levels are extremely high among maternity staff and levels are climbing among pregnant people and their partners.  What is the current position of the HSE on the risk associated with partner attendance in maternity units, where other public health guidelines, such as social distancing and the wearing of personal protective equipment, are taken into account?  There was reference made in the guidelines that partners could not be allowed in for privacy reasons, I am sure the witnesses are aware of this.  That was never a reason in pre-pandemic times.  Therefore, why has privacy suddenly started to be referred to as a reason that pregnant peoples' partners need to be kept away from certain things, when that was not the case before the pandemic?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#H00700","speaker":"1663"},{"type":"speechnospeaker","time":1624402800,"counter":90,"content":"<p>I will make a few comments and they pass to my colleagues, Mr. McCallion and Dr. Henry.  On the first issue of third level students and their vaccination, it is worth reminding members of the committee and ourselves that the whole approach, in terms of the vaccination programme, has been to vaccinate those who are most vulnerable first, and it is working.  We started to programme based on NIAC advice, which was starting with residents and staff in long-term care facilities, moving on to healthcare workers, then people over the higher age groups and, indeed, medically vulnerable groups.  We should remain confident that this was the correct approach, that is what is working for Ireland and working for our vaccination programme.  There have been many calls throughout the programme to date, at the very early stages, the middle stages and now, to look to different groups at different stages.  We take our absolute advice, guidance and direction from NIAC and through the Chief Medical Officer and Government policy.  I reiterate that is has worked, it is working, and we should continue with it based on the process of working through the age groups.  It is based on limited supply and if we had a full supply, we would love to vaccinate all age cohorts together, but we must stick with what is working, and that is my very strong message to the committee.  I will pass to my colleague, Dr. Henry, on the visits question, and then to Mr. McCallion, if that is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#H00800","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1624402800,"counter":91,"content":"<p>We want to restore to the pre-pandemic levels but, as I said earlier, we are mindful of the particular risks in pregnancy and the evolving data, including that from the UK obstetric surveillance system, in March 2021, which looked at stillbirth rates.  The measures were brought in with significant reluctance during a time when there were high levels of community transmission and multiple outbreaks in hospitals.  We are in the happy position where we can release those incrementally.<\/p> <p>  Senator Hoey referred to the privacy issue.  Generally speaking, when women were in labour pre-pandemic, they had partners with them on the labour ward, but it was not always the case for a woman who may have been in suspect early-labour and was returned to a multi-occupancy antenatal ward, to have their partners in there, to give respect to other patients on the ward.  There is some degree of misunderstanding of what prevailed before the pandemic began.  As I said earlier, in response to one of the Senator's colleagues' question, we are now moving beyond those four areas.  We are trying to restore attendances to the areas of greatest need and that includes, pregnancy assessment units, high-risk pregnancy routine visits, and emergency presentation of late gestation.  We have changed the visiting guidelines this week accordingly and they will be implemented in the coming weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#H00900","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1624402800,"counter":92,"content":"<p>Will Mr. McCallion respond to my question in relation to children with cancer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#H01000","speaker":"1663"},{"type":"speechnospeaker","time":1624402800,"counter":93,"content":"<p>It is from NIAC, as Mr. Reid said earlier, we take the guidance.  Senator Hoey mentioned it in terms of younger people from 12 to 15 years old.  We are not waiting for that.  We are anticipating something will come along which will be offered to that age group.<\/p> <p>  The factors we are looking at in terms of that age group are the best model for their vaccination - they are school-based children in the main - and factors such as subgroups within that.  If we can vaccinate a large group quickly, we have found that to be nearly as effective as trying to isolate numbers and then trying to extract those.  We look at all of those factors before we come up with a plan.  We are doing that planning through our planning team and national immunisation office, in parallel with the work going with NIAC on looking at the evidence and so on in terms of vaccinating, so that if a recommendation comes from NIAC, we have assessed the options and looked at the best way to do it.  That would include factors such as those Senator Hoey mentioned, such as young children who have particular medical conditions and have had to isolate for lengthy periods.  That would be part of the solution in terms of how we do it.<\/p> <p>  Ultimately, it could come down to the speed at which we can roll this out.  We have found if we can do it very quickly, it is often as quick to do that and to try to bring those people through, depending on the numbers, in specific ways.  That will be part of what we consider in any deployment plan for that 12 to 15 age group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#J00100","nonspeaker":"Mr. Damien McCallion"},{"type":"speech","time":1624402800,"counter":94,"content":"<p>I confirm I am in Leinster House.  I thank Mr. Reid, his colleagues and the entire HSE organisation for their colossal work over the past 15 months.  The vaccination programme has put it up to all critics.  It is very successful and ahead of schedule.  I congratulate them very much on where it is going.  It is a roaring success.<\/p> <p>  I will get into a number of questions.  In terms of partners accompanying expectant mothers at maternity hospitals, and I know the witnesses have been mentioning this in their contributions, but I understand from today onwards there will be some kind of uniformity guideline.  We believed something similar would happen five weeks ago and yet maternity hospitals, individually, decided how they would apply those guidelines in their contexts.  Will Dr. Henry outline to us how this will progress from here on?  What level of autonomy do they have and in what timeframe does he expect people to start changing their guidelines and becoming compliant with this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#J00300","speaker":"1519"},{"type":"speechnospeaker","time":1624402800,"counter":95,"content":"<p>It is not from here on, in case there is a misunderstanding.  There have been several iterations of visiting policy corresponding to different levels of the pandemic.  The high levels of community transmission and the outbreak obviously led to severe restrictions.  Cases falling, hospitals becoming safer and the vaccination programme taking hold have allowed us to ease visiting restrictions.  It is under constant review.  I mentioned to Deputy Crowe's colleagues earlier that the most recent review this week is expanding beyond those four areas which are listed in the opening statement to additional areas.<\/p> <p>  We issued guidance.  We contacted all the hospitals.  There is, as has been mentioned, some variation based on infrastructure, which is understandable.  Some of these maternity units are quite old, with infrastructure which corresponds to another age when it comes to ideal infection prevention control measures.  Our principal aim is to keep women, babies and pregnancies safe.  That is of great importance to us given the risk we are now aware of, not just from Ireland but from abroad, to both women and pregnancies from Covid-19.<\/p> <p>  The most recent advice, which we will be altering this week, goes into those additional areas.  I will not repeat them again because I have stated them to the Deputy's colleagues.  We then follow up through our operations, working with Ms O'Connor and her colleagues through all those 19 maternity units and marking them against compliance with the latest iteration of our visiting guidance.  What we are trying to do is balance the sometimes competing requirements for the needs and rights of partners to attend with our similarly important need to protect women and pregnancies from Covid-19.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#J00600","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1624402800,"counter":96,"content":"<p>I respect everything Dr. Henry has said and it is good there is new guidance coming out today.  It is morally cruel to deny someone the opportunity to have a partner with them for those key appointments.  A medical doctor recently said on radio, which I thought was well put, that pregnancy and labour are medical conditions.  In most cases, but not all, the person is good health, and that needs to be stressed.<\/p> <p>  There are situations in which a maternity hospital is co-located with a medical hospital and there are complexities with that.  However, there needs to be uniformity here because there are so many expectant mothers - you would want to see the trail of emails which came in overnight - who are very stressed and worried, many of whom will even give birth today not knowing if their partners can be there for all parts of it or if their partners can attend key appointments if they are at a different stage of pregnancy.  It is morally cruel they are denied.  I hope the guidelines being issued will be taken up by all hospitals, because there is no political barrier to this.  There is no HSE barrier to this but, when it is broken down to management level at each hospital, there seems to have been different implementation and that has been regrettable so far.<\/p> <p>  This week, 99 years ago, signalled the burning of the Four Courts during the height of the Civil War and, with it, thousand of records were lost, burnt and are irretrievable forever.  I am delighted to see in the witness statement today approximately 70% of the records of the HSE files targeted in the malware attack have been decrypted and are again useable.  However, are there any files which have been damaged or encrypted which come under the Four Courts category, in that they will be lost, gone forever and irretrievable?  Do Mr. Reid and his cybersecurity analysts believe any files are in that bracket?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#J00700","speaker":"1519"},{"type":"speechnospeaker","time":1624402800,"counter":97,"content":"<p>I will answer that and my colleague, Mr. Thompson, may want to add to it.  The 75% figure referenced by Deputy Crowe relates to the servers which have been restored.  He is correct in that they would include the data on those and 70% of the end-user laptops have been decrypted.  There is no doubt data were impacted throughout this whole process and across a range of our networks, which we have had to restore to the levels they were at.<\/p> <p>  We did have our backup data which we were able to restore in terms of further protection.  With regard to data which were extracted, which I touched on earlier on with one of the Deputies, we have one known incident of that in which records were published through an online publication.  Following a High Court order, we secured the recovery of those data.  The agency which published them redacted the data.  When we recovered the data, we were able to get the whole set of data.  There were 520 patient records in that, along with some other contractual corporate documents we had relating to contracts.  They have been recovered.  We feel we have secured the data, but we can never be certain if any of it is extracted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#J00800","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":98,"content":"<p>That is good progression.  If Mr. Reid will forgive me, I want to get one final question in.  HIQA stipulates all elderly residents in care centres should have a personal space of 7.4 sq. m around their bed.  This has me worried about St. Joseph's Hospital in Ennis, that we will have a major loss of beds and the capacity to care.  It is a fabulous hospital with great staff and wonderful care.  My grandmother was there in her final days before she passed away.  Is there anything Mr. Reid can say on that?  We are in a more manageable phase of Covid-19.  That personal space stipulation came from HIQA and the HSE.  Is there anything more Mr. Reid can say on that, in terms of giving a bit of hope to the people who go to that hospital?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#J00900","speaker":"1519"},{"type":"speechnospeaker","time":1624402800,"counter":99,"content":"<p>I will just make a general comment and my colleague, Ms O'Connor, may want to make a comment.  HIQA has set out certain conditions in terms of community nursing units and general elderly care places, with which we aim to comply.  It is challenging and in many cases it ends up in reduced bed capacity.  We have a capital investment programme for our community nursing units which sets out to strengthen the capacity or support in terms of being compliant, but in many cases it does mean reduced capacity.  I cannot comment specifically on the residential care unit Deputy Crowe has just mentioned.  I am happy if my colleague, Ms O'Connor, wants to add any further comments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#J01000","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":100,"content":"<p>Maybe someone could comment in writing.  I am conscious of time and we may not get a comprehensive reply because I am bouncing this question on Mr. Reid.  Can somebody email a comprehensive reply in the coming days, if they do not mind?  I thank the witnesses for everything here this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#J01100","speaker":"1519"},{"type":"speech","time":1624402800,"counter":101,"content":"<p>I thank everyone for their presentations this morning and for dealing with many difficulties over recent months, especially in dealing with the cyberattack.  I will touch briefly on the maternity issue because confusing messages are going out to people.  Mr. Reid said 16 of the 19 units were following the guidelines on admission or the attendance of partners.  Is it possible for those 16 units to set that out in writing individually rather than it coming as a general statement from the HSE or Mr. Reid?<\/p><p>Can they be asked to set out the procedures in writing?  I am getting feedback from different units around the country that different sets of rules are being applied compared with what we are being told publicly.  I spoke to a medical person in recent days who had seen four patients where their respective partners are already vaccinated so there should not be any reason they could not be admitted.  Can that issue be clarified?  Can the 16 units which are following the overall guidelines issue a statement to that effect individually?<\/p><p> The cyberattack has resulted in a huge build-up of waiting lists for surgery and for many procedures.  Is it possible to expand the treatment purchase fund to deal with the backlog?  For instance, yesterday I heard of someone being advised to go to Northern Ireland for a hip operation although the same facilities are available in a private hospital in Cork within 30 miles of where they live.  It may not be available in a public hospital because of the priorities that they are giving.  What is being proposed to deal with that waiting list and trying to reduce the numbers waiting?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#J01300","speaker":"1523","continuing":true},{"type":"speechnospeaker","time":1624402800,"counter":103,"content":"<p>I will make a brief comment on maternity first.  I will restate that we fully understand the stress that maternity visit restrictions has had on women and their partners and families.  We are doing everything possible to be as compassionate as we can while protecting young women and their babies as well.  That is the key driver for us and for all our clinical and medical teams across the country.<\/p> <p>  Dr. Henry will answer on specifics but we get returns from the 19 individual maternity hospitals on the implementation of the guidance document that Dr. Henry sent out nationally.  In fairness, I mentioned earlier that 16 of the 19 were fully compliant last Thursday.  The three that were not put in measures to be fully compliant for this week.  When I say a hospital is not compliant, it is not that those concerned are mischievously going out to be non-compliant.  They have certain conditions in their hospital where they find it difficult to find the risk balance between access and visits and infection prevention and control.  That is the rationale and the reason this happens.  <\/p> <p>  As for the waiting lists for surgery, with every wave we have, our waiting lists for people for various forms of surgery and elective care are affected.  The national service plan for this year has two funds, namely, the National Treatment Purchase Fund, NTPF, of &euro;125 million and the access to care fund, which is about &euro;210 million.  We are working collaboratively with our colleagues in the Department of Health and with the Minister about an approach for the best use of those funds to address some of the waiting lists.  To be frank, it has been significantly impactful for us, particularly with the recent cyberattack.  It will involve a combination of using private capacity, using the NTPF, strengthening further capacity through the recruitment of consultants and other teams in our public hospitals and new ways of working that my colleague Ms Anne O'Connor has implemented during Covid, which involve many outpatient departments getting waiting lists in a very different way.  That will be the overall strategy we will agree with the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#K00200","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1624402800,"counter":104,"content":"<p>The Deputy was asking if the hospitals make their own statements.  We report nationally on the compliance.  In the four areas which were subject to the first revision, all 19 are now compliant.  There is no reason why we cannot ask hospitals to report as we did when we did the survey for the current visiting areas and report by hospital in the coming weeks, as we change the visiting guidance today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#K00300","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1624402800,"counter":105,"content":"<p>The reason I raised it is because it appears there is a different interpretation given by different people within individual hospitals.  That is why I want each hospital to issue its own statement.<\/p> <p>  Returning to the treatment purchase fund, I find it disturbing that someone can come in under the treatment abroad fund and get treatment.  While I acknowledge they have to pay in advance and are refunded, the same opening is not there for someone to go on the treatment purchase fund.  As a result, people are going out of the country although the treatment is available in this country.  It is something that needs to be looked at.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#K00400","speaker":"1523"},{"type":"speechnospeaker","time":1624402800,"counter":106,"content":"<p>On the way we are doing it at present, we are making considerable use of private hospitals.  We are using about 800 bed days a week in private hospitals to support our system since the cyberattack.  That is predominantly related to things such as radiotherapy, cancer treatment and diagnostics, given the impact across our system.  We are looking at how we can maximise the use of both our public and private capacity, as Mr. Reid said.  We cannot stop people travelling if they want and clearly we have significant waiting lists, although prior to the cyberattack the waiting lists had started to come down both for inpatient day cases and for our scopes, but the outpatient list continued to grow.  We will not know until the data since the cyberattack come back what the impact of these five weeks has been.  We are working closely with private providers and are looking at how we can do this differently with the access to care fund for the rest of the year and into next year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#K00500","nonspeaker":"Ms Anne O'Connor"},{"type":"speech","time":1624402800,"counter":107,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#K00600","speaker":"1523"},{"type":"speech","time":1624402800,"counter":108,"content":"<p>I welcome Mr. Reid and the team.  I compliment the staff members of the HSE on their work during the pandemic, particularly on the success of the vaccination programme which was always dependent on supply, as has been proven with the increased delivery of vaccines and the increase in patients who have been seen.<\/p> <p>  I am also going to touch on maternity services.  As others have said, we have been inundated with testimonies, which were sometimes heartbreaking, from expectant mothers, mothers who gave birth last year and some who have suffered heartbreaking situations where news around scans and anomalies was delivered in a very cold fashion because of Covid.  I will briefly read some testimony.  A lady called Stacey contacted me to say that partners are not visitors, fathers are not visitors and that she needs her husband to be there during labour and the post-natal period.  She asked that these restrictions be lifted, as this uncertainty is crippling.  Another lady, who lost a baby to stillbirth, wrote that not one more woman should ever have to walk the road she had walked alone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#K00700","speaker":"1665"},{"type":"speech","time":1624402800,"counter":109,"content":"<p>I must interrupt Senator Kyne; he cannot really name people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#K00800","speaker":"1571"},{"type":"speech","time":1624402800,"counter":110,"content":"<p>This woman went on to give a two-page testimony of giving birth, stillbirth, and all that went with it.  It was heartbreaking.  Another lady wrote how women and their partners are looking for a return to pre-pandemic levels of access through the pregnancy journey.  She queried the distinction between full labour and active labour and stated that women in labour need support and advocacy whether they are 1 cm, 4 cm or 10 cm dilated.  This is the whole point.  I have spoken to officials in Galway on this point of how you define labour.  Once a woman goes into a maternity hospital and presents to give birth, her partner should be there with them at all stages, as well as for 12-week and 20-week scans in particular.  They do not know what news they are going to get.  Where they get difficult news, they need to have their partner present, no ifs or buts.<\/p><p> I know that at times doctors can become immune to problems because they see so many of them, and I understand that, but women and their partners need to be together for these heartbreaking situations they have to go through where they receive bad news - and even where they do not receive bad news and the woman is just delivery a baby.  Even the normal, successful delivery of a child is an emotional roller coaster for women and their partners, and the latter need to be present.  We need to see that in place in all our maternity hospitals - no exceptions, no ifs and no buts.  Whatever has to be done to ensure that this happens needs to be done.  That is not a question; those are just comments based on testimony.  There has been enough uncertainty.  We have seen the roll-out of the vaccination programme.  As I said, the women need to have their partners present and need the support and love of a partner, whatever about good news, certainly in the case of bad news.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#K00900","speaker":"1665","continuing":true},{"type":"speechnospeaker","time":1624402800,"counter":112,"content":"<p>I will go through the Senator's points.  I absolutely agree with him.  Our staff in the 19 maternity units want to be able to go back to a situation whereby partners can be full partners in every sense of the word during the whole process of childbirth, which, as the Senator says, is a difficult and anxious time.  It is mostly a happy time but sometimes, of course, as the Senator outlined, there are difficulties and bad news.  That is precisely why we are looking at this latest visitor guidance this week.  We are amending it to look at exactly those areas where there may be difficult news and particular anxiety, that is, those early pregnancy assessment units, people with high-risk pregnancies and people presenting in emergency situations in later pregnancy.  I mentioned earlier that nobody wanted to put in these restrictions but we were faced with overwhelming Covid disease and threat in January.  It threatened to destabilise our hospital system and, in fact, it did destabilise it.  There were multiple outbreaks in various settings.  Fifteen of those 19 units are co-located with general hospitals.  Those measures were put in place, as were the general visiting restriction measures, which also caused great distress to relatives and sick people in general hospitals and in nursing homes.  The measures were put in place in order to try to protect people as much as possible from the worst effects of this virus.  It is exactly those areas the Senator outlines that we are trying to focus on now as we return to some kind of normality.<\/p> <p>  The Senator mentioned labour.  The practice has been, and the advice is very clear, that partners should be present in labour wards.  Sometimes women go back to antenatal wards after initial assessment.  Many of our units, which are not modern by any stretch of the imagination, are multiple occupancy wards and, as such, it was not the practice pre pandemic to have partners there constantly when other women occupy the wards.  What we are trying to standardise and to bring into practice, and what we have in those 19 units, is that a partner have every right to be present in the labour ward during labour.  What we are not able to commit to, however, based on the varying infrastructure of hospitals, is that people be present in the antenatal ward where it is a multiple occupancy ward because of the rights and privacy requirements of other women on that ward.<\/p> <p>  These are heartbreaking stories.  As I said, our staff, our working nurses and doctors, want to see pre-pandemic visiting practices return but they have had a very difficult few months themselves trying to keep women safe, to protect pregnancies and to protect women during what was certainly the worst surge of Covid-19 in January and February, during which we learned Covid is not without danger and risk to pregnancies and to women.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#L00200","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1624402800,"counter":113,"content":"<p>I thank Dr. Henry.  I accept the situation we were in post Christmas but we are in a much different situation now.  As I said, the heartbreaking testimonies we have seen over recent months cut to the core of life and death and expectant mothers' worry.  We therefore need to get back to whatever operated pre pandemic for expectant mothers.  They need to have that love and support of a partner for delivery and for scans.  Positive scans are fine, but you just do not know when you go in there what news you will get.  Again, reading the testimonies, where there is an anomaly, news may be delivered to women on their own, with no support.  They may be told to wait in a room or have to deliver news to their families in a car park.  It is unacceptable that that would be the way in which things operate in a hospital in this day and age.  I appreciate that Covid is the reason the restrictions are there, but for something as personal and as heartbreaking as this there needs to be a better system.  Cognisance needs to be taken of the delivery of the news and having partners there with the expectant mothers to provide that love and support and comfort.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#L00300","speaker":"1665"},{"type":"speech","time":1624402800,"counter":114,"content":"<p>I will follow on from that point about the maternity hospital visits.  I am listening to what the witnesses are saying about the risk balance and the argument that you can be as compassionate as you wish but it is down to the layout of the hospitals.  The simple question is whether the hospitals are looking at their layouts.  Can anything be done to rearrange wards?  I am told this has happened in some hospitals.  I suppose what many members are looking for is possibly a more imaginative approach if at all possible, even if the partner were to use PPE or something coming in for that visit, that news or whatever else.  Could we send out even that message, that we are looking at all areas, that we are listening to the stories people have to tell about their difficulties and that the approach will be as imaginative as possible?  Could we give even that advice this morning?  Would the witnesses like to comment on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#L00400","speaker":"1571"},{"type":"speechnospeaker","time":1624402800,"counter":115,"content":"<p>Absolutely.  I totally agree with what the Chairman says.  It is not enough for us to accept matters at face value.  We did not do so when we did our first survey and found that a number of hospitals were not compliant.  Our response to them was this: what do you need to do to become compliant?  This was notwithstanding concerns they had about infection prevention and control and their infrastructure.  It is because of that ongoing questioning and interrogation and the direct advocacy and concerns of the women and partners involved that we are pushing hospitals to do whatever they can to comply with the guidance we have given out, which, as I said, is about recovering as quickly as we can to that pre-pandemic level.  I do not mean to labour the point but, as I said, and as the Chairman echoed, we are constantly balancing the risk.  We have found that Covid-19 is a very volatile virus in its impact on the population in healthcare settings.  The vaccination programme brings great additional protection to people and certainly has allowed us much greater freedom and has opened up choice for us in respect of visiting and other hospital services.  I totally support what the Chairman says.  We need our hospitals to be innovative to acknowledge the importance of partners, particularly in difficult situations, as Senator Kyne outlined.  That is what our staff want and what we are working towards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#L00500","nonspeaker":"Dr. Colm Henry"},{"type":"speech","time":1624402800,"counter":116,"content":"<p>Good.  Deputy Durkan talked about gaps in the vaccine roll-out.  The last time the witnesses were before the committee one gap was people who are housebound.  I think the figure given was that about 200 people were housebound at that time.  We were told the ambulance service was handling call-outs and vaccinations but there were logistical difficulties.  Is that resolved at this stage, do the witnesses know?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#L00600","speaker":"1571"},{"type":"speechnospeaker","time":1624402800,"counter":117,"content":"<p>Yes.  The national ambulance service, in fairness, increased its fleet that was available to provide that service.  More than 2,700 people have been vaccinated with a first dose and second doses are continuing.  This is not a static service, so we continue to get referrals from time to time.  The bulk of referrals for dose one are completed and second doses are continuing in line with the defined criteria for each vaccine.  There is a small number, less than 100, of referrals over recent weeks remaining and they are being scheduled.  Where there has been difficulty we have also identified that in the case of some of the referrals, people might have been vaccinated through other channels, some people may have ultimately changed their mind, some may be in hospital and so on.  We have worked extensively through all those referrals, thanks to general practice and in particular the ambulance service.  That service is continuing, it is now dealing with smaller numbers, we are now primarily focusing on second doses and any additional referrals are still being dealt with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#L00700","nonspeaker":"Mr. Damien McCallion"},{"type":"speech","time":1624402800,"counter":118,"content":"<p>Does Mr. McCallion have advice for people who are watching this meeting and have loved ones who have not been called?  Should they get in touch with the HSE locally or their local doctors?  What should they do?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#M00100","speaker":"1571"},{"type":"speechnospeaker","time":1624402800,"counter":119,"content":"<p>Anyone who has been referred through a GP should not need to get in touch.  If there is an inordinate delay, someone can approach a GP and have the issue escalated.  We have a team that analyses that process regularly.  If a housebound case has not been in touch with a GP, he or she can contact a GP and we will still take a referral if anyone is concerned.  We would hope that the majority of such cases are dealt with, but there are still people who need access to that service.  Since we are also continuing with the second doses, people are getting in touch about the timing of those for them.  We respond to them on a case-by-case basis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#M00200","nonspeaker":"Mr. Damien McCallion"},{"type":"speech","time":1624402800,"counter":120,"content":"<p>Regarding vaccine hesitancy, which is an awful phrase, or reluctance, is a new approach being adopted?  Mr. Reid mentioned more than 150,000 over-50s in that regard.  A number of them might have religious or moral grounds for not taking the vaccine.  Within the HSE and some of its service providers, will there be a campaign in respect of those who feel that they still do not have sufficient evidence about vaccination?  I have encountered a number of cases where people were reluctant for health reasons or just concerns about getting a vaccine.  Will there be a campaign to try to get that cohort vaccinated?  We are discussing booster shots and so on, so we want to maximise as much as possible the number of people who have been vaccinated.  Some people are concerned about alcohol, foetuses and so on supposedly being used in the vaccines.  Will there be a specific campaign to try to bring them on board with the vaccine roll-out?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#M00300","speaker":"1571"},{"type":"speechnospeaker","time":1624402800,"counter":121,"content":"<p>I will make three points.  We should acknowledge that the uptake in Ireland is strong, but we should work on who has not taken up a vaccine.  We run significant campaigns across each of the cohort age groups.  They have been adapted as we have moved through each group.  As we move into the groups comprising people in their 30s and 20s, that work continues through various media platforms, advocacy groups, influencers and sporting groups that work with us on communicating about the roll-out.  We engage collectively across a range of organisations to support the continued promotion of the roll-out.  That is key.<\/p> <p>  In support of Dr. Henry, I wish to comment on the Chairman's final suggestions, which were good, on how to encourage innovation in facilitating partner visits.  That is the direction that Dr. Henry has given to the 19 maternity hospitals.  Undoubtedly, many of the maternity hospitals not too far away from where we are sitting in Dublin city are not suited to dealing with a pandemic.  Extra and rigid measures have been put in place.  I understand the distress and stress this has caused.  The chief clinical officer, the chief operations officer and myself are relentlessly focused on ensuring that we get the best visitations with the best protections for hospitals, women and children.  They deserve it and they have our fullest commitment in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#M00400","nonspeaker":"Mr. Paul Reid"},{"type":"speech","time":1624402800,"counter":122,"content":"<p>Some people will be thinking about holidays and travelling abroad.  The committee has been seeking information on the digital green certificate.  What input and role will the HSE have in that process?  For those who may be thinking of travelling abroad, would the HSE recommend it for those who have received two jabs?  What would it recommend in respect of those who have only had one jab or even no jabs?  Many people watch these meetings.  Does the HSE have advice for them?  Would it tell them to stay at home and stay safe, in particular those who have not received a vaccine yet?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#M00500","speaker":"1571"},{"type":"speechnospeaker","time":1624402800,"counter":123,"content":"<p>I will take the second element and Mr. McCallion can take the first.  We have publicly stated this week that Government policy will ultimately determine the approach to travel for all age groups.  However, there is no doubt that people are at their fullest level of protection when they are fully vaccinated, as in, they have received two doses.  Travel policy will be advised by the Government.  Speaking from the HSE's perspective, everyone needs to make a personal risk assessment of travel, particularly in the context of the prevalence of the Delta variant.  It is a concerning factor for us, not just because we are seeing the early rise of it in Ireland, but because it is in many European countries that many Irish people visit.  That is the caution we would give.<\/p> <p>  Mr. McCallion can give more details about the travel certificate.  It is a central government-led process across a number of Departments.  The role of the HSE is to submit our data on the vaccination programme.  The process of the production of the certificate or additional information that people may need is progressed through Departments.  The HSE's sole role is to provide data and information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#M00600","nonspeaker":"Mr. Paul Reid"},{"type":"speechnospeaker","time":1624402800,"counter":124,"content":"<p>Mr. Reid has covered it well.  We are part of a cross-government group.  This process involves multiple Departments and agencies.  Essentially, our role is in providing the data and trying to support the process from a range of perspectives.  There are three mechanisms in the digital travel certificate - vaccination, people testing positive in the preceding nine months and the private testing side, which is a separate process to the public health system.  We are working on ensuring that we have the data available to support the overall process.  We are working with Departments as part of that cross-government approach to the project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#M00700","nonspeaker":"Mr. Damien McCallion"},{"type":"speech","time":1624402800,"counter":125,"content":"<p>On behalf of the committee, I thank the witnesses and apologise for the delay.  I extend our thanks to the staff within the HSE who are not only rolling out the vaccine, but providing all of its other services as well.<\/p> <p>  The committee will adjourn.  It will meet again in private session at 9.30 a.m. on Wednesday, 7 July, as the select committee will meet in public session next Wednesday, 30 June to commence Committee Stage of the Nursing Homes Support Scheme (Amendment) Bill 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2021062300002#M00800","speaker":"1571"},{"type":"unspoken","time":1624402800,"counter":126,"content":"<p>The joint committee adjourned at 11.28 a.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]