[{"type":"majorheading","content":"Joint Oireachtas Committee on Climate Action","time":1603756800,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 13:30<\/p><p>The Joint Committee met at 13:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Richard Bruton, Lynn Boylan, Réada Cronin, Timmy Dooley, Cormac Devlin, Alice-Mary Higgins, Alan Farrell, John McGahon, Darren O'Rourke, Pauline O'Reilly. Christopher O'Sullivan, Bríd Smith, Jennifer Whitmore.<\/p><p>I láthair \/ In attendance: Deputy Sean Sherlock.<\/p><p>Teachta \/ Deputy Brian Leddin sa Chathaoir \/ in the Chair.<\/p>","time":1603756800,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002"},{"type":"minorheading","content":"Business of Joint Committee","time":1603756800,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#A00100"},{"type":"speech","time":1603756800,"counter":5,"content":"<p>Before we begin, I remind members that this meeting cannot go on longer than the two hours scheduled.  In that regard, is it agreed that contributions by members will be limited to five minutes each, to include questions and answers?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#A00200","speaker":"1594"},{"type":"minorheading","content":"General Scheme of the Climate Action and Low Carbon Development (Amendment) Bill 2020: Discussion (Resumed)","time":1603756800,"counter":6,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#A00300"},{"type":"speech","time":1603756800,"counter":7,"content":"<p>I welcome Mr. Jonathan Church, a climate accountability lawyer from ClientEarth, and Dr. Thomas Muinzer, lecturer on energy transition law from the University of Aberdeen.  Our witnesses are appearing remotely from outside the Leinster House complex.  They will be invited to make a brief opening statement, which will be followed by a question-and-answer session.  They are directed that only evidence connected with the subject matter of these proceedings is to be given, and they are asked to respect the long-standing parliamentary practice to the effect that, where possible, they should not comment on, criticise or make charges against any person, persons or body outside the Houses or an official either by name or in such a way as to make him, her or it identifiable.  I also advise the witnesses giving evidence from a location outside the parliamentary precincts to note that the constitutional protections afforded to witnesses attending to give evidence before committees may not extend to them.  No clear guidance can be given on whether, or the extent to which, evidence given is covered by absolute privilege of a statutory nature.  If the witnesses are directed by the committee to cease giving evidence on a particular matter, they must respect that direction.  I also wish to advise them that any submission or opening statements made to the committee will be published on its website after the meeting.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.  I remind members and witnesses to turn off their mobile telephones or switch them to flight mode.  They interfere with the sound system and make it difficult for the parliamentary reporters to report the meeting.  They have an adverse effect on television coverage and web streaming.<\/p> <p>  I invite Mr. Church to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#A00400","speaker":"1594"},{"type":"speechnospeaker","time":1603756800,"counter":8,"content":"<p>I thank the committee for the invitation.  I am a lawyer at ClientEarth, an environmental law charity with offices in London, Brussels, Berlin and Beijing.  Since 2014, I have worked on climate governance, focusing, in particular, on the UK Climate Change Act and its implementation.  I am speaking today as a lawyer and an advocate for effective climate change legislation.<\/p> <p>  I echo widely expressed concerns that the Climate Action and Low Carbon Development (Amendment) Bill 2020, as it stands, represents a step backward &ndash; as compared with laws such as the UK Act &ndash; in presenting only a loosely defined \"national 2050 climate objective\" and in not tying its carbon budgets strongly to that.  Likewise, it is regrettable that there is no duty for the objective or carbon budgets to be achieved.<\/p> <p>  To speak more generally, it is natural that legislatures will be cautious about imposing broad legal duties on governments to meet ambitious targets years in the future.  If so, however, the solution is not to compromise on these laws by making them weak or unenforceable.  Rather, it is to have them focus on guiding government action effectively over time so these targets will not, in fact, be missed.  National climate laws need to put in place systems of governance that, through frequent and focused moments of accountability, bake in a need to course correct if ever progress is falling behind.<\/p> <p>  The UK Act offers a cautionary tale in this respect.  In June 2011, the UK set in law its fourth carbon budget, thereby setting a limit on UK greenhouse gas emissions for the five-year period centred on 2025.  At that time the UK Government's emissions for the fourth carbon budget period were projected to be much higher than the budget allowed but the fourth carbon budget was then some 11 years away, apparently ample time to close this gap.  Even so, the Committee on Climate Change, CCC, was already stressing \"the need for a step change in the underlying pace of emissions reduction in order to meet carbon budgets\".  In the years since 2011, the CCC has continued to highlight &ndash; in increasingly strident tones &ndash; the need for the UK Government to do more to get on track in meeting its carbon budgets.  Opposition MPs and civil society organisations have highlighted the persisting policy gap.  The UK Government has published new policy plans &ndash; in theory required to meet the fourth carbon budget and, indeed, the budget following, but to little avail.  UK Government policy has not been brought into line with the fourth carbon budget.  All indications are that the fourth carbon budget, now only two years away, will not be met in full.  The UK Climate Change Act has failed what could be considered its first real test.<\/p> <p>  Turning to the Bill, it seems less well equipped than the UK Act to deliver policy progress that will deliver emissions targets.  I shall identify the weaknesses in this regard.  First, the Irish Government's climate action plans are never required to be adequate for meeting the carbon budgets.  The Minister sets out a roadmap of actions that, in the opinion of the Government, \"should be pursued\" to remain within the carbon budget but that plan is then \"subject to such modifications\" as the Government considers \"appropriate\", without any apparent constraint.<\/p> <p>  Second, the Climate Change Advisory Council's annual review and report appear to focus on the progress made towards meeting the current carbon budget, but attention must be focused on future carbon budgets and the actions being taken now to meet them.<\/p><p>To this end, emissions projections provide a critical basis for timely accountability and course correction. The advisory council&rsquo;s annual report is required to include at least a summary of projections as prepared by the Environmental Protection Agency, EPA, but this would be inadequate.  Projections must make clear by how much the Government&rsquo;s current plans and policies are expected to satisfy, or miss, forthcoming carbon budgets.  As drafted, the Bill does not even require climate action plans and strategies to include their projected impact on future emissions.<\/p><p> Third, accountability is weak.  The Government is not required even to respond to the advisory council's annual report.  Where a response is required to a report of the joint committee, there are no requirements as to what that response must include.  No corrective actions are required.  Finally, there is no duty for either the climate action plan, or the long-term climate action strategy, to be implemented.<\/p><p> In summary, the Government is not required to produce plans adequate for meeting targets, scrutiny mechanisms are not focused on assessing whether progress is adequate, and nothing substantive is required of Government, even where it falls short.  I cannot see how the Bill, as drafted, can be expected to drive the emissions reductions needed.  I thank the committee for the opportunity to assist today. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#A00500","nonspeaker":"Mr. Jonathan Church","continuing":true},{"type":"speechnospeaker","time":1603756800,"counter":10,"content":"<p>I am a S]senior lecturer at the University of Aberdeen, and co-director of the Aberdeen University Centre for Energy Law.  I am a lawyer with specialist research interests in climate law.  My book, entitled <i>Climate and Energy Governance for the UK Low Carbon Transition: The Climate Change Act 2008<\/i>, published last year by Palgrave and with a foreword by Lord Deben, chairman of the UK's committee on climate change, provides the first in-depth book-length examination of the UK&rsquo;s Climate Change Act 2008.  The Act was the first example of a state passing national framework climate legislation, and it is widely held in research and practice to constitute the most developed, robust and successful climate change regime created to date.<br\/><br\/>My most recent book, <i>National Climate Change Acts: The Emergence, Form and Nature of National Framework Climate Legislation, <\/i>will be published in November by Hart.  This book is the first major study of national climate change Acts from around the world.  As well as containing internationalist chapters, deep-dive case study chapters are included that hone in on individual case study countries.  Ireland's climate change Act provides the basis for one of the case study chapters.  The final chapter to the book ties the foregoing work together to deduce generalisable, conceptual insights pertaining to climate change Acts based on current knowledge and experience and suggests the key features of successful climate legislation.<br\/><br\/>In an article for the Irish press in early 2019 entitled Reflections on Ireland&rsquo;s Response to Potentially Irreversible Climate Change, I began by pointing out that &quot;Ireland stands at an important historical moment&quot; as it endeavours to get to grips with &quot;one of the greatest problems facing humanity&quot;, namely, anthropogenic or human-driven climate change.  I noted that Ireland&rsquo;s performance at that time was insufficient, and that things did not have to be like this: &quot;Ireland has the capacity to make a world-leading contribution towards overcoming this challenge.&quot;  Indeed, I pointed out, with reference to Victorian scientist, John Tyndall, from County Carlow, that Ireland has a proud heritage of making significant contributions to managing the climate change challenge, due to the fact that his work helped us to understand the greenhouse effect.<br\/><br\/>The creation of the Climate Action and Low Carbon Development Act 2015, hereafter referred to as the 2015 Act, was a positive step in that it indicated a broad legislative intention to engage with climate change.  However, it did not live up to the proud Irish legacy one associates with Tyndall&rsquo;s achievements, due to its inability to drive adequate emissions reductions and adaptation processes in practice, and due to the light-touch doctrinal substance of the legislative regime itself.  I mentioned that Ireland forms the basis of a case study in my national climate change Acts book.  The chapter is provided by Andrew Jackson.  The research in that chapter, and my own analysis in the tenth chapter to the forthcoming book, clearly exposes the weak legislative character of the initial 2015 Act.<br\/><br\/>The question before us today, in essence, concerns the extent to which the Climate Action and Low Carbon Development (Amendment) Bill 2020, which I will refer to hereafter as the amendment Bill, improves on the insufficiency of Ireland&rsquo;s performance to date.  Part of the solution in the current context may be to endeavour to bring the Irish regime more into line with the UK regime in operation next door to Ireland, insofar as that regime has been performing effectively in practice and is widely considered to be the world-leading example of national framework climate legislation.  The UK Parliament passed the Climate Change Act 12 years ago, absorbing key elements of the EU&rsquo;s 2020 requirements for the UK and exceeding them in many areas.  The UK originally set in law for itself a stringent 34% greenhouse gas emissions reduction target for 2020, and locked in a robust 80% emissions reduction target for 2050.  The UK met its 2020 target two years ago, and has since set its 2050 target to net zero.<br\/><br\/>Although the amendment Bill amounts to progress of a kind, it does not develop the original Act in a substantial enough manner to neutralise the weaker and more ineffectual aspects of its legislative character.  The manner in which the national 2050 climate objective displaces,s the national transition objective, and in which carbon budgets and a decarbonisation target range are added could be useful, but the relatively soft language of the 2050 objective would be required to be replaced by a 2050 target per the UK Climate Change Act, if the legislation is to drive a meaningful emissions reductions trajectory.  The carbon budget levels would need to be fairly stringent, and subject to a less flexible and fluid design than is currently applied.  These budget levels in turn should be ideally pegged to interim targets that drive an emissions reduction trajectory towards the 2050 target.  Other desirable components underpinning climate legislation, including sanctioning mechanisms and enhanced public participation and engagement, could also be incorporated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#B00200","nonspeaker":"Dr. Thomas Muinzer"},{"type":"speech","time":1603756800,"counter":11,"content":"<p>I thank Dr. Muinzer and Mr. Church for their opening statements, and will now take questions from members in the order in which they raise their hands.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#B00300","speaker":"1594"},{"type":"speech","time":1603756800,"counter":12,"content":"<p>I thank the witnesses for their presentations.  Most members will agree that the Act, as it stands, relies heavily on political accountability, including the power of the Oireachtas committees and that of accountability through these Houses.  I can certainly see the logic of some of the legal changes that the witnesses have proposed, for example, to strengthen the wording to achieve due account, to take steps to bring within budget, and as Mr. Church said, to bake in opportunities to adapt.<\/p> <p>  I am interested on hearing the views of the witnesses on a number of issues.  When they consider litigation and sanctions, how do they see them bearing on many groups in society who have to make massive changes here?  In Ireland, as in other jurisdictions, there are people who oppose carbon tax, people who want to protect herd size, and people who do not want to see car sales become zero-carbon in 2030, and so on.  If annual budgets are locked in, will we effectively have litigation every other year on material deviation from some of these targets?  Some people argue that we should deliver 7% per annum, every year, regardless.  That is not practical, given the starting point.  I am interested in the scope of the litigation that the witnesses see being created by the vehicle.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#B00400","speaker":"1549"},{"type":"speech","time":1603756800,"counter":13,"content":"<p>Are Deputy Bruton's questions directed at Mr. Church or Dr. Muinzer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#B00500","speaker":"1594"},{"type":"speech","time":1603756800,"counter":14,"content":"<p>They were both handling the same issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#B00600","speaker":"1549"},{"type":"speech","time":1603756800,"counter":15,"content":"<p>Would Mr. Church like to respond first?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#B00700","speaker":"1594"},{"type":"speechnospeaker","time":1603756800,"counter":16,"content":"<p>Apologies, I have just come back from experiencing technical hitches.  I just caught the very end of the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#B00800","nonspeaker":"Mr. Jonathan Church"},{"type":"speech","time":1603756800,"counter":17,"content":"<p>We will go to Dr. Muinzer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#B00900","speaker":"1594"},{"type":"speechnospeaker","time":1603756800,"counter":18,"content":"<p>Litigation is a slightly tricky issue in the context of the Bill, even as it currently stands, and that is before we even come to the notion of perhaps stepping up carbon budgets by pegging them to interim targets or a slightly more developed 2050 target.  Section 3(3)(a) to (y), which sets out a range of things to which one has regard when undertaking functions under sections (4) to (6), inclusive, is rather a mel&eacute;e of a very broad range of interests and considerations that might run a risk of opening a door to fairly extensive legal challenges, as parties try to stress test whether those elements have \"had regard to\" the legislation.<\/p><p>Litigation is an issue one might want to consider quite broadly and in the round.<\/p><p> In terms of the narrower issue of sanctions that might be imposed on a carbon budget level - perhaps a 2050 target or an interim target - in a sense, litigation sanctions are our tool to drive successful outcomes.  I would, therefore, potentially encourage that they be used as a useful opportunity.  That said, however, if one looks around the world and tries to point to a climate change Act that contains robust sanctions fit for that sort of purpose - enforcing targets and so on - they tend to be relatively soft-touch sanctions.  If one takes a look across the water in the UK, for example, there is a debate as to whether the Act contains sanctions.  It does not contain explicit sanctions but it does contain the facility for judicial review, which some people consider to amount to a sanction in its own right.  One can go to court and the court can perhaps do particular things.  When one has a framework that is reasonably devoid of sanctions on those major substantive points - targets and so forth - one still finds that they act as a useful regime driver.  Perhaps we should not worry as much as we might think we should at first when it comes to the role and significance of sanctions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#B01000","nonspeaker":"Dr. Thomas Muinzer","continuing":true},{"type":"speech","time":1603756800,"counter":20,"content":"<p>I thank Dr. Muinzer.  I understand Mr. Church did not hear the question because of technical difficulties so I will afford Deputy Bruton the opportunity to ask the question again for his benefit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#C00200","speaker":"1594"},{"type":"speech","time":1603756800,"counter":21,"content":"<p>It was really on the scope of litigation and tightening up many of these legislative proposals such as having annual targets and perhaps having the view that each year 7% should be delivered, as advocated by some people.  Does that create a vehicle where we will be regularly in the courts taking on groups at the very time we are trying to socialise the need to make dramatic change?  I refer to the balance between political persuasion, which is pretty much at the heart of the Act as it is now drafted, and a more legalistic approach.  How well does that fit?  A person said to me that when one is dealing with an addict, as we arguably are in the case of fossil fuels, one does not necessarily advocate cold turkey.  There are many other ways.  Is this a bit of cold turkey?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#C00300","speaker":"1549"},{"type":"speechnospeaker","time":1603756800,"counter":22,"content":"<p>First, to echo my initial remarks, there are two important components of effective climate laws.  One is the political persuasion angle, as the Deputy has highlighted, and the accountability that is generated by the Act.  In the UK, that has not proven to be sufficient to drive emissions reductions as needed to meet the carbon budgets in place.<\/p> <p>  The Deputy asked how far this law will open up possibilities for litigation.  My perspective is that the more vague and less well targeted the duties in an Act like this are, the more it can have the effect of encouraging litigation.  As Dr. Muinzer pointed out, a whole list of possible considerations need to be taken into account under the section he noted.  All of those might attract litigants.  There might be areas of uncertainty that will attract people to try to use the law to make progress where they feel progress is lacking.  A better way to approach a law of this kind is to actually be clear and precise in the language of the law in order that the duties are clear.  There will be less appetite for people to bring litigation if the edges of what is demanded by the Act are clearer.  In the UK Act, there are clearly defined dates by which carbon budgets need to be set and they have always been followed.  That is because of the clarity in those duties.  It is only if those duties were less clearly framed that one might see more litigation coming into play.<\/p> <p>  I have one final thought on the enforceability of targets.  Traditionally, people have always focused on how far those targets are enforceable and what the consequences are if one misses those targets.  The important question is not so much what happens if one misses a target because once one has missed that target any enforceability mechanism is, in a sense, by the by.  What one needs to do is focus the important parts of this law on what the Government needs to do and what steps it needs to take to keep on track to those targets.  In a sense, remedying any deviation in terms of ongoing progress is much easier than waiting for a breach five, ten or 15 years down the track and then wondering how it can be enforced.  If the law is drafted to require little and often, but with hard-edged accountability, I hope many of the problems about litigation might be lessened.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#C00400","nonspeaker":"Mr. Jonathan Church"},{"type":"speech","time":1603756800,"counter":23,"content":"<p>I thank both witnesses for presenting today.  This question is probably more with regard to Dr. Muinzer's presentation but Mr. Church may also wish to comment.  In his opening statement, Dr. Muinzer said he worked on doing analysis of international climate law and essentially came up with a series of key features by which successful climate legislation could be determined.  What are those features?  How would Dr. Muinzer see this legislation falling in with them?  If one looks at the current Bill, which of the key features does it meet and which does it not meet?  Could Dr. Muinzer put forward some suggestions as to how it could be tightened up?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#C00500","speaker":"1627"},{"type":"speechnospeaker","time":1603756800,"counter":24,"content":"<p>I thank the Deputy for her very good question.  The book I mentioned presents analysis of climate change Acts and some deep-dive analysis of particular states, including Ireland.  That analysis is provided by Dr. Andrew Jackson, who I understand has appeared before this committee.  It is an erudite and excellent analysis.  The book as a whole draws lessons based on the current condition of knowledge and practice in the area of climate change Acts.  We are thinking about just the sort of Act we are dealing with today - national framework climate legislation and national level framework legislation such as this.<\/p> <p>  The Deputy asked about specific major identifiable components which are considered largely best practice to include within climate change Acts.  I am sure it will come as no surprise that the two major thematic components which are identified are a substantial focus on mitigation and a substantial focus on adaptation.  Those two major thematic components may initially sound reasonably obvious.  An Act like Sweden's climate change Act, in essence, ignores adaptation.  There are reasons it was argued it was appropriate to do that.  It was felt in Sweden to some extent that adaptation was catered to under other extant frameworks.  At any rate, in principle we have two major thematic components that must be dealt with in an adequate way: mitigation and adaptation.  Of course, the Irish legislation engages robustly with both features.<\/p> <p>  In terms of more granular components, targets are considered key.  One could have a conversation around the form and nature of targets.  We might think most obviously of a fairly stringent emissions reduction target for 2050 like that found in section 1 of the UK Act, which refers to a net zero target.  However, New Zealand's legislation, for example, includes emissions reduction targeting but uses a split target approach where one is distinguishing methane with a split target.  It also incorporates a 1.5&deg;C temperature rise target that is pegged to the Paris Agreement which indicates how when we think about targets we may also think in terms of temperature.  There is, therefore, a range of ways in which one can approach targeting but targets and carbon budgets are considered a leading-edge best practice granular component.  The Irish amendment Bill includes those.  I will argue they are included in a soft form that should be examined and, frankly, tightened but that component is represented.<\/p><p>Long-term planning procedures are considered to be another major component.  They feature in our Bill in terms of our strategic framework and so forth.  The creation of an independent climate committee is another component.  We have our advisory council, which is being adjusted and augmented under the Bill.  There is probably a discussion to be had on that but that type of committee of these leading edge frameworks is very much a major thematic component.  The adoption of robust mitigation and adaptation plans is another core granular component.  One could argue that is reasonably well developed in Irish legislation.  Public participation and engagement is another component.  There may need to be a conversation about the extent to which the Irish Bill caters to that in an adequate way.  That is a relative blind spot in the UK Climate Change Act, which has virtually nothing to say about public participation and engagement.  That is not the case in the Scottish Act, which has relatively well-developed features.  Other components are monitoring and reporting procedures, sanctioning mechanisms, which we have touched on, the need for a conversation as to the form those sorts of mechanisms might take, and institutional transparency.  A conversation may have to be had around that in respect of the Irish Bill in which there seems to be a reasonably robust presence of institutional transparency.  There may be some problematic elements there also.<\/p><p> Those are the core components identified from the research.  Some can be pegged explicitly to our amendment Bill.  We might need to have a conversation on others as to whether they are sufficiently robust.  Others are arguably not meaningfully present.  Perhaps I am being a little harsh but the public engagement element may not be meaningfully present in our amendment Bill depending on one's view.  I thank the Deputy for the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#C00600","nonspeaker":"Dr. Thomas Muinzer","continuing":true},{"type":"speech","time":1603756800,"counter":26,"content":"<p>I call Senator O'Reilly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#D00200","speaker":"1594"},{"type":"speech","time":1603756800,"counter":27,"content":"<p>I thank both witnesses for joining us.  As a member of the Government and of the Green Party in particular, it is important to me to tie future Governments to this area.  It is important to recognise that at this stage all of us in this room want to tighten up the legislation.<\/p> <p>  Dr. Church's sixth point was that the UK Climate Change Act has failed, specifically on the fourth carbon budget, which he believes will not be met in two years.  He is also critical of the legislation before us.  Dr. Muinzer said the Bill before us is an advancement on what we had in 2015.  We want to make sure it is even better.  What are the failures of the UK Climate Change Act that we can avoid?  Dr. Muinzer mentioned a couple of those, in particular to do with public participation.  It seems to me that whatever is contained in an Act, more than the Act is required, to see significant change.  Would the witnesses agree with that?  Are other measures needed beyond the climate Bill before us?  Likewise, do the witnesses see failures in the Scottish Act or do they hold that up as the one for us to use as a template?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#D00300","speaker":"1693"},{"type":"speech","time":1603756800,"counter":28,"content":"<p>I remind both witnesses that we are trying to have the questions and replies from both of them within the five-minute slot.  They might be direct and speak to the Bill as best they can; they both have three and a half minutes to reply.  I call Mr. Church.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#D00400","speaker":"1594"},{"type":"speechnospeaker","time":1603756800,"counter":29,"content":"<p>I thank the Senator for the question.  To pick up briefly on the previous question, I would highlight the importance of the planning provisions for driving progress now to keep it on track to meeting carbon budgets.  That is what has fallen short in the UK Act.  There has not been this course correction each year where even though we have seen the projected emissions in the UK consistently below where they will need to be to meet our fourth carbon budget, there has not been enough traction from the committee on climate change, or from the Bill itself, to clearly require government to put better plans in place.  We have seen a bit of an evolution from the UK 2008 Act where there is not that emphasis on seeing the projected emissions, asking whether they are enough, and then remedying the plans that need remedying.  We see more of an emphasis on that in Finland's 2015 Act and Sweden's 2018 Act.  I am not as familiar with the Danish Act, which is new this year, but my understanding is that Denmark's new climate Act, which again is a second generation Act, focuses on the need to be demanding when it comes to the quality of those plans.  Are we on course or not?  If not, something needs to be done that year.  My understanding is that if the plan is not amended, the parliament can have a say on whether more needs to be done.  That is the important area on which the current Bill could focus much more.  It is to have clarity about whether we are on track and making the necessary changes early to ensure we do not worry about meeting those budgets in due course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#D00500","nonspeaker":"Mr. Jonathan Church"},{"type":"speechnospeaker","time":1603756800,"counter":30,"content":"<p>I will speak briefly about some slight differences between our 2015 Act, as amended, and the UK Act and then address the very good question on the identifiable failures under the UK regime that Ireland may sidestep or avoid in this sort of case.  In terms of some headline similarities and differences, the texture of the UK's Climate Change Act is more business, energy and industrial strategy, BEIS, orientated.  It puts primary duties in terms of targets and other areas on the Secretary of State for Business, Energy and Industrial Strategy, a member of the UK Government.  It has a tendency to deal with economy-wide targets.  Arguably, there is a more sectoral texture in the Irish legislation.  I am thinking of measures such as the sectoral adaptation plans in section 6 and so on.  There is a nice sectoral texture in the Irish legislation that acknowledges the different sectors that pose different problems.  There is a slight orientation towards economy-wide targets and an economy-wide approach to perspective in the UK Act but there is a nice character in the texture of the Irish Act that may be its strong suit.<\/p> <p>  In terms of other differences between the two Acts, in the Irish legislation the Government has a comparatively large concentration of power.  There is a fine balance in the UK legislation between the UK Parliament and the Government parties approving carbon budgets and so on.  There is a sharper articulation of the separation of powers.  Arguably, the courts can do more in the UK context, which is a branch of governance within our executive.  We talk about judicial review, JR.  There is a relatively well developed capacity for JR under the UK legislation.<\/p> <p>  As to whether this is a positive or negative development, one may take one's own view but in terms of the 2050 objective, under the Irish legislation the emphasis is on the State.  In the UK legislation, the emphasis is on the Secretary of State, an identifiable actor within the UK Government.  In the Scottish legislation, when it comes to duties, for example, and the net zero duty for 2045, the emphasis is on the Scottish ministers.  That is slightly different as it is on the collective Scottish Government.  Those are areas we might want to talk more about.  There are some divergences which I suggest create arguable strengths and weaknesses but I would flag some of those differences.  There is a richly developed sectoral character in the Irish legislation that seems to be quite useful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#D00600","nonspeaker":"Dr. Thomas Muinzer"},{"type":"speech","time":1603756800,"counter":31,"content":"<p>Before I call Deputy Boylan, I want to note that Deputy Sherlock is joining us remotely.  His hand is raised and I will call him after Deputy O'Rourke has contributed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#D00700","speaker":"1594"},{"type":"speech","time":1603756800,"counter":32,"content":"<p>I thank both of our speakers.  I want to elaborate on what Dr. Muinzer said about the sectoral layering in the Irish heads of the Bill.  In New Zealand, there are many references to ecology and biodiversity.<\/p><p>There is a reference to biodiversity, the ecosystems and the ocean in the recital and the commission has to take account of any ecological assessment, as does the risk assessment and the climate action plan.  Should this be incorporated to the Irish example, given we have the scope to look at the sectoral areas?<\/p><p> Will our guests comment on reference in the proposed Bill to one or more greenhouse gases?  It is not specifying all greenhouse gases.  There is also a reference to a decarbonisation range, although it is not specified.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#D00800","speaker":"1635","continuing":true},{"type":"speechnospeaker","time":1603756800,"counter":34,"content":"<p>The Senator raised some very good points on the New Zealand legislation.  It is a good example of how we can learn in the context of the Irish experience from other legislation, perhaps by trying to cherry-pick some of the stronger components.  There is an argument for building in developed recognition of biodiversity and so on in the Irish legislation.  I have a concern about the contents of head 3, paragraphs (a) to (y), where there is a long list of matters that are to be taken into account over the course of proposed sections 4 to 6 functions.  That is such a diverse list of features that it could, arguably, be problematic.  Why would I say this from a legal perspective?  It is extremely wide, which can pose legal and practical problems.  It also contains a range of competing interests, so it is quite difficult to balance broad and competing interests in that way in legislation.  In that regard, if we are building in elements like biodiversity and so on, one would want to be careful as to how one adds to the texture of the legislation, even if it is for the good reasons mentioned by the Senator.<\/p> <p>  I will briefly comment on this type of legislation.  There can be a tendency to throw much at this type of legislation because it is dealing with a very broad and pervasive problem in climate change; it is as pervasive a legal problem as we can get as climate is all around us.  Perhaps there is a tendency to want to pack this legislation with various matters but one can adequately err on the side of caution and still allow the law to function very well.  We must remember we are dealing with framework legislation, and it tries to sketch a framework that will set a policy direction and form a basis for further action.  The further action may be fleshed out via policy and secondary legislation and so on.  We want to stress the framework element and not overpack the legislation, even if it would be for positive or good reason.<\/p> <p>  Another good question was raised but perhaps I should hand over to Mr. Church so he has adequate time to answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#E00200","nonspeaker":"Dr. Thomas Muinzer"},{"type":"speechnospeaker","time":1603756800,"counter":35,"content":"<p>I thank Dr. Muinzer.  I will briefly pick up on the greenhouse gas emissions point.  It is a potential concern that it is not well defined which greenhouse gases will fall into the bucket.  This is particularly given the nature of Ireland's economy and the large proportion of emissions from agriculture, as in New Zealand, where it felt it was necessary to bracket out methane.  There are good scientific reasons for doing that because methane is a short-lived rather than long-lived gas.  We might want to treat those targets differently.<\/p> <p>  It is important that throughout this there should be a strong and clear framework.  I agree with the comments just made about a tendency to overpack the law.  I might put the sectoral decarbonisation target ranges into that bracket of maybe going that extra step.  There is already much in this Act, including many duties for the Minister to deal with, reports and time limits.  It would be real challenge to produce these decarbonisation target ranges.  It might help focus minds but I have concerns that those decarbonisation target ranges do not need to be strictly tied to the carbon budget.<\/p> <p>  I am always a little nervous of the idea of a target range.  It can make sense at an EU level, when there is an attempt to capture disagreements or divergence of views.  Are we really saying that we are aiming for a range in any case?  If we achieved more than the highest value, for example, would we have missed the target?  If the target was a range of 10% to 20% in a period, would a 23% reduction be a failure?  There is something strange about using a range in this respect.<\/p> <p>  By the same token, there is an important place in this for celebrating success.  If a target is a 10% reduction by a certain time and a government or a sector achieves a 12% reduction, it should be celebrated.  Laws of this kind are often seen as being burdensome but we must create a space for success as well.  Perhaps including a range in this way means we can never quite meet that success if we never meet the highest target in the range.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#E00300","nonspeaker":"Mr. Jonathan Church"},{"type":"speech","time":1603756800,"counter":36,"content":"<p>I thank the two witnesses for assisting us with the Bill.  My first question is for Dr. Muinzer.  I am interested in his mention of sanctions.  Without a just transition being mentioned in the Bill, we do not want people to think sanctions will be placed on them.  The sanctions should be on the Government.  Will Dr. Muinzer speak a little about that please?<\/p> <p>  It feels as if we are in the territory of optics and aspiration over action and achievement.  Will Mr. Church give us three actions that we could seek to achieve in order to match optics and aspiration with action and achievement?  It is really important that the Bill lives up to its remit but the language is very vague.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#E00400","speaker":"1585"},{"type":"speechnospeaker","time":1603756800,"counter":37,"content":"<p>I thank the Deputy for her question.  A member has pointed to the New Zealand legislation and some lessons around biodiversity and so forth that we can potentially learn.  Deputy Cronin raised the question of the just transition and there is an inspiring template in Scotland that we can look to, which contains a relatively well-developed acknowledgement of the just transition.  With the work in Scotland there is a kind of raised consciousness around the just transition, which the Act may partially stimulate.  We have a useful template to look to in order to fill what could be an arguable blind spot in the Irish legislation.<\/p> <p>  With particular reference to sanctions, I will speak specifically to the text, as a lawyer tends to.  Head 3 deals with our 2050 climate objectives and it would displace the old section 3(1) of the principal Act.  It indicates, \"The State shall pursue the transition to a climate resilient and climate neutral economy\" so it is the tendency within the legislation.  I will not necessarily say that this places a duty as it does not work in the same way as the UK Act, which is very robust.  It points the duty towards the State, with the implication being it is towards the Government.  The language could perhaps be more sharply developed around those points at certain stages to assert and affirm.  The UK Act may provide a useful template.<\/p> <p>  When thinking of sanctions, the orientation is typically towards the Government.  It would be useful to stress-test the language just to ensure that is coming through and clear.  The sanctions question can be complex.  In the UK experience, judicial review is available, as members know.  In my writing, I have tried to think through what remedial outcomes a court might apply in the context of a particular breach of the climate change legislation in the UK.  Typically, in approaching that question, I have broken duties into two different types in the Act, with the first being procedural duties.  That may be the process of reporting to the parliament or something like that.<\/p><p> Substantive duties would classically be a 2020 or 2050 reduction target.  With procedural duties, there tends to be a capacity for courts to order a report, say, if one had been missed but with substantive duties, it can be very difficult to see what courts can do meaningfully.  If the net zero 2050 target was missed in the UK, that could be judicially reviewed, it is a legally binding duty, but what would the court actually do?  It would probably award declaratory relief where it declares that there has been a breach of the duty.  It may award costs to the party that brought the case but beyond that, it is difficult to see exactly what the court can do.  A lesson for Ireland, when considering sanctions, is that part of the form that sanctions might be able to take, as well as could usefully take, lies in the courts' capacity in Ireland to undertake certain actions to issue certain orders.  When considering sanctions, one must look carefully to the legal system and context in the jurisdiction in question to see what outcomes could be dictated by the courts, or perhaps even created by them because we are starting to see creative judgments around the world in this area.  There might be capacity for creativity in Ireland.  Sanctions, especially, are a question where there is no magic bullet or one-size-fits-all answer.  Ireland will have to think independently within the context of its own legal framework and tradition.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#E00500","nonspeaker":"Dr. Thomas Muinzer","continuing":true},{"type":"speech","time":1603756800,"counter":39,"content":"<p>Does Mr. Church wish to answer Deputy Cronin's second question on whether the Bill was more than optics?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#F00200","speaker":"1594"},{"type":"speechnospeaker","time":1603756800,"counter":40,"content":"<p>I agree that there are a lot of optics around the Bill.  I would love to see elements tightened up.  I will try and be more specific and helpful as I have spoken quite generally, and give some examples.  Take section 4 where the climate action plan is developed.  My opening statement noted that its approval is subject to such modifications as the Government considers appropriate.  That allows too much leeway.  It is perfectly possible for each climate action plan to deviate from targets from the start.  At the very least, if the Government wants to deviate from the plan proposed by the Minister, it should require a justification, maybe in concert with the advisory council.  That is something more like the UK Act where a carbon budget is proposed and if it is not followed, the Government must account for why that is the case.  Otherwise there is a risk that the carbon budgets and plans become too unmoored from the ultimate objective.<\/p> <p>  Section 4(13) features a potentially important duty for Ministers in the performance of their duties to have regard to the climate action plan and strategy.  I would love to see stronger wording because the duty to have regard is very weak, as I am sure others have noted.  It could be satisfied by a tick box for a Minister to say \"Yes, I have had regard, but I choose not to act in compliance with it on this occasion\".  Stronger language, whether a duty to act in compliance with the plan or strategy or work compatibly with the strategy, could go a long way to strengthening things.<\/p> <p>  Sections 12 and 14 concern the annual review and report by the advisory council and any subsequent evidence given to the joint committee.  As I noted, there is some emphasis on projections and some emphasis in section 14(1)(b) on whether there has been an increase or decrease in emissions based on the agency's reports.  I would tighten up this section so that the Government must show how its projected emissions compare with the projected emissions required for meeting carbon budgets.  Then, if there is a deviation, the Government must at least account for why that deviation is there and, at best, amend the Government's plans to satisfy that flight path to the carbon budgets.  I can provide the committee with the kind of wording that might do that.  It is the kind of wording that newer laws that the Governments in Sweden, Finland and Denmark have started to use with the importance of correcting for the gap between projected emissions and the emissions that are needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#F00300","nonspeaker":"Mr. Jonathan Church"},{"type":"speech","time":1603756800,"counter":41,"content":"<p>We have afforded other witnesses the opportunity to elaborate on answers in writing.  If they wish to do so we would welcome that and appreciate it if they could do so by 30 October.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#F00400","speaker":"1594"},{"type":"speech","time":1603756800,"counter":42,"content":"<p>That answers my question of how we ensure that this is a second generation piece of legislation and that we have learned things.  I think the witnesses will indicate some of the issues that will address that in writing.  I appreciate that.<\/p> <p>  I was interested in some key points that have been raised.  I refer to the relative weakness of balance between Government and Legislature here, except the ultimate accountability when it moves away from the Government and becomes the State.  It seems there is a lot of governmental or ministerial discretion in the Bill.  It is about how we can make the Bill more robust so that the Legislature can hold the Government to account.  <\/p> <p>  Dr. Muinzer spoke of the importance of interim targets in the Scottish legislation.  How important are the 2020 target of a 56% reduction and the 2030 target of 73% reduction, recognising they can be flexibly moved to be more ambitious, in providing guidance so that we can correct course if we are not reaching these?  How important is it to have them in the legislation?  Can we get something in writing on how the just transition was incorporated?  The sustainable development goals, STGs, are also explicitly mentioned in the Scottish Act.  The just transition and STGs are particularly relevant for those sectoral plans and targets.  It strikes me that some of the things that are in the long list would be very usefully applied in the sectoral plans.<\/p> <p>  There was a question on litigation and how vague language can lead to more litigation.  Can it also lead to litigation that can slow progress towards the goals if we have competing interests in that section?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#F00500","speaker":"1662"},{"type":"speech","time":1603756800,"counter":43,"content":"<p>I think the first question is for Dr. Muinzer and the second for Mr. Church.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#F00600","speaker":"1594"},{"type":"speech","time":1603756800,"counter":44,"content":"<p>They overlap.  I am happy to let either respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#F00700","speaker":"1662"},{"type":"speechnospeaker","time":1603756800,"counter":45,"content":"<p>Was the first question on the Scottish legislation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#F00800","nonspeaker":"Dr. Thomas Muinzer"},{"type":"speech","time":1603756800,"counter":46,"content":"<p>They overlap.  One question was for Mr. Church on Government accountability and ministerial discretion in the Bill and how that can be made more robust in making it more accountable to the Legislature.  The other question, for Dr. Muinzer, was on interim targets and the SDGs in the Scottish Bill.  I ask the witnesses to also comment in writing on the nitrogen balance sheet which Senator O'Reilly raised before, as we will not have time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#F00900","speaker":"1662"},{"type":"speechnospeaker","time":1603756800,"counter":47,"content":"<p>The Scottish targets is a useful and interesting question.  It is worth contextualising how the targets in Scotland developed.  That is quite interesting.  The UK passed its Climate Change Act in 2008.  In 2009, Scotland passed its sub-state Climate Change (Scotland) Act which was extensively amended last year, as I am sure the committee knows.  When the original Act was passed in 2009 it was a relatively well developed piece of legislation and was quite ambitious.  Over the course of passing that, the Scots looked at targets which is one of the things that is being agonised over in Ireland in relation to our Bill.  Effectively, Scotland absorbed the two milestone targets under the UK's Act for 2020 and 2050, but ratcheted up the 2020 target for a range of reasons.  It increased it to 42% at that time under the initial regime.  The Scots said they would go further or at least try another alternative device.  We would like to be a little more granular in how we account for our emissions reductions trajectory.  The UK Act has stringent five-year carbon budgets that are pegged to interim targets insofar as the 2020 interim target and the 2050 target set the range that the carbon budgets travel on.  The carbon budgets are set in secondary legislation and approved by parliament.<\/p><p>The Scots built in annual targets of at least 3% per year.  From the get-go in 2009 Scotland took a sub-state annual granular approach to targeting.  That has proved very useful and has set Scotland up well.  It has had a very successful emissions reduction drive.  The country was well placed to introduce more robust interim targets in the recent amendments to which the member referred.  To cut a long story short, the interim targets are very important.  They are key to the success of carbon budgeting and granular targets.  I could say more, but I will conclude there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#F01000","nonspeaker":"Dr. Thomas Muinzer","continuing":true},{"type":"speech","time":1603756800,"counter":49,"content":"<p>Could Dr. Muinzer comment on the sustainable development goals, SDGs, and the nitrates balance-sheet in a written follow-up?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#G00200","speaker":"1662"},{"type":"speechnospeaker","time":1603756800,"counter":50,"content":"<p>I would be happy to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#G00300","nonspeaker":"Dr. Thomas Muinzer"},{"type":"speechnospeaker","time":1603756800,"counter":51,"content":"<p>I agree with Dr. Muinzer on the role of the Legislature.  There are obvious parts of the Bill where the role of the Legislature could be rebalanced relative to the Executive.  I refer, for example, to the preparation of the climate action plan.  The Bill envisages a process whereby the Government approves the climate action plan and it is simply laid before the Houses of the Oireachtas.  As far as I can see, the approval of the Oireachtas is not needed.  Requiring a parliamentary vote, either when the plan is first prepared or when it is improved, as might be judged necessary by the Climate Change Advisory Council or the Joint Committee on Climate Action, could be a very important change to the constitutional balance.  It could help to ensure a pressure on the Government to perform to a certain standard.  There are a few provisions which could be changed to give the Parliament a vote rather than an observer role.<\/p> <p>  A very good point was made about the risk of litigation going both ways.  The clearer the law is, the lower the likelihood of litigation.  There is much leeway for arguments to be made in the courts.  Reducing this would mean that elements who wish for less ambition would have less chance of slowing things down through legal arguments.  Some four or five years ago a climate sceptic who was then the UK Secretary of State for the Environment, Food and Rural Affairs floated the idea of amending the 2050 target in the Climate Change Act 2008 to zero, effectively switching the Act off.  He may have seen that there was an opportunity to do that in accordance with the Act.  The language did not tie the Act to the targets sufficiently robustly.  That is an example of how litigation can go both ways.  It demonstrates the fact that clearer language is better. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#G00400","nonspeaker":"Mr. Jonathan Church"},{"type":"speech","time":1603756800,"counter":52,"content":"<p>I thank both witnesses.  I would like to pick up on a point Dr. Muinzer raised on public participation and engagement.  Perhaps Mr. Church would also like to comment.  Could the witnesses comment on the importance of that element and what it looks like in other jurisdictions?  Are there exemplars?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#G00500","speaker":"1507"},{"type":"speechnospeaker","time":1603756800,"counter":53,"content":"<p>I thank the Deputy for that very good question.  Asking a question like that is a key to the puzzle.  Those are exactly the types of questions we should be thinking about.  What public engagement would look like in adequate legislation is not an easy question.  There is probably no magic bullet or one-size-fits-all solution that would suit all jurisdictions.  To some extent this needs to be concretised in the context of specific jurisdictions.<\/p> <p>  I will confine myself to issues relating to the legislation.  Some approaches taken in Ireland, such as the citizens' assemblies, are widely admired as positive examples of how the public can be engaged to usefully inform action on certain issues.  That has included climate governance in this jurisdiction.  Ireland has some things to be proud of and has set a good tone in that area.  We must then turn to the question of how these important components might be built into the legislation itself.  As the Deputy suggests, we can take a cursory look at what is happening elsewhere.  The UK's Climate Change Act 2008 has something of a blind spot in this area.  The Scots perceived this when constructing the Climate Change (Scotland) Act 2009, and tried to make some improvements in that area.  They built some public engagement elements into that legislation which chiefly hinge on the development of a public engagement strategy.  As part of this strategy, the Government and the devolved institutions need to engage with the public to raise consciousness of climate change and mobilise its interests.  They must emphasise that through their energy choices, members of the public are players in the game of energy decarbonisation and transition.  Some of those elements are linked to ensuring the principles of a just transition suffuse society as these changes occur.  <\/p> <p>  That accounts for Scotland.  To my knowledge these Acts are springing up like wildfire.  When I started my book there was a very small number.  At that time, it was widely held that the best legislation was that of the Netherlands.  There was an extremely robust public participation process prior to the passage of the legislation.  That was carried over into the Dutch Climate Act, which sets out a framework for citizens' participation.  I encourage the committee members to look at that legislation.  It provides a framework for public participation.  This is complemented by a climate agreement setting out specific actions the Dutch Government is required to take in order to mobilise public engagement.  These include monitoring public views, trying to raise consciousness of the problem of climate change and emphasising the public's engagement and interest in the process.  It is very useful to look at the Netherlands and Scotland.  We can also think creatively within our own tradition of citizens' assemblies to colour our legislation. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#G00600","nonspeaker":"Dr. Thomas Muinzer"},{"type":"speechnospeaker","time":1603756800,"counter":54,"content":"<p>I agree with all that.  I would add that Dr. Muinzer's picture of the UK Climate Change Act 2008 is quite right.  There is not enough in that Act and it risks looking too technocratic.  Carbon budgets are set and in theory they are democratically mandated.  They go through Parliament, but there is a potential mismatch between what is involved in meeting those carbon budgets and an understanding of their implications among the people at large.  Those two things must be connected.<\/p> <p>  There may be a real opportunity to somehow establish a periodic role for Climate Assembly UK to feed into the mechanisms of the Act.  That could be useful.  I believe France has a similar climate assembly.  There was talk of somehow integrating its conclusions into the national policy agenda.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#G00700","nonspeaker":"Mr. Jonathan Church"},{"type":"speech","time":1603756800,"counter":55,"content":"<p>I thank the Chairman for affording me the opportunity to join the committee today.  This debate has been really useful and proved to be a very useful tutorial for somebody such as myself.<\/p> <p>  On the role of local authorities, in the wording of the legislation is there insufficient direction given to local authorities on the interpretation of national climate action plans and how they translate at the most local level into adaptation and mitigation measures?  Does either witness have a view on the role of local authorities?  Does the wording need to be buttressed or tightened up?  I see a role for local authorities.  Transport and housing are two key elements of taking carbon out of the equation so the role of local authorities would be important.  Slightly tangential to that is the role of public participation.  If there is a facility for local authorities to invite members of the public to make submissions then that could be an opportunity for the citizen to engage at the most local level.  Can consideration be given to tightening up the wording?  Do the witnesses have a perspective on the wording? <\/p> <p>  We have a climate change advisory committee and there is the Committee on Climate Change in the UK.  Let me explain the way I look at the Irish committee.  The Professor John FitzGeralds of this world keep us honest.  By that I mean, when they talk people listen because they do not have a \"political\" agenda.  To what extent does the UK Houses of Parliament view the UK Committee on Climate Change?  Does it have a real beneficial impact in terms of influencing policymakers and Government?  Can we learn form the UK experience?  Can we translate the lessons learned into a legislative text here that gives greater weight to the Irish climate change advisory committee such that it has more power, better powers of intervention and the power of persuasion?   My questions are more philosophical but the witnesses might have perspectives on them.<\/p> <p>  Finally, I thank both of the witnesses for their submissions to the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#H00100","speaker":"1514"},{"type":"speech","time":1603756800,"counter":56,"content":"<p>I suggest that we start with Mr. Church this time and he might want to address the question on the role of local authorities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#H00200","speaker":"1594"},{"type":"speechnospeaker","time":1603756800,"counter":57,"content":"<p>Yes, I shall try to do that.  Outlining the role of local authorities is a difficult question to answer.  In the UK I have spoken to a number of people about how the UK Act is implemented and whether it should, as it were, try to reach down to local authority level because, clearly, what happens at local authority level is hugely important, as the Deputy Sherlock mentioned in terms of, most obviously, housing and other kinds of infrastructure as well.  At the same time it is very difficult to draw a direct line from the kinds of emissions that are needed nationwide to any particular local authority so I do not have a firm view on that.  I would just say that there is a lot here, again to go back to Dr. Muinzer's comment about heavily packing the law.  I wonder whether it might be possible in a more lean way to somehow require that local authority plans, as they exist, bs in some sense compliant with the overall duties in the Act rather than again trying to come up with new plans at local authority level that then have to interact with existing planning structures at local level.  That could, potentially, get quite complicated.  It is important that, in a sense, the law is somehow felt at local level.<\/p> <p>  On the advisory council point, there are certain things we can do in terms of giving the advisory council a greater role.  For example, in requiring government to respond to the advisory council's annual report or, potentially, allowing the advisory council to raise the alarm in some way.  The success of the Committee on Climate Change in the UK - and Deputy Sherlock is right to suggest that it has been and continues to be seen as a real success - is largely down to the people who have been on that committee.  I refer to the high-quality work of the secretariat, the non-political nature of the people on the body, and the sensitive way in which those on the committee, including the Chair, have been able to take the right line.  Inevitably, there are political questions about how far one pushes it or how far one pushes there.  It is a testament to the people who have been on that committee, and how they have conducted themselves, that the CCC is seen as so authoritative across the board.  That probably goes as much to getting the right structures in place, having independent funding, having enough money to attract the best people to be on the secretariat and also being quite careful and cautious to have non-political experts on the committee.  For example, in the UK Lord Deben, has been the Chair for recent years and is a retired Conservative environment Minister of State.  That is a very good political vantage point to be able to stand in and give the best picture of the committee's work.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#H00300","nonspeaker":"Mr. Jonathan Church"},{"type":"speechnospeaker","time":1603756800,"counter":58,"content":"<p>Deputy Sherlock asked a very good question about the advisory council.  There are some distinctions between the Irish advisory council and the Committee on Climate Change.  I cast no aspersions on the Irish advisory council as I know that it includes a range of distinguished people and it does good and important work.  So simply thinking about the legislation, in the original 2015 Act, section 11(3) states: \"The advisory council shall be independent in the performance of its functions,\" which is very important.  The Committee on Climate Change in the UK is independent as well.  Section 9(18) semi nests the advisory council within the Environmental Protection Agency which, according to the legislation, becomes its sort of administrative support and perhaps they meet on the premises and so forth.  That may have been a useful and prudent thing to so.<\/p> <p>  I shall talk about the law on the page and cast no aspersions on the committee, which I know does important work.  The Committee on Climate Change, in the UK legislation, is sketched very robustly as an independent entity and is very much freestanding.  When one considers the structure of the institution itself one will sees that it has its committee, which Mr. Church discussed, an adaptation subcommittee, and a very substantial secretariat that is very well resourced.  The CCC stands very freely and is not quite subject to the same membership structure entirely in terms of how the competition is sketched out in the Irish Act, which is different.  There are a few other differing elements as well.  The CCC is very robustly freestanding in the UK and the Irish committee does important independent work but, from a vantage point, it sketches its functions now slightly less independently.  One thing that we might learn from the CCC is how the legislation sketches it out in a very rooted, freestanding way, and that then has spoken to the theme of its popularity and how it is perceived.  It is construed and considered as a robust freestanding, independent and reporting body.  I cast no aspersions on the Irish committee, which is highly respected as well.  <\/p> <p>  I shall give one brief example.  Lord Deben wrote the foreword for my book on the Climate Change Act.  Typically, I critiqued the Act and its institutions but I did not have a great deal that was critical to say because the CCC fulfils an important function, stands independently and has been a key piece of the machinery in the UK.  One reason that Lord Deben kindly wrote the foreword is that he might have anticipated that I would have had a lot of critical commentary but I actually did not simply on the basis of how the CCC has performed to date and been viewed.  There are some useful lessons there, I think.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#H00400","nonspeaker":"Dr. Thomas Muinzer"},{"type":"speech","time":1603756800,"counter":59,"content":"<p>I thank the witnesses for their testimony, for highlighting various aspects of the Bill and for their own experiences.  The debate has been very interesting.  By this point many of the questions have been asked so forgive me for any repetition.<\/p><p>I was taken with the point in the opening statements about the need to tighten up the language in the Bill.  Both witnesses spoke about that in some detail.  In terms of the differences between what is being proposed here and what the UK has done given its experience in climate action for nearly 12 years, what are the main differences between what is being proposed here and the witnesses' lived experiences of what the UK has introduced?  <\/p><p> Mr. Church spoke about the indications of the carbon budget not being met and it was only two years away.  What sanctions are built into that Act?  What implications will it have for the UK Government if those targets are not met?  <\/p><p> In his opening statement, Dr. Muinzer spoke about the UK Act and its performance and involvement.  We heard about the need to tighten up the language in the Bill before us, the commitments in that Bill, its impact on future Governments and the sanctions it could bring.  Deputy Sherlock asked about the role of local councils.  That is an important element when one is speaking about the impact it will have on local authorities.  Regarding the advisory committee about which both witnesses spoke, what kind of make-up should it have?  Would it have members from youth and community groups?  I think both witnesses spoke about the Dutch and Scottish models.  Could they delve into the advisory councils in the Netherlands and Scotland and how they possibly differ from each other or which has the better make-up?  Mr. Church spoke about public participation in the Netherlands as an example of best practice.  Was that on a continuous basis or was it at the pre-legislative scrutiny stage?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#H00500","speaker":"1481","continuing":true},{"type":"speechnospeaker","time":1603756800,"counter":61,"content":"<p>I will take one of the questions that is easily dealt with, namely, the composition of the advisory council.  A range of criteria is set out in the legislation about the sorts of people who would be appropriate to have a seat on the council.  It seems a relatively conventional list.  I need to juxtapose it with the criteria set out in the UK Act but I have nothing to imply that it is strongly dissimilar.  These committees tend to emphasise the utility of economists and that is fine.  Deputy Devlin mentioned youth and community input.  I think that could be a very useful development and one that should be considered.  Hopefully, this is not too predictable but given the legal considerations at issue when it comes to a committee like that, including with reference to taking cognisance of Article 2 of the United Nations Framework Convention on Climate Change, UNFCCC, and EU law that is sketched out within the Bill and of which the advisory committee must be cognisant, a lawyer or lawyers would be a useful addition to the committees.  The UK Committee on Climate Change falls through the same hole in the floor slightly.  It has under-emphasised and slightly devalued the role of lawyers in its committees and the legislation does that.  I made the point to the UK committee several times that this is something that can be usefully improved and others have done likewise.  Recently, a solicitor was brought on to the adaptation sub-committee so that is progress of a kind.<\/p> <p>  I will make a general point about language.  It is difficult from a lawyerly perspective to discuss the language problems meaningfully in the abstract.  It is easier to work through the text but, of course, we do not have time to do so.  A useful touchstone would be if we juxtapose the original section 3(1) regarding the national transition objective with the 2050 objective.  Section 3(1) is displacing that.  We see that we are moving from phrasing that \"for the purposes of enabling the State to pursue and achieve the transition to\" and so on and so forth to a new construction in which \"the State shall pursue\".  Obviously, when one drops the word \"achieve\", that raises alarm bells in a lawyer.  It is a softening.  \"Pursue\" is a verb.  It means to follow something or to try to catch it and is relatively soft in comparison with the previous construction.  The legislation is peppered with that slightly soft legal language.  To give a concrete example, section 4(2)(a) of the principal Act points out that when updating the climate action plan, the Minister \"shall take account of the carbon budget programme\".  Again, language like \"take account of\" would be rather soft legalese.  It is slightly different to actually needing to adhere to it so I strongly recommend stress testing the legislation for that type of phraseology and strengthening it in line with a UK-style approach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#J00200","nonspeaker":"Dr. Thomas Muinzer"},{"type":"speechnospeaker","time":1603756800,"counter":62,"content":"<p>To follow up on Dr. Muinzer's point, there is a duty to \"take account of\" in the Bill as it stands.  Under the UK Act, every five years, the Secretary of State must put in place a plan for meeting carbon budgets so the language is much more hard-edged.  Under the UK Act, the Secretary of State, and the UK Government as a whole, have an ongoing duty to have in place proposals and policies that in the opinion of the Secretary of State, or words to that effect, are sufficient to meet those carbon budgets.  Those kinds of more direct links are drawn in the UK Act compared with the Bill.<\/p> <p>  The consequences of not meeting the fourth carbon budget will be highly mitigated.  It gets very technical.  It involves extra credits that are in the carbon budgeting system.  That system in the UK Act has given a lot of hot air, as it were, for the UK Government to be able to say it meets its budgets without actually having undertaken all of the necessary emissions reductions, so, on paper, it will be able to say it met its budget.  In my statement, I used the words \"meeting the budget in full\" or something like that, which was just a way of making that distinction.  Once one starts missing one's budgets in the real sense, one is off track and the more off track one is, the harder it becomes to get back on track.  I do not think there will be any legal consequence of the UK Government not meeting its fourth carbon budget in full.  It will just make it increasingly hard to meet the fifth and potentially the sixth carbon budget and at some point, I fear there will be a kind of breaking point and it may be difficult to see a way to meet the targets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#J00300","nonspeaker":"Mr. Jonathan Church"},{"type":"speech","time":1603756800,"counter":63,"content":"<p>I missed the start of the presentations but I will certainly look back on the footage to hear the full opening statements.  Dr. Muinzer said that what was impressive about the UK Committee on Climate Change was the cohesiveness of the membership and the non-politicisation of the approach and chairperson.  I genuinely feel that this is something we can mirror here.  We have a great Chairman and there is very much a shared cohesive approach so far.  We have not got down to the nitty-gritty but it feels like there is a common goal here.<\/p><p>Deputy Devlin asked a question that has not been answered and I know the witnesses can respond with a written statement.  It was on public consultation and public input.  It is easy to imagine how this would have happened prior to the legislation but how would it be done given the timelines involved in trying to bring the climate action Bill through the Houses of the Oireachtas?  The examples from the Netherlands and Scotland were good examples to look at.  For the purposes of the committee, will the witnesses flesh out how public consultation would work after the Bill is enacted and during the lifetime of the legislation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#J00400","speaker":"1545","continuing":true},{"type":"speech","time":1603756800,"counter":65,"content":"<p>Does Mr. Church want to go ahead?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#K00200","speaker":"1594"},{"type":"speechnospeaker","time":1603756800,"counter":66,"content":"<p>Dr. Muinzer is better placed to speak on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#K00300","nonspeaker":"Mr. Jonathan Church"},{"type":"speechnospeaker","time":1603756800,"counter":67,"content":"<p>I thank the Deputy for the question.  Earlier, I was emphasising that with the Citizens' Assembly there is a discourse tradition in Ireland in stimulating and developing public engagement.  It is such a niche component of a climate change Act that I would encourage legislators and lawmakers in Ireland to think creatively and try to concretise an appropriate approach in the Irish system.  Of course, part of doing this can also be usefully informed by other jurisdictions.  Public engagement elements within climate change Acts, at least so far as I know as more Acts are emerging all the time but I have looked at quite a number in detail, tend to be relatively undeveloped.  Then we get some diamonds in the rough such as the Scottish Act.  I do not want to overblow its public engagement element but I set it in context earlier.  Initially, the Scottish Act was in the context of the UK pioneering the form of the legislation in 2008 and the Scottish then stood up and said there seemed to be inadequate integration of public engagement and participation elements within the legislation itself, which is different to pre-legislative scrutiny.  The Scottish Administration tried to build in some public engagement components, which was very impressive.  In terms of what the components say and do we can take a look at the legislation but basically it is predicated around a public engagement strategy.  The Scottish Government developed this strategy and needs to keep it under review and update it, which involves a range of measures, in particular reaching out to communities and people in Scotland to raise consciousness about climate change as a serious problem that we all face.  It also raises consciousness about how our personal behaviour can contribute to solutions, whether with regard to the energy choices we make or whether we choose to use public transport.<\/p> <p>  The gold standard at the time I worked on these Acts in detail, which was recently, was the Netherlands Act.  The Netherlands does not have a freestanding Act in the way the UK does or that Ireland does in its way.  There are other examples of freestanding architecture, such as the 2012 Mexican Act.  The Dutch Act is partnered with a climate agreement, which is very important and has substantial elements that interact with the Act.  The climate Act sets out a framework for public participation and the climate agreement tries to stipulate what that means in terms of action points and what could and should be done.  The Act locks in the notion that a framework exists and operates and the agreement, which can be subject to lower-level policy changes, deals more with the specific elements.<\/p> <p>  One of the main innovations it introduced that I did not mention earlier, and I do not have the Act in front of me, is that it created a citizens' monitor.  This is a particular actor embedded in the legal regime that is required to monitor citizen engagement with climate issues to disseminate information and to consider human behaviour and behavioural change in the context of a low carbon transition.  It set up this particular actor to target these types of issues, whereas in the Scottish case it was more of a strategic approach built around a public engagement strategy.  In the Irish case we need to take these things and make them our own.  It could involve a targeted strategy embedded in the legislation that is updated on a rolling basis.  It could even involve the creation of a particular actor or small institution to deal with public interaction and consciousness raising to consider public behaviour.  There is a range of options and inspiration from which we can draw.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#K00400","nonspeaker":"Dr. Thomas Muinzer"},{"type":"speech","time":1603756800,"counter":68,"content":"<p>I want to tease out further the make up of the advisory committee.  The importance of its independence has been mentioned and that there would be a preference that it would not be fitted in with the EPA but that it would be a standalone entity.  Do either of the witnesses have an opinion on the membership and the <i>ex officio<\/i>members of the committee and what impact they would have on its independence?  Is it normal that it has a voting system?  There are <i>ex officio<\/i>members who have a vote that is worth the same as the other members and the chair has the casting vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#K00500","speaker":"1635"},{"type":"speech","time":1603756800,"counter":69,"content":"<p>My questions are similar.  In our system we have groups such as Teagasc, which is an agricultural research body.  It contains much of the cutting-edge thinking about what can be done.  It seemed strange to cut it out of an advisory council when many of the issues will be with regard to how agriculture can be adapted.  The other issue is that although the EPA is a State body it is in itself quite independent with independent enforcement powers.  It is a spur to improvement in many of the key areas where we need to see change, certainly with regard to waste management and biodiversity.  We could say the same of some of the other bodies that are there.  They bring an expertise.  In a small country that does not have access to huge amounts of independent research capability, it seems if we can put in place a legislative framework that does not undermine the independence of the council then having these people there would be a good thing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#K00600","speaker":"1549"},{"type":"speech","time":1603756800,"counter":70,"content":"<p>I have a question on the pros and cons of adopting the split target approach of handling various emissions in various ways.  It was referenced with regard to New Zealand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#K00700","speaker":"1507"},{"type":"speechnospeaker","time":1603756800,"counter":71,"content":"<p>With regard to the <i>ex officio<\/i>members I will stick to the four corners of the legislation to make a general point.  When one looks at the composition of the Irish advisory council and the input of <i>ex officio<\/i>members and how voting works, we can see why things might be structured this way.  It does contrast with the UK's Committee on Climate Change.  The <i>ex officio<\/i>input, while there may be lucid and positive reasons for it, does not create quite the same level of optics of independence that we find with the UK's Committee on Climate Change, when these types of features are read in conjunction with the advisory council.  It is not fair to say it is nested within the EPA but it is interactive with the EPA in terms of how the legislation structures certain arrangements.  I am speaking about the legislation on the page.  When we read it we have an independent advisory committee but we have these other features that are interwoven.  In the UK version we have an independent Committee on Climate Change.  The legislation ring-fencing this in an independent zone creates two slightly different impressions.  There are slightly different features at play.<\/p><p>The UK's Committee on Climate Change, CCC, is the advisory and reporting body, as we know, just like the advisory committee.  Its functions are fairly similar.  In the UK it has been a relatively respected institution, is considered to be fairly robustly independent and it provides useful advisory support.  On specifics of the advisory committee, again I am thinking of the four corners of the legislation.  I am sure in practice it would be different, but it did not jump out at me as to how it would have a broad access to a wide sweep of data, for example, or an automatic entitlement to data that might allow it to produce long-term climate modelling and so on.  The CCC's doors are quite open with regard to its access to data, for example.  How the legislation compares and contrasts is something that might be looked at.<\/p><p> There are one or two points within the legislation where certain elements slightly troubled me around the advisory committee in terms of the legislation structures.  I will go through it but I will be brief as I do not want to take all the time.  A small example is section 6B that deals with the approval process for carbon budgets.  The advisory committee would recommend a carbon budget level and the Minister can amend that and finalise it at section 6B(1)(c) to (d).  If the Minister departs from the advisory committee's advice, which the Minister can do, it has to account for that departure under the legislation.  From what I see in the legislation, the next step is that matters are then moved to the Government, which can then approve or modify the budget level under section 6B(6)(a) to (b).  I did not see clearly there that the Government would be required to account for a departure from the advisory committee's proposed carbon budget.  So, in practice, the advisory committee could propose a budget, perhaps the environment Minister might accept that, and as it moves to the next stage the Government may modify that.  I did not see the same requirement for the Government to account for a departure from the advisory committee's budget level.  I am aware that the Oireachtas is involved then and so on.  On that narrow point, however, in the UK procedure in legislation, if there is a departure from a CCC recommendation it quite clearly has to be accounted for.  There are a few little such areas within the legislation that I find slightly concerning with regard to the narrower functions.  I will pass on to Mr. Church, as appropriate, because I do not want to use all the time.  I thank the Deputy for the questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#K00800","nonspeaker":"Dr. Thomas Muinzer","continuing":true},{"type":"speech","time":1603756800,"counter":73,"content":"<p>I thank Dr. Muinzer.  We might come back to the question from Deputy O'Rourke about the pros and cons of the split targets, after Mr. Church, who may want to come in on the <i>ex officio<\/i>question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#L00200","speaker":"1594"},{"type":"speechnospeaker","time":1603756800,"counter":74,"content":"<p>Yes, certainly.  I will be brief.  The questioner absolutely has a good point that there will be important expertise among the <i>ex officio <\/i>members and that they represent important perspectives.  The UK Committee on Climate Change, through being suitably resourced and empowered and in the way it has acted, has always had all the expertise it needs whether it is working with different institutions, bodies and with civil society.  It is an active and outward facing body that gets and has good access to all of the relevant analyses and information it needs and all of the capacity it has in house, as Dr. Muinzer has mentioned.  It is not, therefore, so important to have, as it were, certain perspectives represented in the committee itself.  It may well be that the CCC does have experts on the committee in agriculture, for example, or in biomass, economics or behavioural science to bring their expertise, but there might not be.  There may not be people with specific representations on bodies such as Teagasc, for example, and on other similar bodies.  One can get that expertise and those perspectives without necessarily having it set up with <i>ex officio<\/i>members.<br\/><br\/>On the dual targets, it is my sense that it does make sense to have different targets for long-lived greenhouse gasses and short-lived gasses like methane, particularly when agriculture emissions are such a large part of the challenge here.  All that is required is real clarity between those two targets.  Again, I am conscious that we do not want to overpack the law, but having clarity on that and having those two targets could well be valuable.  I understand that the short-lived greenhouse gasses like methane do not actually have to come right down to zero in order to have no impact on climate and global temperatures.  There is a potentially important way here for Ireland to become climate neutral without necessarily having to get its methane right down to zero.  I do not mean to be unambitious but I mentioned it because it could be as legitimate a way of driving the transition to be climate neutral in a way that is more suitable to Ireland's circumstances.  We have mentioned New Zealand's Act, which goes some way in that direction, but perhaps not as far as it could do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#L00300","nonspeaker":"Mr. Jonathan Church"},{"type":"speech","time":1603756800,"counter":75,"content":"<p>I thank Mr. Church.  Will Dr. Muinzer come back in on the issue of dual targets?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#L00400","speaker":"1594"},{"type":"speechnospeaker","time":1603756800,"counter":76,"content":"<p>Yes.  New Zealand's Act adopts a split-gasses approach and it separates out a specific target from the rest of the legislation.  It is something we want to take note of, especially in Ireland.  In this context I am sticking to the legislation.  I understand there is policy discourse and discussion around methane in Ireland, which is quite rich and well developed in terms of its legislation.  The New Zealand legislation is something we want to take note of as a useful climate change Act that we can look to.  There is a similar demographic composition in Ireland and New Zealand.  Both countries face some hard problems that the UK does not face insofar as we have a large proportion of our emissions come from the agricultural sector in a way that is simply not the case in the UK and Scotland.  New Zealand faces similar problems.  The argument for the split-gasses approach is thought to be sensible on the part of some.  I would not encourage that approach in the context of our particular Act.  Although I recognise that we face particular hard problems in the agricultural sector, for reasons I could go into, I thought it was quite controversial in the New Zealand context.  It has occurred but at the same time that context is not Ireland's context.  The New Zealand Act has carbon budgets that are more rigidly defined and, effectively, they function as \"stepping stones\", as described by Prue Taylor, an authority on the New Zealand Act.  Those are the stepping stones that drive the emissions trajectory in New Zealand.  It has a net zero target that encompasses the rest of the greenhouse gasses in its basket.  Methane is separated out but it still has a relatively stringent target.  In the context of that framework there is still a high degree of stringency that we are not in a position to import into our Act just yet without some substantial development of how we articulate targets, how we frame our carbon budgets and so on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#L00500","nonspeaker":"Dr. Thomas Muinzer"},{"type":"speech","time":1603756800,"counter":77,"content":"<p>I thank Dr. Muinzer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#L00600","speaker":"1594"},{"type":"speech","time":1603756800,"counter":78,"content":"<p>I would appreciate written comments from Dr. Muinzer on the idea of the separated targets because while it may be more difficult to achieve zero in terms of bio-methane the concern is that although it does not last as long it does have a quicker and higher impact.  The same argument might be made, if we are looking to special qualities, that bio-methane targets might need to be much higher than other targets in the interim to ensure we do not heat past a tipping point.  That is interesting.  Perhaps Dr. Muinzer could send a note on it also.<\/p> <p>  In the Scottish Act there is clearly a requirement in respect of the reporting mechanisms of the United Nations Framework Convention on Climate Change, UNFCC, around greenhouse gasses to ensure that whatever other internal mechanisms we might be doing, we are hitting the UNFCC targets.  Perhaps Dr. Muinzer could also send on a note for this.<\/p> <p>  On the technical expertise within the CCC on the science of greenhouse gasses and those factors we need, is there scope for a separation?  How is that work done versus the wider expertise?  The concern in relation to our advisory council, for example, is the scientific expertise that might be needed around genuinely saying something will get us to 1.5&deg;, keep us below 1.5&deg;, or not, versus all the other expertise.<\/p><p>That expertise is now channelled towards the budget.  It seems to me that there may be an argument for having a scientific subgroup that would focus on the scientific facts, while the wider group might make an input into sectoral plans in the way which has been described in the UK, with civil society or Ministers being able to engage in that context concerning how things can be done and what works in that regard.<\/p><p> Does Mr. Church have a comment regarding the interaction of trade legislation and climate legislation?  How do we ensure this climate legislation is not undermined by other legislation?  Are there any good examples internationally that we could look to in ensuring this climate legislation is not chipped away at by other competing imperatives?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#L00700","speaker":"1662","continuing":true},{"type":"speech","time":1603756800,"counter":80,"content":"<p>I thank Senator Higgins.  We do not have much time remaining.  I will ask a question about public bodies now, and then we will finish with both witnesses giving their answers to that question and those posed by Senator Higgins.  Will the witnesses give details of how other jurisdictions have placed obligations on State agencies, State-owned companies and regulators in their climate change legislation?  For everyone's information, we need to be out of this room in five or six minutes.  I ask Mr. Church to go first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#M00200","speaker":"1594"},{"type":"speechnospeaker","time":1603756800,"counter":81,"content":"<p>I will be brief.  I thank the committee again for inviting me to participate in this meeting.<\/p> <p>  Senator Higgins made a good point about science.  The CCC in the UK has just ensured it has the scientific capacity it needs in-house.  It has also been very active at reaching out for extra expertise when needed.  Often, it is possible for the CCC to take the target it has and focus not so much on the science in respect of what the environmental impact of those targets will be, but much more on how it will be possible to reach that target in a social and economic sense.  I do not want to say too much about the methane question, but it is a more complex one.  There may be a greater need for specific scientific expertise in a context where methane has a special role to play, as I think it does in Ireland.<\/p> <p>  I am afraid I do not have a great deal to add with regard to trade, except to say that the best protection against carbon leakage, which I know is picked up briefly in the Bill, is that so many other countries are pursuing similar laws.  Everybody is moving in the same direction.  Increasingly, trade deals are made with the environmental impact in mind.  It is to be hoped that there is not too much of a threat when everybody is moving together.  I do not have anything to add on the public bodies point.  I thank the committee again, and I will hand over to Dr. Muinzer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#M00300","nonspeaker":"Mr. Jonathan Church"},{"type":"speechnospeaker","time":1603756800,"counter":82,"content":"<p>Senator Higgins asked an important question which raises some good points.  It is good that a reflective conversation is occurring around the composition of the CCAC and how that is articulated in the legislation.  A richer scientific and technological presence and input would be useful.  I am trying to stick to the legislation and avoid the general cultural discussions in Ireland.  The CCAC may be an important and respected body, but it is heavily oriented towards economic interests and concerns.  That is partly reflected in some outputs, some aspects of its composition and some aspects of the way in which the legislation articulates its membership.  That is something that could be eased up slightly, and that speaks to the theme of richly integrating science and scientific capacity.<\/p> <p>  There are broader questions concerning governance, beyond the composition in respect of individual members.  If I am reading the legislation correctly, it seems the CCAC can do quite a bit, including creating subcommittees and thinking in novel ways when it comes to its own governance.  It is, therefore, a substantial institution that might want to develop a science-technology committee.  I do not see why it could not do that, if the resources are available and I am reading the legislation correctly.  Those are all things that should be usefully considered.  The CCAC is just one entity, so it will need help and support and will need to be cognisant of, and draw on, the reports of the IPCC.  It may even want to enrich collaborative links with the CCC in the UK in useful ways.  The sky is the limit when it comes to novel thinking in the composition and governance of the CCAC.  The legislation should reflect and enable those sorts of opportunities.<\/p> <p>  Moving to the question from the Chair regarding public bodies, it would take me a little while to scan through my knowledge of international climate change texts and how they treat that question.  It is a broad query and a very good one.  Given that we are concluding and in light of the breadth of that very good question, it is probably more useful if I emphasise that for me the bread and butter aspect of meaningfully engaging Irish public bodies in the transition process, as articulated in the legislation, lies in nailing down robustly articulated targets, which are ideally economy-wide.  I refer to tweaking and refining the 2050 objective in the proposed section 3(1), getting carbon budgets nailed down, getting them just right, making them robust and perhaps thinking of how the UK does that.  It will also be necessary to articulate the governance framework that will gradually drive the national transition which will impact on public bodies and drive private transformation.  As we are concluding, I highlight that broader point.<\/p> <p>  In closing, I emphasise that this sort of approach will prepare us very well for all the sorts of things coming down the track at EU level, such as the EU climate law.  We have our problems, especially regarding agriculture, but if we do not step up and really grapple with them now, and preferably in this legislation, we will be placed at even more of a disadvantage as things move forward quickly in the EU context.  We must prepare our agriculture sector for those changes as best we can, as well as those other shocks and impacts that are coming.  This legislation is the key to doing that.  I ask the committee to excuse the slightly broad answer, but I am thankful for the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#M00400","nonspeaker":"Dr. Thomas Muinzer"},{"type":"speech","time":1603756800,"counter":83,"content":"<p>We are out of time.  On behalf of the committee, I thank Mr. Church and Dr. Muinzer for attending for this worthwhile and thorough engagement.  It will greatly assist us in our consideration of the draft Bill in the coming weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#M00500","speaker":"1594"},{"type":"speech","time":1603756800,"counter":84,"content":"<p>I have a couple of technical questions.  What is the deadline for people sending us in follow-up pieces?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#M00600","speaker":"1662"},{"type":"speech","time":1603756800,"counter":85,"content":"<p>It is 30 October.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#M00700","speaker":"1594"},{"type":"speech","time":1603756800,"counter":86,"content":"<p>I forgot to ask the witnesses if there are any good practices in legislation in respect of offsetting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#M00800","speaker":"1662"},{"type":"speech","time":1603756800,"counter":87,"content":"<p>I am not sure if they picked up on that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#M00900","speaker":"1594"},{"type":"speech","time":1603756800,"counter":88,"content":"<p>I refer to limits regarding how much neutrality is based on offsetting.  I do not know if there are good legislative examples.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#M01000","speaker":"1662"},{"type":"speech","time":1603756800,"counter":89,"content":"<p>If the witnesses can send in their observations in writing regarding the question of offsetting, we would welcome that.  We will resume our pre-legislative scrutiny of the climate Bill tomorrow morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/CAJ2020102700002#M01100","speaker":"1594"},{"type":"unspoken","time":1603756800,"counter":90,"content":"<p>The joint committee adjourned at 3.29 p.m. until 11.30 a.m. on Wednesday, 28 October 2020.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Joint Oireachtas Committee on Transport, Tourism and Sport","time":1603756800,"counter":91},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 11:30<\/p><p>The Joint Committee met at 11:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Joe Carey, Paddy Burke,* Cathal Crowe, Timmy Dooley, Michael Lowry, Elisha McCallion. James O'Connor, Darren O'Rourke, Ruairí Ó Murchú, Duncan Smith.<\/p><p>* In éagmais \/ In the absence of Senator Jerry Buttimer.<\/p><p>Deputy Kieran O'Donnell sa Chathaoir \/ in the Chair.<\/p>","time":1603756800,"counter":92,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002"},{"type":"minorheading","content":"Business of Joint Committee","time":1603756800,"counter":93,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#A00100"},{"type":"speech","time":1603756800,"counter":94,"content":"<p>Apologies have been received from Senators O'Sullivan and Buttimer.  Senator Burke will substitute for Senator Buttimer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#A00200","speaker":"1593"},{"type":"minorheading","content":"Issues Affecting the Aviation Sector: Discussion","time":1603756800,"counter":95,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#A00300"},{"type":"speech","time":1603756800,"counter":96,"content":"<p>I welcome Mr. Filip Cornelis, director of the Directorate-General for Mobility and Transport at the European Commission and, from the Irish Aviation Authority, Mr. Niall Connors, assistant director of the safety regulation division, and Mr. Paul Brandon, head of corporate affairs.<\/p><p>I draw the attention of our guests to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the joint committee.  If, however, they are directed by it to cease giving evidence on a particular matter and continue to do so, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person or an entity by name or in such a way as to make him, her or it identifiable.  Our guests should note that by giving evidence from a location outside of the parliamentary precincts, the constitutional protections afforded to witnesses attending to give evidence before committees may not extend to them.  No clear guidance can be given on whether, or the extent to which, the evidence given is covered by absolute privilege of a statutory nature.  Persons giving evidence from another jurisdiction should also be mindful of their domestic statutory regime.  If witnesses are directed by the committee to cease giving evidence in respect of a particular matter, they must respect that direction.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official, either by name or in such a way as to make him or her identifiable.<\/p><p>I invite Mr. Cornelis to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#A00400","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":97,"content":"<p>I thank the Chairman and the committee for inviting the European Commission to provide information on the circumstances facing the aviation sector in the context of Covid-19.  We have seen in Europe, including Ireland, and throughout the world that since the outbreak of the pandemic, transport has suffered a dramatic reduction in traffic.  Aviation, particularly international aviation, was hit first and very hard.  I might quote a few figures for Europe.  The number of flights contracted by almost 90% in April, while in June, it remained 80% below the levels of 2019.  Over the summer, we recorded a slight but brief recovery, and even then, the number of flights in Europe did not reach more than 50% of last year's traffic levels in August.<\/p> <p>  Since August, there has again been an aggravation of the circumstances.  In its most recent comprehensive assessment, Eurocontrol reported a 57% reduction in the number of flights year on year for the month of October and expects it to deteriorate further.  I recommend to the committee the information provided by Eurocontrol, which is very helpful for policymakers throughout Europe.  Broadly speaking, traffic, as we enter the final phase of the year, will be less than half that of last year.  In terms of the number of passengers travelling, we are in the order of only one quarter of the normal number of passengers.<\/p> <p>  This has a significant impact on the performance of the sector.  It is estimated that the losses, or the combined revenue forgone by airlines, airports and air navigation service providers, will be of the order of &euro;100 billion this year.  These figures are dramatic but do not reflect the total impact.  We should add the impact on related sectors, such as aircraft manufacturing and maintenance, and those such as tourism that depend on air travel.  It is clear that the crisis is completely dwarfing downturns of the past that resulted from external shocks, whether 9\/11, the severe acute respiratory syndrome, SARS, epidemic or the 2008 financial crisis.  The low traffic we have been experiencing for the better part of this year is clearly not sustainable, despite the efforts to cut costs in the sector.  We can expect, if circumstances continue, market exits, redundancies and job losses to multiply as airlines and airports scale back to survive this crisis.<\/p><p>This is a sector that employs, directly and indirectly, some 12 million people in Europe and is contributing more than &euro;700 billion to European GDP, not to mention its impact on social and economic cohesion, in the broader sense of that word, throughout the EU.<\/p><p> I wish to outline the response we have tried to give at the European Commission and EU level.  First, immediately after the start of the outbreak, we took a number of steps to ensure regulatory relief for the aviation sector and address key issues, including the introduction of a waiver of the use-it-or-lose-it rule for airport slots.  We published guidelines on air cargo in order to maintain the flow of cargo by air.  We published guidelines on passenger rights and guidance on the possibility of introducing temporary public service obligations.  Most recently, we have extended the waiver of the airport slot use-it-or-lose-it rule for the winter season 2020-21.  We also worked with the European Union Aviation Safety Agency, EASA, and the European Centre for Disease Prevention and Control, ECDC, to devise an aviation health and safety protocol.  This protocol, which was jointly published by the two agencies in May 2020, set out measures to ensure the health and safety of passengers and crew during all stages of an air journey.  Both passengers and the industry, as well as many member states, have welcomed and implemented those guidelines.  Some member states have even made them mandatory.  The health and safety protocol will be updated as we go forward on the basis of experience of, and increasing insight into, the nature of transmission of the coronavirus.<\/p><p> We have also put in place a temporary framework for state aid to assist member states to support businesses, particularly formerly healthy businesses, to weather the storm.  This framework has been used by a number of member states to provide targeted support to a significant number of airlines, including the Lufthansa Group, Air France-KLM, EasyJet and others, to airports in Germany, Belgium and other member states, and to promote connectivity measures such as the scheme put in place by Cyprus.  Taking into account the prolongation of the crisis, the state aid temporary framework has just been extended until the middle of next year.  In addition, the provisions on recapitalisation aid are extended until September next year.  The Commission continues to constantly review the situation and adapt measures where needed going forward.<\/p><p> In regard to travel within and outside the EU, the Commission has advocated a harmonised easing of border restrictions following the first wave of lockdowns in the spring.  Back in June, we initiated a harmonised easing of border restrictions between member states in order to restore freedom of movement within the EU, as much as possible, while continuing to protect public health.  This remains a top priority for the Commission and we are working continuously with member states and the German Presidency to co-ordinate action on travel within the EU.  On 13 October, the European Council adopted a recommendation on a co-ordinated approach to the restriction of freedom of movement in response to Covid-19.  This was based on a Commission proposal that sought to address some of the confusion that was caused by different systems and different approaches by member states to classifying regions in Europe, a confusion which has contributed, in turn, to a reduction in travel, including air travel, within Europe.<\/p><p> In the case of travel outside Europe, following a proposal from the Commission before the summer, the Council adopted a recommendation on the gradual lifting of temporary restrictions on non-essential travel into the EU.  Based on the criteria and conditions set out in that recommendation, which was adopted on 30 June, member states were advised to gradually lift travel restrictions at external borders for residents of specified third countries, the list of which is regularly updated.  The latest update was done on 22 October.<\/p><p> Testing of travellers is a topic that has been very much under attention in recent weeks.  On 18 September, the Commission published a set of recommendations for a common approach to Covid-19 testing in the EU.  The recommendations set out concrete actions to support member states in the planning and organisation of testing efforts during different stages of the pandemic and mapping out the different testing regimes currently in place and their underlying criteria.  I will highlight the recommendations that are of particular relevance to aviation.  Any travel restrictions put in place must be well co-ordinated among countries, proportionate, non-discriminatory and should focus on what is necessary for the protection of public health.  Where tests are required for travellers wishing to cross national borders, this should be seen as a special category of testing that, because it involves cross-border travel, requires agreement on common criteria and the necessary preconditions and tools needed for mutual recognition of test results.  To prevent the reintroduction of the virus into countries or subnational regions that have achieved a sustained control of Covid-19, consideration may be given to targeted testing and follow-up of individuals coming from other areas within the same country or other countries that have higher transmission levels.  Where countries decide to implement travel restrictions, it is recommended that testing of symptomatic travellers directly upon their return be a priority.  The recommendations were endorsed by the EU Health Security Committee, which brings member states together in an attempt to streamline national approaches and ensure more coherent Covid-19 testing strategies across the EU, including those applying to travellers.<\/p><p>Freedom of movement and the single aviation market are key achievements of European integration.  They have brought us closer together as Europeans and have driven forward the European economy.  We believe that restoring full freedom of movement can be done while, at the same time, protecting public health.  Clearly, a more co-ordinated approach is needed among EU member states while also respecting that public health remains a national policy competence.  There is no contradiction between the two.  To achieve our objective of restoring freedom of movement, we must support health and safety measures in the aviation sector through effective mitigating measures that are science-based, risk-based and limited to what is strictly necessary for containing the pandemic.  The Commission will continue to advocate strongly for those principles to be at the heart of a co-ordinated response to Covid-19.  I thank the committee for inviting me to this exchange of views and I look forward to our discussion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#A00500","nonspeaker":"Mr. Filip Cornelis","continuing":true},{"type":"speech","time":1603756800,"counter":99,"content":"<p>I thank Mr. Cornelis for his opening statement.  Before continuing, I ask that anybody with a device on which messages are coming through would put the device on silent mode.<\/p> <p>  There are seven to eight minutes remaining for Mr. Connors and Mr. Brandon of the Irish Aviation Authority to make their opening statement.  They have provided the committee with a lengthy document and they might perhaps summarise the main points it contains.  I invite Mr. Brandon to address the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#B00200","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":100,"content":"<p>I will focus on the salient points in our document.  I thank the Chairman and members for inviting us to present to the committee today.  I begin by conveying apologies from our CEO, Mr. Peter Kearney, who cannot be with us today.  My colleague, Mr. Connors, who is acting director of the safety regulatory division, and I will be happy to take any questions from members.<\/p><p> For those members who are not familiar with the role of the Irish Aviation Authority, IAA, essentially we have three key roles.  First, we are the national aviation safety regulator and safety is the IAA's number one priority in all aspects of our business.  Second, we are responsible for the oversight of security in the Irish aviation industry and we oversee security compliance and security standards for all aviation installations and facilities.  Third, we provide air navigation services and air traffic management services in Irish airspace and at the State airports at Dublin, Cork and Shannon.  We also manage aeronautical communications on the north Atlantic Ocean.  We also provide the world's first global emergency aircraft location and emergency response tracking service, the Aireon ALERT service, based at our centre in Ballygirreen, County Clare.<\/p><p> The IAA employs just over 700 people at various locations around the country and, as with all aviation businesses, Covid-19 has hit us extremely hard.  Our revenues are almost all directly related to aircraft volumes in Irish airspace.  With the sudden and dramatic decline in aircraft volumes this year, we are keeping our business afloat through a combination of significant cost containment measures and utilising reserves that we built up in better times.<\/p><p> Throughout the pandemic, we have continued to provide our essential services in a safe and efficient manner, keeping Ireland's skies open for vital connectivity, including the delivery of medical and personal protective equipment, PPE.  From a regulatory perspective, we have also provided appropriate alleviations to support the efficient and safe return to service of the industry.<\/p><p> As Mr. Cornelis said, the Covid-19 pandemic has devastated the aviation industry across Europe.  There is no way to sugar-coat this issue.  To put it in perspective, we are now operating at air traffic levels that we would have seen in the late 1980s.  In March and April, we were down to almost zero.  That also affects business connectivity.  Many routes are either not operating or are operating a skeletal service.<\/p><p> The aviation sector in Europe will record more than &euro;140 billion in lost revenue in 2020, and the position is not looking much more encouraging for 2021.  Most experts - I refer here to analysis done by EUROCONTROL - indicate that it will be 2024 or 2025 before the industry recovers.<\/p><p> From an Irish aviation perspective, we managed 38,000 flight movements in September of this year compared with almost 110,000 in September 2019.  It is important to also highlight that throughout the pandemic air traffic levels in Ireland have been consistently below levels in the rest of the European network.  That is deeply worrying from an economic perspective.  Where the rest of Europe has rail and road connectivity, we are dependent on air connectivity as an island nation.<\/p><p> Prior to the pandemic, Ireland's aviation sector was the envy of the world.  Europe's largest and most successful airline is based here and we are the largest global hub for aircraft leasing.  We have one of Europe's top ten airports and an aviation safety regulatory regime that ranks in the top five globally.  We also have responsibility for the important transatlantic flows in and out of Europe.  For a nation of our size, this emphasises the importance of the industry to the economy but it also emphasises what we stand to lose at this time.<\/p><p> We all hope that an effective vaccine will be ready soon and, thankfully, there have been some positive stories in the media in recent days.  In the absence of a vaccine, however, we have entered a period where it is recognised that, as a society and an economy, we need to learn to live with Covid-19.  Living with the virus means we continue to do as many of the things we normally do as a society but, where appropriate, we adapt our behaviours and accept certain restrictions, weighing up the risks attached to the virus.  What does that mean in an aviation and travel context?  Quite simply, it means there is an effective and harmonised system of travel across Europe, applied equally by all member states, and that pre-departure testing is implemented as soon as possible.  That is the ideal solution at this time from an aviation perspective.  What these two mechanisms will achieve is straightforward.  When making a booking passengers can be sure that the flight will take place and the rules will not change, while passengers and members of the public alike will be reassured that the virus is not circulating through air travel.  In other words, if one returns a positive test one does not travel.  That is living with the virus in action and it involves fair and simple rules with appropriate mitigation to combat the identified risks of transmitting the virus.<\/p><p> The IAA has worked with the Government and the safety regulators across Europe to implement the European Union Aviation Safety Agency and the European Centre for Disease Prevention and Control health safety protocols to which Mr. Cornelis referred.  We continue to monitor the effectiveness of those protocols among Irish registered aircraft.<\/p><p> On the EU traffic light system for travel, we have welcomed the Government's intention to adopt the traffic light system agreed at the European Council last week.  That is very positive and is a proactive step by Government.  While we believe that the system is a key step in the right direction, we do not believe it has gone far enough nor, unfortunately, that it is likely to achieve on its own the levels of EU-wide co-ordination required to provide for a sustainable return for aviation.<\/p><p> The traffic light policy as designed at this time provides no certainty to passengers when making a booking.  Member states can apply their own additional restrictions, particularly between orange and red or orange and orange countries, and are only required to provide 24 hours' notice.  We should treat the situation dynamically.  If air travel were a risk several months ago, we now have protocols, protections and mechanisms in place to allow air travel to operate safely.  The EU-wide traffic light system is one of the key pieces of the jigsaw to allow for air travel to return.  We need effective EU-wide co-ordination and harmonisation and the traffic light system in its current format does not provide for that.<\/p><p> This is where we believe testing will be an important piece of the jigsaw.  It is the missing piece to allow for travel to recommence.  In terms of testing at airports, an EU-wide system that replaces quarantine measures with airport pre-departure testing is required.  Such a system could allow all passengers or, more appropriately, passengers travelling from a red or an orange country, to be tested on the day or one day in advance of travel.  That type of testing strategy would be complemented by the traffic light information associated with each country so that in respect of passengers travelling from a green zone there should be no requirement for testing as, by definition, the incidence of Covid-19 in that country is low.<\/p><p> Those who are part of the aviation sector know there is no such thing as a perfect solution.  That is the reason the industry is rooted in robust risk management and mitigation.  In our view, testing assesses the risk and mitigates it.  It stands to reason, therefore, that testing should form an important part of the overall jigsaw for air travel.<\/p><p> It is our view that the Government's policy should favour a consistent approach to testing across Europe to complement the traffic light system.  We believe that a recovery for air travel is not possible without this policy in place.  What we are talking about is that passengers would know the requirements based on the traffic light system.  Passengers would be tested pre-flight.  We would continue to apply the strict procedures on board and the onus would continue to be on passengers to behave responsibly with regard to Covid-19 management at their destination.<\/p><p> Various industry bodies, airlines and airports have called on governments to introduce Covid-19 testing, safely reopen borders and re-establish global connectivity.  Governments across Europe are listening and there is now a trend towards recognising that testing will be part of a sustainable reopening.  The benefits are clear.  First, testing provides assurance around the risk of importing Covid-19 cases.  Second, it supports economic activity and connectivity.  Third, it would play a key role in taking the aviation industry and the thousands of jobs it supports off life support.  We understand that there has been some work in this area between the Department of Transport, the airports and scientific experts.  We are speaking from a policy perspective where, from our central role in aviation in Ireland, we can see that if an urgent step such as this one is not taken soon, many parts of the Irish aviation industry will not survive.<\/p><p> The airports representative body and an airline representative body have said that safely reopening borders without quarantine by using a co-ordinated approach to testing would boost the entire economy and offer a lifeline revenue to airlines and airports.  We agree with that analysis.  Like most aspects of the aviation sector, the true benefit in terms of reopening air travel will only emerge when all countries implement similar testing or recognise testing across Europe.<\/p><p> The traffic light system is a step in the right direction and we welcome the Government's intention to align with the rest of the EU.  Pre-departure testing is required to ensure that each country is confident it is not importing Covid-19 cases.  Many countries are moving in that direction.  Ireland is reliant on aviation more than other European countries and we encourage the Government to take a lead role in this area.  Let us not concede to the long-term closure of our borders.  Travel can play an important role in restarting the economy post Covid-19.  I thank members for their time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#B00300","nonspeaker":"Mr. Paul Brandon","continuing":true},{"type":"speech","time":1603756800,"counter":102,"content":"<p>I thank Mr. Brandon.  We will now commence with questions and we are joined by Mr. Cornelis by video link.  I ask members and witnesses to abide by the seven-minute time limit, which is to include the questions and the answers..<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#D00100","speaker":"1593"},{"type":"speech","time":1603756800,"counter":103,"content":"<p>I thank both parties for their important evidence today.  Mr. Cornelis will have heard Mr. Brandon of the Irish Aviation Authority talk about the weaknesses in the traffic light system.  Perhaps Mr. Cornelis will talk to us, from his vantage point, about how he thinks that might be strengthened or what the likelihood is of getting a more harmonised approach at EU level.  There is no point in Ireland moving ahead in a very proactive way with testing and so on if it is not reciprocated at other locations.<\/p> <p>  Mr. Cornelis also said there is some evidence of some other countries within a European context that provide funding to airports under the public service obligations, PSO, model.  Will Mr. Cornelis expand on that?  If there is further evidence that could be provided to the committee, perhaps offline at a later stage, it would be helpful to us in our report generally.  Does Mr. Cornelis also have more detailed information on the kinds of supports that were provided to airlines in other countries such as loans or the issuance of share capital?  Again, that would be helpful to the committee in the preparation of our report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#D00200","speaker":"1655"},{"type":"speechnospeaker","time":1603756800,"counter":104,"content":"<p>On the traffic light system, clearly the final recommendation adopted by the Council fell somewhere short of the original proposal of the Commission.  I believe that everybody considers it to be a first step and acknowledges that further work is needed.  One example of where further work is under way is that the European Union Aviation Safety Agency, EASA, and the European Centre for Disease Prevention and Control, ECDC, are again working together on updating and expanding the health safety guidance from the spring, this time to come up with a testing protocol that could be used in aviation.  Of course it will be guidance and not mandatory, but if it is found to be useful by many states, then it can definitely be used in addition to the traffic light system to allow that stability and clarity of rules and mutual recognition that Mr. Brandon correctly referred to.  The problem for travel is not only that there are regulatory restrictions but also, clearly, that passengers and the public lack confidence due to the ever-changing rules and the fact that a quarantine is often imposed that defeats the purpose of most air travel.<\/p> <p>  On the question of funding and public service obligations, we have published guidance that would allow member states to put in place very quickly - in a matter of a week - a public service obligation where it is absolutely essential, for example, to provide essential goods to remote communities.  Evidently, there are wider possibilities for public service obligations with proper tender procedure.  I will mention one scheme in particular that was put in place by Cyprus.  It supports airlines that are willing to reopen routes in a proportional way.  Basically, it tries to compensate for the low load factor, which is the low number of passengers onboard those aircraft, and not to overcompensate with public aid.  This scheme is also applicable or open to all airlines that wish to make use of it.  We believe this is quite an interesting approach to supporting the reopening of routes in a still depressed market.  Senator Dooley also referred to loans and equity aid.  Clearly there have been cases around the EU where this has been used in smaller or larger amounts for both airlines and airports.  I can provide more information to the committee in writing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#D00300","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":105,"content":"<p>I thank Mr. Cornelis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#D00400","speaker":"1655"},{"type":"speech","time":1603756800,"counter":106,"content":"<p>I thank the witnesses.  I will follow on from those questions to Mr. Cornelis.  I take on board the point on EASA and the ECDC investigation of testing protocols.  Will Mr. Cornelis speak to the existing testing protocols that are in place in European Union member states?  There is some discussion in Ireland on the prospect of implementing a testing regime here, whether it be PCR or some other rapid system.  I am interested in those countries that have a rapid testing system in place and if they are satisfied that it meets the standards.<\/p> <p>  With regard to the traffic light system, I note that the maps go down to a subnational level.  Will Mr. Cornelis clarify if it is intended that there would be subnational or regional information?  In the Nordic states, for example, some areas are red, some amber and some green.  Is that going to be the case?  Of particular interest to us in Ireland is our land border with the North.  What level of consideration has been given to third-party states, for example, engagement with Switzerland or the Governments in London and Belfast?  What has been the engagement on the harmonisation of an approach in those areas?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#D00500","speaker":"1507"},{"type":"speechnospeaker","time":1603756800,"counter":107,"content":"<p>I thank Deputy O'Rourke.  On the existing testing protocols, I am not a medical expert so I will not give any definitive answer.  I can tell the Deputy that the work undertaken by EASA and ECDC will include advice on which types of test could be recommended in which circumstances, how many tests, at which phase of the journey, and what risk mitigation can be provided by this or that test, or this or that sequence of tests.  I am aware that in a number of member states some airports are providing testing facilities, including rapid antigen tests.  I believe they are mostly pilot projects and test projects.  It is clear that we need a common approach to this because we need mutual recognition.  There is no point putting in place testing facilities if the destination country will not recognise the tests undertaken by the person travelling.  This goes back to the point that travellers need to know the rules in their home country and their destination country, and they need to be assured that by the time they come back, the rules will still be the same.<\/p> <p>  On subnational information, the famous colour-coded map is published by the ECDC.  It is on its website.  It is intended to have subnational information but the ECDC depends on the input received from member states for that information.  There may be differences across Europe.<\/p> <p>  I have no specific information on the question on borders with third countries.  I would need to investigate that further.  Of course, we have the recommendation on travel to third countries, which was adopted before the summer.  This is a list of countries that is regularly updated.  Switzerland may be a special case because it is part of the Schengen area system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#D00600","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":108,"content":"<p>I wish to ask a couple of follow-up questions. When is the report expected from the EASA and the ECDC in relation to a testing protocol and what is the timeline in relation to that?  As regards the efforts outside of testing to agree a common approach, Mr. Cornelis referenced that there was a difference between the Commission's proposal and that adopted by the Council.  What efforts are being made to harmonise those approaches, the difference between which is a considerable weakness that has been identified by many?  I have a final, brief question on the rights of passengers.  Mr. Cornelis mentioned that advice was given.  It is probable that millions of people across the EU are still waiting on vouchers and refunds.  Has the Commission taken a case against any of the airlines in Ireland in particular?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#E00100","speaker":"1507"},{"type":"speechnospeaker","time":1603756800,"counter":109,"content":"<p>One of the differences between the Commission proposal and the final result is that we had included a recommendation that, where possible, testing should be preferred over quarantining.  This recommendation is no longer in the document, at least not in a clear way.  We are seeing quite often that on the one hand, the medical experts such as the ECDC are advising isolation or quarantine as a measure to be taken for symptomatic passengers or confirmed cases, or close contacts of such cases.  On the other hand, in a number of countries quarantine and testing is applied to all travellers, so there is a gap between the medical advice and the reality of the measures that are taken.  We hope the development of a testing protocol that will be supported by the medical authorities, the ECDC and hopefully the Health Security Committee, where member states are discussing these matters, will help us to develop a system that will be safe in terms of public health but will favour the possibility to travel.  As I have said, a general quarantine on all travellers tends to defeat the purpose of most travel.<\/p> <p>  On the question of passenger rights-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#E00200","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":110,"content":"<p>When will the testing protocol to which Deputy O'Rourke referred be ready to go to the Council?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#E00300","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":111,"content":"<p>I do not have a precise date, but it is a matter of weeks, I would think.<\/p> <p>  We published advice on the question of passenger rights.  The EU rules remain in place and are unchanged.  As has always been the case, the enforcement of those rules is primarily the responsibility of the member states' consumer protection authorities.  In the Commission we are working with those authorities and linking them up and networking them to assist in pursuing passenger rights.  It is clear that there is still a backlog of cases, for example involving reimbursements.  However, I must say that many airlines have adapted their approach over the past months, even though we are not entirely there yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#E00400","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":112,"content":"<p>I want to direct some questions to Mr. Cornelis.  Throughout his presentation he pointed to the need for a common and harmonised approach.  Indeed, that was pointed out by the IAA.  Why was it the position of the Commission to leave it to each member state to pick and choose which particular elements of the protocol were adopted in that state?  That is causing the dilemmas we currently have.  Mr. Cornelis made the point that the free movement of people is a critical component of the European ideal.  In this case, the approach is disjointed and different member states are adopting different elements of this policy.  Does Mr. Cornelis have any idea whether we can bring member states together, so that we have a global acceptance of the policy that has been put together?  I would like to hear Mr. Cornelis's view on that.  How far away are we from getting to the point where we have acceptance across Europe of a safe air travel policy?<\/p> <p>  Could Mr. Cornelis provide more detail on the point he made in respect of Cyprus?  He mentioned that a particular policy was open to all airlines and that they could apply for funding to reopen a route that was of strategic importance to Cyprus.  The same case applies here in Ireland.  Shannon Airport, for example, needs critical connectivity to European hubs and to Heathrow Airport.  That would be of major assistance to us here in Ireland, particularly on the west coast, and to the airport itself.  I ask Mr. Cornelis to provide more detail on how much funding was made available by Cyprus to the various airlines that have opted into this scheme.<\/p> <p>  I have been in correspondence with the CEO of the IAA regarding the suspension of training positions that the IAA has operated successfully over many years at its Shannon Airport base.  A decision has been made to suspend the training of these aircraft personnel.  Given that this problem will pass, it is very short-sighted of the IAA to step in and suspend this particular course.  The participants have put in a significant amount of work and have made many sacrifices.  In light of the very meagre amount of money that will be saved in suspending the course, it is short-sighted.  I would like the IAA to re-evaluate its position on this issue.  I ask Mr. Cornelis to respond to the questions I put to him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#E00500","speaker":"1517"},{"type":"speechnospeaker","time":1603756800,"counter":113,"content":"<p>Deputy Carey asked why we do not harmonise more, and more quickly.  The reality is that everything that relates to public health is a national competence, and there are no instruments at EU level to impose measures.  That is why we are using guidance material, such as that produced by the ECDC and the EASA, and recommendations, which are only as good as their quality and as good as they are in convincing member states that they are the right way forward.  We have been quite successful with the health safety protocol that was published in May.  It has been very well applied.  EASA put in place a system of monitoring to assess the level of compliance with the guidance, and also to determine the impact on the risks of transmission onboard.  On both of those counts, the health safety guidance has been quite successful.  My hope would be that with a new health testing protocol, we could achieve similar results, provided we are able to convince the health authorities of member states that it is a sound way forward.  That is why this work is being done very thoroughly together with the health experts of the ECDC and the member states.<\/p> <p>  On the Cyprus scheme, this is probably a gross simplification, but the way I understand it works is that the state provides a level of aid per flight on the basis of the load factor.<\/p><p>If the load factor on the flight is above 70%, there is no aid because the flight is considered to be profit-making or at least breaking even.  If it is as low as 40%, however, a level of aid is given that is proportionate to the missing load factor.  In that way, it gives security to the airlines that operate the route that they will not make losses despite the fact that, at least in the start-up phase, there will not be many passengers.  Furthermore, in the current climate, load factors are likely to remain depressed because demand will be depressed.  What is good about the scheme is that it gives aid proportionate to the actual need on a flight and it is open to all airlines on a non-discriminatory basis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#E00600","nonspeaker":"Mr. Filip Cornelis","continuing":true},{"type":"speechnospeaker","time":1603756800,"counter":115,"content":"<p>On the air traffic controller issue, I can relay the Deputy's request to our chief executive.  The core rationale for the decision to suspend training is that we are losing money daily.  We have had to work with our unions to protect existing jobs, to continue to maintain service and to manage our financial position through this crisis.  We certainly hope that if there is an upturn, and this discussion is part of that context, we will be able to recommence training as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F00200","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":116,"content":"<p>If members use much of their time to ask questions, I will have to curtail the time that can be allowed to respond.  If they ask brief questions, it will allow our guests more time to answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F00300","speaker":"1593"},{"type":"speech","time":1603756800,"counter":117,"content":"<p>I will ask a few quick questions but might interject thereafter if that is okay.  Like others, I looked forward to the traffic light system being announced.  Green routes are very clear in that people can fly to those destinations, although it is quite debatable as to which countries are on the list because of the current Covid-19 figures.  There is far less certainty in regard to orange and red routes, which is a problem.  That has been flagged by airlines and airports, as well as politically and by consumers.  There has been a negative reaction throughout the Union to the orange and red routes and to the lack of standardisation.  Will Mr. Cornelis comment on the Commission's plans to reconsider standardising the guidelines?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F00400","speaker":"1519"},{"type":"speechnospeaker","time":1603756800,"counter":118,"content":"<p>I hope the Deputy will forgive me but I am not in a position to comment on future initiatives of the Commission.  What I can say is that this is another example where the original Commission proposal made a greater distinction between orange and red countries than did the final recommendation as adopted.  It contained a little more granularity so that measures could be adapted accordingly.  What really matters is which border measures will or will not be applied in respect of travel between zones of the same colour, or for people travelling to a lower, or better, colour region-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F00500","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":119,"content":"<p>We are an island nation.  I lived in continental Europe for a year.  People in Luxembourg, for example, may have to cross an international border several times a day for school or work.  We depend on air and sea travel.  Have there been similar crackdowns in border regions such as in Germany, where there is a high incidence rate while Luxembourg has a low one?  Is there anything comparable that would give some assurances as an island nation that elsewhere in Europe, similar measures are in place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F00600","speaker":"1519"},{"type":"speechnospeaker","time":1603756800,"counter":120,"content":"<p>Unfortunately, the pandemic is quite active in most corners of Europe, so we in the EU member states are all in very similar circumstances.  Nevertheless, different states are applying different measures to travel, which is where we need to make improvements to have both clarity for the travelling public and a level of stability and predictability.  One of the underlying elements of the traffic light system is that in principle, for travel between two areas of the same colour there is no need or justification for imposing restrictions such as quarantining or testing of non-symptomatic passengers.  What will really matter is what conclusions or actions follow that colour coding, which depends on each member state's decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F00700","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":121,"content":"<p>Beyond member states, what kind of dialogue is happening to restart aviation between the European Union and, say, the US, Canada or Australia?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F00800","speaker":"1519"},{"type":"speechnospeaker","time":1603756800,"counter":122,"content":"<p>On the one hand, there is the Council recommendation to reopen non-essential travel with a limited list of third countries, a list that is updated regularly.  That work is continuing.  On the other hand, work is ongoing in the context of the International Civil Aviation Organization to produce guidance that is quite similar to what we are doing in Europe and what we have done with the EASA and the ECDC.  There has been similar guidance on the measures to be taken during the flight and discussions are ongoing on the question of testing for air travel.  That is the kind of place where these discussions take place but, at the end of the day, it is for each country's public health authorities to make decisions on whether to follow the guidance that is produced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F00900","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":123,"content":"<p>Therein lies the problem.  There is no standardisation among member states in regard to orange and red routes.  In a country such as Ireland that is geographically peripheral, and in a county such as Clare that is even more so, with Shannon Airport in our backyard, we will suffer unless there is uniformity.<\/p> <p>  I turn to Mr. Brandon.  Obviously, there are not as many aeroplanes in the sky.  The IAA is supported by the State but has other income streams.  How economically impacted by the pandemic has the IAA been?<\/p> <p>  One or two businesses in the precinct of Shannon Airport are still trading, albeit on a much slimmer margin and greatly scaled back from where they would like to be.  They have told me that in recent weeks, people wearing badges have been peering around their premises at the back doors or delivery doors.  It is only when they are approached by a member of staff that they declare themselves to be working for the IAA and say they are checking whether a security system is in place.  Companies find this unnerving and unannounced.  Will Mr. Brandon confirm whether this practice is happening and whether the IAA will continue with it, given that there has been a negative reaction to it in County Clare and the precincts of Shannon Airport?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F01000","speaker":"1519"},{"type":"speechnospeaker","time":1603756800,"counter":124,"content":"<p>On the economic impact, we have been significantly impacted.  About 90% of our revenue is based on air traffic levels, of which the majority is based on the transatlantic route.  Currently, transatlantic traffic has reduced by about 65% compared with this time last year, so there has been a similarly significant impact on our revenue.  At the three State airports, traffic has reduced by about 70% compared with what it should be, which is a significant impact.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F01100","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":125,"content":"<p>Will Mr. Brandon comment on the inspections that are happening?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F01200","speaker":"1519"},{"type":"speechnospeaker","time":1603756800,"counter":126,"content":"<p>I will comment briefly and might ask my colleague, Dr. Connors, who is from the safety regulation division, to add to that.  Inspections are happening and there are security staff whose functions include carrying out unannounced visits to check the security effectiveness at various installations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F01300","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":127,"content":"<p>I know of one business whose owner stated there had never been such an inspection in all the years the business has existed.  On top of the stresses of Covid-19 and trying to trade, the business is experiencing young people with badges arriving at its back door.  I think that should stop.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F01400","speaker":"1519"},{"type":"speechnospeaker","time":1603756800,"counter":128,"content":"<p>I understand the Deputy's position.<\/p><p>As far as the security inspections are concerned, the IAA, on behalf of the State, is carrying out inspections.  Some of these are scheduled inspections and some are unscheduled.  It is about ensuring there is a quality assurance level within the State and the State has reached a specific standard.  My colleague, Mr. Brandon, spoke about outside agencies observing what we as a State are doing and what our standard is.  The quality assurance system comprises both announced and unannounced inspections to ensure we have a robust system in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#F01500","nonspeaker":"Dr. Niall Connors","continuing":true},{"type":"speech","time":1603756800,"counter":130,"content":"<p>Simply put, this issue comes down to the need to have the protocols developed by the EASA and ECDC in place as quickly as possible.  This needs to be accepted across the European Union or the system will not work.  Given our situation on this island and our close proximity to Britain, it will be necessary to ensure, in respect to whatever protocols will be in operation, that we have something similar to what is in place in Britain.  There would have to be contacts between the European Commission and Belfast as well as the British Government.  I imagine this is all being impacted by the fact that we are in the middle of Brexit negotiations.  At this stage, the witnesses may not want to get into the ins and outs of the testing regimes that may be put in operation, for example, the antigen test with the PCR test, and who will pay for what.  That conversation must be under way at this stage.  There must be serious discussions throughout the European Union to get member states and third parties, especially Britain, to fully sign up to this.  Will Mr. Cornelius provide more information on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#G00300","speaker":"1498"},{"type":"speechnospeaker","time":1603756800,"counter":131,"content":"<p>First, the job will be to try to get buy-in from EU member states with respect to the ECDC and EASA as well as the health security committee.  As far as third countries are concerned, that will clearly be important for the resumption of aviation in the future.  I fully understand the specific situation of Ireland and the importance of the UK market for travel.  It is indeed very intense but I am afraid I cannot say much about that at this stage, other than that our first objective is to come up with a testing protocol in the first instance that achieves good acceptance across the EU.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#G00400","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":132,"content":"<p>To be straight about this, that is the shooting match and it needs to happen as soon as possible.  We need to engage as many stakeholders and countries as possible both within the EU and outside it.  Otherwise, this opening up will not happen.  We are basing this on it being down the line.  The case for doing so is not great across Europe at the moment.  On the issue of borders, we have the bad news that Belgium and the Netherlands cannot reach an agreement on having Dutch hospitals open up for Belgian patients as hospitals in Belgium reach ICU capacity.  Those are the difficulties with which we are dealing.<\/p> <p>  I ask the representatives of the Irish Aviation Authority if they have a particular view on any type of testing.  We have all seen the Health Information Quality Authority report on the antigen test.  The strongest argument one could make is that the antigen test would work in parallel with the PCR test, but the latter remains the gold standard.  Without testing, we will not get anywhere with this.<\/p> <p>  Will the representatives of the Irish Aviation Authority indicate what they need?  We see from their statement and what they have said how utterly susceptible the sector is at this time and how it is impacted by reduced revenue streams.  Whatever about cutting back in certain areas, we cannot cut back on security, health and safety and air traffic control.  Those need to be maintained throughout this period to ensure we will have an operating infrastructure and industry when we get to a point when we can travel more freely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#G00500","speaker":"1498"},{"type":"speechnospeaker","time":1603756800,"counter":133,"content":"<p>Regarding the Deputy's question on our having a view into the appropriate type of testing, that is not really for us to say.  There are a number of alternatives to the PCR test.  Our view is that testing should be viewed as a preventative measure.  It is targeted at an individual rather than quarantines which, typically, are reactive and are seen as a largely blunt instrument.  I also note that with air travel one is essentially testing to check that a passenger is negative as opposed to the typical test which is to check if somebody is positive.  From that perspective, there may be scope to use tests which are somewhat less than the gold standard, as the Deputy said with respect to the PCR test.<\/p> <p>  The Deputy asked what the IAA needs.  Essentially, we need air travel to recover.  We are managing through the crisis at the moment.  We have strong reserves that we had built up over years and we are utilising those reserves to maintain our service.  However, the Deputy is entirely correct.  Our focus is on maintaining the safety and security aspects and ensuring we keep the skies open.  We have had a bad 2020 and it is likely that 2021 will not be great.  We really need to see a recovery horizon from next summer onwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#G00600","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":134,"content":"<p>No one is willing to give me the answer that I want on testing but, in fairness, I appreciate the answers we have been given.  We can move on.  It would be helpful if we could have those protocols introduced as quickly as possible and accepted across the board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#G00700","speaker":"1498"},{"type":"speech","time":1603756800,"counter":135,"content":"<p>I have a few questions for Mr. Cornelius.  Can we can have a proper functioning airline industry in Europe again without having a proper pre-departure rapid test in place and compete harmonisation between the individual European countries on the traffic light system?  Would the Irish Government be required to apply to the European Commission for state aid if it were to give it to an Irish airline and how long would that take?<\/p> <p> Moving to the representatives of the Irish Aviation Authority, if a proper pre-departure testing system is not introduced and we do not have harmonisation, how long will the airline industry in Ireland last?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#G00800","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":136,"content":"<p>While it is not easy for me to give specific answers relating to Ireland, what I can say in reply to the Chairman's final question is that at this moment airlines, airports and others in the sector are burning through their cash reserves.  In terms of combining a programme of cost reduction with the attempt to find fresh money, some airlines have received money from the state, some from the financial markets and others are using their financial reserves but they are finite.  What we are seeing and hearing from the sector is that if the current situation persists with a traffic level that is only half what it should normally be and the number of passengers only a quarter of what it would normally be, there will bankruptcies and-or large-scale redundancies.  We are already seeing some longer term effects with airlines scaling back their operations and, for example, retiring part of their fleet in a structural way.  This makes us believe that we will come out of this crisis not entirely in the same shape and form as we entered it.  There will be some longer term impacts.  The industry often refers to a long period of gradual resumption of traffic levels up to 2024, or sometimes even beyond that.<\/p><p>Next year, the European Commission will conduct an indepth study to try to understand the longer-term structural impact of this crisis on the sector and determine whether we need to adapt our legal framework or programmes in order to achieve a green and sustainable recovery of the sector while re-establishing free movement and the many interconnections between people and businesses in Europe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#G00900","nonspeaker":"Mr. Filip Cornelis","continuing":true},{"type":"speech","time":1603756800,"counter":138,"content":"<p>Can the airline industry come back without having a common pre-departure rapid test and a common understanding of the EU traffic light system?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H00200","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":139,"content":"<p>The general perception in the sector is that, as long as there is no vaccine or an exit from the pandemic, there will be a need for measures such as a testing protocol.  The observation is that states wish to impose border measures even when doing so is not always recommended - certainly not in the way they are being implemented - by the European Centre for Disease Prevention, ECDC, the WHO and others.  Considering the reality that border measures exist, however, the way to get passengers to travel again will be to have a harmonised and stable system of border measures, ones that should not be quarantines, which would defeat the purpose of travel, except for symptomatic passengers and confirmed cases.  For example, there could be a testing strategy that would mitigate the risk of case importation up to a point that was acceptable to health authorities.  This will be the objective of the health protocol.  Its success will depend on the uptake by member states.  The airlines and airports in particular are keen on this protocol and will promote its use and harmonisation across Europe.  I am convinced of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H00300","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":140,"content":"<p>May I send a message to the European Commission loud and clear?  It should devise a protocol around pre-departure rapid testing.  Will Mr. Cornelis take that message back with him?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H00400","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":141,"content":"<p>I will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H00500","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":142,"content":"<p>If we do not have a pre-departure rapid testing system and harmonisation of the European traffic light system, how long does the IAA believe the Irish airline industry can survive?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H00600","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":143,"content":"<p>I agree with Mr. Cornelis.  It is a difficult situation for the industry.  How long the industry can survive depends on each individual business.  Businesses are burning through their cash.  We have all had a poor 2020.  We need something for 2021.  In the absence of a vaccine, a mechanism such as pre-departure testing as part of the traffic light system would provide a strong signal to passengers that it was safe to travel and would allow the industry to recover.<\/p> <p>  In an Irish context, we are particularly dependent on aviation.  It is also important from a wider economic perspective, in that aviation is an enabling industry for other industries in terms of connectivity and tourism.  In emerging from Covid, it will be an important sector if we can get travel moving again as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H00700","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":144,"content":"<p>I thank Mr. Brandon.  Next is Deputy Smith, who has seven minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H00800","speaker":"1593"},{"type":"speech","time":1603756800,"counter":145,"content":"<p>I thank Mr. Cornelis.  The questions I was going to ask him have already been asked, so I will direct my questions to the IAA.  I will not take the full seven minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H00900","speaker":"1564"},{"type":"speech","time":1603756800,"counter":146,"content":"<p>I will not hold the Deputy to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H01000","speaker":"1593"},{"type":"speech","time":1603756800,"counter":147,"content":"<p>Notwithstanding the fact that the IAA is a financially independent commercial semi-State body, we might have been forgiven for thinking that, since it is also a safety regulator, there would be some circumspection in its submission.  There is none, however.  The submission is refreshingly blunt on the need for an airport testing regime.<\/p> <p>  When appearing before the Covid committee several weeks ago, NPHET poured cold water over the idea of airport testing, be it pre-departure or on arrival, and stated that it was not effective in reducing risk.  Essentially, NPHET stated that it was not safe.  The IAA is a safety regulator.  In preparing its position over the past few weeks, did it have any cognisance of the potential impact on its reputation of being at loggerheads with NPHET's public health advice, which the Government is taking?  Did that factor into the IAA's thinking at all or is it confident in the need for testing at airports?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H01100","speaker":"1564"},{"type":"speechnospeaker","time":1603756800,"counter":148,"content":"<p>I will make a few comments.  We are not public health or scientific experts.  We are examining this purely from an aviation perspective.  In that context, if there is a proven negative case and one applies the existing European Union Aviation Safety Authority, EASA, and ECDC protocol for the management of passengers, that should provide the appropriate reassurance.  We respect that public health and the management of borders are national competences and that wider issues than aviation need to be considered, but in looking at this purely from the perspective of restarting the aviation industry, pre-departure testing as part of the traffic light system, allied to the existing controls and measures on board flights and in airports, should allow for an effective reopening of aviation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H01200","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":149,"content":"<p>In bold font in its submission, the IAA states that it covers all aspects of aviation safety.  From a passenger point of view, Covid is the main safety aspect at the moment.  Speaking personally, I would not feel safe travelling now.  If there was a testing regime, be it pre-departure or on arrival, I would feel safe.  I believe that is representative of the majority view across the country.<\/p> <p>  What level of engagement has the IAA had with the Government, for example, the Department of Transport or any State agency, regarding the matters raised in its submission?  Has it had many meetings?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H01300","speaker":"1564"},{"type":"speechnospeaker","time":1603756800,"counter":150,"content":"<p>We sit on the national facilitation committee, which is chaired by the Department of Transport.  As such, we continually engage with the Department.  We have not discussed the concept of airport testing, what is the appropriate test or so on beyond stating our view that, given the aviation industry's position currently, it is important that mechanisms be put in place to support its reopening.  The overall public health and scientific aspects of one test versus another are for someone else to comment on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H01400","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":151,"content":"<p>From sitting on the committee, does the IAA believe that the Department's view has evolved?  What is Mr. Brandon's sense of the Department's position?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H01500","speaker":"1564"},{"type":"speechnospeaker","time":1603756800,"counter":152,"content":"<p>It has welcomed the traffic light system.  We support that.  The Department is working through a difficult situation in terms of recognising the importance of travel while also taking into account the wider importance of managing the virus and Ireland's border.  We welcome the Department's approach and are glad to see that the intention is to adopt the traffic light system.  I understand that it has considered the issue of testing and that there are ongoing discussions at interdepartmental level on whether to proceed with testing and, if so, what the appropriate type of test would be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H01600","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":153,"content":"<p>I will leave it at that.  The IAA has made a strong submission and I hope that the Government takes cognisance of it.  I thank the witnesses for their participating in this meeting.  It has been most useful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H01700","speaker":"1564"},{"type":"speech","time":1603756800,"counter":154,"content":"<p>I welcome our contributors.  I have read the IAA's report to us.  It is clear and concise and makes solid recommendations.<\/p><p>The authority is saying that Ireland should position itself in the context of testing and quarantine and not wait for other countries to give the lead.  With regard to testing, it also says that the technology is available and that the next step is the political will and an agreed standard approach.  When the authority says the technology for testing is available, to what is it referring?  How would the authority proceed and what advice would it give on testing?<\/p><p> All members of the committee know it is massively important to get the aviation industry up and running again.  Effectively, the impact of the closure has been devastating.  I have been critical for some time of the fact that we are eight months into the pandemic and we have made no real progress on rapid testing at our airports and ports.  The Government has aligned itself with the new European Union travel system, but one can see today that there are problems with that, particularly in the context of harmonisation.  We will not get people moving through our airports and travelling into the country again for tourism, business and other reasons if we do not have a rapid, efficient and reliable testing regime in place.  That system has to be rapid and people must understand that it exists.  It is an encouragement to travel and one builds confidence with the public.  Travel at present is all about confidence.  What technology is envisaged?  There are a number of tests, such as the LAMP test and the antigen test.  Which technology is preferred?  The witnesses have obviously studied it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#H01800","speaker":"1609","continuing":true},{"type":"speechnospeaker","time":1603756800,"counter":156,"content":"<p>We do not have a preference for a particular test.  We understand that the current PCR-based test is considered the gold standard for testing.  In terms of testing at airports, there may be alternatives such as the antigen test, a saliva-based PCR test or something else which could be used to give certainty regarding a negative test.  Again, in our view, it is not up to us to say which should be the appropriate test.  However, from a policy perspective, if there is no mechanism such as the Deputy mentioned - testing allied to certainty for travellers - it would be difficult to reopen aviation.  The Government has been clear in adopting the traffic light mechanism, and we welcome that.  The next step is to be able to put a testing regime in place by which passengers would know that if they present as negative, they can travel and know that they do not have to quarantine and that they can return once their business is concluded.  That is our position.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J00200","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":157,"content":"<p>I thank the witnesses for the information they provided to the committee.  In my engagement with stakeholders in aviation, other than the witnesses, they express a degree of concern about the infrastructure that will have to be built in the event that we decide to implement some form of testing system in our airports.  Has the IAA had any engagement with the Department or Minister with responsibility for local government on availing of the rapid planning process for infrastructure that needs to be put in place in the airports for Covid testing?  My understanding is that it is not within the criteria for that at present, which is not necessarily wise.  It is something that should be changed.  I seek the perspective of the IAA on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J00300","speaker":"1516"},{"type":"speechnospeaker","time":1603756800,"counter":158,"content":"<p>The planning processes are probably a matter for the airport authorities, so we have not engaged with the Department or the Government on that.  Depending on the test that is chosen, it may not need to be rapid and two hours in advance of travel.  It could be a test that is carried out a day before.  Obviously, that does not mean it must be at the airport location as it could be carried out at an alternative location, with the result given to a passenger to allow him or her to travel the next day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J00400","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":159,"content":"<p>Am I correct that the IAA has no input into infrastructure being constructed at airports for any reason?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J00500","speaker":"1516"},{"type":"speechnospeaker","time":1603756800,"counter":160,"content":"<p>Not at the airport terminals; we have infrastructure for air traffic management and the like, but not in terms of this question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J00600","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":161,"content":"<p>I will turn to the air traffic management section.  Obviously, there is very little passenger traffic, as was outlined in the presentation.  That is highly worrying.  I understand that some airports require major upgrade works.  In Cork, for example, there has been much talk about a new runway being installed.  Does the IAA see any opportunity over the next number of months to deal with such issues, while passenger and aeroplane traffic is quite low?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J00700","speaker":"1516"},{"type":"speechnospeaker","time":1603756800,"counter":162,"content":"<p>We have a number of projects which we have prioritised as part of our capital programme and we understand that the airports are doing something similar.  The difficulty for the airports and ourselves is that one is managing a financial position in terms of trying to continue to invest in the business while also managing a loss-making position at present.  Certainly, we have looked at all our projects and we are prioritising the ones we believe are appropriate to prioritise now.  We understand the airports are carrying out a similar exercise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J00800","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":163,"content":"<p>My next question relates to the drop in passenger traffic.  I am concerned that the statistics provided by the witnesses show a larger drop in Ireland in airline and passenger traffic through our airports compared with some of our European neighbours.  Everybody is aware that travel at present must only be for essential reasons and that holiday and other non-essential travel should not occur.  However, it worries me that we are not travelling at the same average rate as our European neighbours, even though we have put many protocols in place and, hopefully, there are more to come.  Is that down to the domestic situation in Ireland, or is it connected to the lack of transatlantic traffic, for example?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J00900","speaker":"1516"},{"type":"speechnospeaker","time":1603756800,"counter":164,"content":"<p>It is both.  Transatlantic traffic is down significantly and is not recovering.  In terms of aircraft movements at the three State airports, they are lower than those in equivalent airports across Europe as well.  It is a combination of both.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J01000","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":165,"content":"<p>Would Mr. Brandon boil that down to the domestic situation in Ireland compared with, perhaps, Germany where there are higher levels of travel within the European Union?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J01100","speaker":"1516"},{"type":"speechnospeaker","time":1603756800,"counter":166,"content":"<p>It is difficult to give the exact reason.  There has been clear guidance from the Government regarding essential travel only, and the public has been quite compliant with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J01200","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":167,"content":"<p>I appreciate that.  My next question is for the representative from the European Commission, Mr. Cornelis.  Our connections with North America and transatlantic traffic are very important for the aviation sector in Ireland and for Shannon, Dublin and Cork.  I am concerned about the current guidelines set down by the government in the United States.  Obviously, the US is going through a serious surge in Covid cases at present.  However, in the medium term and when we hopefully have a vaccination which people can take, has the European Commission any plans in place or is it in discussions with its counterparts in the United States and other countries in North America about the resumption of transatlantic services, which are critical for foreign direct investment in Ireland, jobs and domestic tourism?  My constituency of Cork East, Cork county and the surrounding region are heavily reliant on American tourism and tourists coming from North America.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J01300","speaker":"1516"},{"type":"speechnospeaker","time":1603756800,"counter":168,"content":"<p>Today, there is a prohibition, if I am well informed, on non-essential travel in both directions.  This is still in place on both the European side and the US side.  The Deputy will remember that it was the US that first imposed it on Europeans last spring.  Returning to what I said previously, in the absence of a subsiding of the pandemic or a vaccine solution, protocols such as a testing protocol can be useful.<\/p><p>We will definitely develop it within the EU between member states.  I can also see scope for working with certain third countries.  It is clear some in the US are arguing for this.  The US remains one of our most important external markets for aviation, as well as generally in terms of human and economic contacts.  It could be an obvious candidate.  However, it is still a little bit too early on both sides of the Atlantic to take those steps.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#J01400","nonspeaker":"Mr. Filip Cornelis","continuing":true},{"type":"speech","time":1603756800,"counter":170,"content":"<p>I apologise to the witnesses for speaking with my back to them but it cannot be helped.<\/p> <p>  Some of my colleagues have already alluded to the situation regarding the North and harmonisation.  While I appreciate the Commission's priority is likely to be harmonisation across Europe, while for us as an island nation, there is a need to ensure harmonisation, as most colleagues have said today.  Has Mr. Brandon any information on any current conversations around the open skies arrangement?  Will Britain sign up to it?  If it will not, is there any new protocol or potential new arrangement in place?  As a committee, we should be ascertaining the answers to these questions sooner rather than later.<\/p> <p>  Like the aviation sector across the world, we, across the island, find ourselves in a difficult situation.  We almost have a double whammy insofar as we do not know where we are with the next side of Brexit, as well as with this global pandemic.  It is important we get information around harmonisation, not just with regard to the pandemic and testing, but across the board.  Has the Irish Aviation Authority, IAA, any information where that is at?  We have signed up to a memorandum of understanding which reinforces the common travel area, CTA, although the legislative framework around it is somewhat questionable.  We cannot continue to talk about the crisis in aviation without highlighting the fact we will have a particular unique set of circumstances across the island in January dealing with part of the island being in Europe but another part not being.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K00200","speaker":"1668"},{"type":"speechnospeaker","time":1603756800,"counter":171,"content":"<p>On Brexit matters, we understand the UK regulator, the Civil Aviation Authority, will continue to recognise European Union Aviation Safety Agency based certificates for a further two years after 31 December.  That is positive.  It means Irish operators can continue to operate into and out of the UK and, likewise, UK operators, can continue to operate into and out of Ireland.<\/p> <p>  I do not have any information on the wider connectivity issue or the future open skies arrangement.  It is obviously in the interests of both jurisdictions, as well as the EU, to maintain existing levels as close as possible post Brexit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K00300","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":172,"content":"<p>The committee needs to keep asking about the open skies policy.  We were discussing the harmonisation of the EU traffic light travel system.  Has the IAA an opinion or has it been in conversation with colleagues in Belfast or London on trying to harmonise it outside of the European protocol?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K00400","speaker":"1668"},{"type":"speechnospeaker","time":1603756800,"counter":173,"content":"<p>No, we have not been in conversation.  That would be a matter for the Government to determine or enter into discussions about.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K00500","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":174,"content":"<p>That is fine.  The committee needs to be referencing this and asking questions on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K00600","speaker":"1668"},{"type":"speech","time":1603756800,"counter":175,"content":"<p>Who makes the decision on state aid for airports and airlines?  Is it the national parliament, government or the EU which decides how much can be given to an airport and airline?  Is it made on the number of passengers carried?  How will that be done in the future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K00700","speaker":"1636"},{"type":"speechnospeaker","time":1603756800,"counter":176,"content":"<p>We have a common state aid regime in the EU.  What is fixed at EU level is the framework within which the rules of the game and aid can be provided.  The actual decision to provide aid to a specific company, or to put in place a specific scheme into which several companies can tap, is a purely national decision.  From the European Commission's side, we cannot force any member state to give aid or to put in place a scheme.  It is a combination.  Many aid schemes have to be notified to the Commission and approved by it.  The Commission checks whether the notification conforms with the framework established at EU level.  This goes very quickly, by the way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K00800","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":177,"content":"<p>How long does it take the EU to make a decision if a national government decides to grant state aid to an airport or an airline?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K00900","speaker":"1636"},{"type":"speechnospeaker","time":1603756800,"counter":178,"content":"<p>During the Covid crisis, this has been done in days or weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K01000","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":179,"content":"<p>Ireland is in a completely different position from any other European country.  We are an island nation, as has been said previously.  Can a special case be made for the likes of Ireland which is totally dependent on airlines and air transport?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K01100","speaker":"1636"},{"type":"speechnospeaker","time":1603756800,"counter":180,"content":"<p>I am not actually sure it is necessary to make a special case.  With the aid rules in place, particularly the temporary state aid framework, there are many possibilities available of which states can avail.  So far, all the member states have found what they needed in that framework.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K01200","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":181,"content":"<p>On train travel between countries, does Mr. Cornelis believe the testing regime should be the same as that for air travel?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K01300","speaker":"1636"},{"type":"speechnospeaker","time":1603756800,"counter":182,"content":"<p>That is a pertinent question.  In principle, I assume from a public health perspective, the way one travels does not really matter.  We have the health safety protocol from the spring which puts in place measures, such as wearing masks and so forth, for the actual journey and an airline cabin.  When it comes to deciding who can travel on the basis of whether a person is infected, the mode of transport should not really matter.<\/p> <p>  For some modes of transport, it may be easier to put in place a testing scheme than for other modes.  Some adaptations would be needed for other modes of transport.  Perhaps that is why we are starting with air travel, which is very regulated and where there are many checkpoints, so to speak, in one's journey at which a testing protocol, can be either implemented or enforced.  Once we have that, it could be envisaged to adapt it for other modes of transport.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K01400","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":183,"content":"<p>Has the Government to date made any application for state aid to support airlines in Ireland?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#K01500","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":184,"content":"<p>Not that I am aware of.  This is not the responsibility of my department and I may not have all the latest information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L00100","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":185,"content":"<p>In terms of Senator McCallion's question, are there any discussions ongoing between the European Commission and the United States around the development of open skies?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L00200","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":186,"content":"<p>If the Chairman is talking about reopening travel, there are no particular active discussions under way as far as I am aware.  The first task that should be undertaken is to see whether the general approach to travel to and from the US of non-essential travellers would be modified.  So far, from the aviation perspective, we have to remain within the rules that our home affairs colleagues have put in place.  For the moment, non-essential travel, as far as I know, is not allowed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L00300","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":187,"content":"<p>In Mr. Brandon and Dr. Connors's conclusion, they state, \"It is the Irish Aviation Authority's view that Ireland should take a lead in promoting a standard approach to airport departure testing and the removal of quarantine requirements across Europe.\"  They go on to state, as Deputy Lowry said, that, \"The technology is there now; the next step is political will and an agreed standard approach.\"  What can Ireland do as a country, based on what is currently in place in Europe, where we have a traffic light system that allows countries at orange, red and green effectively to implement quarantine systems if they wish, and the fact we do not have a defined protocol - that is currently being considered now by the European Commission - around testing on pre-departures?  What pre-departure testing for flights could be in place come 8 November with which Ireland could lead the way in terms of opening up the aviation sector that is so critical to our economy while, obviously, reducing risk and maintaining public health and safety?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L00400","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":188,"content":"<p>I can start and my colleague may have something to add.  In terms of leading the way, we can bring a clear approach in terms of implementing the traffic light system.  The members of the committee will be familiar with this.  Going from a green country to another green country, there is effectively no restriction, but going from an orange country to an orange country or from red to red, for example, we could bring in a particular testing requirement and apply these rules in a clear and consistent manner, which would provide a lead in terms of guidance to the rest of the Community.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L00500","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":189,"content":"<p>It should be possible to distil it down such that there is green to green, which has no testing of any description, orange to orange or red to red.  I will not even go grey to grey.  What would the IAA practically like to see?  Orange is the colour that will mark the airline landscape for a time.  What would happen where there is travel from an orange country to another orange country?  Come 8 November and the virus rate is coming down in Europe, will the witnesses give me a practical way of how the IAA would like to see it in operation from the Irish perspective?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L00600","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":190,"content":"<p>A practical way would be, from an orange to an orange, that a test is applied, and if the test is negative, there is no requirement to quarantine upon travel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L00700","nonspeaker":"Mr. Paul Brandon"},{"type":"speechnospeaker","time":1603756800,"counter":191,"content":"<p>From a State perspective, there are wider public health perspective considerations that have to be considered.  In the business of risk mitigation, which is, I suppose, what I would specialise in, the key is to have an omni-channel approach where it is not only a traffic light system but also that it is supported by other protocols and systems across that.<\/p> <p>  At a state level, the State has a number of areas that it must consider before pushing out in that perspective.  The important aspect would be the engagement at a wider European level that it would be not satisfactory that a person would travel from one state to another, both which may be orange states, to use the Chairman's example, but there are differing national protocols that might limit the aviation sector, which is what we are talking about here, being as productive as it might be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L00800","nonspeaker":"Dr. Niall Connors"},{"type":"speech","time":1603756800,"counter":192,"content":"<p>How can Ireland lead the way on this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L00900","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":193,"content":"<p>If I were looking at it from a State perspective, I would be asking what we can put into our arsenal that will mitigate risk for our citizens in travelling.  Certainly, a traffic light system is a positive step.  I would have thought some sort of a testing protocol system prior to departure-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L01000","nonspeaker":"Dr. Niall Connors"},{"type":"speech","time":1603756800,"counter":194,"content":"<p>From Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L01100","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":195,"content":"<p>-----may also be helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L01200","nonspeaker":"Dr. Niall Connors"},{"type":"speech","time":1603756800,"counter":196,"content":"<p>What about departures from other countries coming into Ireland?  What attitude would Dr. Connors take on that in terms of mitigating the risks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L01300","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":197,"content":"<p>In fairness, those are considerations for individual states to make.  From a public health perspective, it would be up to Ireland as a State to decide if it was willing to accept those standards or what the standard of the testing would be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L01400","nonspeaker":"Dr. Niall Connors"},{"type":"speech","time":1603756800,"counter":198,"content":"<p>Explain Ireland leading the way.  I need to understand.  When you refer to Ireland leading the way, are you saying that we have a pre-departure test in place?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L01500","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":199,"content":"<p>It would make sense that we would have the traffic light system, which is fine, and then explore what a pre-departure test might look like, again, in consultation with public health officials, what an acceptable standard would be, and how the State might do that.  However, I am not a public health expert.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L01600","nonspeaker":"Dr. Niall Connors"},{"type":"speech","time":1603756800,"counter":200,"content":"<p>That would have to be a rapid test.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L01700","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":201,"content":"<p>I do not know.  I am not a public health expert.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L01800","nonspeaker":"Dr. Niall Connors"},{"type":"speech","time":1603756800,"counter":202,"content":"<p>I want to ask Mr. Cornelis one or two final questions.  At present, the European traffic light system is guided by the European Centre for Disease Prevention and Control.  The most recent updated map of risk level is dated 22 October.  I have been looking at the red regions.  The Commission made it clear, when it was announced that we were moving to the traffic light system, that it was based on regions as opposed to countries, and yet in discourse it often gets mixed up.  It has been much reported that it is red, green and orange countries when, in fact, it is regions.  Italy is the only country I can see on the 22 October map where there is a region coloured green and the rest of the country coloured red.  For Ireland, mainland Spain, Portugal and France, it is red across the board.<\/p> <p>  I would be interested in hearing, given that we are a small island nation, if the Commission is considering all of Ireland, by which I mean the Twenty-six Counties or the Republic, to be one region, if the Commission is considering it on a provincial basis, or what kind of regional breakdown there is.  That is important as well given that we have our capital's airport in Dublin, but in the west of Ireland, in Clare, where we would be quite a distance from Dublin, it is only recently that our rates of Covid have crept up to a high level.  It would be punitive to have the whole country, in European aviation terms, considered as one region.  Will Mr. Cornelis clarify that please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L01900","speaker":"1519"},{"type":"speechnospeaker","time":1603756800,"counter":203,"content":"<p>The system is based on established levels of regions within member states, but I am afraid I do not really know how it is applied in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L02000","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":204,"content":"<p>I thank Mr. Cornelis.  It would be important that we would get clarification on that.  The maps are somewhat misleading.  The members will be aware we have county boundaries.  We have subregional boundaries as well, such as the mid-west.  It is important to establish that.  For Shannon and Cork airports, it matters a great deal.  We have seen throughout Europe that Covid has now almost caught up in rural and urban areas, but the trend for many months was that Covid thrived in urban settings and less so in rural areas.<\/p> <p>  I have a final question for the Irish Aviation Authority.  One of the common themes of discussion here in this committee in recent weeks has been the imbalance of aviation where Dublin, in the second quarter of this year, had 155,000 passengers and Shannon had only a couple of hundred.  There is a bit of ministerial design of policy required here but safety is one of the IAA's major oversight functions.<\/p><p>Do the witnesses believe that at a time of high Covid figures and as we try to look for a pathway forward over the coming months, on safety grounds alone and moving beyond what should morally happen in terms of regions and peripheral regions, aviation should be dispersed throughout the various terminuses around Ireland, not just in Dublin but also Shannon and Cork?  There are 155,000 versus a couple of hundred.  Should people be spread more evenly on safety grounds alone?  Is there a heightened role for Shannon Airport in the months ahead as we try to strategise our way out of this crisis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#L02100","speaker":"1519","continuing":true},{"type":"speechnospeaker","time":1603756800,"counter":206,"content":"<p>Where passengers travel is ultimately driven by demand and existing routes.  If there was a system of dispersing passengers, we would need to look at the industry somewhat differently.  If a passenger flew into one airport and then travelled across the country that would work against the intention of dispersing passengers to particular airports.  From a Shannon Airport perspective, the numbers are low at the moment but it is important that it plays a key role in the recovery.  It is important that it maintains connectivity into the region, and similar applies to Cork Airport.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M00200","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":207,"content":"<p>On some level I can answer my question.  We have all decided that the shooting match is testing and that we need harmonisation across the board to whatever degree we can as soon as possible to ensure that we can operate better than we are now.  We have used a locator form.  That type of idea has been used across the board.  I am not necessarily sure that it has been as impactful as anticipated.<\/p> <p>  Have there been any positives in how individual states across Europe have operated that we could introduce at this point while accepting that testing is the most significant factor we need to get right?  I ask Mr. Cornelis and the IAA representatives to comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M00300","speaker":"1498"},{"type":"speechnospeaker","time":1603756800,"counter":208,"content":"<p>When we are talking about facilitating travel, we are talking about a host of measures that need to jointly contribute to making travel safe.  Enabling good contact tracing with the help of passenger location forms is definitely part of that arsenal.  Given the level of problems we see today, it is less relevant in many parts of Europe.  It remains part of the arsenal.<\/p> <p>  We are developing a context called healthy gateways, which is a collaborative project involving a number of member states as well as the Commission and EASA.  It is an IT solution that could be used across Europe.  We need passenger locator forms to be available to all of the authorities that need them.  People crossing boarders are a particular issue.  We are working on an app that could be used by member states to improve the way the system functions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M00400","nonspeaker":"Mr. Filip Cornelis"},{"type":"speechnospeaker","time":1603756800,"counter":209,"content":"<p>I will ask my colleague to take the next question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M00500","nonspeaker":"Mr. Paul Brandon"},{"type":"speechnospeaker","time":1603756800,"counter":210,"content":"<p>In terms of the pan-European strategy, we link in with EASA and the ECDC on protocols and common application and harmonisation of them.  That is a very dynamic process.  As people learn more about the virus and how to mitigate the risks associated with it or how to combat it in certain circumstances, feedback from different states is informing how that protocol is developing.  Equally, at a national level with colleagues in the Department and the protocols around the management of air passengers, a lot of those conversations and how that evolves is informed by our visibility of other European states through other fora, in particular EASA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M00600","nonspeaker":"Dr. Niall Connors"},{"type":"speech","time":1603756800,"counter":211,"content":"<p>In response to Mr. Cornelis, the app sounds very interesting and necessary.  What is the timeline for putting it in operation?  Can he tell us who one or two of the best kids in the class are as regards contact tracing?  It is absolutely necessary, in particular for travel and catching problems as they arise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M00700","speaker":"1498"},{"type":"speechnospeaker","time":1603756800,"counter":212,"content":"<p>My connection is degrading a little bit.  I only caught part of the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M00800","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":213,"content":"<p>It might also be the way I asked the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M00900","speaker":"1498"},{"type":"speechnospeaker","time":1603756800,"counter":214,"content":"<p>No, I do not think so.  If the Deputy asked about how contact tracing is applied, I am afraid that is a question for public health officials.  I will not be of much help.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M01000","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":215,"content":"<p>I asked whether there are one or two good examples of countries which had operated contact tracing, particularly in respect of travel, and whether there were any examples of best practice.  I refer to the timeline for the app, which sounds like an absolutely necessary piece of kit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M01100","speaker":"1498"},{"type":"speechnospeaker","time":1603756800,"counter":216,"content":"<p>On the timeline, I do not have the details.  It is a question of months as far as my understanding goes.  Regarding best practice, I would not be able to say anything about the respective member states.  EASA has a monitoring system in place.  It is getting feedback from many airlines, airports and member states to get a picture as to how the risk of transmission in journey works.  It published that information and the Irish authorities have access to it.  So far, from that evidence we have seen the safety protocols that are used during the journey and on board seem to be pretty effective.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M01200","nonspeaker":"Mr. Filip Cornelis"},{"type":"speech","time":1603756800,"counter":217,"content":"<p>I thank Mr. Cornelis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M01300","speaker":"1498"},{"type":"speech","time":1603756800,"counter":218,"content":"<p>I have one final question for the IAA.  I refer to the issue of refunds to passengers from airlines.  Can the IAA give us an update on the correspondence it has had with specific airlines and where that issue stands at this moment in time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M01400","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":219,"content":"<p>We do not have responsibility for that area.  The responsibility rests with the Commission for Aviation Regulation, which is a separate statutory body.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M01500","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":220,"content":"<p>It does not in any way involve the IAA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M01600","speaker":"1593"},{"type":"speechnospeaker","time":1603756800,"counter":221,"content":"<p>It does not.  We are responsible for aviation safety regulation, not economic or financial regulation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M01700","nonspeaker":"Mr. Paul Brandon"},{"type":"speech","time":1603756800,"counter":222,"content":"<p>I would like to thank all of the witnesses for attending today and engaging with the committee, in particular Mr. Cornelis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/TTJ2020102700002#M01800","speaker":"1593"},{"type":"unspoken","time":1603756800,"counter":223,"content":"<p>The joint committee adjourned at 1.30 p.m. until 11.30 a.m. on Wednesday, 28 October 2020.<\/p>","notice":"TIME STRING DETECTED"}]