[{"type":"majorheading","content":"Joint Oireachtas Committee on Health","time":1651618800,"counter":2},{"type":"unspoken","content":"<p>Tháinig an Comhchoiste le chéile ag 09:30<\/p><p>The Joint Committee met at 09:30<\/p><p>COMHALTAÍ A BHÍ I LÁTHAIR \/ MEMBERS PRESENT:<\/p><p>Teachtaí Dála \/ Deputies Teachtaí Dála \/ Deputies Colm Burke, Martin Conway, David Cullinane, Annie Hoey, Bernard J. Durkan, Seán Kyne. Gino Kenny, John Lahart, Róisín Shortall.<\/p><p>I láthair \/ In attendance: Deputy Marc MacSharry and Senator Victor Boyhan.<\/p><p>Teachta \/ Deputy Seán Crowe sa Chathaoir \/ in the Chair.<\/p>","time":1651618800,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002"},{"type":"minorheading","content":"Proposed Appointment of Chief Medical Officer to a Role at a Higher Education Institution: Discussion","time":1651618800,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#A00050"},{"type":"speech","time":1651618800,"counter":5,"content":"<p>Apologies have been received from Senator Frances Black.  Today the committee meets Mr. Robert Watt, Secretary General of the Department of Health, and Dr. Tony Holohan, Chief Medical Officer, to discuss the proposed appointment of the Chief Medical Officer to a role in Trinity College Dublin.  They are both very welcome to our meeting this morning.<\/p> <p>  All witnesses are reminded of the long-standing parliamentary practice that they should not criticise or make charges against any person or entity by name or in such a way as to make him, her or it identifiable or otherwise engage in speech that might be regarded as damaging to the good name of the person or entity.  Therefore, if their statements are potentially defamatory with regard to an identifiable person or entity, they will be directed to discontinue their remarks.  It is imperative they comply with any such direction.<\/p> <p>  Mr. Robert Watt may now make his opening remarks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#A00100","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":6,"content":"<p>I thank the committee for the invitation to appear before it.  As the Chairman has mentioned, I am joined by Dr. Tony Holohan, the Chief Medical Officer.  While exercises on lessons learned on the pandemic are under way throughout the world, it can be seen from objective data relating to mortality, hospitalisation and vaccination uptake that the response to the pandemic in Ireland was among the best in the world.  <i>The Lancet<\/i>recently published a major global review of excess mortality during the pandemic with data from countries and subnational regions throughout the world.  It found that &quot;some countries ... such as Iceland, Norway, Ireland, and Cyprus had some of the lowest rates [of excess mortality] in the world, at less than 50 deaths per 100,000&quot;.  As members know, the rate in Ireland was 12.5 per 100,000 of population.  The cumulative rate of recorded Covid-19 deaths per million of population in Ireland remained consistently below the EU average throughout the pandemic.<br\/><br\/>Nonetheless we have seen over 7,000 deaths from Covid-19, as well as high levels of illness.<\/p><p>Both the societal and economic consequences of the past two years are well known to members of the committee, with the pandemic costing the Irish Exchequer circa &euro;20 billion to date.  In the context of such costs, it is right that governments and health systems around the world are now investing significantly in public health capacity.  In the Department of Health we are working to find new and innovative ways to refocus and to strengthen public health capacity.  A clear component of this is to develop leadership capacity in public health in order to strengthen and to prepare in the event of future pandemics.  This is set out in the programme for Government.<\/p><p> As I have set out previously, I had initial discussions with the CMO in August 2021 about his future plans, as did the Secretary to the Government.  Given the changing disease profile and concerns about emerging variants, those discussions were necessarily paused until earlier this year, when disease indicators confirmed that Ireland was in a much better epidemiological position.  At that point, and in the context of Ireland's future pandemic preparedness, the CMO raised with some third level institutions how the Department of Health could, in an innovative and responsive manner, strengthen the knowledge and practice of public health leadership.  These engagements had particular regard to public health protection, informing policymaking, understanding the role of public communications and behaviour change and research of relevance to these domains.  Over the course of these engagements, the proposal for a professorship emerged.  The purpose of this was to ensure that Dr. Holohan's expertise and skill set remained within the public service, with a view to strengthening public health capacity and leadership in Ireland.  In this role the Department's intention was for Dr. Holohan to lead the development and activities of collaboration between all universities and the health sector and to develop stronger links with the WHO and agencies of the EU.<\/p><p> On 25 February of this year, the CMO requested my support to progress a secondment to a Dublin university.  He indicated that he had informed the Secretary to the Government of this request.  In early March the Secretary to the Government spoke to me and I confirmed that I was working on the details of this arrangement, including the proposed research funding element.  I was aware that the Government had recently endorsed particular secondment arrangements to the university sector for senior civil servants.  Given his long and distinguished service and the crucial knowledge and ability he brought to bear in the pandemic, I felt it was equally important that Dr. Holohan's expertise be retained and utilised in the public sector.<\/p><p> Further discussions took place, and the Department issued a letter of intent to Trinity College on 16 March which set out the main details of the proposals, with further detail on secondment arrangements to be agreed between the relevant HR departments of Trinity College and the Department of Health.  As part of these proposed arrangements, the Department considered that the funding of Dr. Holohan's post was something that needed to be worked out but that the Department would support the development of this innovative approach to progressing an important initiative through dedicated additional research funding.  It was envisaged that this would involve competitive funding organised appropriately to support the spirit of the initiative outlined above.  The letter of intent therefore provided for Dr. Holohan's salary to be paid, in time, as part of a wider fund which, it was envisaged, could be administered by the Health Research Board, with details to be agreed between all three parties, as per the well-established practice of funding of health research in the third level sector.<\/p><p> As the committee will be aware, there are a number of well-recognised steps from the generation of an idea to the funding of a specific project or service that all Departments and Ministers must follow in order to allocate funds.  It was clear to me that this proposal was in line with the Government's commitment to investing in public health, as outlined in the programme for Government.  As such, and as required, funding of research in this regard by the Department would form part of the normal Estimates process, subject to ministerial and Cabinet approval.<\/p><p> It is a matter of regret to me that what I viewed as an important and innovative proposal for increasing our public health capacity in Ireland is now not going ahead.  I believe that this important work would have benefited greatly by being led by Dr. Holohan.  I believed when we conceived this proposal that it was essential that we continued to harness Dr. Holohan's knowledge and skills in the public interest, and I regret that that will no longer be possible.<\/p><p> I am happy to answer any questions from committee members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#A00200","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1651618800,"counter":8,"content":"<p>Thank you, Mr. Watt.  We will kick off with the questions.  Senator Kyne, will you lead us off, please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#B00200","speaker":"1571"},{"type":"speech","time":1651618800,"counter":9,"content":"<p>I welcome Mr. Watt and Dr. Holohan.  Mr. Watt is becoming somewhat of a celebrity, whether by intent or not.  I am not sure if he would consider a position on \"Dancing with the Stars\" next January.  I think he is the best known public servant at this stage, and not always for the right reasons, unfortunately.<\/p> <p>  I agree with Mr. Watt's comment, \"I felt it was equally important that Dr. Holohan's expertise be retained and utilised in the public sector.\".  That, I think, would be supported by the majority of people in the country, and it is regrettable the way things have developed in that regard.<\/p> <p>  Considering that this process started last August, and considering the furore at the time over the Katherine Zappone appointment, did it not register with Mr. Watt that it would be prudent to ensure that the Minister, the Cabinet or the senior individuals in Cabinet, certainly the three party leaders, signed off on this, with all the details laid out, including the funding, the salary and the plans for a research fund?<\/p><p>Would that have been the prudent and wise thing to do, considering the timing of the Katherine Zappone issue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#B00300","speaker":"1665","continuing":true},{"type":"speechnospeaker","time":1651618800,"counter":11,"content":"<p>I thank the Senator for his question.  I will spare the people of Ireland my dancing skills.  That is a relatively private matter.<\/p> <p>  The intention was that the details were to be worked out between the Department and Trinity College.  When we had finalised the exact details of the secondment and the funding, it would have been appropriate at that stage to ensure we had full approval and that the Minister was aware of all the details.  We may have even brought it to the Government at that stage.  I do not know whether we countenanced that but we certainly would have socialised it throughout the system in a more formal way.  As I mentioned in my opening statement, and previously in the report, the details had not been worked out.  The general idea had been set out in the letter of intent.  That was what we were intending to do.  The intention was that when the details were worked out, we would go through the formal process in the normal way these decisions have to be-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":12,"content":"<p>I know Mr. Watt has set out the number of secondments within his Department but this was not about an ordinary individual within the Department.  This was a very senior and respected individual who had been on our television screens for a year and a half at that stage.  This was not a junior position.  It was a person who was well known and respected.  Mr. Watt should have known this was going to create headlines, particularly when the issue of the salary arrangements was relayed.  That should have been brought to the Cabinet, at least, for Mr. Watt's own sake and, more important, that of Dr. Holohan.  Was this discussed at management board meetings between Mr. Watt, the senior Minister and the Ministers of State?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C00300","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":13,"content":"<p>It was not discussed at the management board.  Obviously, this was a personnel issue with which I and Dr. Holohan, along with the HR manager in the Department, were dealing.  That is the normal way in which these matters are addressed.  The Secretary to the Government was also involved.  As I set out in the briefing note I prepared, the Minister knew the generality but he was not involved in the details of the proposal.  We thought that was appropriate-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":14,"content":"<p>Did he ask?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C00500","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":15,"content":"<p>-----given the circumstances but, obviously, with the benefit of hindsight, we should have done it differently and socialised it differently.  We were conscious to do it in an appropriate fashion.  At various stages when the conversations were taking place the disease was still circulating and we did not want it to be leaked that the CMO was thinking about moving on.  We did not think that would be good, so we tried to manage it in a sensible way, given the challenges we faced and that, ultimately, this is a personnel matter in the Department.  Notwithstanding the profile of the CMO, it is a personnel matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":16,"content":"<p>Did the Minister ask about any arrangements?  Was he inquisitive in that regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C00700","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":17,"content":"<p>He did not because we indicated to him that the arrangements were still to be worked out and had not been finalised.  As all present are aware, we were bounced into making a statement earlier than we had hoped.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":18,"content":"<p>Mr. Watt stated in his opening remarks and in the briefing to the Minister that he was aware the Government had recently endorsed open-ended secondment arrangements to the university sector for senior civil servants.  That was put to Martin Fraser of the Department of the Taoiseach and he responded:<\/p> <blockquote> \tI do not know what he is referring to. I assume he is referring to former Secretaries General who are seconded to the third level sector. I do not know whether they are open-ended, to be perfectly honest. <\/blockquote> <p>To what was Mr. Watt referring?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C00900","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":19,"content":"<p>We were aware there had been two recent secondments of Secretaries General to the university sector when their time was up.  We were aware of that and we were aware that precedent had been set.  From what I am aware - I am not over all the details of it - I do not think they are fixed terms.  I think the period of the secondment is up to the time the individuals are due to retire.  I was aware that had taken place and we were aware that precedent had been set.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":20,"content":"<p>How were they endorsed by the Government?  Did they go to the Cabinet?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C01100","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":21,"content":"<p>They were coming to the end of their periods as Secretary General.  Appointments at Secretary General level are matters for the Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":22,"content":"<p>I came across renewals or extensions for three years while I was in Cabinet, but did those appointments go to Cabinet?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C01300","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":23,"content":"<p>When a Secretary General is retiring, the Government is informed about that.  The Secretaries General were moving on, so I understand the details of those circumstances were sent to the Government.  I am not over the exact procedures involved but I understand that happened.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":24,"content":"<p>Was it the intention of Mr. Watt that this appointment would eventually go to the Government?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#C01500","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":25,"content":"<p>We had not got to that stage.  We were working through the details and we would have socialised the details when they had been finalised.  I am sure the Minister, as a matter of course, would have informed the Government.  Second, the Government was involved.  The Minister knew the generality of it.  We thought that was sufficient.  Obviously, with the benefit of hindsight, we should have handled that part of it differently.  As I mentioned, the communication of this proceeded in a different way from how we envisaged it would proceed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D00100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":26,"content":"<p>The Secretary General of the Department of the Taoiseach was obviously part of the discussions and the Minister was aware of it at a stage earlier this year.  Mr. Watt stated in his briefing that he inferred from this they had political support in Government Buildings.  Should the Secretary General of the Department of the Taoiseach have informed the Taoiseach and should the Minister have informed at least the party leaders of this, considering the profile of the appointment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D00200","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":27,"content":"<p>I think people were informed before the announcement was made but, of course, they were not informed of the details because the details had not been worked out.  People were informed before the announcement had been made that the Chief Medical Officer, CMO, was moving on.  I am not in a position to judge what the Secretary to the Government should have done or not done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":28,"content":"<p>When Trinity said it could not pay Dr. Holohan's salary, was that early in the discussions or at a later stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D00400","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":29,"content":"<p>I do not recall exactly as part of the discussions the exact sequence but Trinity indicated its very strong support for the concept, its interest in providing a leadership role here.  It made it clear it was not in a position to fund the position but it nonetheless supported it, was very enthusiastic about it and wanted to be associated with it.  I do not recall exactly when that issue arose in the conversations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":30,"content":"<p>Were other universities approached at that stage, were other universities in the mix or was it settled?  I can understand Trinity would be a very prestigious university.  I can understand that would be settled on.  At what stage was that settled upon?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D00600","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":31,"content":"<p>I think that was settled towards the end of February-early March.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":32,"content":"<p>Were other universities in the mix, had they expressed a view or were there detailed engagements?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D00800","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":33,"content":"<p>Yes.  There were discussions with other universities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":34,"content":"<p>Had other universities been asked if they could fund the position?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D01000","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":35,"content":"<p>I was not involved in the detailed discussions with them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":36,"content":"<p>Who was?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D01200","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":37,"content":"<p>The CMO and the universities had those discussions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":38,"content":"<p>Is Dr. Holohan annoyed with the Secretary General and the Minister at the way this has been handled?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D01400","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":39,"content":"<p>No.  When I requested, as part of the assessment of all of this, the nature of the opportunity was supported, and that support was there from the get-go, I would have to say, from both the Secretary General here beside me and the Secretary General to the Government, support for the principle and for the commitment to work through the detail of this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D01500","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":40,"content":"<p>And the Minister?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D01600","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":41,"content":"<p>And the Minister.  At any point I never felt there was anything other than full support for both the concept of this and for what would be necessary in terms of working through the detail.  Obviously then, the detail has to be worked through.  There is no equivocation whatsoever on my part in saying that.  I needed that support.  I needed to know that support was there and it was there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D01700","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":42,"content":"<p>Considering that Dr. Holohan has a very distinguished record, particularly during the Covid period, does he think there is still a possibility of him taking up a position within the university sector, subject to funding opportunities?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D01800","speaker":"1665"},{"type":"speechnospeaker","time":1651618800,"counter":43,"content":"<p>I had an opportunity to brief this committee in private session a couple of weeks ago and we had a good discussion on that occasion.  I set out for the committee the nature of the opportunity and the ambition this would have represented for the country but when I saw the concerns being expressed in public I thought it was important I made an early decision, which I did, that I would not proceed with the role.  I had two broad objectives in that regard.  One, was to try to ensure -  I said it in the words I issued in public on that occasion &ndash; that both senior civil servants and senior politicians would not continue to be diverted by the ongoing nature of it.  I genuinely wanted to ensure that.  The second objective was that I had substantial regard for Trinity and for the Provost, in particular, and for their early support in this.  I had no desire to see them being drawn into any, if you like, suggestion of impropriety of controversy, of which they had no part whatsoever.<\/p><p>I wanted to make a clean and early decision in relation to that, a decision I did not necessarily set out to make in the first instance.  I had a good opportunity to brief the committee on the last occasion on the nature of my personal motivation around both the nature of this work in public health and the commitment to working on that work in the public service.  That was my personal ambition.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#D01900","nonspeaker":"Dr. Tony Holohan","continuing":true},{"type":"speech","time":1651618800,"counter":45,"content":"<p>I thank Dr. Holohan and Mr. Watt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E00200","speaker":"1665"},{"type":"speech","time":1651618800,"counter":46,"content":"<p>I am conscious that there are a number of members who want to get in.   I will try to be as lax as possible.  I call Deputy Cullinane.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E00300","speaker":"1571"},{"type":"speech","time":1651618800,"counter":47,"content":"<p>I welcome the witnesses.  I wish Dr. Holohan well in his retirement.  When the committee met earlier in private session, members wished him well.  I want to publicly do likewise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E00400","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":48,"content":"<p>I thank the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E00500","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":49,"content":"<p>My questions are directed to Mr. Watt.  The letter he sent to the Provost of Trinity was sent on 16 March 2022.  Is that the correct date?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E00600","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":50,"content":"<p>That is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":51,"content":"<p>On the day Mr. Watt sent that letter, did he inform the Minister for Health of the contents of it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E00800","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":52,"content":"<p>No.  The Minister did not know all of the details of the letter.  He knew the generality of what was being proposed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":53,"content":"<p>Did he know a letter was being sent?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E01000","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":54,"content":"<p>I am not sure if he knew the exact modalities of how-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":55,"content":"<p>He certainly was unaware of the details.  Let us be clear, he was unaware of the details of the letter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E01200","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":56,"content":"<p>The Minister was unaware of the precise details-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":57,"content":"<p>Was the Secretary General to the Department of the Taoiseach aware of the contents of the letter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E01400","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":58,"content":"<p>No, the Secretary to the Government did not see the letter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":59,"content":"<p>Okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E01600","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":60,"content":"<p>The details were-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":61,"content":"<p>Did the Minister for Public Expenditure and Reform or his Secretary General see the contents of the letter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E01800","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":62,"content":"<p>The only people who were aware of the contents of the letter were me, the CMO and the HR manager in the Department of Health.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E01900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":63,"content":"<p>That is precisely correct because strictly private and confidential is stated on the head of the letter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E02000","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":64,"content":"<p>It is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E02100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":65,"content":"<p>To be clear, the Minister for Health, the Minister for Public Expenditure and Reform, his Secretary General and the Secretary General to the Department of the Taoiseach were unaware of the contents or detail of that letter on the date Mr. Watt sent it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E02200","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":66,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":67,"content":"<p>That is correct.  On 25 March, we had the statement from the Department of Health announcing the CMO's retirement.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E02400","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":68,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E02500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":69,"content":"<p>At that point, on 25 March, was the Minister for Health aware of the contents of the letter Mr. Watt sent to Trinity?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E02600","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":70,"content":"<p>I do not know the exact date but I think it was the next Monday or Tuesday-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E02700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":71,"content":"<p>At that point, he was not aware?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E02800","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":72,"content":"<p>I do not think he was at that stage.  I am not absolutely 100% sure on that, but it was around that time that-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E02900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":73,"content":"<p>Was the Minister for Public Expenditure and Reform, his Secretary General or the Secretary to the Government aware on 25 March, when the statement was issued that the CMO was stepping down, of the contents of the letter Mr. Watt had sent to Trinity?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E03000","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":74,"content":"<p>They knew the CMO was stepping down but they did not know the contents of the letter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E03100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":75,"content":"<p>They were not aware of the details of the letter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E03200","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":76,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E03300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":77,"content":"<p>On 6 April, the Minister, Deputy Donnelly, was on \"Morning Ireland\" on this particular issue.  At that point, was he aware of the contents of the letter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E03400","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":78,"content":"<p>I am not sure exactly when the Minister-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E03450","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":79,"content":"<p>Mr. Watt is not the Minister, Deputy Donnelly is the Minister and he is on \"Morning Ireland\" answering questions about this secondment.  I will get to the contents of the letter in a moment.  If I were the Minister, I would imagine I would want to be fully briefed on all of the details of what the arrangements were.  I would want to know every detail.  Mr. Watt cannot tell me this morning if at that point on 6 April the Minister when on \"Morning Ireland\" was aware of the details, which were clearly set out.  The details of that letter are the crux of this.  It clearly sets out the financial implications of this secondment, if we can call it that, but I will come to that later.  Mr. Watt is not clear-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E03500","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":80,"content":"<p>The Minister was aware that there was a secondment.  The Minister was aware in general terms that it was part of a proposal to examine enhanced research funding for public health policy in the university sector-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E03600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":81,"content":"<p>I am asking Mr. Watt if he was aware of the details of the letter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E03700","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":82,"content":"<p>-----but he was not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E03800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":83,"content":"<p>He was on \"Morning Ireland\" but he was not aware of the details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E03900","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":84,"content":"<p>He was not aware of the details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E04000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":85,"content":"<p>Did he seek the details?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E04100","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":86,"content":"<p>He sought the details and then he-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E04200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":87,"content":"<p>He did not get all of the details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E04300","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":88,"content":"<p>The Minister got the details as soon as he sought the details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E04400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":89,"content":"<p>When he was on \"Morning Ireland\" was he aware of the &euro;2 million annual funding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E04500","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":90,"content":"<p>I do not think he was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E04600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":91,"content":"<p>He was not aware.  That is a really substantial omission.  For a Minister to be on \"Morning Ireland\" answering questions about a secondment and not to be aware of the financial implications of it is a failure on Mr. Watt's part in the first instance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E04700","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":92,"content":"<p>It comes down to what we were trying to do.<\/p><p>It was a letter of intent.  It was to give a commitment to explore the details of this to make it happen.  It was not a final agreement.  The Minister was not being asked to sign off all at.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#E04800","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1651618800,"counter":94,"content":"<p>Mr. Watt is telling us that the Minister was not aware of the &euro;2 million.  Mr. Watt appeared before this committee on the very same day at which time we asked him questions.  He did not inform us.  He had the opportunity to say at that point that this is advanced, that he had sent a letter to the Provost of Trinity and that he had given a commitment of &euro;2 million annual funding.  However, he did not take the opportunity to provide us with the information on that day when he was before this committee.  In his report to the Minister, which is now referred to as the Watt report, he said there were communications problems.  However, they were of his making.  He appeared before this committee and had an opportunity to inform us but he did not.  He did not inform the Minister.  Now the CMO is not taking up the post.  Why did Mr. Watt not inform this committee about the details of that letter when he appeared before us?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#F00200","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":95,"content":"<p>The Deputy has asked a number of different questions.  The day I appeared before the committee I was talking about other matters based on the letter that invited me to appear.  I think that is consistent with how these matters are now organised.  I was answering questions about a particular matter and then I was asked about this.  I did not answer all the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#F00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":96,"content":"<p>Mr. Watt did not answer any of the questions.  We got no information from him that day.  We certainly were not aware of the details of the pay arrangements.  We certainly were not aware of the letter that Mr. Watt had sent to Trinity.  We certainly were not made aware of the &euro;2 million annual recurring funding.  None of that information was provided to us.  None of it was provided to the Minister.  It seems that Mr. Watt was the person who signed off on it.<\/p> <p>  I return to Mr. Watt's opening statement in which he said the funding could be administered by the Health Research Board.  That is a bit ambiguous.  He is now saying the money may have been coming from that.  Was that because it was uncertain?  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#F00400","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":97,"content":"<p>No.  The funding that we allocate for health research goes to the Health Research Board.  I think this year about &euro;44 million goes through the Health Research Board.  The intention was that any additional funding which the Minister would subsequently approve as part of the Estimates-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#F00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":98,"content":"<p>Mr. Watt's opening statement says \"could\" as opposed to \"will\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#F00600","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":99,"content":"<p>That was because we obviously had not engaged with them.  We had to finalise the engagement with them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#F00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":100,"content":"<p>That is another problem.  Not only was the Minister not aware, not only was this committee not aware, not only was the public not aware, but I imagine the actual body that would need to provide the funding was also not aware of the letter Mr. Watt sent to Trinity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#F00800","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":101,"content":"<p>It was because the details had not been worked out.  We had not got to the stage where we had established the detailed work programme, the details-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#F00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":102,"content":"<p>With respect, the details are in the letter Mr. Watt sent.  I want to read the letter that Mr. Watt sent so that we are all clear of what it is.  It states:<\/p> <p>Under the proposed agreement, the Department of Health commits to...<\/p> <p>Make an annual ring-fenced allocation of &euro;2M for the duration of the secondment, to be administered through the Health Research Board, a body under the aegis of the Department of Health.<\/p> <p>  Mr. Watt is committing &euro;2 million of funding from the Health Research Board to Trinity College in a letter for which he did not get any ministerial approval.  He did not inform the Minister or this committee about it.  In his opening statement, he has said that this will need to be approved retrospectively through the Estimates process.  It is breathtaking arrogance that a Secretary General would sign off on expenditure of &euro;2 million without getting any approval from a Minister or from Government.  He thinks he has the authority to make a commitment in writing to pay potentially &euro;20 million of taxpayers' money to a third level institution without any ministerial approval and not even to inform the Minister when he was responding to the media on the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#F01000","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":103,"content":"<p>Am I allowed to respond?  We did not approve the spending.  The spending ultimately, if the money was to be spent from 2023 onwards, would need to be included in the Estimates process.  The Minister would need to approve that amount of money and it would need to be included in the Estimates.  That Estimate would be published as part of the abridged Estimate and then the revised Estimate.  There is no basis upon which I can approve spending for a new area of spending without the approval of the Minister.  I do not have that authority.  We have authority, as Secretary General, to authorise spending that has been-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#F01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":104,"content":"<p>I must come back in here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#F01200","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":105,"content":"<p>The way the system would ultimately work is that for spending, which is allocated in the Vote and for which there is a clear purpose set out in Government policy, there is delegated authority to spend it obviously because money is being spent in line with what is voted and Government policy.<\/p><p>This spending was not approved or sanctioned.  There was no spending here; it was a commitment and the details had to be worked through.  The plan was that when the details had been finalised and we had a detailed set of proposals, we would then seek formal sanction in the normal way for the spending that would be part of the 2022 Estimates.  As part of that, we would have to speak to the Health Research Board about how------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#F01300","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1651618800,"counter":107,"content":"<p>I have to come back in before my time is up, with respect to Mr. Watt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#G00200","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":108,"content":"<p>We would have to engage then with the Health Research Board in terms of how it would allocate funding and what-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#G00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":109,"content":"<p>With respect, Mr. Watt is not getting this at all.  He lost the run of himself.  I am currently reading a book entitled <i>Pandemonium<\/i>.  I am sure he will at some time read it himself.  It seems officials in the Department described him as &quot;Minister Watt&quot;.  To many people, it seems he is the one making decisions, rather than the Minister for Health doing so.  He cannot say that he was going to seek retrospective approval.  Once he was committing in writing &euro;2 million a year in recurring funding to an outside body, he had an absolute obligation to inform the Minister for Health.  He failed to do so.  He had an absolute obligation to inform the Government.  He failed to do so.  He had an obligation when he was before this committee.  He failed to do so.  That is an overreach on his part.  With respect, we cannot have senior civil servants committing taxpayers' money without any democratic oversight - which is what was happening here - and hoping that when it is all done and dusted they can then get some sort of seal of approval.  Mr. Watt did not inform the relevant people right through this process.  In my view, he failed in his duty because of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#G00400","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":110,"content":"<p>I do not accept that characterisation at all, I am afraid.  The Government in the context of two recent memos and the Brady review set out a commitment to enhance public health research and capacity.  In a further 2020 paper on the impact of research funding, it set out a clear commitment in that regard.  In effect, what we were trying to do was to implement policy that had already been agreed by the Government.  A memo was circulated and the Minister for Health provided observations on the memo, setting out clearly his intention in respect of the support for enhanced investment in public health research.  That was the intention.  I am just looking for the document.  It states that the Minister for Health welcomes the proposed new national research and innovation strategy 2030.  It states that our experience in the pandemic has shown how research can affect public policy and clinical practice and demonstrated how research collaboration across the public, academic and private sectors can directly and rapidly respond to societal needs.  It further states that the aims and objectives of the strategy will inform our direction on public health research.  It goes on to refer to strengthening the research culture of the health service and links to academia.<\/p> <p>  A few weeks previously, the Government had approved a policy in respect of research.  A few weeks before that, it approved a specific policy in respect of the Brady review.  What we were trying to do in the Department in the context of Dr. Holohan's moving on was to give effect to the intention of the Government which it had set out clearly and which the Minister, in welcoming the memorandum, had set out his support for this endeavour, so------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#G00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":111,"content":"<p>I am not going to take up any more time.  I want to say one final thing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#G00600","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":112,"content":"<p>We were, in effect, implementing the Government policy that it had agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#G00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":113,"content":"<p>I will make a final comment, if I may.  Mr. Watt is not going to take me for a fool.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#G00800","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":114,"content":"<p>Sorry, I am not taking anybody for a fool-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#G00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":115,"content":"<p>I ask Mr. Watt to bear with me.  Of course, the Government is going to commit, in general terms, funding to public health.  Of course, that is the case.  Mr. Watt cannot then conflate that with him running around the place sending letters to Trinity College committing funding without any ministerial approval.  The very fact that he does not get that smacks of arrogance, it must be said, and it is simply not good enough that that is how he sees the world and the spending of public money.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#G01000","speaker":"1615"},{"type":"speech","time":1651618800,"counter":116,"content":"<p>We need to move on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#G01100","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":117,"content":"<p>There was no expenditure of public money.  There was no sanction of public money.  It was a letter of intent, consistent with Government policy that had been set out clearly.  The intention was not for Trinity College; it was to fund the Health Research Board to enhance investment in this space and the intention was the money would go to many institutions.  We set that out.  We referred to public health departments across the university sector.  That was the intention and that is clearly set out in the letter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#G01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":118,"content":"<p>If there had been no leaks, how would the Secretary General have seen this working out?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H00100","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":119,"content":"<p>If there had been no leaks, we would have had an announcement setting out that the chief medical officer, CMO, was moving on.  We would have then worked through the details of exactly how the secondment would work and how the funding would work.  We would have set all that out and then subsequently that would all have been communicated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":120,"content":"<p>To what extent does Mr. Watt think leaks bounced into different actions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H00300","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":121,"content":"<p>I think it ended up with us not communicating exactly what was proposed as clearly as we would have liked.  That led to confusion about exactly how the arrangement would be entered into, exactly how the funding would be organised and so on.  We would have been better organised if the communications plan had been delivered as we would have hoped.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":122,"content":"<p>Does Mr. Watt think leaks bounced the Department into this?  Was it reactive?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H00500","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":123,"content":"<p>Yes, we probably ended up reacting more than we should have done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":124,"content":"<p>Mr. Watt referred to positions with regard to the secondments of senior civil servants so he was talking about Secretaries General.  There are two Secretaries General who have been seconded.  That is by Government agreement on a decision from 2011 and 2021 which says quite clearly that if they have not achieved the 40 years pensionable service or whatever, they will at the end of their term in office as Secretary General be offered an alternative position in the Civil Service or public service at a salary equivalent to a Secretary General or in an international institution with the intention that they will be offered a position until their preserved pension age, and that retirement before that age would not be the norm.  Is that a fair interpretation of what was described as an open-ended secondment, in other words, that this would bring Dr. Holohan up to his natural retirement age?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H00700","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":125,"content":"<p>Yes, and maybe the CMO can talk about the motivation for the nature of the secondment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":126,"content":"<p>I just want the factual aspect because there is a kind of parallel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H00900","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":127,"content":"<p>Yes, that characterisation is fair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":128,"content":"<p>Okay.  Much has been made of the open-ended secondment in that this was special treatment, but this is treatment for Secretaries General.  The CMO position is assistant Secretary General level, am I correct in saying that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H01100","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":129,"content":"<p>It is deputy Secretary General level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":130,"content":"<p>Does Mr Watt think that the spirit of those Government decisions from 2011 and 2021 was designed to include deputy Secretaries General as well as Secretaries General?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H01300","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":131,"content":"<p>To an extent, I guess we did draw some support from those recent decisions in relation to Secretaries General.  We were ultimately motivated by trying to do something positive here, however.  We were trying to do something that was innovative but there was a-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":132,"content":"<p>I suppose the point I am getting at is there was a standard operating procedure, which was approved by Government in 2011 and 2021, and it seems to cover what has been maybe mischaracterised as an open-ended secondment.  The open-ended secondment, therefore, is actual practice if a Secretary General has reached the end of his or her Secretary General term in advance of retirement.  There is a procedure in place.  The language says they will at the end of their term be offered an alternative position in the Civil Service, public service or an international institution, which covers Trinity College Dublin.  Therefore, there was a structure in place by precedence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H01500","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":133,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":134,"content":"<p>Would it be Mr. Watt's characterisation that he followed this but it was for a deputy Secretary General, and that was the only difference?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H01700","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":135,"content":"<p>Absolutely, there were precedents there and we broadly followed those precedents.  There are other examples in relation to secondments to our Department of an open-ended nature.  Previously, we had the chief nursing officer who was seconded from the HSE.  That person was seconded for 15 or 20 years from the HSE.  The head of statistics in the Department has been with us since 2013.  We have a chief dental officer who has been with us since 2015 so we have several open-ended-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":136,"content":"<p>That is a reverse kind of secondment<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H01900","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":137,"content":"<p>Yes, into the Department as opposed to out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":138,"content":"<p>The open-ended secondment sounds like it was something special for Dr. Holohan but this was not a special arrangement.  It applies to Secretaries General whose tenure concludes before their retirement age.  It keeps them at their Secretary General salary in the public service or Civil Service or an international institution.  It seems, therefore, to be quite a parallel model.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#H02100","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":139,"content":"<p>It is quite parallel.  This was not unprecedented.  There are very clear precedents.  Those two are very analogous to what was proposed, but they are not the only ones; there are others in the system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#J00100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":140,"content":"<p>I will move now to the CMO.  It is nice to meet Dr. Holohan face to face.  Our meetings up to now have been virtual.  Dr. Holohan said he had the support of the Secretaries General of the Department of the Taoiseach and Health and of the Minister.  Was it a surprise then when it was suggested that the process be paused?  What was Dr. Holohan's feeling around that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#J00200","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":141,"content":"<p>As I said, I could see how the thing was unfolding, in particular over the course of that week, and I thought that it was important that I make an early decision for the reasons and the motivations that I set out earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#J00300","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":142,"content":"<p>Is it retrievable?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#J00400","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":143,"content":"<p>I have made my personal situation clear.  My ambition was to stay in the public service, to stay committed to the whole objective and ideals of public health, but just working in a different role, bringing what knowledge and expertise I might have or might have gained from the role that I previously held not just in the course of the pandemic but over the previous 15 years.  That was my motivation.  As I said, when I saw the way that this was unfolding, what I did not want to do was to hang on and to continue to perpetuate that.  I am not suggesting that I was in a position to exercise control over how this would play out, but insofar as that was a factor that I would make a clear decision and make that decision quickly and early.  That is what I did.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#J00500","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":144,"content":"<p>Could Dr. Holohan be persuaded to think again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#J00600","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":145,"content":"<p>Thus far, nobody has sought to persuade me so that is a hypothetical situation.  I say that with respect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#J00700","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":146,"content":"<p>It is not a \"No\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#J00800","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":147,"content":"<p>It was not a \"No\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#J00900","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":148,"content":"<p>Okay.  That is important.  If the Secretary General was to start again and because there is an inquiry into the learnings, what has he learned?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#J01000","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":149,"content":"<p>I do not know, Deputy.  It is important in any situation that we all try to learn from things.  We were motivated by the public interest here.  The proposal is not taking place and that is a disappointment.  We need to reflect upon that and to learn lessons from it.  As the Deputy says, there is a review to look at it.  We need to think about that.  On socialising proposals, we had reflected upon this and we thought we were doing the right thing here.  We did not anticipate that it would lead to this response.  That is a judgment issue for me, the Secretary to the Government and Dr. Holohan.  We just did not think that it would lead to such a response.  We have to reflect upon that.  We have to think about how in the future we manage these things, how we socialise them, how we get different stakeholders on board and how we communicate.  There is lots to do in relation to that.  I am happy that what we are trying to achieve, the policy intent and the innovative approach in terms of Dr. Holohan going to a university, a third level institution, and having that collaboration and for the State to enhance the funding, is very positive.  That is the way it should be.  That is very consistent with what the Government wants.  We need to learn lessons from why it did not pan out the way we would have wanted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#J01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":150,"content":"<p>There was one aspect to the proposal that seemed to imply that the CMO, had it gone through, could also avail of services of work in the private sector.  That would have differed from the arrangement for Secretaries General.  That may be a question that Dr. Holohan can come back on.<\/p> <p>  In terms of learnings, it has been said that any reasonable person looking at this objectively would have seen this as a bit more than a personnel issue, that it was a strategic type decision dealing with a person, to use an American football analogy, of quarter-back stature.  This was not just an ordinary civil or public servant, but a person who is held in very high esteem.  The books are giving us very colourful background narratives of the different and fraught nature of relationships political and administrative, but they arise in the type of crisis that we were going through.  Mr. Watt referred to the programme for Government.  The programme for Government at public health level states that we will maintain leadership at the highest level with a Cabinet Committee on Health chaired by the Taoiseach giving overall strategic direction.  This is the first Government to establish a department of research and innovation, which illustrates the commitment of the Government to that piece.<\/p><p> I ask the CMO to answer my question on the private sector pay piece.  Does that differ from a normal personnel decision?  The Cabinet Committee on Health, which is chaired by the Taoiseach, was to be seen to be in charge of overall strategic health direction.  On the communications piece directly, were there casual or informal conversations between the CMO and Ministers or the Taoiseach saying, for example, \"we are looking at this, investigating this, we have brought it this far and it is going to come to you guys at some stage for formal approva\"l?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#J01200","speaker":"1572","continuing":true},{"type":"speechnospeaker","time":1651618800,"counter":152,"content":"<p>On the private sector piece, as I understand it this is no more than a statement of what my current arrangements are both in my current post and what the arrangements are that pertained to positions in the academic sector.  So, although I have never availed of it, I think that the current position in respect of my role as a civil servant is that I am not debarred from being involved in things outside of my role that do not conflict with my role.  I do not have any such arrangement but I know that there are plenty of civil servants who have arrangements, businesses, write books and things of that nature and earn moneys from those where they do not conflict with their role.  I think that is the formal position for anybody who works in the Civil Service.<\/p> <p>  In respect of Trinity, and I think this is the purpose for its statement, and for the avoidance of doubt, there are arrangements across the academic sector that pertain to all academic appointments, as I understand them.  Trinity College has, in the public domain, published detailed guidances for the rules and requirements of individuals to comply with.  So I see that as no more than a statement in a contractual situation of exactly analogous arrangements both in the Civil Service and Trinity and that I would have to comply with those.  It was not a statement of commitment to some specific or certain opportunity that I had any particular personal intentions around.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#K00200","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":153,"content":"<p>And the Secretary General.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#K00300","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":154,"content":"<p>I have nothing further to add.  As the Deputy has set out, the Taoiseach and the Minister for Education are very committed to investment in research and investing in research in the higher education sector.  The Taoiseach is very committed to this from his previous role as Minister for Education. That is a key part of the policy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#K00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":155,"content":"<p>Were there casual or informal conversations saying \"we are looking at this, we have not got it ready yet and we will let people know when we have\"?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#K00500","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":156,"content":"<p>Not involving me and the Taoiseach, no there was not.  During the pandemic - and the CMO was involved in these conversations - there were very many discussions with the political system about the need for us to enhance our preparedness and readiness for future pathogens and pandemics.  We were very clear that while we felt that we had done well over the last two years, like all countries if we had been better prepared, had better integrated systems, had different capacities in different places and had a different structure then we could have managed it better, particularly regarding the questions of data and integration, the availability of data, and how we can access the capacity that exists across sectors.  There are many people in public health departments across local sectors so how can we access their abilities?  There were many conversations at a political level over the last number of years about how we can be better prepared for future pandemics.  Part of what we were trying to achieve was to respond back to that clear view.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#K00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":157,"content":"<p>I thank both of the witnesses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#K00700","speaker":"1572"},{"type":"speech","time":1651618800,"counter":158,"content":"<p>I welcome both of the witnesses.  It was interesting that Mr. Watt used the phrase \"this innovative approach\".  We are not talking about the rights or wrongs of investment in research.  We are talking about the handling of this particular proposal and I think that it is a bit of a misnomer to refer to it as an \"innovative approach\".  It was a serious mishandling of a proposal.<\/p> <p>  I happen to be somebody who has been very supportive of the whole idea of enhancing public health and I have been very conscious of it for a long time.  It was very clear during the early days of the pandemic just how weak that function was within the health service.  As far as I know, it is the only discipline within health that does not have an academic chair.  It would have been a very good idea to have an underpinning in one of the universities.<\/p> <p>  Today, we are here to talk about how Mr. Watt, as Secretary General of the Department, handled this matter.  I find his opening statement curiously vague because the actions that he took were very specific and what he said in his letter to Trinity was very specific.  His opening statement misrepresents the situation.  I do not think his opening statement is accurate but I want him to clarify the following.  He said: \"I was aware that the Government had recently endorsed particular secondment arrangements ... for senior civil servants\".  What are those arrangements?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#K00800","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":159,"content":"<p>I was aware, and we discussed this in relation to Deputy Lahart's questions, that there had been two secondments of Secretaries General to the third level sector, and that had happened quite recently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L00100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":160,"content":"<p>Were those salaries paid?  Are those salaries being paid by the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L00200","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":161,"content":"<p>I do not know, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":162,"content":"<p>I would say Mr. Watt does know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L00400","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":163,"content":"<p>I do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":164,"content":"<p>Were they paid by the Department?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L00600","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":165,"content":"<p>I do not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":166,"content":"<p>Mr. Watt is the Accounting Officer for the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L00800","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":167,"content":"<p>Of the Department of Health, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":168,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L01000","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":169,"content":"<p>I suspect that the salaries are paid by the universities sector but I do not know.  I do not know the details of those.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":170,"content":"<p>I thought Mr. Watt would have been aware of that.  He talked very vaguely about things and said that the letter to Trinity was from the Department.  It was from Mr. Watt himself.  This is all about how Mr. Watt handled this matter.  He talked about that letter setting out the main draft details.  They are not really draft details.  They are very specific in the letter to Trinity.  He said that \"Dr. Holohan's post was something that needed to be worked out\" but that is not the impression that Mr. Watt gave in the letter to the Provost of Trinity.  Mr. Watt very specifically said: \"Under the proposed agreement the Department of Health commits to...\".  So Mr. Watt was committing the Department of Health to funding not only for the first year, a figure of &euro;2 million, but he was committing to multi-annual funding over a period of about ten years and that comes to a figure of about &euro;20 million, which is a very substantial amount of money.  In addition, there is the question of Dr. Holohan's salary over that period and, conservatively, that is probably in the region of &euro;3 million.  So Mr. Watt was making a commitment of &euro;23 million of taxpayers' money without the authority to do so.  This was not a vague thing where one was going to work out the details.  Mr. Watt committed in his letter to Trinity and I believe that he went beyond his authority and power to do that.  It is very hard to understand the mentality of somebody who would do that.  A sum of &euro;23 million is a huge amount of money so I would expect that a Secretary General in a Department would first get informal approval and certainly make the Minister aware of what he proposed to do.  Mr. Watt already committed taxpayers' money in that letter and I do not think that is an acceptable action for a Secretary General to take.<\/p> <p>  Where did Mr. Watt get the figure of &euro;2 million a year?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L01200","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":171,"content":"<p>Thank you Deputy, the letter says very clearly that the details have \"to be worked out\" and we were appointing somebody to work that out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":172,"content":"<p>The letter very clearly says that he commits to \"...ake an annual ring-fenced allocation of &euro;2M for the duration of the secondment\".  So that is pretty clear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L01400","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":173,"content":"<p>As we set out, the intention was that money would be additional funding that would be made available to the Health Research Board as part of its Estimates.  There would be &euro;2 million,  out of &euro;949 million of research funding this year across the entire system.  So we felt that it was fully consistent with Government policy in terms of the commitments here and the details were to be worked out.  That when it got to the stage where the actual funding was to be made available to the Health Research Board, and it was not for Trinity College but for the Health Research Board to distribute that on a competitive basis and all of the institutions could compete for that, and then on that basis the Minister would seek approval and sanction spending as normal.  I think that was made very clear to everybody involved that this was to move the process along.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":174,"content":"<p>Most reasonable people would read the letter to Trinity as Mr. Watt committing a figure of &euro;23 million without having the authority to do that.<\/p> <p>  I want to ask the Secretary General about the HRB.  Is it not the case that he cut across established procedures for decisions on spending for research and undermined the HRB?  The Secretary General did not consult with them.  Mr. Watt committed HRB money, went against normal procedures and did not consult the HRB at all.  Is that not a further overreach by the Secretary General?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L01600","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":175,"content":"<p>No, we did not commit to the Health Research Board.  We committed to finding additional funding for this project, which one would administer through the Health Research Board, and then we would work through with it, in the context of the Estimates in September or October, how that would be managed.<\/p><p>There would be further details about how that programme would be managed.  I was not cutting across the HRB because it receives an allocation from the Minister for Health to deliver on various health objectives.  It is then mandated to manage these programmes and research funding and it does that on a competitive basis in the main.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#L01700","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1651618800,"counter":177,"content":"<p>Okay, but the procedures do not allow Mr. Watt to commit its funding.  Let us go back to that figure of &euro;2 million-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M00200","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":178,"content":"<p>The Government set out a priority, and it has set out new priorities now in terms of research funding to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":179,"content":"<p>That is beside the point.  I want to ask-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M00400","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":180,"content":"<p>Can I just finish the point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":181,"content":"<p>Will Mr. Watt please go back to the figure of &euro;2 million?  How did he come up with that figure?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M00600","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":182,"content":"<p>The figure of &euro;2 million was to give real substance to the seriousness of this endeavour, to show we are actually serious.  It is our strong view in the Department, and strong advice will be given to the Minister in the context of the next round of Estimates, that we need to increase funding beyond that.  It is not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":183,"content":"<p>I am not talking about the next round.  I am talking about the &euro;2 million Mr. Watt committed to Trinity College for research purposes.  I am asking how he came up with that figure of &euro;2 million.  What was that to cover?  Any funding application requires detailed proposals and estimates.  What was that money supposed to cover?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M00800","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":184,"content":"<p>First, it was not committed to Trinity.  It was a commitment to investment in public health research.  The intention, which I think is set out very clearly, is that the CMO would be based in Trinity and would lead this.  In the letter we talk about inter-institutional collaboration and public health departments across the third level sector.  We talk about the EU, the WHO, the Department of Health and the HSE.  The money was not for Trinity College.  The money was for this broad research agenda.  The money would fund a research programme which would be based, as I understand is the normal way, on calls for papers or proposals for research inviting interested parties to develop research programmes.  There would be an allocation of funding and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":185,"content":"<p>It would be out of Trinity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M01000","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":186,"content":"<p>The intention was that the Health Research Board would say it was going to commit to investment in public health and &euro;2 million was the sum for that, although we think it should be more than that.  It would then invite proposals from across the sector.  Given the size of our country and the relationship between the different sectors, we thought having the leadership of Dr. Holohan, considering what he has done in the last few years, could bring together the different individuals and people to develop research programmes and compete for the funding on that basis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":187,"content":"<p>Was it the intention to establish a new department within Trinity?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M01200","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":188,"content":"<p>I do not think so, no.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":189,"content":"<p>Where was it intended that Dr. Holohan would be based?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M01400","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":190,"content":"<p>In the relevant department of Trinity College.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":191,"content":"<p>What is the relevant department that Mr. Watt had in mind?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M01600","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":192,"content":"<p>It would be the bioscience or biomedicine department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M01700","nonspeaker":"Mr. Robert Watt"},{"type":"speechnospeaker","time":1651618800,"counter":193,"content":"<p>I can help on this.  Trinity's intention, as it stated in its initial public utterances, was that it would not be confined to one particular school.  It would have been across schools for the purpose of creating collaboration within the university around some of the non-traditional health areas.  It would not be confined to health but would also bring in some other disciplines that might help us to find other innovative ways.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M01800","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":194,"content":"<p>In what department would the position be located?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M01900","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":195,"content":"<p>It would be two schools within Trinity.  It would have been a joint appointment between two schools, as Trinity makes clear.  That was the structure proposed within Trinity.<\/p> <p>  To elaborate on what Mr. Watt has said, the shared intention of everybody was that this would be a collaboration between all the universities.  I made that clear to the committee when we met in private session.  Ultimately, an individual based in one location would still have the obligation to lead something that was about all the institutions together.  To put it in simple terms, it was about ensuring that we as a country could bring together the relevant experts.  There are university departments of public health and there are experts in it, like Professor Cecily Kelleher or Professor Ivan Perry down in Cork.  We would bring all these people together in one collaboration and, to use a simple term, put on the Irish jersey.  An enormous amount of funding is now potentially available at a European level through the newly-established Health Emergency Preparedness and Response Authority to massively increase Europe's clout in dealing with these issues.  These are huge opportunities for us as a country to position ourselves to work together collaboratively and go after some of this funding.  That was the broad objective for all the universities working together.<\/p><p>It was not just about Trinity.  It was to be about all the universities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#M02000","nonspeaker":"Dr. Tony Holohan","continuing":true},{"type":"speech","time":1651618800,"counter":197,"content":"<p>What was the intention for the research work?  Was it intended that would be public property or the property of the Department, for example?  What was the intention around that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N00200","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":198,"content":"<p>Most research, certainly in this area, would be public property.  Clearly, it is the public interest-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":199,"content":"<p>Was that agreed with Trinity?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N00400","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":200,"content":"<p>I do not think we got to that level of detail.  The research would be there for the country and would help the Department of Health and the HSE and would contribute to the wider discussion across the EU.  As Dr. Holohan has mentioned, significant research funding of more than &euro;5.3 billion has been set aside at a European level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":201,"content":"<p>If he was spending &euro;23 million on research, surely Mr. Watt should have ensured it would be the property of the Department of Health.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N00600","speaker":"1567"},{"type":"speechnospeaker","time":1651618800,"counter":202,"content":"<p>The Health Research Board has guidelines on this, which would have been respected.  The intention was that a properly led programme across the different public health departments, led by Dr. Holohan, would have been able to leverage very significant funds across the EU.  The contribution of the Irish Exchequer would have been a part of it.  When the details were worked out, the balance may have changed between the Exchequer contribution and the EU contribution so the Exchequer contribution would have been lower.  This is something in which, as a country, we are going to have to invest significantly-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":203,"content":"<p>Mr. Watt is going into generalities.  It is regrettable we are losing this additional capacity within the health service as a result of the serious mishandling of this within the Department of Health.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N00800","speaker":"1567"},{"type":"speech","time":1651618800,"counter":204,"content":"<p>I thank our guests for coming in today.  It is probably safe to say there has been a lot of confusion and ambiguity about Dr. Holohan's position with regard to this secondment.  It is quite unfortunate for everybody involved that this has happened.  My first question is for Mr. Watt.  Obviously, the position was tailor-made for Dr. Holohan given his public service, particularly in the past two and a half years.  Am I correct in saying that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N00900","speaker":"1565"},{"type":"speechnospeaker","time":1651618800,"counter":205,"content":"<p>Yes.  That is fair to say.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":206,"content":"<p>Who came up with that original decision?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N01100","speaker":"1565"},{"type":"speechnospeaker","time":1651618800,"counter":207,"content":"<p>It arose out of conversations between Dr. Holohan and Trinity College.  There were discussions about how to develop that research programme and that capacity.  The CMO made it known he was intending to leave his current role and Trinity College was interested in exploring how we could develop this.  It was not the only university that was interested.  Based on the overall funding commitments the State had made and on the Government's commitment in this space, Trinity decided to establish this professorship or chair.  Dr. Holohan will correct me if I am wrong but that is the broad genesis of how we got here.  We were motivated at all times by trying to advance public interests and what we thought were the best interests of the country in terms of the need for us to enhance our capacity in this space.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":208,"content":"<p>Most people in the public would not have begrudged Dr. Holohan's secondment to further public health and so forth, but the way it was done with the protocol and the criteria was quite shoddy.  Is it normal practice when public servants go into secondment arrangements that their salary generally stays the same?  Is that general practice?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N01300","speaker":"1565"},{"type":"speechnospeaker","time":1651618800,"counter":209,"content":"<p>Normally, the secondment arrangement is that someone would stay within the same grade or salary band.  That would be the normal approach.  That was one of the issues here as it was proposed there would be no change in the terms of conditions of employment of the CMO when he moved across.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":210,"content":"<p>The moneys involved are quite substantial.  How do we come to the figure of &euro;20 million that has been bandied around?  I have not heard anyone explain that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N01500","speaker":"1565"},{"type":"speechnospeaker","time":1651618800,"counter":211,"content":"<p>I do not know, to be honest.  I presume it is &euro;2 million multiplied by an estimate of how long the CMO would have spent in the new proposed career.  Of course, that is speculation but I think it is &euro;2 million multiplied by ten years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#N01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":212,"content":"<p>It was an open-ended secondment.  In theory Dr. Holohan could have been there for ten or 15 years if he wanted it, or even longer.  Is that correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#O00200","speaker":"1565"},{"type":"speechnospeaker","time":1651618800,"counter":213,"content":"<p>I think up to the normal retirement age that would be relevant, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#O00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":214,"content":"<p>Then there would be other personnel in relation the funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#O00400","speaker":"1565"},{"type":"speechnospeaker","time":1651618800,"counter":215,"content":"<p>Exactly.  The intention was that it would fund a lead or senior investigator who would head up these research programmes and then there would be groups of people.  Most of the funding would ultimately fund teams of people doing research.  That is where most of the spending would be incurred.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#O00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":216,"content":"<p>Okay.  Dr. Holohan has been in the public eye for the past two and a half years around the pandemic.  The vast majority of people will have paid attention to what Dr. Holohan has done and there is a lot of gratitude towards him for his role in the pandemic, and towards others.  Have recent weeks left a bad taste in Dr. Holohan's mouth after his public service over the past two years and much further back?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#O00600","speaker":"1565"},{"type":"speechnospeaker","time":1651618800,"counter":217,"content":"<p>I thank the Deputy.  Obviously, I would prefer if it did not happen and had not happened that way.  That is clear.  I would prefer to be in a situation in relation to where this has ended up.  I will let others judge the impact of anything I have done over the course of the previous 15 years.  It does not take from any of that, in my view.  I would take the opportunity to say the things we have done in as a country in relation to the pandemic have not been things I have singularly done.  I have been visible in ways that many people have not been, but there has been enormous effort and I could start in the Department and go all the way from there to the front line of the health services.  Right across the board, people visible and others less visible have played a significant role in helping to support the country's response to the pandemic.  This is not credit that I either wish to or seek to take entirely unto myself.<\/p> <p>  The Deputy mentioned open-ended.  I did have the opportunity when I spoke to the committee the last day to make clear that from my point of view that was important.  The reason it was important was because if I was to say I was stepping back for a five-year period, as some have suggested, because that is the usual period of time for Department to Department secondments, it would create a doubt and uncertainty over the potential tenure of any successor of mine.  It would probably fetter the competition or likely make the competition for a successor less attractive.  Fewer people would apply and the possibility of me returning would arise for person who was successful.  I wanted to make clear, therefore, and this is the commitment I made to the Department out of respect for the role and the potential appointment of a successor, whoever that would be, that I did not have an intention in seeking to come back as CMO, even if in the secondment terms it meant that, strictly speaking, if I wished, I could come back at some point in some other role.  I wanted to be clear so that the ground could be left clear for another individual to decide to apply for the job and know he or she would have a full and clear mandate in doing that job in the same way as I had.  I thought that was important for the role.  That is the reason the period of time was potentially longer than five years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#O00700","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":218,"content":"<p>Will Dr. Holohan step down as CMO in July?  Is that his intention?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#O00800","speaker":"1565"},{"type":"speechnospeaker","time":1651618800,"counter":219,"content":"<p>That is the intention I announced for the reasons I outlined earlier.  It was not the decision at the outset of all of this I either wanted to make or saw myself making, but in the context in which this was unfolding, I believe it was the right decision for me personally.  It was the right decision to help to move this issue on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#O00900","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":220,"content":"<p>I think Dr. Holohan would probably admit that if things had been done properly in relation to protocol, he would have gone on that secondment, had things worked out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#O01000","speaker":"1565"},{"type":"speechnospeaker","time":1651618800,"counter":221,"content":"<p>If it had not played out in the way that it played out in public, yes, that is absolutely the case.  Of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#O01100","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":222,"content":"<p>Thanks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#O01200","speaker":"1565"},{"type":"speech","time":1651618800,"counter":223,"content":"<p>I welcome our guests to this morning's meeting-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P00100","speaker":"1584"},{"type":"speech","time":1651618800,"counter":224,"content":"<p>Deputy Durkan seems to have put himself on mute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P00200","speaker":"1571"},{"type":"speech","time":1651618800,"counter":225,"content":"<p>That does not happen very often.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P00300","speaker":"1644"},{"type":"speech","time":1651618800,"counter":226,"content":"<p>The Deputy is not on mute.  I ask him to come down to the committee room.  I will move to Senator Conway.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P00400","speaker":"1571"},{"type":"speech","time":1651618800,"counter":227,"content":"<p>I also welcome our guests.  I wish Dr. Holohan every success in his future career.  His answers to Deputy Lahart suggested there may be some scope for him to continue in the public sector.  That would be very welcome.  There is an onus on Trinity College to engage directly with Dr. Holohan on this role because it is clearly needed and funding will be provided for it.  Perhaps TCD can do something directly.  Either way, I wish Dr. Holohan every success.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P00500","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":228,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P00600","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":229,"content":"<p>I want to ask Mr. Watt about the press release that was issued announcing Dr. Holohan's retirement or, rather, the fact that he was leaving the Department of Health.  Did he sign off on the press release before it was released?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P00700","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":230,"content":"<p>I do not recall signing off on it.  The original press release, and I do not mean this in a pejorative way, was quite anodyne.  It said the CMO was moving on, resigning from his position and taking up a role in Trinity.  We did not get into the details of exactly how that would operate.  I think it was a standard press release by the press people.  I do not think there was anything to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":231,"content":"<p>Would Mr. Watt agree that in light of what has happened, perhaps there should have been more detail in the press release and it should have been held off for a couple of days and done properly?  A huge amount of this would have been avoided had the detail, or at least the detail of the secondment, been put into the public domain by the Department of Health as opposed to the manner in which it did come into the public domain.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P00900","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":232,"content":"<p>That is fair comment.  There was a lot of confusion and people reaching conclusions based on information that was not fully out there or partial interpretation of information.  That is probably true.  With the benefit of hindsight, we should have issued a holding statement and said that further detail was to be worked out and we would make a fuller statement in due course.  We did respond to media queries during the week.  Obviously, the communication of this could have been better.  That is unfortunate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":233,"content":"<p>When top-level civil servants are being seconded there will have to be new protocols in place for all of that.  It is not just a middle-ranking civil servant.  The CMO is a top-level civil servant and out of courtesy, the Government should have been notified.  We are not out of the pandemic.  Hopefully we are in its twilight but we are certainly not out of it.<\/p> <p>  The letter Mr. Watt sent to TCD on 16 March includes the word \"commit\" in terms of the funding of &euro;2 million per year.  If the scenario presented that Government approval for the &euro;2 million was not forthcoming, given that Mr. Watt had committed it in a letter, does he accept that he was leaving the Department of Health exposed perhaps to litigation from Trinity?  Clearly TCD was going ahead with this appointment.  It was creating this role.  Mr. Watt was looking for retrospective funding to be sanctioned.  If that were not sanctioned, does Mr. Watt not think he was leaving the Department of Health exposed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P01100","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":234,"content":"<p>No, because we were very confident that there had been a very strong commitment towards enhancing research in this area and the Minister and Government had given very clear commitments.  We were very happy that there was a strong commitment to increase funding for research.  The CMO's proposed salary would have been a fraction of the &euro;2 million and what we think will be the overall amount of money that will fund research in this area into the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":235,"content":"<p>Yes, but essentially Mr. Watt's letter was underwriting the funding for Trinity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P01300","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":236,"content":"<p>It was a letter of intent but it was not a legal agreement because we had to work out the details and we were committed to doing that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#P01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":237,"content":"<p>Based on the letter of intent, Trinity got the go-ahead to put together this package and position.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q00100","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":238,"content":"<p>Based on the letter of intent, as I understand it, although the CMO will be more familiar with the details of it, Trinity established the position and its academic council went through what it had to do.  It went through its protocols.  That was all, from Trinity's perspective, handled in, as we would expect, a very professional and open fashion.  It did everything one would expect it to do by the book.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":239,"content":"<p>Did Mr. Watt run the letter past the Department's legal section?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q00300","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":240,"content":"<p>No, we did not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":241,"content":"<p>Does Mr. Watt think that was a mistake?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q00500","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":242,"content":"<p>No, I do not think so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":243,"content":"<p>In hindsight, was it a mistake to issue such a strong letter of intent and to make such a commitment so early in the process without including a caveat that it was subject to Government approval or to passing the standard Estimates process?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q00700","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":244,"content":"<p>It was implicit it would have to go through the Estimates process and that was how we approached-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":245,"content":"<p>It was not explicit, however.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q00900","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":246,"content":"<p>No, it was not explicitly stated-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":247,"content":"<p>Should it have been?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q01100","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":248,"content":"<p>No, I think Trinity understood the basis on which the letter was provided because it was clear the details had to be worked out at that stage.  As I said in my note and my opening statement, we would have gone through the details and sought formal sanction if that was, ultimately, what the Minister was in favour of doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":249,"content":"<p>The small print in these issues is important, as is the language.  We are talking about &euro;20 million-plus over ten years, clearly expressed in a letter of intent in which it was not explicitly stated that Government approval was required.  Mr. Watt just assumed Trinity would presume that.  Is that not dangerous?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q01300","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":250,"content":"<p>No, I do not think it is.  Broad policy commitments are made all the time and we have to give effect to those broad policy commitments in the normal way we do.  As I mentioned, I was involved in many conversations at political level where a very clear need for us to enhance our capacity in this space to get the university sector working together was expressed.  Moreover, in two recent memorandums, the Government set out clearly its policy intent here.  I was very happy, therefore, that the broad intent would be fine.  The CMO's proposed salary would have been a little over 10% of the &euro;2 million, so in terms of what Trinity would have been committing to doing, even if there was some issue with the subsequent funding, it was not a significant sum in the context of the overall fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":251,"content":"<p>Was it a mistake not to inform the Minister earlier that this process was being actively considered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q01500","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":252,"content":"<p>As we have said, the Minister was aware of the overall policy intent but not the specific details because they had not been worked through.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":253,"content":"<p>To give Mr. Watt another opportunity to respond to some of the issues Deputy Cullinane alleged regarding Mr. Watt overstepping his remit in making the commitment, is he fully confident he did not do so?  Clearly, there is a belief he did.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q01700","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":254,"content":"<p>I have nothing further to add on that.  I have given my views.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":255,"content":"<p>This conversation is really a distraction.  If things had gone the way they should have, we would be in a different situation, addressing the challenges of the public health services in this country, which should get and need to get priority at this time.  Like other members, I believe there is still time to rescue the issue, and every effort should be made by everybody involved to ensure that will be done as a matter of urgency.  I ask Dr. Holohan and the Secretary General to re-examine the matter with a view to ascertaining whether it might be possible at this stage to salvage something in the interests of the country, the public health system and the reputations of all involved.<\/p><p> Long ago, I suggested that having learned from the experiences earlier during the Covid pandemic, we should apply them in general to the delivery of the public health services.  That was a natural thing to happen, and it should and must happen.  We must draw from the success of those experiences.  I fully appreciate the great effort made by Dr. Holohan, NPHET, the team in the Department of Health and the team throughout the country.  It was a very significant effort 24-7, on call all the time for a protracted period, in a way that was exemplary.  We have to record our appreciation of what has been done so far, which can be done again.  If we go off in different directions, however, as we are doing now, distracting ourselves and taking away the focus of attention from the issues that need to be dealt with, that would be sad and a failure.<\/p><p> I have no reason to be acrimonious towards anybody.  There is no need for it and no gain for anybody in it.  It does not work.  Members of the committee, Ministers or whoever being at loggerheads or cross-purposes with one another or with Departments serves no public purpose.  I hope lessons will be learned and I hope Mr. Watt has learned some lessons as well.  The lesson I see, as a former Minister of State like other members of the committee, is that there can be no proceeding anywhere without the approval and the updating of the Minister concerned.  It cannot be done.  It always ends in tears.  The necessity, therefore, is that wherever issues such as this one arise in the future, lessons that have been learned will be put into practice and, as a result, we can proceed knowing that whatever we do will be done in the national interest and the best interests of anybody.  It is important to recognise that, not least as we proceed to the challenges I referred to earlier.<\/p><p> In that context, there are now unprecedented waiting lists in every hospital in the country and in every department therein. It has been shown to the committee in the past that some people, in particular those who have been well placed in the services, can achieve great results.  It is a question of bringing them all together and putting them all in the same place at the same time in order that the sum total of what they can contribute individually will be seen to be greater, as I have no doubt will be the case.<\/p><p> In January of this year, I requested an urgent reappraisal of what was required, as our guests might recall.  At the time, Mr. Watt indicated he would tell us in November or December what might be possible, but it is too late for that.  That is way off and I think that, on reflection, he will have to admit that himself.  The necessity was to look at the issues that were now pertinent to the realm of the Department, and if we do not do that, we will be seen to have been negligent.  That is what future generations will say.  They will know full well that we have the capacity to take the steps that are expected of us, by whom I mean everybody involved at every level, from the public service, the political service and all that goes with that.  <\/p><p> As has been mentioned, lessons have been learned, but we have heard that phrase many times previously.  Why would it not have been possible to take account of the advice of committee members, for example?  We all had the feeling that we needed to divert our attention to the delivery of health services and put in place the necessary foundations for doing that straight away, not next November, December or the year after next but now?  It would be a simple step to take at this level and that needs to be dealt with.<\/p><p> I am sorry the reputations of many great contributors in the course of the pandemic have suffered, given it has been presented as though the system was doing something wrong.<\/p><p>The system was not doing something wrong.  It was attempting to keep on board all of the people who had a major contribution to make and continue to do so.<\/p><p> Reference was made to Dr. Holohan perhaps being able to look at this again.  I know that is difficult and he has made his own decisions, as he is entitled to do.  Dr. Holohan has also shown that he is committed to the public health system.  More than ever before, the public health service badly needs the expertise, leadership, concern, devotion and dedication of people who have been on the front line, or any line, of the pandemic.  I ask Dr. Holohan to consider this in the context of what might follow, so as not to lose all the information gleaned and all the expertise that is ready to be tapped for the public or for research insofar as the public health system is concerned.  That would be a disaster.  I do not want to continue incessantly as most of what I was going to say has already been said.  I wanted to emphasise that particular point.<\/p><p> With regard to senior officials and proceeding, we need senior officials with flair and innovative tendencies in the public service and I compliment those among them who have those qualities.  It is vitally important, however, that anything done is conveyed at an earlier stage to the political heads of Departments.  These are the persons who are supposed to know, and when they go on the public stage to discuss a particular subject they are entitled to have all of the information at their fingertips.  They need to be in control.  If they do not get information from the system in which they serve, they are no longer in control and they are boxing in the dark.  That does not work.  I hope that lesson has been learned and that with any such attempt in future not only will a letter or email be sent to the relevant people to apprise them of the particular situation, but that a copy will also be sent to whomever else might be involved.<\/p><p> I appeal to all concerned to think again about the position we are in now and the urgency of the matters that are ahead for the Department of Health and the health services.  We talk about this all the time.  It is not something we should refer to only for discussion.  We need action and the action can only come when the expertise, dedication and involvement of those dealing with the pandemic is refocused on the general delivery of health services, in particular the public health services.  That is all I want to say.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Q01900","speaker":"1584","continuing":true},{"type":"speechnospeaker","time":1651618800,"counter":258,"content":"<p>I thank Deputy Durkan for that.  Now that we are through the latest wave of Covid, our focus is on the absolute public health needs, and particularly waiting lists.  We have an enormous challenge now because of the backlog of treatments.  We need to do everything we can.<\/p> <p>  I will mention two points.  There is a need to galvanise the system in dealing with challenges we now face, the more systemic challenge in the system.  We must galvanise the system in the way we managed to galvanise the system in responding to Covid.  That is very important.  People are suffering because they are waiting too long for treatment in many cases.  We need to have that same can-do spirit and the flair the Deputy mentioned is needed in that context.<\/p> <p>  My second point, to which the Chief Medical Officer has alluded, is that while the CMO is the public face of our response to the pandemic, along with Dr. Glynn at times, it is a team of people, including people in our Department, the HSE, the Department of the Taoiseach and many other Departments.  By the nature of it, someone has to lead that team and, in the case of a pandemic, someone had to be the public face.  It is very important to re-emphasise what the CMO said about many people being involved who, in my view, did a great service over the past years.  I thank Deputy Durkan for his comments in that regard.<\/p> <p>  The key thing now is for us to focus on what we must do for the health system to address the challenges.  That is what the Minister is very committed to doing and the Department and I are focused on helping him to achieve his objectives.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#S00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":259,"content":"<p>I thank our guests for making themselves available this morning.  My major concern on this is the commitment of the funding over a ten-year period.  I am also concerned as to why there was an urgency in the letter that it had to be signed off on by 30 March.  Is there a particular reason it had to be signed off by the end of March this year, before there was any real full authorisation?  Perhaps some clarification could be given on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T00100","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":260,"content":"<p>I believe there was a date included so that by a particular date we would hope to have things finalised and the arrangements brought to a conclusion and then seek the necessary approval.  I do not think there was any specific motivation behind that date, apart from needing a given date by which we could say we were going to conclude discussions between Trinity College and the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":261,"content":"<p>But why?  The academic year would not have started for another number of months.  Why was there such an urgency?  Looking at the letter that was sent, it would indicate a serious effort was being made that it would be signed off on before anyone really found out about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T00300","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":262,"content":"<p>No.  As I have mentioned previously, the letter of intent was to set out our broad commitment and that the details had to be worked through.  At the stage when there was a formal commitment of money or a formal sanction of money, then obviously the Minister would have had to approve that, and it would have been part of the normal Estimates process.  I think it was just a desire on our part to move it along.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":263,"content":"<p>But the letter indicated this would have been the final sign off.  For example, if I sent out a contract for the sale of a house, the other person would say he or she is signing the contract subject to getting a loan.  Likewise, should there not have been some indication in the letter that this was subject to the Minister signing off on it?  There is no indication of this in the letter.  This was not set out at all in the letter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T00500","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":264,"content":"<p>It was not a legal document.  It was a letter of intent, or a proposed agreement letter of intent.  It talks specifically within the letter about working through the details.  Obviously, I am sure as these things were worked out and when the Health Research Board formally made a commitment of money, there would have been a formal letter commissioned setting out the conditions associated with any funding.  That was not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":265,"content":"<p>There is no indication in any part of the correspondence that this is subject to a final sign-off by the Minister.  Should it not be the normal case when the Secretary General is exchanging letters and there needs to be a final approval that there would be a line indicating it is subject to the Minister providing approval?  At no stage in any of the correspondence was there any indication.  I have been dealing with contracts and agreements for a long number of years, and if there is somebody who is to finally sign off, there is always that condition.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T00700","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":266,"content":"<p>It was implicit in what we were trying to do that there was further work to be done.  It was not a letter of agreement; it was a letter of intent.  If it had been an agreement, then we would have said \"an agreement\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":267,"content":"<p>Once a letter of intent is sent out and once it is accepted by the other side, it is generally an agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T00900","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":268,"content":"<p>No, that is not how-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":269,"content":"<p>Legally, it is.  If I send out a letter of intent stating terms and what we are prepared to provide, and if I make an offer to a person and that offer is accepted, then we have a contract.  This clearly indicated to me there was no reference that this was subject to final sign-off by the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T01100","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":270,"content":"<p>No.  I disagree with the Deputy.  I do not accept that characterisation of what-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":271,"content":"<p>Legally, I am telling Mr. Watt that the Department sent an offer-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T01300","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":272,"content":"<p>It was not an offer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":273,"content":"<p>-----and the offer was accepted.  That is a contract.  Now Mr. Watt is saying to me it was still subject to ministerial approval, yet there was no reference in that letter to ministerial approval.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#T01500","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":274,"content":"<p>When we talk about details to be worked through, we talk about a fund administered through the Health Research Board, so it is implicit there was going to be a competitive - it is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U00100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":275,"content":"<p>But it must be signed off by the Minister-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U00200","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":276,"content":"<p>Trinity College knows the Department of Health does not allocate money to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":277,"content":"<p>-----and there is no reference in any part of the letters to this being subject to a final sign-off by a Minister.  Therefore, if an offer is made and the offer is accepted, it is an enforceable contract.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U00400","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":278,"content":"<p>If we were able to agree all the details, then it would have been subject to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":279,"content":"<p>Let me put it another way.  If I were to ask the Attorney General to give me advice on whether this was an offer and, if Trinity College were to accept this offer, we would have a binding agreement, I would say he would say there was a binding agreement there unless there was a clause in it that this was subject to the final agreement of the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U00600","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":280,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":281,"content":"<p>Maybe we should write to the Attorney General for an opinion on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U00800","speaker":"1523"},{"type":"speech","time":1651618800,"counter":282,"content":"<p>I second that proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U00900","speaker":"1644"},{"type":"speech","time":1651618800,"counter":283,"content":"<p>I am just saying there are legal technicalities in this issue.  The letter was quite clear.  It had to be signed off by the end of March.  There was no reference at any stage in the letter that this was subject to the final agreement of the Minister.<\/p> <p>  I wish to move on to this other issue of a joint approach by the Department.  By the way, I agree we need to have a far greater and better relationship between the university sector, private sector and public sector.  The best example I can give of this is a project in Canada at the moment where there is a new children's hospital being built, with two thirds of the funding coming from the state but the remainder coming from people contributing, whether it is people contributing $5 per month or pharmaceutical companies contributing major money.  The whole project is $3.8 billion.  They must raise $1.2 billion themselves and so far they have raised more than $900 million.<\/p> <p>  Does Mr. Watt believe we should now be looking at this in the context of the way we do health and health research in particular?  Does there need to be more co-ordination and more of a joint approach between our third level sector, our hospitals and the private sector in view of the fact we have huge numbers of pharmaceutical companies based here?  In Cork alone I think we have nine of the top ten pharmaceutical companies.  However, we seem to have drawn a clear line on connectivity with our medical services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U01000","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":284,"content":"<p>Yes.  There is a need for more research and certainly the extent to which scientific research then feeds into medical practise and activities.  There is a lot of good collaboration going on between the university sector and our hospitals.  That is a standard thing.  This is something we need to do much more of in supporting research collaboration between different institutions.  It is in the main for the Department with responsibility for higher education to have further funding that drives this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":285,"content":"<p>Does Mr. Watt not think we would achieve much more if there was a joint approach-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U01200","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":286,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":287,"content":"<p>-----by both our third level colleges, hospitals and the people involved in new equipment being designed, pharmaceuticals or a whole range of treatments?  Do our guests think we could do much more if we set out a clear 20-year policy on how we can have better co-operation?  There is an advantage for both sides.  Has the Department looked at that or will it be doing so?  Medicine is now developing at a very fast rate and treatments are developing at a fast rate.  Do our guests not think we should now have a policy dealing with that whole issue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U01400","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":288,"content":"<p>I might make a comment on that.  The Deputy's point is a good one and it is correct.<\/p><p>If we look not just at pharma but biotech or IT, especially those aspects that apply to the health sector, such as those that help people to be maintained in the home and all those kinds of new technologies, many of these industries are present on this island at a scale that is out of proportion when compared with other countries.  The scale is enormous.  There probably is an opportunity for us as a country to find ways that are appropriate to collaborate with those-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#U01500","nonspeaker":"Dr. Tony Holohan","continuing":true},{"type":"speech","time":1651618800,"counter":290,"content":"<p>Does Dr. Holohan not agree that we do not have a policy as such?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V00200","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":291,"content":"<p>Yes.  To collaborate with those as one country as opposed to it always being a series of different institutions and maybe making the whole environment in this country a place in which the testing and bringing to proof-of-concept of those becomes easier, in a way that is appropriate of course, there probably are significant opportunities here.  That would enable the translation into impact of many of these kinds of things at a much earlier stage.  There is a huge opportunity given the presence of those and the fact that this is a small country and we have a singular health system.  We have a number of universities and if we are able to build that kind of collaboration around those kinds of opportunities, we would do great things-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V00300","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":292,"content":"<p>Does Dr. Holohan think a policy needs to be developed by the Department and Government on this whole area so there is a far better benefit to the ordinary person on the street?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V00400","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":293,"content":"<p>It is not just health by the way; there are lots of other sectors and Departments involved in this.  There is clearly research policy in place.  Significant advances have happened in recent years around individual universities and generally in the country to facilitate that kind of research and innovation activity.  As I said, I am of the view and would be advising from a healthcare point of view that there are still enormous opportunities for us if we can find a way of collaborating.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V00500","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":294,"content":"<p>Does Dr. Holohan think the current policy operated by the Department is adequate?  Do we need to come into the new age in relation to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V00600","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":295,"content":"<p>I will put it in more positive terms, if the Deputy does not mind, by saying the sectors I just mentioned, namely, pharma, biotech and IT, are fast-moving sectors so the opportunities are increasing all the time.  The opportunities are out there and growing and there is always more we can do to take best advantage of those.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V00700","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":296,"content":"<p>Does Dr. Holohan believe there is a need for a definitive policy to be developed not only in the Department of Health but across other Departments as well, centred on research and development and having far more co-ordination between our third level institutions and medical services and the people involved directly in providing medical devices and products in all that area?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V00800","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":297,"content":"<p>The more we can do the kind of things the Deputy is describing, the better it will be for the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V00900","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":298,"content":"<p>I thank Dr. Holohan for his contribution over the last number of years as Chief Medical Officer and wish him well in his future endeavours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V01000","speaker":"1523"},{"type":"speechnospeaker","time":1651618800,"counter":299,"content":"<p>Thank you very much indeed, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V01100","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":300,"content":"<p>A couple of members are looking to contribute again.  Before they do so, can I walk Mr. Watt through his statement and put a couple of questions?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V01200","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":301,"content":"<p>Of course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":302,"content":"<p>Mr. Watt outlines in his statement that he had initial discussions with the CMO in August 2021 regarding his future plans.  Will Mr. Watt elaborate on those discussions?  What was the general tone?  Was it a case that the CMO was indicating he wanted to move on to a new role?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V01400","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":303,"content":"<p>Yes.  Obviously, these are personal matters but the CMO indicated he was thinking about moving on.  The key issue was the timing of that in the context of the pandemic and to find a time when we were happier to be in a better place.  The initial conversation took place in August.  They were very outline conversations.  Those conversations were basically paused when we had the Delta and Omicron waves because we were all involved in responding to that.  The conversations then began in earnest in February.  They were very outline conversations and no more than that really at that stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V01500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":304,"content":"<p>Looking back to August 2021, there were between 1,500 and 2,000 Covid cases per day-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V01600","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":305,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V01700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":306,"content":"<p>Mr. Watt mentioned that there were discussions with various universities besides Trinity College.  Which universities were those?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V01800","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":307,"content":"<p>Maybe the CMO can elaborate on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#V01900","nonspeaker":"Mr. Robert Watt"},{"type":"speechnospeaker","time":1651618800,"counter":308,"content":"<p>There was a discussion with UCD.  In the letter, reference is made to the visiting professorship with UCD as part of this.  The purpose of that was to underpin collaboration.  This was not about one university but the university sector across the board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W00100","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":309,"content":"<p>Were the witnesses concerned about the impact it would have had if the CMO had publicly talked about moving on, given the number of cases?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W00200","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":310,"content":"<p>We were concerned about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W00300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":311,"content":"<p>The discussions continued.  At what point in the discussion with Trinity did it make it apparent that its support for the new role was contingent on the cost being recouped completely through public funding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W00400","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":312,"content":"<p>I believe it was in late February.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W00500","nonspeaker":"Mr. Robert Watt"},{"type":"speechnospeaker","time":1651618800,"counter":313,"content":"<p>There was no engagement with Trinity before February and it was never part of the proposal that Trinity or any university be asked to provide the funding for this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W00600","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":314,"content":"<p>There were discussions in August.  Was it this type of role that was discussed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W00700","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":315,"content":"<p>No.  My recollection of them is that they were much more general discussions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W00800","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":316,"content":"<p>Has Mr. Watt approved other secondments where public servants were transferred into the third level sector and paid according to their existing contracts?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W00900","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":317,"content":"<p>I do not recall any in my time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":318,"content":"<p>This was the first.  Mr. Watt stated he was aware of other secondments, but he is not aware of who paid the salaries involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W01100","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":319,"content":"<p>I am not aware where those two examples are concerned.  I do not know the precise details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":320,"content":"<p>Is Mr. Watt aware of other examples?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W01300","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":321,"content":"<p>As I mentioned and we may have set out in the report, there are many forms of secondment between the Civil Service and the wider public service for a variety of purposes.  Some of them are for fixed terms and some are open.  In the main, the receiving organisation pays the salary.  That is not always the case, but it is normally.  This is a function of changes that have taken place over the past ten years or more whereby we have tried to have a greater flow between different parts of the wider service.  Previously, the Civil Service was closed in terms of recruitment and moving people during different stages of their careers.  We have tried to open it up.  I almost always welcome proposals for secondments.  They generally work out well for the receiving organisation and the sending organisation.  They tend to work well for individuals as well, allowing them to try something else.  In my experience, they have generally been positive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":322,"content":"<p>How many secondments are paid through the Health Research Board?  What is the total cost of that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W01500","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":323,"content":"<p>The total budget for the Health Research Board this year is &euro;44 million.  My understanding is that this mainly funds researchers and investigators across the system.  I imagine those are primarily in the university sector, albeit not exclusively.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":324,"content":"<p>Mr. Watt is not aware of any other secondment handled by the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W01700","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":325,"content":"<p>There are many secondments between the HSE and the university sector-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":326,"content":"<p>Are they paid by the Health Research Board?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W01900","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":327,"content":"<p>-----and I imagine there are many people who are associated with both the HSE and the third level sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":328,"content":"<p>Without going into specifics, I wish to ask about Mr. Watt's interaction with the inquiry established by the Minister, Deputy Donnelly.  Has Mr. Watt been contacted to date?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W02100","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":329,"content":"<p>Ms Maura Quinn has sought papers, so we will co-operate with her.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W02200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":330,"content":"<p>I wish to speak about the letter Mr. Watt sent to Trinity.  I want to reflect accurately and fairly his characterisation of the process regarding the letter.  It is his contention that, while the letter does not read \"subject to approval\", the funding element of &euro;2 million would have needed approval and the letter was setting out the bones of the objective in terms of funding this project.  From his earlier testimony, additional funding would have been made available to the Health Research Board to fund the post.<\/p><p>It was not coming from the board's existing budget.  Any spending by it would have come from additional funding, which would have been subject to the relevant and proper approval processes, including the Estimates process.  Is that a fair characterisation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#W02300","speaker":"1615","continuing":true},{"type":"speechnospeaker","time":1651618800,"counter":332,"content":"<p>Yes, or if the Minister was not in a position to access additional funding for the Health Research Board, there could have been a reorientation of its research programme.  We always believed that, given the Government's commitment to this area, which had been set out clearly in strategy documents and the programme for Government, an additional &euro;2 million funding for research would not have been the-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":333,"content":"<p>When responding to Deputy Shortall, Mr. Watt stated that this would have been additional funding.  Was that not the intention?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X00300","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":334,"content":"<p>Yes.  The broad intention was that funding would be-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":335,"content":"<p>As Mr. Watt mentioned in his opening statement, that would have been subject to the Estimates process later in the year.  When would that have been?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X00500","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":336,"content":"<p>The intention was for funding from 2023 onwards, which would have been the first full year for which there would have been an agreed allocation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":337,"content":"<p>What time period?  When Mr. Watt speaks about approval as part of the Estimates process, to what part of the year is he referring?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X00700","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":338,"content":"<p>The budget is normally on the second Tuesday in October.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":339,"content":"<p>Around September or October.  It would certainly be by October.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X00900","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":340,"content":"<p>The abridged Estimates are published on the night of the budget.  The Revised Estimates would normally come then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":341,"content":"<p>It would have been around that time.  Mr. Watt wrote in his letter: \"the purpose of this letter is to propose an agreement to the secondment of Dr Tony Holohan to Trinity College Dublin in this regard.\"  He also wrote: \"I anticipate that these [the details of the agreement] will be finalised within the time frames set out below.\"  The letter then set out the details, which included a commitment to a &euro;2 million funding allocation.  However, Mr. Watt also wrote about appointing \"Dr Holohan as a full professor with the title of Professor of Public Health Strategy and Leadership for a period from July 1 2022\".  He was to take up his position on 1 July 2022.  However, if I understood what Mr. Watt just said correctly, the Estimates process would not have approved the funding until October.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X01100","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":342,"content":"<p>Sure, but the proposed additional ongoing funding of &euro;2 million would have to have been considered in the context of the Estimates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":343,"content":"<p>With respect, Mr. Watt is missing the point.  The contention is that there was no proper scrutiny of this process.  There was no ministerial or governmental approval.  Mr. Watt's contention is that that would have come as part of the Estimates process, but that would have been after the event.  I did not write this letter - Mr. Watt did.  In his letter, he set out that Dr. Holohan was to have taken up his position on 1 July 2022.  Mr. Watt asked in the letter that the final agreement be signed prior to 31 March 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X01300","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":344,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":345,"content":"<p>Mr. Watt was asking Trinity College to approve the terms described in this letter by 31 March.  The CMO was to be in his new role from 1 July.  However, the democratic oversight and approval that Mr. Watt spoke about would not have come until afterwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X01500","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":346,"content":"<p>No.  As we have set out, if we had finalised the agreement and it had required additional funding this year or a commitment in the Estimates subsequently, the Minister would then have been involved.  If it had got to the stage where the details were finalised, we had got beyond the proposed arrangements and letter of intent, which mentioned that the details needed to be worked out, and we had a firm agreement, the intention had always been for the Minister to be involved then.<\/p> <p>  I will revert to the choreography of this, which we have already addressed.  We announced that this was happening but that we had not worked through the details.  The proposal was to work through the full details and make the announcement once we had those.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":347,"content":"<p>People are trying to make reasonable assumptions and form an opinion based on what they see before them, and what they see before them in this letter is very clear and specific in terms of its details, commitments and timeframes.  At no point does it say \"subject to ministerial approval\" or \"subject to an Estimates process\".  I do not know whether the Health Research Board would have needed to give approval.<\/p><p>It was not, it seems, informed about the process.  It knew nothing about this.  Many people were kept in the dark, including the organisation that would have to be a conduit for the funding, the Minister for Health, other Secretaries General and the Minister for Public Expenditure and Reform.  Mr. Watt has stated that at some point the Minister would have been informed.  Earlier, I talked Mr. Watt through the timeframe.  On 25 March, when the announcement was made that the CMO was taking up this post, the Minister for Health was not informed of the &euro;2 million and, on 6 April, when on \"Morning Ireland\" he was also not informed of the funding at that point.  Given all of that, did the Minister for Health ever say to Mr. Watt in conversations: \"I should have been informed, I am disappointed; I am not pleased or happy with the fact that I was not informed of the details.\"?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#X01700","speaker":"1615","continuing":true},{"type":"speechnospeaker","time":1651618800,"counter":349,"content":"<p>No.  I explained what we were proposing to do, the outline of the policy intention, that the CMO would move to a role in Trinity and that it was a research role in regard to public health research.  The Minister was aware of the broad outlines, but he did not know the details of it, which has been-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":350,"content":"<p>We have been across this already.  With respect, that is not the question I asked Mr. Watt.  I ask Mr. Watt to bear with me.  I am not trying to be unfair.  I asked him a direct question.  We have been through all of that, that the Minister did not have the full details.  We do not need to go back over that ground again.<\/p> <p>  The Minister obviously became aware of the details once that letter became public.  I am asking Mr. Watt, if at that point or subsequently-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y00300","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":351,"content":"<p>No, he-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":352,"content":"<p>I ask Mr. Watt to allow me to finish my question because he does not know what I am going to ask him.  At the point when he became aware of this, as the rest of us did, when this came into the public domain, did he express a disappointment that he did not have that information at any stage up to that point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y00500","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":353,"content":"<p>I shared the letter with the Minister.  He asked to see it and I shared that with him.  He indicated his broad support it.  He had questions about how we would manage the funding and he was not exactly sure about that.  We chatted about that and it was explained that it would be a competitive process involving the Health Research Board.  He wanted it considered in more detail.  He was not entirely with us so we had to have that conversation.  The Minister had access to the papers when he sought them from either me or Dr. Holohan - I cannot remember - and we provided him with the papers.  He had access to the papers then and he was aware of the proposed outline at that stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":354,"content":"<p>He never expressed any regret or disappointment that he was not informed of those details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y00700","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":355,"content":"<p>No.  He said to me that he would like to be involved in the details around how this would work and about the research funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":356,"content":"<p>I am talking about afterwards.  I ask Mr. Watt to please just address the question I have asked because I am, to be fair to him, being very specific.  We have already established, through the timeframes, including up to the \"Morning Ireland\" interview, that the Minister was not aware of the details.  Obviously, he became aware at some point.  We became aware when it came into the public domain.  It was not put into the public domain until the controversy arose and then the contents of that letter were published.  So, what I am saying is, at that point-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y00900","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":357,"content":"<p>We published the contents of the letter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":358,"content":"<p>I know that.  At that point, did the Minister ever express regret that prior to that he was not informed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y01100","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":359,"content":"<p>I do not recall.  The Minister and I have conversations all of the time.  We have a relationship, an employer-employee relationship.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":360,"content":"<p>So, the answer is \"No\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y01300","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":361,"content":"<p>I have set out the position.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":362,"content":"<p>Is the answer \"No\"?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y01500","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":363,"content":"<p>I do not recall.  We chatted about the structure of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":364,"content":"<p>But, Mr. Watt would recall it if a Minister was saying to him, \"I'm unhappy, Mr. Watt\".  To be clear, he either did or he did not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y01700","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":365,"content":"<p>He did not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":366,"content":"<p>That is what I wanted to know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y01900","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":367,"content":"<p>The Minister and I are allowed to have private conversations, I am sure.  Are we, Deputy?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":368,"content":"<p>Of course.  I am asking Mr. Watt about those private conversations.  I am asking him about conversations in regard to this process.  We are entitled to know the Minister's view.<\/p> <p>  I have a final question.  The circular issued by the Department of Public Expenditure and Reform in December 2021 in regard to secondments states that all secondments will be temporary in nature and, in general, will be for a period of six months or up to a maximum of five years.  A response to a parliamentary question to the Minister in regard to secondments in the Department of Health states that 14 of the Department's employees in various grades from clerical officer through to principal officer are on secondment to other organisations and that the duration of these secondments varies between six months and five years.  The circular and the rules are very clear that secondments are temporary in nature and they should be secondments in the time range of six months to five years.<\/p><p>There are 14 people from the Department on secondment.  How many of those secondments are what are now being termed \"open-ended secondments\"?  If this was a permanent departure by the CMO, and we were told in private session with the CMO that he was not coming back to the Department, how could this reasonably be described as a secondment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Y02100","speaker":"1615","continuing":true},{"type":"speechnospeaker","time":1651618800,"counter":370,"content":"<p>Sorry, Deputy, we dealt with these questions earlier.  The policy paper the Deputy referred to relates to secondments within the Civil Service, between Civil Service Departments.  It is dated December 2021 and it relates to secondment within the Civil Service.  The reason we have temporary secondments of civil servants is that the policy is to have lateral mobility moves, to have people going under the lateral mobility scheme rather than secondment.  This document refers to secondments within the Civil Service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Z00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":371,"content":"<p>How many of the 14 people who are currently seconded are on open-ended secondment in another Department?  How many of them are outside of the range of six months to five years?  Once the secondment was put in place, for how many of those 14 people was it agreed that it would be a permanent transfer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Z00300","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":372,"content":"<p>I do not have the details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Z00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":373,"content":"<p>It is zero, is it not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Z00500","speaker":"1615"},{"type":"speechnospeaker","time":1651618800,"counter":374,"content":"<p>No.  There are people on secondment to our Department from outside the public service who have been on secondment from 2013 and 2015.  I mentioned some of those examples earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Z00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":375,"content":"<p>Can Mr. Watt come back to the committee with the details in regard to those 14 people?  We do not need names, just the details of their roles and for how many of them, at the point they departed, it was clear it was a permanent departure or that it would be what is now termed an \"open-ended secondment\"?  The Secretary to the Government, when before the finance committee, had no knowledge of \"open-ended secondments\".  That was news to him.  Where did that policy come from?  Of the 14 secondments currently in play, how many are open-ended?  If Mr. Watt does not know that today, although I believe he should know it and maybe he does, will he come back to the committee as quickly as he can with that information?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Z00700","speaker":"1615"},{"type":"speech","time":1651618800,"counter":376,"content":"<p>We need to move on.  I call Senator Hoey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Z00800","speaker":"1571"},{"type":"speech","time":1651618800,"counter":377,"content":"<p>My question is not a particularly taxing one.  I appreciate that Dr. Holohan withdrew from the process to, as he said, take away from the distraction from all of the public health work and other work the Department is doing.  Is there a reputation crisis now facing the Department of Health?  Is there an erosion of trust with the public?  If so, what actions need to be taken either by Mr. Watt, as the Secretary General of the Department, or the Minister?  What actions will be required going forward?  It seems to be that this is rumbling on.  As highlighted, a huge amount of work has been done around Covid and in light of the global situation things happened.  However, over the past while, a couple of things have happened that are eroding people's trust.  At a time when we are still in a global pandemic and we still have arguably a healthcare crisis, the erosion of public trust in the system is not ideal.  Will Mr. Watt comment as to whether there is an erosion of trust and a reputational crisis and, if so, what needs to be done?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Z00900","speaker":"1663"},{"type":"speechnospeaker","time":1651618800,"counter":378,"content":"<p>I do not know; that is the answer to the question.  I have not seen the latest data.  I think, generally, people do trust the health system.  They do respect the health system.  There are issues around access, but once they have access, they express very strong positivity around the service they receive.  In terms of the Department of Health, I would certainly be very proud of what the Department has delivered over the last number of years in incredibly difficult circumstances.  I think officials of the Department can be very proud of what they have achieved in navigating us through this crisis.  By its nature, there are always issues in health.  I do not listen to radio but I am told that on most mornings, of the first five or six items on \"Morning Ireland\", close to half, or the majority, are health issues.  The nature of health is the nature of the system that we have.  It is a vast Department.  The health system is by far the biggest provider of a service by the State to our citizens.  It affects all of us.  All of our families have been affected.  As we all know, at various stages in our lives, we have to access the health system and at a time which could be most distressing for us.<\/p><p>It is a very challenging and emotive place and it is very contested.  It is inevitable.  It is my job to deliver on the programme for Government, to work with the Minister, Deputy Donnelly, and the Taoiseach to deliver and to get the Department into as best shape it can be deliver on that.  That is what I do.  We try not to get distracted by other things that can be somewhat extraneous, ultimately.  We try to focus on getting the Department in the best possible shape and focusing on the big policy challenge over recent years, which was the pandemic.  We have a challenge now to prepare for the emergency department situation that we will face next winter, no doubt.  We also have issues around waiting lists, which Deputy Durkan touched on earlier.  That is our focus and what we do.  I do not think it is possible or realistic to expect that health will not be in the headlines or that there will not be issues and things thrown in our direction.  That is inevitable.  Our job is to keep on delivering and working away and that is what we are trying to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#Z01000","nonspeaker":"Mr. Robert Watt","continuing":true},{"type":"speech","time":1651618800,"counter":380,"content":"<p>That is fair enough.  It was interesting to see whether Mr. Watt thought this was outside of what would be the norm - he listed a number of things that consistently come up, such as waiting lists and satisfaction and stuff like that - and whether he thought this, while it was extraneous, was enough to do reputational damage to the system, but if he feels it is just par for the course, that is of course his business.  That was my only question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#AA00200","speaker":"1663"},{"type":"speech","time":1651618800,"counter":381,"content":"<p>I have just a couple of supplementary questions.  On one reading, the letter to Trinity was a proposal and not an agreement.  The term &ldquo;proposal&rdquo; is loose enough.  That is the benign interpretation.  However, there is the signature signing up to it.  Does Mr. Watt see it in the terms that there is a difference between a proposal and an agreement?  What was the signature about?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#AA00300","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":382,"content":"<p>We mentioned a proposed secondment.  We talked about a letter of intent and details to be worked through.  In my mind, that is, by nature, a proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#AA00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":383,"content":"<p>If he were to be seconded, this is what it would look like.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#AA00500","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":384,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#AA00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":385,"content":"<p>Okay.  There are a couple of things.  I am aware the Secretary General of the Department of Children, Equality, Disability, Integration and Youth completed their term of office on 18 January.  The Secretary General of the Department of Education completed their term of office clearly before their retirement date.  The Secretary General is chief executive officer.  How long is that term of office?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#AA00700","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":386,"content":"<p>Seven years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#AA00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":387,"content":"<p>Can it be extended?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#AA00900","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":388,"content":"<p>Yes, it can be extended, if one is fortunate enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#AA01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":389,"content":"<p>CEO of a Department is a pretty big responsibility.  I absolutely understand, and perhaps it should be communicated a little bit better, that the kind of experience, knowledge, information and expertise a Secretary General would accumulate and garner over time in running a Department, depending on the Department, but many Departments have budgets of billions, deserves to be shared and is worth sharing in academic circles.  That is a good public policy position.<\/p> <p>  Second, it is unrealistic to expect a person who has served as Secretary General somehow to disappear anonymously back into the same Department and work to another Secretary General.  Someone who has been CEO does not go back in, as it were.  Such people are fixed term, and I am assuming that explains the Government decision in 2011 and followed up again in 2021 regarding those Secretaries General who had not attained 40 years' public service and could not qualify for their entitlements.  However, it was not only for that but also so their expertise would not be lost, because Secretaries General are getting younger.  It is my understanding in the case of the two Secretaries General to whom I referred that they have both gone to the university sector and their salaries and superannuation entitlements are looked after not by the Department but rather by the State through its funding of the universities to do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#AA01100","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":390,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#AA01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":391,"content":"<p>It is the same model, the only difference being that Mr. Watt was going to apply this to deputy Secretary General level.<\/p> <p>  Dr. Holohan does not have to answer this, but is he near 40 years as a public servant?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB00100","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":392,"content":"<p>No, I am not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB00200","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":393,"content":"<p>Is he far off 40 years?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB00300","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":394,"content":"<p>That depends.  Is the Deputy asking me what age I am?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB00400","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":395,"content":"<p>No.  We all know what age Dr. Holohan is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB00500","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":396,"content":"<p>I am quite happy to tell the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB00600","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":397,"content":"<p>No, we all know what age Dr. Holohan is.  It is the 40 years, in other words-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB00700","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":398,"content":"<p>No, I am not.  I have been in the Civil Service since the early 2000s.  I was in the public service for a number of years prior to that.  I am still a substantial way away from 40 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB00800","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":399,"content":"<p>Okay.  Contrary to previous questions, this is provided for in a Government decision for Secretary Generals.  Those Departments might help us and might help the internal inquiry by outlining the process by which the Secretary Generals of those Departments were seconded, as it were, into two different university sectors.  The terms and conditions involved in doing this in a State-funded manner, which is what Mr. Watt attempted to do, perhaps blindsided one or the two of the organisations for which the funding was intended.  However, the model is not new.  In fact, it is provided for.  Am I correct?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB00900","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":400,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":401,"content":"<p>Except in relation to deputy Secretary General level, which this was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01100","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":402,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":403,"content":"<p>It comes back to the communications and our star player here.  To some degree, in olden days, Robert, no one would know who you were.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01300","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":404,"content":"<p>Happy days.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":405,"content":"<p>No one should know who you are.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01425","speaker":"1572"},{"type":"speech","time":1651618800,"counter":406,"content":"<p>You are a rock star now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01450","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":407,"content":"<p>Happy days for those concerned.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01475","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":408,"content":"<p>Okay.  There will be reviews of books and things like that.  Some people have been described as bullies, thugs and all the rest of it.  Some people have been said to be robust in getting their own way.  It was an interesting and fraught period.<\/p> <p>  However, the communications piece just seemed to misunderstand not the nature of the position, but the person who Mr. Watt was seeking to accommodate - the CMO, who is known to everybody in Ireland.  I just find it hard to believe there was no informal conversation saying, \"This proposal has come up and we are trying to facilitate it this way, there is a precedent in terms of Secretary Generals and I think it would be appropriate to use that model in terms of the deputy Secretary General.\"  Otherwise, I can see the model that was followed.  I am not inclined to the witch-hunt piece or the conspiracy theories, although Department officials have left themselves open to it.<\/p> <p>  I would summarise it as follows.  A request was made by the CMO.  The Secretary General decided to act on it.  The model is not unknown.  There is precedent in that it is actually provided for in terms of Secretary Generals.  It is not unprecedented that a person is funded by the State outside of and beyond their role until they reach their 40 years or retirement age or whatever.  This then bounced into public disclosure by leaks and the public learned of an unfinished symphony.  That is my sense of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01500","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":409,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":410,"content":"<p>There were accusations that Ministers were not informed, but I think Mr. Watt would say that he had not got it to the point where the Minister ought to have been informed.  There will be others who may be here sitting beside me who might take issue with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01700","speaker":"1572"},{"type":"speech","time":1651618800,"counter":411,"content":"<p>You can chalk it down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01750","speaker":"1606"},{"type":"speech","time":1651618800,"counter":412,"content":"<p>That is my summary.  It would be helpful, in terms of the internal inquiry, if the two Departments - the Department of Children, Equality, Disability, Integration and Youth and the Department of Education - provided a few details of the process they followed in terms of their Secretary Generals going to the university sector.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01775","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":413,"content":"<p>That is a very fair summary of the position and what we were trying to achieve.  I do not disagree with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":414,"content":"<p>Does the deputy Secretary-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB01900","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":415,"content":"<p>That was partly why we were so surprised by the reaction.  If we had anticipated such a reaction, we would have paid more attention to the communication of this.  However, that is the benefit of hindsight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":416,"content":"<p>Leaving Dr. Holohan out of it as a personality, on the deputy Secretary General piece and kind of accommodating that into the Secretary General model of secondment, that is kind of unprecedented and there is no Government provision for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#BB02100","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":417,"content":"<p>There is provision for management board levels within Departments to be seconded.  It has happened in the past.  In the same way, people at that level are seconded into our Department.  There are people on our management board who have been seconded and there are open-ended secondments from the HSE to the Department of Health.  It is not unusual.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#CC00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":418,"content":"<p>Mr. Watt has probably passed seven years as Secretary General between the two Departments.  If there was a decision not to extend the term and he was nowhere near his 40 years of service, we could anticipate a similar arrangement could be entered into, given the Government has approved this process in 2011 and 2021, so his particular expertise and experience would not be lost to the public service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#CC00300","speaker":"1572"},{"type":"speechnospeaker","time":1651618800,"counter":419,"content":"<p>Potentially, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#CC00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":420,"content":"<p>I will not get back into the letter but several members of the committee have a view on it.  Mr. Watt has a different view.  Perhaps we could get the secretariat to request our parliamentary legal adviser to give us a view on it.  It is an important point and we need clarity on it.<\/p> <p>  Has Trinity College Dublin been in touch since this matter unfolded?  Has damage been done to the relationship between Trinity College and the Department of Health?  Has the college expressed its displeasure about this or what have the conversations with Trinity been like since the matter unfolded?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#CC00500","speaker":"1644"},{"type":"speechnospeaker","time":1651618800,"counter":421,"content":"<p>No, relations have not been damaged.  Trinity and its provost acted appropriately throughout this.  There is no issue between us and Trinity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#CC00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":422,"content":"<p>May I ask a question about the maternity hospital at the St. Vincent's site?  If that is okay, will Mr. Watt update the committee on what happened at Cabinet yesterday?  It was disappointing that the memo that went to Cabinet clearly had several-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#CC00700","speaker":"1644"},{"type":"speech","time":1651618800,"counter":423,"content":"<p>The Senator is moving from the topic for discussion today.  He will have to find another way of raising the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#CC00800","speaker":"1571"},{"type":"speech","time":1651618800,"counter":424,"content":"<p>It is in the public interest.  A significant number of people are very concerned about what is happening.  The Secretary General is before us and I am giving him the opportunity to comment on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#CC00900","speaker":"1644"},{"type":"speech","time":1651618800,"counter":425,"content":"<p>He may reply if he wishes but it is good distance from what was on the agenda.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#CC01000","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":426,"content":"<p>I do not really have anything to add.  The Minister spoke this morning about it and last night there was a press conference.  The Minister has committed to coming before this committee next Wednesday, I believe, so it would not be fair for me to pre-empt what he will say.  He will set out his position on the hospital.  I am sorry.  I am happy to talk about it but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#CC01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":427,"content":"<p>Mr. Watt appreciates how important the matter is and how it is exercising the public.  It is important for a maternity hospital to be built that is fit for purpose.  There is much concern in particular about whether the Vatican gave consent for the transfer of the lands.  The Minister was asked that and he did not answer the question this morning.  There are issues and I do not apologise for raising the question.  It is of significant public concern.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#CC01200","speaker":"1644"},{"type":"speech","time":1651618800,"counter":428,"content":"<p>I go back to the job in hand and what is ahead of us, specifically the reorganisation of the health services.  Mr. Watt will have a meaningful role to play in that.  Does he recognise the role he must play in the recovery of the rest of the health services in general after Covid-19?  In other jurisdictions they are now finding out that various areas of health services were neglected due to the pressure of Covid-19.  An attempt is being made to catch up on those now.  How does Mr. Watt see his role in co-ordinating and delivering on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#CC01300","speaker":"1584"},{"type":"speechnospeaker","time":1651618800,"counter":429,"content":"<p>My core job is to work with colleagues in the Department to ensure we can deliver the Minister's agenda, and a key part of his agenda, as the Deputy articulates, is to see the health system recover.  I am thankful we are on the way to recovery and to deliver services for our citizens.  It is my job to advise the Minister and implement his policies, ensuring the Department is structured as best we can be to support the Minister and the Government.  That is my job.<\/p> <p>  The big challenges we have relate to preparing emergency departments, which see enormous attendance every week.  There is an average of 26,000 or 27,000 people per week turning up at emergency departments, with 5,000, 6,000 or 7,000 people admitted into the health system every week through the emergency departments.  These are enormous challenges and we must prepare for what we may be facing for the winter, when Covid-19 may re-emerge in some form, and there will no doubt be other respiratory illnesses.  They have been fairly quiet over the past number of years but may reappear along with other normal winter-related pressures.  There are challenges in the emergency departments to prepare as best we can.  The Deputy also mentioned waiting lists, and it is my job to galvanise colleagues in the Department to help the Minister deliver his agenda and that of the Government.  That is how I spend my time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD00100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":430,"content":"<p>Will Mr. Watt give us some indication of the extent to which he has studied waiting lists for procedures in respect-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD00200","speaker":"1584"},{"type":"speech","time":1651618800,"counter":431,"content":"<p>We are supposed to be discussing the appointment of the CMO to a role in Trinity College.  You are moving way off the page.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD00300","speaker":"1571"},{"type":"speech","time":1651618800,"counter":432,"content":"<p>We have discussed it and other matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD00400","speaker":"1584"},{"type":"speech","time":1651618800,"counter":433,"content":"<p>I am trying to bring it back to the agenda.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD00500","speaker":"1571"},{"type":"speech","time":1651618800,"counter":434,"content":"<p>With respect, I am a member of this committee and I have raised this question repeatedly.  I did not get the required answers.  I am not blaming the Chairman but I need answers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD00600","speaker":"1584"},{"type":"speechnospeaker","time":1651618800,"counter":435,"content":"<p>If it helps, there is a very detailed plan on waiting lists and we had the opportunity on the previous occasion to speak about that in general terms.  We have that in detail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD00700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":436,"content":"<p>When will it be announced?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD00800","speaker":"1584"},{"type":"speechnospeaker","time":1651618800,"counter":437,"content":"<p>The plan was published and it is being implemented now.  We are a number of months through implementation and it has clearly been derailed a bit by the Covid-19 surge and the number of people in hospital with the virus.  This may be part of the committee's work programme anyway in the context of Sl&aacute;intecare but we are happy, along with the CMO and members of the HSE, to come back and speak in detail about that.  The Deputy has raised these questions with us before and we would be very happy to provide a copy of the plan and update the Deputy in that respect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD00900","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":438,"content":"<p>There is a certain urgency about this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD01000","speaker":"1584"},{"type":"speech","time":1651618800,"counter":439,"content":"<p>I understand that but this is a specific meeting for a particular topic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD01100","speaker":"1571"},{"type":"speech","time":1651618800,"counter":440,"content":"<p>Right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD01200","speaker":"1584"},{"type":"speech","time":1651618800,"counter":441,"content":"<p>I have allowed most members latitude but I would prefer the Deputy to come back to the matter at hand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD01300","speaker":"1571"},{"type":"speech","time":1651618800,"counter":442,"content":"<p>I could speak about that for the next hour if the Chairman so wishes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD01400","speaker":"1584"},{"type":"speech","time":1651618800,"counter":443,"content":"<p>You will not speak for the next hour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD01500","speaker":"1571"},{"type":"speech","time":1651618800,"counter":444,"content":"<p>If the Chairman insists on going back to speaking about the issue at hand, it is a waste of time.  The general public expects us to do something else.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD01600","speaker":"1584"},{"type":"speech","time":1651618800,"counter":445,"content":"<p>That is your opinion.  I am trying to chair the meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD01700","speaker":"1571"},{"type":"speech","time":1651618800,"counter":446,"content":"<p>I am aware of all that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD01800","speaker":"1584"},{"type":"speech","time":1651618800,"counter":447,"content":"<p>Do you have any more questions relating to the matter?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD01900","speaker":"1571"},{"type":"speech","time":1651618800,"counter":448,"content":"<p>I must insist on getting the information that is required.  For example, there is the question of scoliosis waiting lists.  What has happened in that area?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD02000","speaker":"1584"},{"type":"speech","time":1651618800,"counter":449,"content":"<p>The Secretary General has said he will revert to the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD02100","speaker":"1571"},{"type":"speech","time":1651618800,"counter":450,"content":"<p>I did not hear that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD02200","speaker":"1584"},{"type":"speechnospeaker","time":1651618800,"counter":451,"content":"<p>We can come back to the Deputy on the specific question of scoliosis, including an increase in activity and the number of people waiting.  I will do that by the end of the week if that is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD02300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":452,"content":"<p>Excellent.  There is also the question of waiting lists in general.  For example, people are waiting for cataract treatment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD02400","speaker":"1584"},{"type":"speech","time":1651618800,"counter":453,"content":"<p>Okay.  You do not have to go through every list.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD02500","speaker":"1571"},{"type":"speech","time":1651618800,"counter":454,"content":"<p>I have always been a co-operative member of this committee but I will walk out if the Chairman insists on interrupting me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD02600","speaker":"1584"},{"type":"speech","time":1651618800,"counter":455,"content":"<p>If you want to walk out, that is your own business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD02700","speaker":"1571"},{"type":"speech","time":1651618800,"counter":456,"content":"<p>I can do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD02800","speaker":"1584"},{"type":"speech","time":1651618800,"counter":457,"content":"<p>I will move on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD02900","speaker":"1571"},{"type":"speech","time":1651618800,"counter":458,"content":"<p>I represent the people who elected me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD03000","speaker":"1584"},{"type":"speech","time":1651618800,"counter":459,"content":"<p>So do I and I am trying to chair this meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD03100","speaker":"1571"},{"type":"speech","time":1651618800,"counter":460,"content":"<p>I have a job in this health committee.  We spent three hours this morning discussing-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD03200","speaker":"1584"},{"type":"speech","time":1651618800,"counter":461,"content":"<p>As far as you are concerned, we have finished with the matter.  As far as I am concerned, as Chairman, there is another member who is looking to contribute on the same matter.  I will allow the member to speak now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD03300","speaker":"1571"},{"type":"speech","time":1651618800,"counter":462,"content":"<p>I note the Chairman's ruling.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD03400","speaker":"1584"},{"type":"speech","time":1651618800,"counter":463,"content":"<p>Okay.  Thank you.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD03500","speaker":"1571"},{"type":"speech","time":1651618800,"counter":464,"content":"<p>I do not wish to disturb the Deputy or anything.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD03600","speaker":"1606"},{"type":"speech","time":1651618800,"counter":465,"content":"<p>Deputy MacSharry is not disturbing me at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD03700","speaker":"1584"},{"type":"speech","time":1651618800,"counter":466,"content":"<p>I thank the Chairman.  I am only a guest of the committee.  I thank the witnesses for being here and the opportunity to make a few points and put a few questions.<\/p> <p>  There is some history here but at the outset I say that I have the height of respect for the Secretary General, Mr. Watt.  We have a history of spats at the Committee of Public Accounts and other committees but if I were in the private sector and part of a company large enough to afford Mr. Watt, I would certainly want him on my board.  However, we are not in the private sector and that is where much of the difference is evident.  I am a democracy purist.  Once, at a meeting of the Committee of Public Accounts, I raised the question of wastage of &euro;10 million because of an error by the Office of Public Works with the rent of the Department of Health.<\/p><p>It would cost &euro;10 million over the course of the lease.  My question was whether there was a disciplinary process afoot.  Mr. Watt was then in the Department of Public Expenditure and Reform.  He said he did not know but that a \"gotcha\" culture did not operate in the Civil Service and these things were used as a learning experience.  I thought that was a very expensive learning experience.  If it was in auctioneering, say, Jones Lang LaSalle, you would probably not get as far as lunchtime.<\/p><p> Before I get into my questioning, I will say that because something is the practice, it does not make it correct.  It does not make it morally correct in the interest of taxpayers' money.  I, for one, in 20 years between the Seanad and the D&aacute;il and six years on the Committee on Public Accounts and the banking inquiry, have watched senior civil servants waste billions in taxpayers' money and circling the wagons to create a facade to put across a prescribed narrative which betrays democracy.<\/p><p> Do you have a seven-year contract as deputy Secretary General or CMO?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#DD03800","speaker":"1606","continuing":true},{"type":"speechnospeaker","time":1651618800,"counter":468,"content":"<p>Sorry, is the Deputy asking me that question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE00200","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":469,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE00300","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":470,"content":"<p>No, I do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE00400","nonspeaker":"Dr. Tony Holohan"},{"type":"speech","time":1651618800,"counter":471,"content":"<p>That is the first difference with the precedent of the past.  Unlike what Deputy Lahart said about moving Secretaries General whose expertise we would lose after seven years, that did not apply in Dr. Holohan's case.  He was looking to move on.  I will quote the Minister when speaking on \"Morning Ireland\" on the relevant day.  While I hate to over-familiarise, the Minister said, \"Tony wanted a new challenge.\"  God knows, it is about time someone in the room said that Robert Watt was retro-engineering it in direct conflict with the terms of the circular which quite clearly refer to six months at a minimum and five years at a maximum but he said it was open-ended.  That is the first point.<\/p> <p>  The next point is directed to the Secretary General, Mr. Watt.  \"This was agreed by the Department\" is a sentence he has used regularly in this room and elsewhere.  By whom in the Department was it agreed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE00500","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":472,"content":"<p>Does the Deputy want me to answer that now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":473,"content":"<p>Yes.  Was it Mr. Watt?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE00700","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":474,"content":"<p>In terms of the details-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":475,"content":"<p>No details - by whom in the Department was it agreed?  I understood the Minister is the boss.  Mr. Watt used the terminology, \"We have a relationship, an employer-employee relationship\".  If that is the case and he was my employee and plenipotentiary who headed off and spent &euro;2 million of the company's money without telling me, he would be gone.  However, because we do not have a \"gotcha\" culture that includes himself, he will be here into perpetuity.  Did Mr. Watt agree or did he ever bring up the matter at a management advisory committee, MAC, meeting?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE00900","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":476,"content":"<p>First, there was no money spent-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE01000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":477,"content":"<p>We know that.  Do not state the obvious to people who are well experienced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE01100","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":478,"content":"<p>-----either millions or billions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":479,"content":"<p>No.  It would have been &euro;2 million a year into perpetuity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE01300","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":480,"content":"<p>I supported the proposal.  I absolutely supported it, as did the Secretary to the Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":481,"content":"<p>Why does Mr. Watt call him the Secretary to the Government?  I must intervene here.  Mr. Watt is trying to create an impression here.  It is not that I am letting the Government out of the gap because as far as I am concerned, its autopilot approach to all of these matters is reprehensible.  He is not the secretary to the Government.  In fact, his words outside this room - we are talking about Mr. Fraser - were that it was mentioned in a corridor.  He mentioned it to Mr. Watt in the corridor.  Where does Mr. Watt meet people formally?  Is it always in corridors?  He is the Secretary General of the Department.  What this is about here is that Mr. Watt approved it.  Is that right?  Mr. Watt approved it on his own.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE01500","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":482,"content":"<p>I absolutely approved it and I have made that absolutely clear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":483,"content":"<p>Okay, so it was a plenipotentiary decision by Mr. Watt, such that he wanted to make arrangements for the office space and salary-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE01700","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":484,"content":"<p>Can I-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":485,"content":"<p>What is funny is that in Mr. Watt's letter to Trinity-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE01900","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":486,"content":"<p>Can I-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE02000","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":487,"content":"<p>-----he does not say anything about Oireachtas approval.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE02100","speaker":"1606"},{"type":"speech","time":1651618800,"counter":488,"content":"<p>Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE02200","speaker":"1571"},{"type":"speech","time":1651618800,"counter":489,"content":"<p>He says we may need authority within the university-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE02300","speaker":"1606"},{"type":"speech","time":1651618800,"counter":490,"content":"<p>The Deputy is asking questions.  Will he allow the witness to respond?  He can then ask his next question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE02600","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":491,"content":"<p>Under the Public Service Management Act 1997, which builds on the Ministers and Secretaries Act 1924, as the Deputy is aware, Secretaries General have responsibility for the administration of the Department.  When it comes to the transfer or secondments of staff or personnel matters regarding staff in the Department, those are my responsibility.  That is very clear in terms of the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE02700","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":492,"content":"<p>As far as Mr. Watt is concerned, it is his responsibility.<\/p><p>If I were the deputy CMO and UCC offered me a professorship I would quite fancy, would Mr. Watt pay for it?  Mr. Watt is telling me he is in a position to unilaterally take that decision, make all the arrangements and then bounce the Government of the day or the three party leaders into agreeing to it because he has leaked it to the media himself.  That seems to be the process followed in this instance. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#EE02800","speaker":"1606","continuing":true},{"type":"speechnospeaker","time":1651618800,"counter":494,"content":"<p>I have set out the process for several hours this morning.  What the Deputy described is not the process, and that is not a fair-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":495,"content":"<p>That is the process to me.  I am just going a little deeper.  First, is Mr. Watt prepared to admit that he has breached what is in the circular?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF00300","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":496,"content":"<p>The circular relates to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF00400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":497,"content":"<p>We know what it relates to.  On the matter of whether the terms were to be open-ended or time-limited, is Mr. Watt prepared to admit the terms agreed for Dr. Holohan's sojourn were going to be open-ended and in breach of the circular?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF00500","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":498,"content":"<p>There was no breach of the circular.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF00600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":499,"content":"<p>Let us read the circular, or just the line in question.  It is unequivocal.  If the Chairman does not mind-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF00700","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":500,"content":"<p>I have already answered questions for many hours on the matter.  With all due respect, the Deputy was not here when I answered questions in relation to this matter, and now he is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":501,"content":"<p>Well, I decided to ask them again, okay?  If I could read the relevant section of the circular, because it is very important for the taxpayer to know-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF00900","speaker":"1606"},{"type":"speech","time":1651618800,"counter":502,"content":"<p>When asking questions, will the Deputy allow the witnesses to respond?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF01000","speaker":"1571"},{"type":"speech","time":1651618800,"counter":503,"content":"<p>I will.  I am sorry about that; it is just that I am very passionate about democracy.  I do not think we are getting much of it around this particular issue, I am sad to say.  The circular states: \"All secondments will be temporary in nature, and in general will be for a period of six months up to a maximum of five years.\"  That is the very first key principle.  How can Mr. Watt reconcile that with the idea of an open-ended term?  The CMO has very kindly pointed out he is a good distance from his 40 years.  Therefore, on top of proposing funding of &euro;2 million per year, Mr. Watt was in effect proposing that should the CMO opt to retire in the interim &mdash; say, after five or six years &mdash; he would, under the special clause in the superannuation Act, bump up the 27 or 28 years to 40.  Is that not correct?  We know there is no precedent for this, because Dr. Holohan did not have a seven-year contract.  We also know, from what I have just read out, that Mr. Watt was in clear breach of the circular.<\/p> <p>  Deputy Cullinane was quite clear in questioning Mr. Watt earlier to determine whether the Minister, Deputy Donnelly, had expressed any displeasure over this.  Mr. Watt said \"No\" eventually.  Was the CMO's secondment part of the Minister's agenda?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF01100","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":504,"content":"<p>No. As I said, issues in relation to personnel matters in the Department are managed at Secretary General level under the Act and as per custom and practice, so it was not part of anybody's policy.  As we set out earlier, the CMO indicated that he wanted to move on, and we explored options in respect of that.  That is how we arrived at this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF01200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":505,"content":"<p>When Mr. Watt was Secretary General of the Department of Public Expenditure and Reform, would he have examined the business case for many secondments?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF01300","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":506,"content":"<p>In my own Department, I would have approved secondments when I was Secretary General-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF01400","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":507,"content":"<p>But I would have thought business cases always had to be put to the Department of Public Expenditure and Reform.  Is that not the case?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF01500","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":508,"content":"<p>No, not if Departments have dedicated sanction and if they-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF01600","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":509,"content":"<p>So there was no business case needed for this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF01700","speaker":"1606"},{"type":"speechnospeaker","time":1651618800,"counter":510,"content":"<p>The circular states, \"Where there are specialist skill placements or existing arrangements in place between organisations or within a sector &hellip; the principles of the secondment policy should apply, however clearance from DPER &hellip; may not always be necessary.&rdquo;<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF01800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":511,"content":"<p>What if NUIG or UCC &mdash; or UCD, which Mr. Watt said discussed this &mdash; decided it would not mind a secondment with a funding commitment of &euro;2 million per year?  What if it were decided by some of the new universities without a particular health function, such as the new Atlantic Technological University, that it could be very useful to introduce a public health function related to the CMO's expertise?<\/p><p>What is coming across here, on which I must disagree fundamentally with my colleague and friend Deputy Lahart, is, to me, corruption by any objective analysis.  It is unbecoming of both of the witnesses, with their expertise and professionalism in other ways, because this was retro-engineering of a position for somebody and seeking to bounce the Government into it, until there was pandemonium in the D&aacute;il about it.  Unless and until the three Acts &mdash; the 1954, 1924 and 1997 Acts &mdash; are dealt with so that you people quite frankly accept there is a democracy here and a Parliament, or an Oireachtas, that are not and should never be blindly subservient to a position regarding which, depending on who you are, different rules apply, this will remain an issue.  In the Minister's own words &mdash; I am sorry to say it to Dr. Holohan &mdash; \"Tony wanted a new challenge\", and the taxpayer was prepared to dig deep, in the order of &euro;2 million, to deliver it.  Scandalous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#FF01900","speaker":"1606","continuing":true},{"type":"speechnospeaker","time":1651618800,"counter":513,"content":"<p>I absolutely reject myself and the CMO being referred to as \"you people\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG00200","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":514,"content":"<p>It was time it was done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG00300","speaker":"1606"},{"type":"speech","time":1651618800,"counter":515,"content":"<p>Hold on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG00400","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":516,"content":"<p>\"You people\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG00500","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":517,"content":"<p>Thank you.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG00600","speaker":"1606"},{"type":"speech","time":1651618800,"counter":518,"content":"<p>Does Mr. Watt want to respond?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG00700","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":519,"content":"<p>No, I do not, thank you.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG00800","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":520,"content":"<p>From my point of view anyway, I would like to be disassociated with any comments about corruption.  I just do not agree.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG00900","speaker":"1644"},{"type":"speech","time":1651618800,"counter":521,"content":"<p>We will strike that from the record.<\/p> <p>  Again, this has been an interesting discussion-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG01000","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":522,"content":"<p>I thank the Chairman.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG01100","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":523,"content":"<p>A view was expressed that was not necessarily shared by all members.  I presume the Deputy was expressing a view out there and his concerns over how the proposed appointment was being made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG01200","speaker":"1571"},{"type":"speechnospeaker","time":1651618800,"counter":524,"content":"<p>There are differences of opinion.  I respect that and the different views of members today.  The discussion has been very positive and fair, and I do not think Dr. Holohan or I have any issues about how we have been treated here by members.  We have to discharge our role here as persons who are accountable to committees, and we are always very happy to do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG01300","nonspeaker":"Mr. Robert Watt"},{"type":"speech","time":1651618800,"counter":525,"content":"<p>Again, I thank the witnesses for the comprehensive discussion with the committee members today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/HEJ2022050400002#GG01400","speaker":"1571"},{"type":"unspoken","time":1651618800,"counter":526,"content":"<p>The joint committee adjourned at 12.07 p.m. until 9.30 a.m. on Wednesday, 11 May 2022.<\/p>","notice":"TIME STRING DETECTED"}]