[{"type":"majorheading","content":"Joint Oireachtas Committee on Jobs, Enterprise and Innovation","time":1443529800,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 13:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Dara Calleary, Senator Hildegarde Naughton, Deputy Áine Collins, Senator Feargal Quinn. Deputy Michael Conaghan, Deputy Anthony Lawlor,<\/p><p>In attendance: Deputy Denis Naughten.<\/p><p>DEPUTY MARCELLA CORCORAN KENNEDY IN THE CHAIR.<\/p>","time":1443529800,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002"},{"type":"unspoken","time":1443529800,"counter":4,"content":"<p>The joint committee met in private session until 1.40 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Estimates for Public Services 2015: Vote 32 - Department of Jobs, Enterprise and Innovation","time":1443529800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#C00100"},{"type":"speech","time":1443529800,"counter":6,"content":"<p>We are now in public session.I remind members, visitors and those in the public Gallery that mobile phones must be turned off for the duration of this meeting as they interfere with the broadcasting equipment even when in silent mode.  I would also like to inform everyone that this meeting will be carried live on UPC channel 207, eVision channel 504 and Sky channel 574.<\/p><p>I welcome the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton and the Minister of State with responsibility for skills, research and innovation, Deputy Damien English.  I would also like to welcome the officials from the Department and thank them for the briefing materials supplied to the committee.  <\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  Witnesses are directed that only evidence connected with the subject matter of these proceedings is to be given and are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the Houses or an official either by name or in such a way as to make him or her identifiable.<\/p><p>We are meeting today to engage with the Minister on the mid-year review of the Estimates for Public Services, Vote 32 - Department of Jobs, Enterprise and Innovation for the year ending 31 December 2015.  Members are advised that the meeting today will comprise two distinct parts.  Part one of the meeting will allow members to discuss how the Department measures performance, what it does to improve these measures and what needs to be done in the future.  Part two of the meeting concerns the mid-year review of the position regarding outputs and expenditure relating to the Vote for the Department of Jobs, Enterprise and Innovation for the year ending 31 December 2015 as well as the emerging position for that Vote so as to alert us to issues that would be relevant to the 2016 Estimate discussions in advance of the allocations being finalised, as envisaged by the comprehensive expenditure report 2012 to 2014.  <\/p><p>I will refer to the individual programmes in turn and invite questions on them.  Questions or points relating to the programmes can be put after we have gone through the individual programmes.  As is the case across a number of committees, I propose that at a future meeting the committee agrees a report on the outcome of our deliberations today and lays it before the Houses.  <\/p><p>Members have been provided with briefing documents from the committee secretariat explaining the structure and purpose of this meeting and the issues arising.  Before I invite questions from spokespersons, I have an initial question for the Minister.  I understand that the Department has a number of issues with how the New Zealand guidance is being applied to the performance measures it has included in the Estimate.  Can we begin by establishing whether the Department has any issues with the guidance itself?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#C00300","speaker":"1099"},{"type":"speech","time":1443529800,"counter":7,"content":"<p>I presume the Chairman is referring to the guidance document before us.  We have no issues with it as a general approach.  However, in any assessment of the impact of what we are doing, one must take a broader view than that allowed by some of the expressions in the document.  The guidance suggests, for example, that outputs should relate to goods and services provided to third parties which the entity is accountable for.<\/p><p>Some of our range of activities can be fitted into &quot;goods and services&quot;, but not in the very linear way of the private sector, where one delivers a good in exchange for a payment and knows what is the output.  When Enterprise Ireland supports management development of companies, innovation activities or the adoption of lean processes, one does not tend to see the output and outcomes immediately.  While one sees the activity and the companies participating, the outputs and outcomes tend to become apparent over a period.  We have done evaluations <i>ex post facto<\/i>.<br\/><br\/>The guidance is one thing.  It is the New Zealand approach.  There are other approaches and I have no problem with it in principle.  In practice, the committee's assessment stated our Department had one of the highest percentages of output measures considered to be both relevant and specific, on initial review.  Although we are doing well, we could do better.  The committee's appraisal has identified areas where activity is reported that could be more specifically linked to outputs, for example, in some of the areas in which we are processing applications, such as work permits or workplace relations activities, we could do better.  The committee is correct to identify this.  We could report activities in terms of the number of cases and the time it takes to deal with them, and we have done so elsewhere.  We accept this and would amend it.<br\/><br\/>In some cases, the committee's approach seems to suggest that working on legislation and driving it through to its conclusion should not be regarded as an output.  We take a different view.  Much of what we are trying to do is to change the legislative framework, drive efficiencies, as in the case of the Workplace Relations Commission, WRC, or to give better service, as in the case of the credit guarantee.  To set at naught the value of such things and not to regard them as outputs would be undervaluing what people do.  There is much complexity in getting a piece of legislation from concept to execution.  We would have quibbles with this view.  Based on this measure, a Department that was dedicated to law reform would be regarded as producing no output.<br\/><br\/>The application of the New Zealand model must take account of the environment in which each Department works.  There are lessons to be learned from it, and I would be the last to quibble with the committee's seeking better performance reporting.  I spent most of my political life in opposition, where it was very frustrating to have such estimates.  While we have moved a distance, we can move further.<br\/><br\/>Overall responsibility for performance budgeting rests with the Department of Public Expenditure and Reform.  We work to the frameworks it develops.  The evolution needs to take account of this, given that the Department of Public Expenditure and Reform must approve what goes into the final Revised Estimates Volume, REV.  Given that we work with the Department as well as the committee, we serve two masters.  While I am happy we are doing okay, there is room for improvement.  We publish elsewhere some of the performance data that would probably meet the committee's concerns and we could do more in this REV in the Estimates process.  Members are well aware of activities such as microfinance, the uptake of which we have doubled during the past 12 months.  This is a very positive output.  We could populate our reports with more material that would be useful to the committee.<\/p><p>While we might quibble with some of the particulars of the New Zealand model and want it adapted to the sort of service we are providing, I think we would fully agree with the overall thrust of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#C00400","speaker":"1016","continuing":true},{"type":"speech","time":1443529800,"counter":10,"content":"<p>Are there any questions?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#E00200","speaker":"1099"},{"type":"speech","time":1443529800,"counter":11,"content":"<p>I welcome the Minister and the Minister of State.  I am pleased that the Minister has acknowledged that some aspects of the report are not specific enough.  There are issues even with the language, such as in the reference to commitments to optimise the finalisation of Employment Appeals Tribunal legacy cases and to continue to improve the workplace relations structure.  Numbers can be put on that kind of thing.  How many legacy cases do we have?  What is involved in the whole optimisation area?<\/p> <p>  There is also a worry with regard to legislation.  While we welcome everything that has happened, there are concerns about the speed at which it is happening.  Even though two years have passed since we identified problems with the credit guarantee scheme legislation, which was mentioned by the Minister, the relevant legislation will be debated on Second Stage in the House at some point in this term.  I understand the difficulty might not be within the Department of Jobs, Enterprise and Innovation - it may be within the Office of the Attorney General - but we need to be able to measure that.  This committee needs to be able to put pressure on the Office of the Attorney General because the changes that the Minister will propose in the legislation in question will have an impact on businesses and on employment.<\/p> <p>  The Minister referred to serving two masters, which is always a dangerous thing.  Has the Department of Public Expenditure and Reform expressed any concern to the Department of Jobs, Enterprise and Innovation at any stage about the quality of the Department's reporting?  If so, what has the Department's reaction been?<\/p> <p>  I know we will get into the meat of today's business in the next part of this meeting.  While this process is beneficial, it is also frustrating because it is to be expected that two weeks out from the budget, the Minister is more or less finalising his Estimate for 2016.  Can he give us an indication of that Estimate and of the planning going into it?  Can he give us details of his engagement with his second master - the Department of Public Expenditure and Reform - with regard to expenditure plans?  Can he tell us about the new expenditure programmes on which he is trying to focus?  In addition to trying to review the Department's performance over the past year, we would like to influence its performance over the next 12 months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#E00300","speaker":"1071"},{"type":"speech","time":1443529800,"counter":12,"content":"<p>I accept that we can do better in certain areas.  On foot of this meeting, we will pull out areas where we feel we could present a better picture to members of this committee.  The vast bulk of our budget is used to support enterprises in their expansion plans.  It will probably be tricky to turn that into outputs.  There are activities, but the outputs probably take a number of years to develop.  We have published a full suite of evaluations of almost all our programmes.  They have been published on our website in the past 12 months.  They give an idea of the <i>ex post<\/i>impact of some of these programmes.  The metrics are good on those.  Obviously, take-up might be slow in difficult years.<\/p><p>The Department of Public Expenditure and Reform has expressed no concern about our metrics.  I think we are doing okay in that sphere.  We have developed service level agreements with our agencies.  I would say we are as good as, if not better than, most Departments in developing those sorts of agreements.  A service level agreement is entered into with the agencies from shortly after the budget is nailed down.  This ensures people know what is expected.<\/p><p>We encounter the same problems as the Deputy in deciding what constitutes the output or the activity of an agency.  I suppose the Department of Public Expenditure and Reform has been inclined to keep the same number of metrics and the same detail so that people can track it over time.  I do not think the Deputy's suggestion would pose a huge difficulty, subject to the constraints of publication in the Estimates volume.  We can certainly provide some data separately to the committee.  I think the point is that they want everything on one page.  It is a question of the limitations associated with the way they publish these documents.  We would have no problem with developing the statistics requested by the Deputy and providing them under a separate cover or otherwise.<\/p><p>The Deputy also asked about the 2016 budget.<\/p><p>We have had a very good year.  Enterprise take-up of our programmes has been much more rapid than in the past.  That is a healthy sign of the state of the economy.  We have reached a stage at which we are no longer looking for cuts to our current expenditure, so there is now stability in our current expenditure.  That is important.  The agencies had been under continuous restriction in terms of size and activities, as had our offices and Departments.  That has given a stability to our planning for 2016.  Over the last couple of years, outside of our employment control framework, we have been able to put boots on the ground, particularly in overseas markets.  That is something we did secure in the past and we will hold on to that.  Those activities are being rolled out.  I do not think the recruitment is entirely finished on all those positions.<\/p><p> Our activity levels were very high last year.  The net job figures were over 7,000 for IDA, 8,500 for EI and 4,000 for the LEOs.  These very high activity levels represent a very good year.  We will be seeking to maintain these levels, which would support very strong growth in overall employment.  Looking to the next year, the committee well knows that the regional development plans are the new area of activity we are working on.  We have put out competitive calls and will be funding the best of those.  We will also continue to roll out investment in property-based solutions under the IDA programme.  Those are the issues for the future.  In the environment we now face, we will always have to be innovative in the way we use our money.  That will be a continuing theme.  We are always looking for more leverage from the private sector with anything we spend in a period of recovery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#E00400","speaker":"1016","continuing":true},{"type":"speech","time":1443529800,"counter":14,"content":"<p>I welcome the Minister, the Minister of State and their staff.  It is not that long since the last election.  At that time, the outlook for the economy was rather gloomy, and people felt the economy in general was in a precarious position.  Although it has been a reasonably short period, there has been a remarkable turnaround, which has surprised many people.  There are obviously a number of factors, but could the Minister indicate what the catalysts were for a recovery from a very low and precarious base to a situation which, if sustained, augurs very well for the economy and for the country?<\/p> <p>  The departure of the Web Summit was very much a symbolic thing, but how does it strike the Minister in terms of perception abroad and things like that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#F00200","speaker":"1031"},{"type":"speech","time":1443529800,"counter":15,"content":"<p>Does Deputy Conaghan mind if I ask him to hold that thought?  We will deal with that in the second part of the meeting.  We will conclude the first part-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#F00300","speaker":"1099"},{"type":"speech","time":1443529800,"counter":16,"content":"<p>I might not be here for the second part.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#F00400","speaker":"1031"},{"type":"speech","time":1443529800,"counter":17,"content":"<p>I see.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#F00500","speaker":"1099"},{"type":"speech","time":1443529800,"counter":18,"content":"<p>I welcome the Minister and his team.  He must be proud of the achievements that have become evident in the past year.  Is there a possibility that the Government's targets were not high enough?  The Comptroller and Auditor General has today criticised some of the shortfalls that have occurred in the past, though not necessarily in the Minister's area.  There was criticism that we have not necessarily been able to adhere to the budgets we set out.  Is the Minister happy enough that the targets he and his team have set out were testing enough to ensure that they would have to work hard to achieve them?<\/p><p>I say that in the knowledge that the team has achieved quite a lot and it can stand back and say just that.  My question is whether the specific targets were high or tough enough.  Were they the sort of targets that would get people striving to achieve them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#F00600","speaker":"1145","continuing":true},{"type":"speech","time":1443529800,"counter":20,"content":"<p>We will hold that for the second part of the meeting, which we can move to presently.  Given the engagement we have had to date with regard to the review of performance measures used by the Department, may we agree that there would be further engagement between the Department officials and officials of the Houses of the Oireachtas with regard to any potential changes to performance measures, and the result of this engagement be reported to the committee?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#G00200","speaker":"1099"},{"type":"speech","time":1443529800,"counter":21,"content":"<p>Will we have that report pretty soon?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#G00300","speaker":"1071"},{"type":"speech","time":1443529800,"counter":22,"content":"<p>Yes.  For example, we can certainly do stuff on the Workplace Relations Commission.  We can give material that we track uniformly.  I have no problem with that.  We will get material from as many areas as we can, and if the committee feels we have missed areas, we can develop the process.  We will produce something fairly smartly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#G00400","speaker":"1016"},{"type":"speech","time":1443529800,"counter":23,"content":"<p>Would it be by the end of October?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#G00500","speaker":"1071"},{"type":"speech","time":1443529800,"counter":24,"content":"<p>Yes, that is no problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#G00600","speaker":"1016"},{"type":"speech","time":1443529800,"counter":25,"content":"<p>Is that agreed?  Agreed.  That concludes part one of the meeting, so we can now move to second part, dealing with the mid-year review of the position with regard to output and expenditure relating to Vote 32.  We will go through that by programme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#G00700","speaker":"1099"},{"type":"speech","time":1443529800,"counter":26,"content":"<p>We have provided the committee with a pretty comprehensive brief and I certainly do not propose to read large swathes of it into the record.  Overall, we have had a pretty good first almost three quarters of the year.  IDA Ireland's half-year figures, as members have probably seen, demonstrate that job approvals - which it measures at half-year points - are up by 12.5% on the same period for 2014.  There was a good regional spread, as members can see from the lists, in what is coming through, including Zimmer in Galway, Lakelands in Cavan, Bausch &amp;amp; Lomb in Waterford, Amneal in Tipperary and Pramerica in Letterkenny.  One of IDA Ireland's new objectives is to increase its impact in the regions, and that is happening.  With Enterprise Ireland, there is similarly a very healthy feeding through of projects.  It tracks the companies within its remit which indicate an intention to expand employment.  They are in a very healthy state.  A number in this case also demonstrate good regional spread, such as Combilift in Monaghan and East Coast Bakehouse in Drogheda.  There is good activity in both areas.<\/p><p>The first year for local enterprise offices was very successful and we are pushing innovation through that system.  The doubling of the microfinance takeup this year compared with the first two quarters of last year demonstrates the impact of the local enterprise offices.  In terms of direct employment, their figure to date is 902 jobs.  The young entrepreneur programme is another innovation we have put through the local enterprise office process and the indication is that the figures will be up 40% on last year, which is a really healthy sign for young entrepreneurship in the country.  As members know, Enterprise Ireland is a partner to the Startup Gathering this year, which is encouraging in spreading the message of the start-up process, making it easier to use and getting it out there.<\/p><p>The <i>www.actionplanforjobs.ie<\/i>website has done well in giving user-friendly access for business to the various services.  As members probably know, there is an online tool that sits behind it to make it easy for business to sift through what somebody has said, which amounts to 1,600 different programmes across all agencies.  People can see which of those are relevant and get a fairly good menu from that.  We certainly encourage people to use that tool.  Despite much effort to highlight what is available, small businesses may be under time pressure, so making this easier to get at is very important.<\/p><p>We have published three of the regional plans and work is continuing on the others.  The reception for these has been very encouraging, with much interest in them locally.  Many people feel it is a good opportunity to sit down with others in the region to examine their strengths and see how they can act together to deliver them.  We have been encouraged by this process.  It is a novel approach and we hope the competitive funding model is a good way to promote the best thinking.<\/p><p> I will take this opportunity to answer Deputy Michael Conaghan's question.  When we sat down and looked at the jobs challenge, one thing we knew was there was no silver bullet.  There has not been one action that we can say has been the solution to our recovery, other than, I suppose, the ingenuity of Irish enterprise and Irish workers in finding new opportunities.  Some of the indications are under the three pillars for a small open economy which I always speak about, namely, enterprise, innovation and exports.  Entrepreneurship is undoubtedly recovering.  The Companies Registration Office's statistics may not be authoritative, but they show a 26% increase in the number of companies which have started.  Obviously many start-ups do not start companies but there has been a pretty healthy recovery in entrepreneurship.  It is staggering to see some of the innovative applications we now sell abroad, even as far afield as China from where I have just returned.  We have a soil remediation company in Carlow, Keelings in north County Dublin has software to back up a food distribution network, and Movidius is designing a new chip which replicates the eye's intelligence to assimilate what it picks up and to make decisions.  Some extraordinary innovation is taking place in Ireland at present and it is driving opportunity.  The most clear evidence is in the area of exports.  We have doubled our trade missions.  Enterprise Ireland has had double-digit growth in its export base from Irish companies and the same is true of IDA companies.  Distribution is moving away from the UK and entering the new more dynamic markets further afield.  We are told 90% of growth will be outside Europe so we must be in these markets.<\/p><p> Through the Action Plan for Jobs we have aligned what is done in government with these enterprise, innovation and exporting opportunities.  We have tried to clear away obstacles as best we can.  This has been a successful whole-of-government approach.  The OECD has recognised that the notion of taking a whole-of-government approach to break across the silos is novel and impactful in how it has performed.<\/p><p> The Web Summit is a very successful Irish start-up.  When it started, 400 people attended its conference and 30,000 people attended the previous one.  It has already diversified and expanded into Hong Kong and the US and has plans for India.  It is now moving to Portugal.  It is a company and will make the best decisions for the growth of its business.  It is a very successful business and I wish Paddy Cosgrave and the promoters great success.  I am sure we will continue to participate in very meaningful ways.  Its decision does not in any way alter the very strong entrepreneurial start-up environment we have.  I saw a comment from the commissioner for start-ups for Dublin appointed by Dublin City Council that we still have a very good environment and this decision does not in any way alter the growth in venture capital availability, the growth in start-ups or the vibrancy.  It does not in any way impact on the quality of the start-ups we enjoy.  We continue to see the success of start-ups and we will develop other showcases for our start-up environment.  We will continue to promote it.  This is a natural progression for the Web Summit.<\/p><p> Senator Quinn asked whether we set the targets and whether they were not high enough.  When we set them, many people said we would never deliver 100,000 jobs, that they were pie in the sky and we would not match up to them.<\/p><p>Setting ambitious targets is important but they need to be realistic.  We have exceeded those targets but in the process we have achieved a 6% growth in the past two years and a 3% growth in employment.  We have exceeded those targets because people have responded dramatically to the opportunities we know opened up.  The targets were about right.  They give us confidence that the policy mix is correct and that if we continue with this sort of policy mix we can continue to grow but that, equally, recovery is fragile and we cannot take for granted our competitiveness, our ability to penetrate export markets, our capacity for innovation or the quality of the talent coming out of the education system.  All those have to be worked at.  I believe strongly that as we look to the next phase - full employment and bringing down unemployment and emigration levels - there will be major challenges on the path ahead and we should square up to those challenges.<\/p><p> On the question as to whether we adhered to our budgets, we definitely adhered to our budgets.  The employment control framework ensured we came in on budget all the time.  We adopted an aggressive approach to reform in that we reduced dramatically the number of agencies.  We brought back the local enterprise offices, formerly county enterprise boards, with our own independent boards.  We created a delivery mechanism through the local authorities, under supervision from Enterprise Ireland.  There is now a service level agreement approach with the local authorities.  That is a new approach.  It has consolidated, but it is delivering new, innovative products.  We did the same with the Workplace Relations Commission.  We had five different bodies and have shrunk them to two.  We did the same with Forf&aacute;s.  We brought that in-house because we believed we needed a strong policy agency within our Department to drive policy thinking rather than having it outside.  We have made many changes to ensure we could adhere to our budget at the same time as we were shrinking numbers of bodies and spending.  I am told that, typically, we spent 95% of our allocations per annum, so we had a little headroom to spare.  The challenge is to drive on from where we are, focus on the areas where there is opportunity, and continue that whole-of-government approach.<\/p><p> I have had a lot of meetings recently, as we are doing our Enterprise 2025, looking ten years ahead, and the strongest point people made was that talent will drive our success in the coming years.  That is a responsibility of everyone, not just the education system but the choices we make in careers, study and the promotion of science, technology, engineering and mathematics by industry.  There are real opportunities ahead but we have to make the right decisions to realise them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#G00800","speaker":"1016","continuing":true},{"type":"speech","time":1443529800,"counter":29,"content":"<p>Would the Minister of State like to contribute?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#J00200","speaker":"1099"},{"type":"speech","time":1443529800,"counter":30,"content":"<p>I would like to add a few comments to what the Minister said.  I thank the committee for having me here again; the year goes by very fast.  In working with the Minister, Deputy Bruton, on the area of research and development, it is important to look at the rationale behind that.  It is important we realise it is about future-proofing the economy.  We have had great success through research and development and building up a research system over the past ten to 15 years with cross-party support and the support of different Governments.  That is paying off, but we must now build on that investment and drive forward our competitive knowledge-based economy and society based on that and on our investment in research and development through the new science strategy, which I will discuss later.  The new science strategy will be published this year but it is a question of trying to focus on that investment and demand to ensure we are getting it right.<\/p> <p>  The Minister spoke about talent.  The whole idea of investing in research and development innovation is to develop that talent base, which is the human capital we need.  Every company we talk to tells us they chose Ireland based on the talent we can provide and the skills agenda, which is an issue we may discuss at a different committee.  A key point is that we will continue that investment in research and development.  We have achieved a good deal in the past year.  We will deal with some of the statistics under programme B, but all our agencies are performing well.  I accept that the budgets have been smaller than they were ten years ago, but that was the position in which we found ourselves.  We have stretched those agencies as far as we can, and they have pushed forward to achieve a good deal, working well as a team.  Science Foundation Ireland is very much team orientated, working along with the Higher Education Authority and also Enterprise Ireland in trying to drive this forward.<\/p> <p>  We are developing that area well.  It is about increasing the productivity and competitiveness across the board, both economically and through health, social and environmental outcomes.<\/p><p>It is crucial to maintaining high value jobs and creating new jobs.  In the past decade and a half we have built up a very strong science base which has yielded results in terms of the economic impact - we can see that in jobs recovery and so on - but also in the rankings.  Just to quote a few figures, in the European innovation scoreboard we have moved from tenth place in 2013 to eighth place in 2015, and we are currently in the group of strong innovators, which is where we need to be as a country.  In the 2015 global index, Ireland has climbed three places to be ranked eighth in the world and sixth in Europe.  We want to push even higher, to be among the top five innovators, if we possibly can.  That is what we are trying to do.  We are still ranked first in the world for availability of skilled labour.  Anyone who has been on a trade mission will have been told that the main reason companies are coming here is the availability of skilled labour.  We cannot take that for granted; we must continue to build on it.  That talent and drive for talent will be a strong part of our science strategy.  We are ranked first in the world for added value as a destination for foreign direct investment and 13th for university and industry collaboration, research and development.  I believe we can be in the top ten in that index.  That is something we have to achieve.  We have to become known as the best country for enterprise to engage with universities and the education system.  That is an issue that Deputy Michael Conaghan has mentioned a great deal in the past.  He did it quite well in Ballyfermot.  We have to make sure that all levels of education are engaging and responding to the needs of enterprise at all levels.  We can achieve that.  It is nice to have those statistics, but we want to boost them even further.<\/p><p> There are a couple of key highlights for 2015 in this area.  Enterprise Ireland has 56 high-potential start-ups, and we are on track to achieve more over the year.  We have more than 400 Enterprise Ireland innovation voucher projects - our target was 500.  That we had 400 at the end of July means we are well on track, and we will push the project even further.  We have 40 Enterprise Ireland innovation partnership projects in industry and academia.  They are important in driving collaboration and involvement with industry among our research community.  By the end of 2015 I expect that 350 companies will be actively engaged in collaborative research with our technology centres, which are driven by Enterprise Ireland.  There is great potential in this area.  In 2015, eight high-tech spin-outs were established, 41 commercialisation projects were supported through the higher education institutes, and 50 commercially relevant technologies were transferred to industry.  Again, we are pushing that out.  Much of the work has been built up over the years in our higher education institutes and we are trying to turn it into jobs and exports.<\/p><p> Turning to Science Foundation Ireland, SFI, we are building on the 12 resource centres, and the spend in the past five or six years has been &euro;350 million.  Eight new applications were received this year, four of which have been approved.  These will lead on to more collaborations, more jobs and more development of talent.<\/p><p> Funding at the research level is also important.  In April we announced an extra &euro;30 million investment over a five-year period for 23 important research projects involving more than 100 researchers and, critically, 40 companies.  We are trying to increase the number of companies that are getting involved in our research ecosystem.  What has been developed over successive Governments is well recognised.  We want to push that involvement with companies.  There is room also for smaller companies to get involved through the different methods we have established.  The next part of that will be the science strategy, which we hope will be published in late October or early November and will deal with future-proofing the economy and setting out our investment plans, both private and public.  The best way to sum up the science strategy is that it is like to putting out one's business case, one's plan, to win investment.  The Government has set a high target to achieve - a spend of 2.5% of GDP by 2020 - and that is what we have to aim for on a continuous basis.  Our competitors, such as Finland, Denmark and Israel, are doing this and we have to compete with them and match that.  That means getting our spend back up in the next four to six years. <\/p><p> Deputy Michael Conaghan mentioned the Web Summit.  The Minister has dealt with that issue.  I made some comments on this on Sunday and may have been misunderstood.  I am not glad to see it go, but I understand that it has to move on.  It is a summit that wants to expand and grow and it has to move around internationally.  I expect it will come back to Ireland at some stage and we have to make sure it does.  The key issue is that it is an Irish start-up company that is going international.  It is another example of where our place is in the world and how Irish companies can compete on the world stage, but summits, by their nature, have to move around and continue to be attractive and to get publicity.  The key part is that the 130 jobs behind it are staying in Ireland and hopefully the number of jobs will increase.  We need to build on that initiative and attract and win other summits but, more importantly, we need to design and improve our own.  The start-up gathering is a prime example of what we are doing as a Government.<\/p><p>That is going to take off.  This is the first week in October and the scheme is in five major cities.  There are numerous projects in all of our counties that are associated with the start-up gathering.  Such a gathering will grow in exactly same way as the Web Summit, and that must be our ambition.  We need similar initiatives to make that happen.  We must learn from the Web Summit, push on and introduce new events.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#J00300","speaker":"1078","continuing":true},{"type":"speech","time":1443529800,"counter":33,"content":"<p>I thank the Minister of State.  We are discussing programme A, which deals with jobs, enterprise and innovation development.  I invite Senator Naughton to commence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#L00200","speaker":"1099"},{"type":"speech","time":1443529800,"counter":34,"content":"<p>I thank the Minister and Minister of State for coming here this afternoon.  Any discussion of the outputs of their Department would have to give due praise to the Action Plan for Jobs.  As the Minister has highlighted, the OECD has commended his Department and officials on their work in this area.  A target of creating 100,000 jobs was very ambitious in 2011.  The fact that we have exceeded the target by creating 126,000 jobs is a real testament to the work done.  Our earlier subject was job creation, which I know I should not refer to now, but the creation of jobs says it all.  Let us look at services right across the board in health and education, where having people in jobs will have huge positive implications for the country.<\/p> <p>  The Minister has made reference to the challenges and opportunities moving forward.  I ask him to outline, in terms of his Department's performance, what we can do to cement recovery and ensure that we move on to the next level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#L00300","speaker":"1187"},{"type":"speech","time":1443529800,"counter":35,"content":"<p>We will produce the Enterprise 2025 document before the end of the year, which will set out the direction of the challenges that we need to face.  They will not come as a surprise to the Senator.  Talent will come top of the list.  We need to invest more smartly in our talent base, starting at primary level, with regard to the choices that people make, and we need to include access to models of modern enterprise that people see while still at school so that they can understand what sort of jobs are available and allow this to influence the choices they make right through third level and into fourth level.  That aspect will be huge.<\/p> <p>  We must also focus on retaining talent and on returning emigrants as a source of talent.  A lot of women still fall out of the workforce.  They are often lost to the workforce and never return.  A lot of progressive companies are looking at that resource and analysing why we lose that talent.  There are huge issues around the creation, retention and development of talent that will be central to our ambitions.<\/p> <p>  The regions, unsurprisingly, will play a crucial role.  We have seen in the past 12 months a very satisfactory diversification.  The last quarterly national household survey numbers showed that 73% of new jobs were created outside Dublin.  At the start of the recovery, new jobs were concentrated in the cities, but now we are seeing a dispersal of jobs.  We need to work on the success of our regions.  We need to establish the areas of competitive advantage in those regions.  We must build those out by conscious collaboration around those areas of strength.  We must bring in local authorities, the education and training boards, the apprenticeship programmes and research programmes and colleges in the regions.<\/p> <p>  Building genuine clusters will be a very strong theme.  In the Senator's area, the area of medical devices is probably our strongest cluster, and there is a genuine integration of our multinational and domestic companies in the medical devices sector.  We also have very strong clusters in areas such as food.  There is potential to build new clusters in areas such as connected health.  We have the ICT capability, the pharma and medical devices capability and the health system, so why not be leaders in test-bedding, developing and creating clusters in these new areas?  That will be an area for consideration.<\/p><p>How we protect our competitiveness and make it sustainable will continue to be a challenge.  This is not only about our positioning in a ranking but about how we invest to strengthen our competitive edge.  The Minister of State, Deputy English, already mentioned the science strategy.  It will be crucial as we seek to build competitiveness in some of these areas.  Manufacturing, which, possibly, we were too quick in the past to write off is now enjoying strong growth.  With the right choices it can improve further.  <\/p><p> The Minister of State, Deputy English, will speak about apprenticeships in respect of which new areas are emerging.  Under the 25 new programmes already selected up to 1,500 new apprentices could be taken on.  This could strengthen our manufacturing.  We need to look at our research capability in manufacturing in respect of which, probably, the institutes of education are particularly strong.  We need to identify new areas in which to build the capability within manufacturing.  <\/p><p> Services exports are growing at double digits, and approximately ten times the rate of our goods exports.  Our understanding of the process of innovation in the services sector will be of huge importance.  How we deliver higher productivity and innovation right across the service, including in areas with which Senator Quinn will be familiar, will be important as people increasingly control their lives from a mobile device using cloud.  As mentioned previously, living from hand to cloud is the reality of the environment in which people will be operating into the future.  This is a rich area for us to position ourselves in.  I believe we have the capability and the people to do it.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#L00400","speaker":"1016","continuing":true},{"type":"speech","time":1443529800,"counter":37,"content":"<p>I will deal later with the issue of innovation.  The Minister, Deputy Bruton, referred to the 25 new programmes identified, which were selected following a competitive process that was industry-led.  Earlier this year we engaged, through the management council, with the industry on its view on new apprenticeships and the new areas in which this could happen.   We received submissions which identified more than 86 new areas, from which the top 25 were selected and given the go-ahead in July.  We hope to receive a report in October on how quickly they can be implemented.  Some of them will commence this year and others will commence early next year.  We propose to move ahead with them.  Four of the programmes will be in the manufacturing area, with the remainder being in the IT, finance, tourism and catering areas.  In terms of training and apprenticeships this is the model we want to develop.  The objective is to have people job-ready.  We are seeking to identify new areas in terms of apprenticeships so as to ensure people are job-ready, can slot into a company at an early stage and contribute from day one to help the companies concerned to expand and grow.<\/p> <p>  All of the evidence and reports in this area suggest that 70% of companies expect to increase employment in the months and years ahead.  We must ensure the skills we can provide through the domestic market match their needs.  That is what we are trying to do in terms of apprenticeships.  Apprenticeships must be employer-driven.  I would ask that members consult with the employer groups with which they are involved in regard to their becoming involved in the apprenticeship model.  It is hoped that a further 35 new areas will be announced next year.  As I said, apprenticeships must be employer-driven.  They will not work if they are not employer-driven and employer-focused by design.  Every effort is being made to ensure the apprenticeships selected matched the needs of companies.  This approach will be also adopted in our science strategy.  We are trying to ensure that we are producing what enterprise needs.  Companies cannot grow without talent.  That is the bottom line.   <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#M00200","speaker":"1078"},{"type":"speech","time":1443529800,"counter":38,"content":"<p>Two thirds of all jobs come from companies in the first five years of their existence.  As such, the pipeline of start-ups is crucial.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#M00300","speaker":"1016"},{"type":"speech","time":1443529800,"counter":39,"content":"<p>I attended a seminar with the Minister of State, Deputy English, last week, following which I spoke with representatives of a company.  Most people think that apprenticeships are for students who leave the vocational school system after their junior cycle.  As most of the work involved in apprenticeships is quite technical it is important that on leaving the school system our students are well educated in computer skills.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#M00400","speaker":"1053"},{"type":"speech","time":1443529800,"counter":40,"content":"<p>Does the Deputy have a question for the Minister or Minister of State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#M00500","speaker":"1099"},{"type":"speech","time":1443529800,"counter":41,"content":"<p>Yes.<\/p><p>How much linkage has the Department on the apprenticeship side of things that it is using with, for example, university students or colleges to promote it?  While members are all talking about it, they are a little silo here.  Does the rest of the world understand what is available and how much is being done in schools to promote these apprenticeships?<\/p><p> On the subject of procurement, which I acknowledge to be a function of the Department of Public Expenditure and Reform, many small and medium-sized enterprises are involved in it and, over the years, members have been fighting hard because of the new rule changes associated with procurement.  Is there something they can do to encourage the Department of Public Expenditure and Reform to allow smaller local companies to become involved in this procurement process?  They appear to be excluded based on turnover or insurance.  For example, I spoke to the principal of a school last night and while it is saving &euro;300 on toilet roll, it is costing the school &euro;600 to clean out the drains when they get blocked as a result of poor quality toilet roll.  While one may be saving on one item, it might cost a great deal more in another way and one must look outside that.<\/p><p> Is the Department satisfied with the staffing level at the enterprise offices?  They are involved in a great deal more than the purpose for which they were originally set up.  They are involved in school projects apart from the primary role of trying to generate jobs.  Can local enterprise offices be refocused whereby it might it be possible to allow them to give grants and funding to people in the service sectors?  Although it is not perceived as is manufacturing, when one considers the service sector. it is a major exporting sector within the economy.  However, there appears to be a focus on manufacturing and companies that make something instead of on services such as when a company sets up and meets a service or when a service is exported overseas.  Could consideration be given to enabling the funding of such enterprises by the LEOs?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#M00600","speaker":"1053","continuing":true},{"type":"speech","time":1443529800,"counter":43,"content":"<p>I will take a few of those questions.  The Minister of State, Deputy English, might come back on the question on apprenticeship and its status, but the Deputy is correct to say that everyone must work on building its status.  It has high status in Germany but does not yet attract that high status in this country.  I believe the support of companies will make a difference.  To be fair, the new Office of Government Procurement is making efforts and while it obviously has consolidated purchasing to get better value, it has protocols in respect of small business.  When it issues tenders, it gives opportunities for people to comment on some of the tenders and the office has tried to develop in this regard.  As it has a protocol for SMEs, there are opportunities for SMEs to engage.  The Department has, through InterTradeIreland in particular as well as Enterprise Ireland, run very good programmes for the support of people seeking to engage in tenders, either singly or jointly.  They have been well taken up, have had a good impact and demonstrate the impact of participation in take-up.  Sometimes, it is a question of understanding the process.  Best value rather than the lowest price is a fair point and I believe the system recognises best value rather than lowest price, but obviously one slipped through.  I do not know what it slipped through but it got stuck in the blockage.<\/p> <p>  On the LEO staffing, the Department is conducting a review.  Obviously, the LEO staffing has just been established and, as the Deputy is aware, the local enterprise offices comprise a combination of the old county enterprise boards and the business development units of local authorities.  The Department is conducting a review of the staffing complement in them and, over time, it will seek to improve their capacity and innovation as well as promoting best practice and new thinking.  This year, there has been a competitive call aimed specifically at the local enterprise offices whereby they can build collaboration with other players in the region such as an institute of education.  If they come with entrepreneurial, marketing or managerial skills, they can compete for extra money and resources with the quality of what they put forward.  I believe this is the way in which to go, that is, it is not simply stating that each LEO must have X number of people per head of population or whatever but that people who are doing new and interesting things can draw down new money.  The Department is trying to encourage that sort of approach.<\/p><p>The local enterprise offices, LEOs, have a broad remit.<\/p><p> The point on services is true, in that we probably have not cottoned on to their importance for our growth.  Internationally traded services account for more than half our aggregate exports, surpassing goods exports, even with the significantly valuable pharma sector.  The top exporters are service companies, not goods ones.  The IDA is alert to the role of services and has been instrumental in repositioning Ireland to attract such companies.  Further down the supply chain in education and research, though, there is more work to be done.  Innovation in services is not something in which our institutes of education have particular skill.  Some of that is a question of process.  We can develop new innovations in our services sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#N00200","speaker":"1016","continuing":true},{"type":"speech","time":1443529800,"counter":45,"content":"<p>Is it not fair to say that the LEOs' remit is not to support start-up companies in that sector?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O00200","speaker":"1053"},{"type":"speech","time":1443529800,"counter":46,"content":"<p>If they have export potential, they can be supported.  Any company with export potential-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O00300","speaker":"1016"},{"type":"speech","time":1443529800,"counter":47,"content":"<p>If a local company is an exporter-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O00400","speaker":"1053"},{"type":"speech","time":1443529800,"counter":48,"content":"<p>Could the Deputy provide an example?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O00500","speaker":"1099"},{"type":"speech","time":1443529800,"counter":49,"content":"<p>A small company in Naas is supplying Kerry Group and is looking to take on extra staff, but it cannot do so because it is not receiving support from its LEO even though Kerry Group is exporting.  The company's knowledge is assisting Kerry Group to export.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O00600","speaker":"1053"},{"type":"speech","time":1443529800,"counter":50,"content":"<p>Companies can be supported in certain regards.  Any company can be supported in mentoring, business development, management and so on.  In terms of grant aiding, the principle has always been that a company needs to have export potential.  Otherwise, we would be grant aiding one service company that was competing with another in the same domestic market, which would be unfair.  That is the origin.  In the case in question, it depends on what the company is trading to Kerry Group.  If it is selling sandwiches to be eaten at lunchtime-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O00700","speaker":"1016"},{"type":"speech","time":1443529800,"counter":51,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O00800","speaker":"1053"},{"type":"speech","time":1443529800,"counter":52,"content":"<p>-----that would be different than selling something that was an integral part of an exporting service.  We would have to look beneath the surface and see.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O00900","speaker":"1016"},{"type":"speech","time":1443529800,"counter":53,"content":"<p>On the promotion of apprenticeships, training and so on, while I do not want to stray into the remit of the Department of Education and Skills, our Department tries to engage with companies through Enterprise Ireland, Science Foundation Ireland, SFI, and so on to beat the band and get them interested in making proposals.  We also facilitate a range of meetings that bring our stakeholders together to encourage them to become involved in the process.  SFI was involved in many school programmes, for example, apprenticeships and various other schemes, to push the STEM agenda.  Enterprise Ireland is trying to get the message out.  I have attended hundreds of meetings this year alone trying to get the word out about considering apprenticeships and other new ways.  Apprenticeships have always been there, but a new range is on offer.  I ask that the committee become involved in this work.  We must get the message out both to companies in order that they become involved and to the young people who are coming through school.  We have programmes under way in schools.  The main message is to parents, namely, that this is a viable way of developing a career that is often more financially rewarding than others even though those routes of education are just as good.  Do not get me wrong - this is not just an issue of higher education versus further education and training.  It is about the blend of the two.  If we get that right, we will be able to supply the skills our enterprises need while providing complete educations.  We do this through our agencies.<\/p> <p>  The key element is our regional action plan for jobs, which we are trying to push out and develop at each level.  This involves bringing all the State agencies, local communities, businesses and chambers of commerce together.  We do this in order that the relevant players talk regularly and formulate plans.  From this, the skills agenda gets a fair discussion.  We must get the message out.  Those involved in guidance have got it.  I attend many of their conferences and they know the importance of further education, training, post-leaving certificate courses and so on as other options.<\/p> <p>  May I be a bit rude?  I flagged a difficulty in that I am supposed to be somewhere else talking with a bunch of researchers and investors.  They have gone ahead of schedule, so I will need to leave in a couple of minutes.  I do not want to be rude to the Minister either, but are there specific questions on programme B that need to be answered now?  This is the formal meeting, but I would be happy to return for additional conversations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O01000","speaker":"1078"},{"type":"speech","time":1443529800,"counter":54,"content":"<p>If questions arise, we can direct them to the Minister of State and get his feedback.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O01100","speaker":"1099"},{"type":"speech","time":1443529800,"counter":55,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O01200","speaker":"1078"},{"type":"speech","time":1443529800,"counter":56,"content":"<p>Did Deputy Calleary wish to ask a question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O01300","speaker":"1099"},{"type":"speech","time":1443529800,"counter":57,"content":"<p>It relates specifically to programme B.  I thank the Minister of State.  He mentioned that he was preparing a science strategy.  What engagement has he had with the 900 members of Ireland's research community who expressed utter frustration and anger last March at the direction of Government policy?<\/p><p>They felt that Ireland was losing out in relation to the balance between applied and basic research and their frustration at having to write a letter and come out with their heads above the parapet was palpable.  Has the Minister of State met or engaged with them and, if so, has that engagement changed any of his thoughts in relation to the expenditure?  Will they be involved in the preparation of the strategy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#O01400","speaker":"1071","continuing":true},{"type":"speech","time":1443529800,"counter":59,"content":"<p>I was also frustrated that they felt they had to write a letter.  I felt I had made it clear-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#P00200","speaker":"1078"},{"type":"speech","time":1443529800,"counter":60,"content":"<p>Just briefly on that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#P00300","speaker":"1177"},{"type":"speech","time":1443529800,"counter":61,"content":"<p>I did not call Deputy Naughten.  I want to hear what the Minister has to say first and then I will call the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#P00400","speaker":"1099"},{"type":"speech","time":1443529800,"counter":62,"content":"<p>It is probably the same area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#P00500","speaker":"1078"},{"type":"speech","time":1443529800,"counter":63,"content":"<p>It is the same issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#P00600","speaker":"1177"},{"type":"speech","time":1443529800,"counter":64,"content":"<p>Likewise, I was frustrated that they felt they had to write a letter because I had made it very clear from the start of my job that I was very willing to talk to everybody on this issue as it is something I feel very strongly about.  Since we started the consultation on the strategy, we have gone to great lengths to involve everybody in all disciplines and areas.  I met some of the authors of the letter directly in July and August when we had a couple of meetings.  We had a very strong consultation and workshop day in Farmleigh in July which more than 120 people attended from all backgrounds and disciplines across the higher education system, enterprise and other organisations.  They came together and it was clear to me, which was very helpful, that there was a great deal of strong agreement around what we have to achieve in the new strategy.  Their concern is about money for basic research in different disciplines and the applied area.  When one analyses it, it is not always factually correct to say it has gone the wrong way.  The figures do not always back up what they always say.  We analysed that and went through it with them in one-on-one meetings and in the workshops and there is now more understanding about where the money is going through SFI and the higher education block grant.<\/p> <p>  Regardless of the split of money, their major concern is the issue of talent and the pressure on PhD numbers.  The Deputy will see when the strategy comes out that we are addressing that to a great extent.  We have got the message very clearly on the talent part.  It is very important that we have the right continuum of funding across the board and across all disciplines as well.  I have met them, they have given me solutions and I have also given them food for thought as to what they need to do at their end.  We have had a great deal of consultation on this.  If the Deputy engages with them, as I am sure he is doing, he will find that coming back.  There is a change in attitude and we all understand what we have to do.  The strategy gives us the opportunity to focus our minds and get that message right.  It is not always true to say, however, that all the money went to applied research.  That is not what happened.  If one writes out the figures, one will see that.  I have good figures I can give the Deputy as we put together a great deal of information for them in this regard.  I will also pass it on to the committee which might help it in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#P00700","speaker":"1078"},{"type":"speech","time":1443529800,"counter":65,"content":"<p>On that issue, while there has been a significant amount of engagement, which is very welcome, it is important that this is not seen as a one-off.  There must be ongoing communication because we have reached a crisis point within the scientific community.  For 900 scientists to put their names to a letter and to put their heads above the parapet is a significant reaction to what they see is going on.  We have a situation now - this covers both of the Minister of State's areas - where scientists are coming through the education system without ever getting their hands dirty.  One cannot produce scientists of a quality that can be employed by industry or can usefully be involved in far-reaching research if they have never once got their hands dirty at undergraduate level.  It is critical that we not only address the concerns that are there now, but that there is an ongoing forum and flow of communication so that, as these issues arise, they can be addressed initially rather than after a crisis as we see now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#P00800","speaker":"1177"},{"type":"speech","time":1443529800,"counter":66,"content":"<p>The Deputy is absolutely right although I disagree, as I have made very clear, that there is a crisis.  Over the past year, I have probably met many of those 900 people as I go out of my way to attend as many of these functions as I can and to meet those involved in the research community.  They now recognise that we are very open to this conversation in both the Department of Education and Skills and the Department of Jobs, Enterprise and Innovation because we are confident about what we are doing.  We are not shying away from this conversation.  In most of the meetings I had with individuals and groups, they recognised what the Government had to do and what the prioritisation agenda has achieved.  Everyone acknowledged that it was a worthwhile exercise.  We all want more money, but everyone understood that it delivered.  Let us just be clear on that aspect.  No one is saying otherwise.  They were complimentary about what had to be done, but naturally every discipline and section wants more money.  The common solution to all concerns in Farmleigh on this strategy has been more money.<\/p><p>While I do not propose to discuss the reasons, the amount of money available for research has decreased by more than 20% since 2008.  The Government had a duty to maximise the potential of this expenditure in terms of job creation and focus and to ensure Ireland maintained its high position in the various metrics relating to the research community, some of which I outlined.  We have achieved this objective, and while I accept that some issues have been identified by the research community, we will work with it to address them.  The major issue was that the research community asked for access to some of the competitive funding.  Through the strategy, we are trying to find new ways to ensure there is guaranteed access to competitive funding.  However, I have stressed to all those to whom I have spoken that funding must be competitive and applicants must prove they will have an impact, achieve excellence and contribute to talent.  Researchers realise they can do a great deal to map the way in which money they have received over the years was expended and the talent this has produced.  I have met many researchers and I have no doubt they have produced considerable talent, including many people who are involved in various companies.  However, we are dealing with metrics and we want them to present maps showing where these people have gone and to build business cases.  This is what we are trying to do.  There is an open door in this regard and we will work on this as well.<\/p><p> We are in charge of much of the expenditure through Science Foundation Ireland.  This is competitive funding.  Other funding was allocated through the block grant to the Department of Education and Skills and difficulties have arisen with regard to this grant.  I referred, for instance, to the cut of 20% in funding available to research.  Our Department has managed to protect its budget and it was nice, at this time last year, to note the first increase in our budget.  We have been able to track this expenditure and the task facing us to achieve this across all Departments.<\/p><p> The science strategy adopts a whole-of-government approach.  Every Department must prioritise its funding and I expect this will be done.  We have had extensive engagement and held a large number of meetings in recent months.  It is probably the case that not all the 900 signatories to the letter read it.  I have met the main people involved and I believe they now understand what we are trying to do and how they can help me to help them win more money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#P00900","speaker":"1078","continuing":true},{"type":"speech","time":1443529800,"counter":68,"content":"<p>I understand the Minister of State must leave the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#Q00200","speaker":"1099"},{"type":"speech","time":1443529800,"counter":69,"content":"<p>I apologise to members for my early departure.  I will revert to members on any specific questions they have.  I will be pleased to discuss the science strategy with the joint committee at a separate meeting in future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#Q00300","speaker":"1078"},{"type":"speech","time":1443529800,"counter":70,"content":"<p>We move to programme A.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#Q00400","speaker":"1099"},{"type":"speech","time":1443529800,"counter":71,"content":"<p>I thank the Minister, the Minister of State and their teams.  I have specific questions on the various programmes that come under programme A.<\/p> <p>  The Minister referred to the importance of entrepreneurship, which is a sentiment we all support.  He also quipped to Deputy Lawlor that a company selling sandwiches to the Kerry Group would not receive any support.  An entrepreneur could justifiably have a business selling sandwiches or setting up an operation.  Many businesses do not want to export but wish to provide a service and they are frustrated that only limited cash supports are available to them.<\/p> <p>  On entrepreneurship generally, the National Competitiveness Council has been damning about policies on entrepreneurship.  Its competitiveness scorecard notes that \"elements of Ireland&rsquo;s environment for entrepreneurship are relatively poor in an international competitiveness context; in particular, reducing the time and complexity of procedures associated with enterprise start-up\".  This statement was made by an agency of the Department in reference to one of the Department's key roles.  In the context of our earlier discussion on setting goals, what specific goals has the Minister set on the issue of competitiveness?<\/p> <p>  On subhead A5, which relates to IDA Ireland, will the Minister provide an update on the current position regarding the property roll-out of what used to be known as advance factories?  I presume the Department has introduced a fancy new name for these factories.  What is the position regarding the expenditure profile in this area?  I note the Department's expenditure on capital was 3% ahead of profile at the end of August.  Will a Supplementary Estimate be required for capital expenditure that is specifically connected with the roll-out of capital by IDA Ireland?<\/p> <p>  The Minister provided a series of figures on job announcements.  What was the position at the end of August with regard to job losses in IDA Ireland-supported companies?  One of my consistent quibbles with the Department is the large amount of spin and dreaming in which it engages regarding jobs figures.  The briefing refers to some of the jobs figures announced by various companies.  For example, the public relations material provided at the beginning of the year indicated Apple Galway would create 300 new jobs when the correct number was 150.  Furthermore, it stated that Lakeland Dairies in Cavan was creating 261 jobs.<\/p><p>The actual number of jobs announced that are funded by the agencies is 81.  We welcome job creation but many of these job announcements are short-term construction jobs which are not being created by any of the departmental agencies.  <\/p><p> On A8, local enterprise development, perhaps the Minister would give us an overview in terms of where we are at with the local enterprise development offices, LEOs, which are one of the Minister's biggest creations.  How are we doing in terms of consistency?  One of the Minister's objectives was to ensure consistency of service around the country.  How is the relationship with Enterprise Ireland in particular and what, in terms of the service level agreements, is it bringing to the equation?  I commend the Minister on the young entrepreneur competition which is beginning to take off and has resulted in some fantastic enterprises.  My concern is for the person wishing to start up a business but not wishing to export for whom there is no back-up available even though he or she might be providing an innovative service.<\/p><p> On A12, the temporary loan guarantee scheme, what now is the Minister's timeline in relation to the credit guarantee scheme, particularly in regard to the roll-out of the proposed legislative changes?  I acknowledge the significant changes in Microfinance Ireland, which I think also comes in under subhead A12., over the past 12 months.  I specifically welcome the change announced in the past few weeks in regard to a bank refusal letter no longer being required.  I acknowledge the big changes Michael Johnson has brought to the organisation since coming on board.  <\/p><p> On the regional jobs action programmes, perhaps the Minister would update the committee on where we are at in that regard.  I know that he has announced the midlands and, I think, south east programmes but what are the launch dates for the remaining programmes?  I wish again to emphasise the frustration that is being expressed in relation to regional job programmes.  The Minister said there is good regional spread in terms of job announcements.  The figures we have up to the end of June would suggest that IDA Ireland site visits continue to be Dublin focused.  The labour force in many counties in the BMW region, particularly the west region, is continuing to decline.  A generation of people who want to work in the area are being driven away, which is depriving us of people who might actually set up the businesses of which the Minister speaks.  Apart from the regional action plans, many of which we have not yet seen, there does not appear to be any kind of push to tackle this issue.  Job creation in the city is fine but areas outside the cities also deserve a chance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#Q00500","speaker":"1071","continuing":true},{"type":"speech","time":1443529800,"counter":73,"content":"<p>On entrepreneurship outside of export potential, there is quite a bit of support in this area.  Start-up tax relief is available for such companies.  They can get a refund of the income tax that they paid as PAYE workers in the previous six years as part grant of the investment in their new business.  That is a significant incentive for people starting up who come from the PAYE sector.  This process has been made easier through the availability of a ready reckoner.  We continue to provide mentoring which is a key element to achieving success.  In our engagement with the young entrepreneurs, they repeatedly emphasised that getting the right mentor was crucial to their business success.<\/p> <p>  As rightly and fairly acknowledged by Deputy Calleary, Microfinance Ireland is now running much more smoothly.  It is available to all sectors.  The Strategic Bank Corporation of Ireland, SBCI, is now introducing new products in that area.  The tax break for company start-ups is available regardless of the sector in which the company operates.<\/p><p>There is a quite comprehensive list of supports available and as one goes through it sector by sector, there are additional ones.  In food, there are specific programmes and so on to support companies.  While the environment is good, they do not qualify for grants from LEOs.  That is the one element for which they do not qualify.<\/p><p> On the business environment for start-ups, the Government has made that much easier with the reform of company law.  In respect of the process of establishing a company, I refer to the obligations of directors to comply, to not being obliged to have physical annual general meetings and to not being obliged to have two legal documents to start up a company.  Consequently, the entire start-up environment has been streamlined and for the first time ever, the Government published an entrepreneurship strategy last year with 96 initiatives for improvement.  The Department will work systematically through those and will have a set of actions for 2016 to improve that environment.<\/p><p> On the issue of capital, as the Deputy noted, the Department is running ahead of capital expenditure and I would not be surprised were I to come back seeking a Supplementary Estimate in respect of capital.  It probably will be approximately &euro;20 million and will be across a range of programmes that will-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#R00200","speaker":"1016","continuing":true},{"type":"speech","time":1443529800,"counter":75,"content":"<p>Will that be from within the Department or does the Minister intend to go to his master in the Department of Public Expenditure and Reform?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#S00200","speaker":"1071"},{"type":"speech","time":1443529800,"counter":76,"content":"<p>No, I believe we will seek an additional Supplementary Estimate.<\/p> <p>  On the IDA Ireland sites, as of 2015 Athlone has been completed and IDA Ireland is marketing actively in this regard.  Waterford has also been completed and is being actively marketed.  In the case of Sligo, planning was received in September 2015 and contractors have been short-listed, while in Castlebar planning was received in September 2015 and contractors are being short-listed.  In Tralee, planning is to be launched in October 2015 and pre-qualification of contractors is under way at present.  The others are at concept stage.  On IDA Ireland overall, there has been a continual increase in the proportion of investments going outside Cork and Dublin.  This year to date, it has been 37% versus 28% in 2011.  The job numbers include the construction element and that is reasonable, as there is a construction impact from investment and these were included in the announcement.  They may not be in the company itself but in acknowledging the impact on the region, it is fair to include the construction element.<\/p> <p>  We have just celebrated the local enterprise offices' first birthday party.  I assure members it was an abstemious party, there was no cake or anything like that, but I consider that they are going well.  The Department is trying to put through new innovations through the LEOS and I thank Deputy Calleary for his acknowledgement of the Ireland&rsquo;s Best Young Entrepreneur, IBYE, competition, which has been very good for the local enterprise offices.  They have conducted boot camps and have done good things to get out that message of entrepreneurship.  We still have some distance to go.  A review of the staffing is being undertaken, as is a review of the service level agreement and the Department must get to grips with consistency and improving the quality.  The Deputy asked what Enterprise Ireland is doing and it is delivering training programmes to address these areas and is running these competitive funding models to give people a chance to lift themselves by their own bootstraps, so to speak, by having quality initiatives.  Good things are being done, there is great morale in the local enterprise offices and although some people were critical of them at the outset, there is a real buzz.  The alliance with the local authorities is the correct one and has worked.  Local authorities are becoming much more focused on the need to grow enterprise within their base and it has been the right time to enter this partnership with them.  They are a work in progress, and I think they would acknowledge that themselves, but some great work is going on through them.<\/p> <p>  As for the loan guarantee, obviously that must go through the legislative process.  The Bill has been published and will depend on the Whips and so on.  One interesting element is the Department is working with the Strategic Banking Corporation of Ireland, SBCI, to ascertain how it will be possible to develop innovative products with it in which both are engaged.  I note Deputy Calleary has been interested in drawing down European funding.<\/p><p>If we can develop models with the Strategic Banking Corporation of Ireland, SBCI, we can draw down more European funding and get a bigger bang for our buck.  We are not only considering this as a product, but also in terms of how to bundle the credit guarantee with other initiatives and get more products out there.<\/p><p> The SBCI has had a good first quarter.  The Deputy saw the numbers.  Some 1,600 enterprises were supported and &euro;46 million was supplied.  To be fair to the banks, there has been a 26% increase in new lending to small businesses in the past 12 months.  This is the first significant recovery in such lending and is worth acknowledging.  The Deputy was right to acknowledge Mr. Michael Johnson's role.<\/p><p> Producing the regional plans rapidly has been an ambitious programme.  We will produce the remainder over October and November.  We have done the midlands, south west and south east.  The plans for the mid-west and west will be produced in the next few weeks.  The Border region's plan is expected in late October, the mid-east's plan is expected in December and the Dublin plan is under consultation.  We are taking time to develop them and to get local involvement.  This is the right approach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#S00300","speaker":"1016","continuing":true},{"type":"speech","time":1443529800,"counter":78,"content":"<p>Is Deputy Collins's question on programme A?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#T00200","speaker":"1099"},{"type":"speech","time":1443529800,"counter":79,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#T00300","speaker":"988"},{"type":"unspoken","time":1443529800,"counter":80,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1443529800,"counter":81,"content":"<p>Could everybody check his or her telephone and switch it off, please?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#T00500","speaker":"1099"},{"type":"speech","time":1443529800,"counter":82,"content":"<p>I compliment the IDA.  Following some work in Cork, a number of global companies came to the area.  Recently, there were two announcements in Ballincollig.  The companies were appreciative of the IDA's work in bringing them to Ireland, getting them set up, helping them with their skills requirements and attracting the right people.  The IDA is doing a great job, although it probably needs a larger budget.  There should also be a greater roll-out of properties, but I am sure that is on the way.<\/p> <p>  The Minister knows I have been interested in mentoring since the day I arrived in D&aacute;il &Eacute;ireann.  The committee published a report on it in 2013, which recommended the establishment of a database of mentors in Enterprise Ireland, local enterprise offices, LEOs, etc.  Hopefully, we will reach the stage of having an interconnected database from which people will be able to choose mentors and mentors will be able to communicate with one another and through which we will have a better understanding of what mentors deliver and the jobs they create.  The technology to do this can be found on the shelf and is not expensive.  This recommendation was included in the Action Plan for Jobs, so I am wondering how it stands.<\/p> <p>  Regarding some of Deputy Calleary's comments on community start-ups, I am sure he knows that Leader companies also have money for start-ups.  They will roll out their funding in January.  This does not fall under the remit of the Minister's Department, but that of the Department of the Environment, Community and Local Government.<\/p> <p>  We have worked on a series of events entitled \"Start, Grow and Promote Your Business\" around Cork North-West.  A fundamental issue for an entrepreneur who is setting up a business is the enterprise allowance of &euro;188 per week.  To get it, one must be on social welfare.  If a person has been made redundant and is claiming non-means-tested social welfare payments for nine months, he or she can transfer to the enterprise allowance.  This is having an impact on the ground.  Local enterprise development groups run feasibility studies and start-up programmes, which are beneficial to start-ups.  While funding can pose a difficulty, the soft supports - giving people advice, mentoring and so on - are the main help for start-ups.  I have often said this.  There is a lot of soft support.  Colleges are also doing a great deal of work in this regard through their No Frontier programmes and specialised female entrepreneurship programmes.  Some of these are linked to types of finance - for example, small grants.  We need a portal to see everything that is available, as it is difficult to go through it all.<\/p> <p>  I am concerned about the food industry, which is our fastest-growing sector.  One of the greatest gaps in the sector is technical leadership training, which is not provided by Enterprise Ireland's leadership training because it does not qualify.  I have with me a framework that I can discuss with the Minister later.  It explains where the many gaps are in an agrifood business that is scaling and what is being provided by the State.  Quite a few agencies provide the same service.  One needs certification to export food.<\/p><p>As such, if there is one request, it is to look at this and to get Enterprise Ireland involved.  Enterprise Ireland has a framework to deliver and laws under which it has to operate.  This is something we could implement very quickly which would have a huge impact on the ground because, internationally, no one is doing this at the moment.  There are people who are interested in doing it and it is certainly something we could look at.<\/p><p> I compliment Microfinance Ireland.  I have been doing some work with it in some of the programmes I have been doing in north Cork.  It is extremely helpful and doing great work on the ground.  I am glad that is rolling out well.  I do not know if it is possible, but if it is I ask that the &euro;25,000 be increased in certain cases.  Up to &euro;50,000 might be beneficial for some people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#T00600","speaker":"988","continuing":true},{"type":"speech","time":1443529800,"counter":84,"content":"<p>I know Deputy Collins is very committed to mentoring.  In the regional calls under the community enterprise initiative, which is a &euro;5 million call, we looked specifically for proposals on regional volunteer mentoring.  Some people who would like to be mentors do not want to be on an open portal and want to have it brokered.  That has been an issue in terms of whether it should be brokered.  Some people like the idea of just providing some hours which are open to all comers while others are keen to have a brokerage.  The extent to which such a platform needs to be brokered or can be open will be one of the issues that, hopefully, the pilot teases out.<\/p><p>I agree completely with Deputy Collins on the enterprise allowance.  It is a very valuable allowance.  There are also grants available under that.  There is &euro;2,500 in grant money which is not restricted to export potential.  There is hard grant money available to people starting up in that area.  I would be pleased to get the technical leadership training proposal Deputy Collins has.  If there is a gap, we would be keen to look at it.  The Minister for Agriculture, Food and the Marine, Deputy Simon Coveney, is establishing a new Food 2025 group of which Enterprise Ireland is a member.  He has had a co-ordinated group across the food agencies.  If a challenge is emerging in that area, EI will collaborate with whoever to try to fix the gap.  I will perhaps get that from Deputy Collins off air, so to speak.<\/p><p>We are not looking at increasing the &euro;25,000 limit at this point.  There are issues around the <i>de minimis<\/i>approach involved here and we are not quite at the point where we are going to rejig the cap.  We carried out a review last year and the changes proposed were the ones which have been acknowledged, including removing the refusal requirement and trying to get a better brokerage between the bank and microfinancing in order that there is better referral.  At this point, it was not recommended that the limit would be changed.  There is an assumed bad debt level of 25% built into the programme.  As such, if one pushes it up, one is getting into other areas.  We are trying to build out the other instruments for business and that approach is being successful.  One of the areas being looked at is crowdfunding, which has been an issue for some members.  It is on the radar of the Ireland Strategic Investment Fund.  We are looking at filling out the range of options.  One of the Strategic Banking Corporation of Ireland's major mandates is to bring new entrants to the marketplace.  Trying to bring in new products and new players is a very important element in a rather restricted field.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#U00200","speaker":"1016"},{"type":"speech","time":1443529800,"counter":85,"content":"<p>What is the position with regard to the bad debt level in respect of Microfinance Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#V00100","speaker":"1071"},{"type":"speech","time":1443529800,"counter":86,"content":"<p>At this point, it is below the figure the Department had forecast.  I will have to revert to the Deputy with precise information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#V00200","speaker":"1016"},{"type":"speech","time":1443529800,"counter":87,"content":"<p>If the Minister submits the information to the clerk to the committee, we will circulate it to members.  We move on to programme B, many aspects of which were discussed earlier with the Minister of State, Deputy English.  If there are any further questions on the programme, they should be directed to the clerk and we will obtain answers from the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#V00300","speaker":"1099"},{"type":"speech","time":1443529800,"counter":88,"content":"<p>I have some further questions on programme A.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#V00400","speaker":"1177"},{"type":"speech","time":1443529800,"counter":89,"content":"<p>My apologies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#V00500","speaker":"1099"},{"type":"speech","time":1443529800,"counter":90,"content":"<p>Enterprise Ireland's high potential start-up scheme is a good initiative, which has been highly successful, as the Minister pointed out.  However, an issue arises with the scheme and it was flagged by Deputy Lawlor.  The flow-through from some parts of the country is not what it should be because the local enterprise offices, LEOs, do not have sufficient resources to assist companies to access the Enterprise Ireland cycle.  The Minister referred to the new competitive call for local enterprise offices.  In some areas, for example, counties Roscommon and Galway, the offices do not have sufficient staff to deal with the current workload to assist high potential start-ups, not to speak of having the time to submit a competitive call.<\/p> <p>  I will explain the figures involved.  The number of combined front-line local enterprise office staff dealing with clients in counties Roscommon and Galway is lower than in County Mayo.  We have one staff member in Roscommon and one in Galway servicing a population equivalent to the population living within the canals in Dublin.  It is incorrect to claim the local enterprise offices are being adequately resourced and something needs to be done to provide a fair balance of staffing support.  As previous speakers noted, it is the soft supports that are important because without access to these supports through the staff of local enterprise offices who can direct people to the right place, potential start-ups will not gain access to the resources they need.<\/p> <p>  On subhead 8, I have written to the Minister about the grant aid available from local enterprise offices.  As he will be aware, it is traditional in counties Roscommon and Galway for the funding for grants to be exhausted by the middle of the year, as occurred again this year.  This means people who want to start a business must wait until the following year.  I have already forwarded to the Minister details of a case involving a young man who has been unemployed for four years.  He set up a business and has tendered for a major contract that would lead to the creation of a second job, but he cannot secure a small amount of grant aid to purchase a van that would allow him to get his business up and running.  This is the type of challenge we are facing in seeking to create jobs.  <\/p> <p>  As the Minister will be aware, areas such as east County Galway and County Roscommon will not attract major multinational companies.  The way to support employment in such areas is to provide support for local enterprise offices.  Without staff and sufficient funding to provide the valuable but small amounts of grant aid that would enable businesses to operate effectively, jobs will not be created and we will not have flows into high potential start-ups that will, I hope, create five or ten jobs in the years to come.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#V00600","speaker":"1177"},{"type":"speech","time":1443529800,"counter":91,"content":"<p>It is only fair to point out that while Enterprise Ireland runs the high potential start-ups, it has been increasingly involved in running competitiveness feasibility and competitive start programmes on a regional basis.  These schemes operate at a lower level and provide grants for smaller sums.  The former provides grants of approximately &euro;20,000, while the latter provides grants of approximately &euro;50,000.  They are run at a lower level and on a regional basis.  As such, they seek to plug into the group to which the Deputy refers.<\/p> <p>  One of the merits of integrating the local enterprise offices into the Enterprise Ireland mandate was to have a seamless transfer.  This is clearly part of their service level agreements.<\/p><p>If there are difficulties with companies that possibly could be high potential start-ups, HPSUs, and the threshold is ten jobs and a &euro;1 million turnover, that would represent a breakdown.  If the Deputy has examples we will certainly look at those.  For companies of that nature that have that capacity, between competitive feasibility, competitive start and the HPSUs, there is a suite of possible supports, not to mention the 900 new projects the local enterprise offices, LEOs, support.  There is a good suite of possible supports available, and if enterprise is falling between those stools, by all means we should examine where the problem is arising.<\/p><p> Undoubtedly, funding and staffing restrictions have been a feature of recent years, and we have had to be imaginative in this regard.  That is why we have had Microfinance Ireland and other initiatives that are refundable or recyclable money.  If we had more money, we would put it through but we are managing a budget and trying to use it as smartly as possible.  There are alternatives such as Microfinance Ireland for someone looking to buy a van.  Between the local enterprise offices and Microfinance Ireland, which they now handle, they can look at the suite of possible supports for each individual customer coming in.<\/p><p> We are reviewing the staff.  They are setting out their plan, and we are reviewing their staff complement against the plan they have set out.  They also have the ability to compete for additional money based on new initiatives.  If they are putting forward initiatives, there is a competitive opportunity for them.<\/p><p> They are in a dynamic funding environment.  We are learning by doing, but we are still resource constrained in not being able to commit more money to all programmes at all times.  If the Deputy works on some of the examples of the problems the enterprises are experiencing, we will try to see if there is a way we can broker solutions.  There is supposed to be a seamless referral on, and if we can build that, we will.  Many of them are coming forward in the competitive calls and taking on a mentor to fill the gap they cannot do themselves if they have a possible high potential start-up.  Thousands of clients are mentored.  There is quite a resource in place for taking that enterprise that has the possibility of getting to high potential and has not got the support yet.  There is enough flexibility for them to cope.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#V00700","speaker":"1016","continuing":true},{"type":"speech","time":1443529800,"counter":93,"content":"<p>I accept what the Minister is saying.  In fairness, this service has turned around dramatically in recent years under his stewardship.  There is an excellent service in place, and the Minister is dealing with the cracks in the system.  This regional scheme, which we only became aware of this week, is a positive development for HPSUs and one of the ones I have mentioned will be going down that road.<\/p> <p>  My difficulty is that we have a range of suites of support.  We have many soft supports, which are equally if not more important than the cash supports, but to tap into all that the Minister must get face to face with a staff member in a local enterprise office who can first put him in contact with these people and, second, do the follow-up to see if everything is okay.  That follow-up is not happening because the resources are not available in the local offices, specifically in Roscommon and Galway, to ensure it happens.  All the supports are welcome but if we do not have the staffing capacity to ensure we can utilise those, that is where they are slipping between the cracks.  That is the biggest problem I have with people coming to me whom I am referring on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#W00200","speaker":"1177"},{"type":"speech","time":1443529800,"counter":94,"content":"<p>It is about more staff.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#W00300","speaker":"1099"},{"type":"speech","time":1443529800,"counter":95,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#W00400","speaker":"1177"},{"type":"speech","time":1443529800,"counter":96,"content":"<p>To be fair, we are reviewing their position but they are a service within the local authorities.  The local authorities have also put in a service and business development support.  There are two players here.  Enterprise Ireland is providing certain financial support but there are also the local authorities, which have been very useful in coming in with their expertise in planning and so on.<\/p><p>We will work with the local authorities to try to make sure that between us we have a good enterprise facing service.  One of the things we have sought to do here is to have good collaboration with the local authorities.  Some of the local authorities are great at putting more resources through this service because they see its value to their own rate base and ambitions and so on.  I think this is a dynamic space.  We are reviewing it and will try to improve it.  We are doing it in what we think is a dynamic way, by requiring people to bid for money based on performance budgeting.  They offer new performance and we offer money in support of new performance.  That is what we are trying to do.  We have put graduates into the LEOs and we have had some relaxation of the employment control framework and put some resource into LEOs so we are not sitting on our hands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#W00500","speaker":"1016","continuing":true},{"type":"speech","time":1443529800,"counter":98,"content":"<p>We move on to programme B.  I call Deputy Dara Calleary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#X00200","speaker":"1099"},{"type":"speech","time":1443529800,"counter":99,"content":"<p>We dealt with this issue previously.  In relation to B7, we had an issue last year about resources within the Department and about passing information and letters to the Minister.  Is the Minister now happy with all the staffing resources in his Department and particularly around those who service the commission's inquiries and, to a lesser extent, committees?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#X00300","speaker":"1071"},{"type":"speech","time":1443529800,"counter":100,"content":"<p>I do not think we are ever entirely happy with what staff we have.  We are not under the obligation to reduce numbers to the extent that we had been.  There has been some opening of positions within the Department.  We have been able to fill some very strategic posts so I think we are in a good place but we are still in a limited environment.  The integration of Forf&aacute;s has been very helpful to the Department in terms of building up our policy capability.  It brought in new expertise and created that policy connection with service delivery which has improved our interface with our own agencies.  I am happy with where we are.  There has been some recent recruitment and promotions.  That is going on in the Department and it is good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#X00400","speaker":"1016"},{"type":"speech","time":1443529800,"counter":101,"content":"<p>In relation to B3, we are due to have a referendum on our participation in the international agreement on a unified patent court.  Is it planned to hold that any time soon?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#X00500","speaker":"1071"},{"type":"speech","time":1443529800,"counter":102,"content":"<p>It is certainly not planned in the immediate future.  I think it will be in the next term but, clearly, that will require a referendum.  There is continuing work on the operation of that court.  It would not be prudent to put an issue to the people until we have all the elements of it nailed down.  That work is progressing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#X00600","speaker":"1016"},{"type":"speech","time":1443529800,"counter":103,"content":"<p>We move on to programme C, regulation.  As there are no questions, does the Minister wish to make some closing remarks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#X00700","speaker":"1099"},{"type":"speech","time":1443529800,"counter":104,"content":"<p>I thank the committee for its work.  The committee is right to look for better performance.  Monitoring certainly keeps us on our toes and it can enhance the quality of the debates we have here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#X00800","speaker":"1016"},{"type":"speech","time":1443529800,"counter":105,"content":"<p>I thank the Minister, Deputy Richard Bruton, the Minister of State, Deputy Damien English, and their officials for attending the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/BUJ2015092900002#X00900","speaker":"1099"},{"type":"unspoken","time":1443529800,"counter":106,"content":"<p>The joint committee adjourned at 3.25 p.m. until 1.30 p.m. on Tuesday, 6 October 2015.<\/p>","notice":"TIME STRING DETECTED"}]