[{"type":"majorheading","content":"Joint Oireachtas Committee on Foreign Affairs and Trade, and Defence","time":1551789000,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 12:30<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Seán Barrett, Senator Ivana Bacik, Deputy Niall Collins, Senator Ned O'Sullivan. Deputy Seán Crowe, Deputy Maureen O'Sullivan,<\/p><p>In attendance: Deputy Jack Chambers, Deputy Aengus Ó Snodaigh.<\/p><p>DEPUTY BRENDAN SMITH IN THE CHAIR.<\/p>","time":1551789000,"counter":3,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002"},{"type":"minorheading","content":"Refugee Situation in Syria: Discussion","time":1551789000,"counter":4,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#D00100"},{"type":"speech","time":1551789000,"counter":5,"content":"<p>With us for session A are Mr. Niall O'Keefe of Tr&oacute;caire, Ms Brid Kennedy of Concern and Ms Mary Van Lieshout and Mr. Mustafa Al Manla of GOAL.  They are here discuss the refugee situation in Syria and related matters and they are all very welcome, as are our guests in the Gallery.<\/p><p>Before we begin, I remind members, witnesses and persons in the Gallery to turn off their mobile phones.  Members are requested to ensure that, for the duration of the meeting, their mobile phones are completely turned off or switched to aeroplane, safe or flight mode depending on the device.  It is not sufficient for members just to put their phones on silent mode as this will maintain a level of interference with the broadcasting system.<\/p><p>By virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, witnesses are protected by absolute privilege in respect of their evidence to the joint committee.  If they are directed by the Chair to cease giving evidence on a particular matter and continue to so do, they are entitled thereafter to only qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the long-standing parliamentary practice to the effect that, where possible, they should not comment on, criticise or make charges against a person, official or body outside the Houses by name or in such a way as to make him, her or it identifiable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#D00200","speaker":"1270"},{"type":"speechnospeaker","time":1551789000,"counter":6,"content":"<p>I thank the Chair and the committee for inviting Concern, GOAL and Tr&oacute;caire here today to present on the humanitarian impact of the Syrian crisis and for taking the time to focus on this critical issue.  Each organisation has shared a briefing paper in advance.  We will each talk about the situation from the perspective of our own organisations.<\/p> <p>  I will begin with Concern's experience in this regard.  Concern is working in Syria, Iraq, Lebanon and Turkey.  Concern was here briefing the same committee four and a half years ago.  It is unfortunate that we are still talking about the crisis in Syria.  Since then, the war has raged on.  Some 500,000 people have been killed and 6.5 million Syrians are living in the neighbouring countries of Lebanon, Turkey, Iraq and Egypt.  Many families have been torn apart and many lives have been shattered as a result of this crisis.  While the bombing has stopped in many parts of Syria, there is no sign of peace.  Active conflict continues and even as we speak people are fleeing for their lives.  The regime has regained control of a large part of the country but a few areas such as Idlib and the north east are still controlled by other groups.<\/p><p>Normality in Syria today is barely tolerable for many of the people.  Thousands have been displaced on numerous occasions and the conditions are appalling.  The past winter has been extremely hard.  Thanks to Irish Aid support, Concern has been providing tents, stoves and blankets to help keep people warm and survive the bitter winter.  Throughout 2018, Concern supported 1 million people in Syria, most of whom were fleeing the conflict.<\/p><p> On a more positive note, we are also supporting people who are living in more stable conditions with agriculture inputs and vocational training.  This offers them hope. bolsters their courage and gives them confidence to rebuild their lives.  If stability was maintained and Concern had more funding, we would like to spend much more of our effort and time on helping people to recover from the war.<\/p><p> At the end of January and in early February, I visited Lebanon.  It was just after the third flood of 2019 had hit.  I met several families from Syria who were living in below-basic standards.  It was freezing cold.  I was freezing and could not get warm.  The refugees described their misery and their deepening levels of poverty.  One woman, Aisha, outlined how her husband was tortured while they were in Syria, and is now in ill health and unable to work.  She was taking her 13 year old son from school to try to earn a meagre living for herself, her husband and their boy's other three siblings.  This, as I learned, is what many other families are doing.  Rates of child labour are increasing enormously.  The incidence of child marriage has also increased greatly.<\/p><p> Of all the women and families I met, when I inquired if they would like to return to Syria, not one was willing to do so.  Among the reasons are that their homes have been blasted and they have nothing to return to.  They are too fearful to go back as they risk conscription or being detained again.  The clear message is that while the bombing has stopped, there is no peace there.<\/p><p> Lebanon is the size of Munster.  It has a population of 4 million but now hosts 1 million Syrian refugees, thus making one in four of the population a Syrian refugee.  Neighbouring Turkey hosts 3.5 million Syrian refugees and it has brought in legislation that allows many of those refugees to access basic services such as education and healthcare.<\/p><p> There are many tragedies from the Syrian crisis but one of the biggest is that more than 1 million babies have been born to Syrians living in exile.  These babies, along with hundreds of thousands of other children, have very little access to education.  I urge that we ensure there is no lost generation.  Education is a right for everybody and offers hope for the future.  Unfortunately for Concern, our education program in Lebanon is at risk due to funding constraints.<\/p><p> The scale, severity and complexity of the humanitarian needs of people in Syria remain extensive.  I thank Irish Aid and the Irish public for all the support they have given to Concern and other organisations that helps us to alleviate the sufferings of Syrians, whether in Syria or neighbouring countries.  I call on the Government, despite all of the support it has given, to do a lot more.<\/p><p> There are three asks.  The first is that we develop new energetic initiatives in continuing to use the voice and influence it has where it can bring to long-lasting peace.  In this process it should call on women and promote women's leadership so they can be involved in the peace process that will lead to lasting peace.  The second is to honour the commitments the Government has already made, including in the context of the global compact for refugees, as mentioned in the White Paper launched last week by the Taoiseach and the T&aacute;naiste and Minister Foreign Affairs and Trade.  That commitment supports refugees who want to return to Syria and host governments in the region.<\/p><p>Our final ask of the Government is that at minimum the level of funding Irish Aid has been providing towards the Syrian crisis is sustained.  Ideally, we would like it to be increased so more can be done to help through the emergency response and to help people recover in the longer term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#D00300","nonspeaker":"Ms Brid Kennedy","continuing":true},{"type":"speechnospeaker","time":1551789000,"counter":9,"content":"<p>I thank the Chairman and committee members for providing GOAL with this opportunity to discuss our work and concerns regarding the ongoing conflict in Syria, now reaching its ninth year.  GOAL has been operational in Syria since 2013, with offices in Idlib governorate in north-west Syria.  Our programme in Syria is the largest humanitarian intervention in GOAL's history.  In 2018, we supported almost 1 million conflict affected people with services in the areas of food, water, sanitation and hygiene and emergency response.<\/p> <p>  GOAL has more than 400 staff on the ground in Syria.  Our colleagues in Syria work in arguably the most dangerous and complex environment in the world.  Since the conflict began, we have lost four colleagues in brutal attacks.  It is an enormous privilege for us that my colleague, Mustafa Al Manla, our emergency programme co-ordinator in Syria, can be with us today to tell his story and describe GOAL's lifesaving interventions in the region.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#F00200","nonspeaker":"Ms Mary Van Lieshout"},{"type":"speechnospeaker","time":1551789000,"counter":10,"content":"<p>I thank committee members for giving me their time today.  I am from Kafr Karmin, a village outside Aleppo in north-west Syria.  Until 2012, I was an English language teacher, responsible for more than 80 students.  The year 2012 was very difficult for me because that was when I left Syria and left behind my family, including my mother, father, sisters and brothers.  I left my land and house and the students whom I used to teach.  In 2012, I walked through the border to Turkey.  I had decided to do something important to support those suffering from the conflict on a daily basis and reduce their suffering.  I am here today to tell the committee how Syrian people suffer what I have also experienced.  The majority of them have lost their homes and land.  They have been living in camps and tents for nine years without any opportunity to have a livelihood.  They have lost everything.  They used to be teachers like me or doctors, farmers or nurses.<\/p> <p>  As Ms Van Lieshout mentioned, I work as the emergency programme co-ordinator.  My main area of responsibility is north Syria.  I have been in this role for more than three years and in that time I have seen the infrastructure of the area be destroyed and millions of people lose their homes, jobs, schools and livelihoods and their lives.<\/p> <p>  What we do at GOAL is very practical.  We give cash, food items, such as sugar, olive oil and rice, and non-food items, such as tents, mattresses, blankets and even toothpaste.  Imagine, the people being served by GOAL do not even have toothpaste.  Our services are keeping people alive.  In addition, through our lifesaving WASH programme, we pump 1 million litres of water every week, supporting 750,000 people through piped water.  As committee members may know, in Syria piped water is very rare.  We also support 32 bakeries through providing yeast and flour.  This ensures that 600,000 people have proper access to fresh bread every day.  This package of three vital humanitarian services is lifesaving for these people.<\/p> <p>  I know how important this work is.  Thousands of people have had their lives destroyed.  We have doctors pleading for any type of job just to have something in their pockets to cover their urgent needs.  We need to look at the livelihoods of all of these displaced people.<\/p><p>As members heard, there is a huge number, amounting to 6.2 million.  We need to consider their livelihoods.  It is a big problem.<\/p><p> What we are doing is vital.  It is also very dangerous.  Four of my colleagues have lost their lives in air strikes.  My colleagues work in a war zone every day.  They are always thinking about what will happen to their families if they die.  I see the worry they carry every day.  Every day the children hear bombs and see air strikes.  This has become the norm but, as members know, it is not normal.<\/p><p> It is important to air the view that children are the next generation.  It is the responsibility of us all to take care of them.  We should not forget the humanitarian worker.  We must recognise the courage of the humanitarian workers who are risking their lives every day to support those in great need of humanitarian services.  GOAL provides the basics - food, tents and cash -  but it is still not enough to cover what is needed to survive.  As a result of this conflict, 6.2 million people have been internally displaced.  Every one of these has a story like mine.  Two million of them have been displaced to north-west Syria, where GOAL is fully operational.  Those are the people directly benefiting from the GOAL programme.<\/p><p> I thank all our donors and the members for listening to my story.  This is the greatest humanitarian crisis in decades.  I thank the Irish Government and Irish Aid for supporting us.  Please stay with us.  We need your support more than ever.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#F00300","nonspeaker":"Mr. Mustafa Al Manla","continuing":true},{"type":"speechnospeaker","time":1551789000,"counter":12,"content":"<p>I thank the committee for the opportunity to address it today on this important issue.  The Syrian crisis, now in its ninth year, continues to be one of the largest humanitarian crises in the world.  Of a population of 22 million people originally, nearly six million have been forced out of Syria as refugees and over six million have been displaced inside the country.  An estimated 500,000 have been killed in the conflict.<\/p> <p>  Tr&oacute;caire, working with local organisations, is providing humanitarian assistance in both Lebanon and Syria.  It includes the provision of food, shelter, basic household commodities, especially during the recent harsh winter months, and support with counselling and psychosocial assistance to deal with the traumas of conflict.  We support people with skills and vocational training so their years in asylum are not completed wasted.  We are very grateful for the funding we have received from the Irish Government and EU and the significant contributions we have received from the public in Ireland.<\/p> <p>  When it comes to the questions of whether Syrian refugees are displaced people and would like to go home, the answer is certainly that they would.<\/p> <p>  If one is a Syrian living in Lebanon, one most likely lives on less than US $2.90 per day, the minimum required to live in Lebanon.  Over half of all Syrians in Lebanon live below this threshold.  One probably does not work, and only 43% have informal work.  The proportion is only 16% among women.  One depends on borrowing money.  Nearly nine out of every ten households are heavily in debt. One is at least partially dependent on humanitarian assistance, but that assistance is not dependable.  According to the UN, in 2018 only 44% of overall humanitarian funding was received.  It is possible that one lives in a building but approximately one third of households, or nearly half if they are female-only households, live in tents or other unsuitable conditions, in a climate where temperatures can rise to the high thirties in summer and drop to sub-zero in the winter.  One's children are unlikely to go to school, and more than half of refugee children aged between three and 17 are still out of school in Lebanon.  One is unlikely to have a legal permit allowing one to stay in Lebanon, and 73% of Syrians do not have one, so one will spend one's time avoiding roads with checkpoints, work in the black economy, often under exploitative conditions, and hope one's employer does not report one, all in fear of being arrested and taken to the Syrian border.<\/p><p>With all of this, one's focus is on surviving day to day.  A person who ever thinks about the future has no idea what it holds for him, her or their family and they are very dependent on others, leaders in the region and in the international community, to determine their future.<\/p><p> Faced with these hardships as refugees, of course these people would consider returning home to Syria.  The UN agency for refugees, the UNHCR, states that over 16,000 Syrians returned from Lebanon to Syria in 2018.  However, there are still over 1 million Syrians living in Lebanon.  They make up one quarter of the country&rsquo;s population and, of course, the Government of Lebanon is encouraging people to return.  There are lots of push factors.  A Syrian living in Lebanon and thinking of returning to Syria has to consider the following matters.  They are likely to be unemployed and over half the population of Syria are unemployed.  Over 50% of the social services infrastructure has either been destroyed or is not operational, so they are likely to be without water, healthcare and other social services.  It is likely that a person's home has either been destroyed during the conflict or is occupied, and in a recent survey over 65% of people said this was the case.<\/p><p> What really makes the decision very difficult, if people are thinking about returning, is the fear for their own security.  Conscription exists for 18 to 42 year olds and avoidance is punishable by five years' imprisonment or being forcibly conscripted upon return.  They face harassment based on sectarian or assumed political views.  They face various forms of violence, up to and including rape, at the hands of various militia groups, Government and anti-Government.  They risk being disappeared or killed in extrajudicial killings and they are going back into a country where over 500,000 people were killed during the past eight years, the majority by Syrian Government forces.  Faced with these considerations, would you go back?  There is no longer a push for democratic principles that we all saw on televisions nine years ago, and those aspirations are long forgotten about.  People's focus now is simply on survival and security.<\/p><p> Tr&oacute;caire, along with our local partners, have identified the following priorities.  Any discussion on return for Syrian refugees must have the minimum threshold of being voluntary, dignified and safe.  The UNHCR has provided clear principles for return and Ireland and the EU should ensure that these are paramount.  As we have seen, displacement is a multi-annual situation and, therefore, the Government of Ireland, working with the EU and through its influence in the UN, should ensure there is multi-annual humanitarian funding.  The Government of Ireland should encourage a renewed emphasis on the UN-backed peace process, in line with UN Security Council Resolution 2254 which requires a Syrian-owned peace process.  There must be accountability for the war crimes and countless human rights violations committed over the past eight years.  Without these, it is very difficult to see the 12 million people displaced by the conflict having sufficient assurances to return home and bring this humanitarian crisis to an end.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#G00200","nonspeaker":"Mr. Niall O'Keeffe","continuing":true},{"type":"speech","time":1551789000,"counter":14,"content":"<p>I thank all the contributors.  They painted a very grim picture of what is a very difficult situation.  Due to the time constraints, I will group the questions.  I will take the Vice Chairman, Deputy Maureen O'Sullivan, first and she will be followed by Deputy Niall Collins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#H00200","speaker":"1270"},{"type":"speech","time":1551789000,"counter":15,"content":"<p>There are massive issues arising, including the death, destruction and displacement.  I have made three visits to the area.  The first was pre-politics and pre-conflict and Damascus struck me as an amazing, cultured, cultural and inclusive city and society, which was very proud of its history and its place in the area.  The second visit was in the company of a predecessor of the GOAL representatives.  We went to the Turkish-Syrian border and met GOAL staff who were coming in and out of Syria at that stage.  We met Syrians who were living in the south of Turkey.  Some were with organisations and they did much better than those who were trying to forage for themselves.  The way they were being exploited and mistreated by the Turkish population was appalling.<\/p><p> The third visit was a few months ago with three other Deputies.  We came into Damascus from Lebanon and stayed in Damascus.  We went by bus north towards Aleppo stopping in Maaloula on the way.  We got a different picture of that part of Syria.  Certainly the destruction was extremely obvious but what came across was the resilience and the spirit of the Syrian people we met on that journey.  They were not all a certain type provided for us to hear what they had to say.  They were casual encounters we had when we were on the street, out eating or whatever.  What came across to us was that they were getting on with the rebuilding work and re-establishing their schools and businesses.  Certainly more had been done in Damascus.  The work was only starting in Aleppo.  We met some of the Syrians who had returned and we heard their stories as well.<\/p><p> We were in Yarmouk and met the Palestinians who had stayed.  We also met the Palestinian group with UNRWA who were providing education and so on.  We got a different sense of what is happening from what the witnesses have provided today.  I know their work is in a certain part of Syria but certainly I came home last July with a more positive view of Syria getting back on its feet, like other countries post conflict have been able to do.  The issue is about how to support that.  The witnesses' organisations are working in a certain part of Syria, which is extremely difficult, and they are working with refugees, but do they envisage their organisations supporting other parts of Syria in that rebuilding programme?<\/p><p> Some of the group had visited the Palestinian camp in Lebanon.  They came away absolutely horrified by the conditions in which the Palestinian people were living in Lebanon.  The Palestinians whom we met in both Palestine and Syria would say their lives in Syria health-wise and education-wise were much better than in other countries where they have been living.  Certainly those Palestinians were staying.  They wanted to start rebuilding in Yarmouk.  Reference was made to 1 million Syrians in Lebanon, are they other Syrians besides the Palestinian Syrians?<\/p><p> Safe return is vital.  As I said, we met some people who had returned.  What can we do to ensure that?  I read some of the witnesses' briefings which refer to Syrian-owned, Syrian-led processes on that rebuilding work, but are the organisations willing to engage with those on the government side because as far as we could see, they are there to stay and they have started the rebuilding.  We saw the extent of the destruction and that was very difficult, particularly in Yarmouk.  Did all Yarmouk have to be destroyed in the way it was?  The officials we met would say they are assured that they will start that rebuilding work and that they can do it.<\/p><p> Conflict resolution will be a key element to how people can come back together and work in that society.  We have seen in other conflict situations where that has happened.  We have been driven by a certain agenda and that is not to take from the horror, destruction, displacement and everything that has happened, and I am thinking particularly of the children.  When we talk about this being Syrian-led and Syrian-owned, that is another conversation and I am not sure that people are willing to have that at the moment.  Obviously, there is the big question of accountability for the war crimes on every side.  There are no winners in a war situation; there are only losers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#H00300","speaker":"1291","continuing":true},{"type":"speech","time":1551789000,"counter":17,"content":"<p>I thank our guests for their insightful presentations.  I do not have the benefit of the experience of the previous speaker and, therefore, I will ask a few questions.  What our guests highlighted in their informative presentations are issues which we will continue to articulate and advocate on their behalf.  Has Ireland and the European Union done enough to accept refugees or people who either cannot or will never return to Syria?  What struck me in each of their presentations is the entire scale of the issue and the fallout in terms of the numbers of people who are impacted.  Are we doing enough?  Is the European Union doing enough?  I presume they will say the answers to both those questions is \"No\".  How much more can we conceivably do?<\/p><p>We must be practical about it too.<\/p><p> Will the witnesses comment on the follow-through from the United States when Mr. Trump signed the famous executive order banning all sorts of immigrants from entering the country, which was targeted at people from a Muslim background?  Has that also caused a knock-on problem down the road in terms of allowing a release valve for other developed nations to try to share the burden of the humanitarian crisis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#J00200","speaker":"1221","continuing":true},{"type":"speech","time":1551789000,"counter":19,"content":"<p>I thank the Deputy.  I ask our guests to respond to the questions and comments from Deputies Maureen O'Sullivan and Deputy Niall Collins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#K00200","speaker":"1270"},{"type":"speechnospeaker","time":1551789000,"counter":20,"content":"<p>I will take one or two in order to start the ball rolling.  I thank the Deputies for their questions.  Syria is the size of Spain, so it is a very large country and there are different experiences in different areas.  As mentioned in my brief, in some areas, the conflict has stopped and that is allowing people to rebuild their lives.  Concern is planning to do a lot more to support Syrians who are returning and even those people who never moved to rebuild their lives through agricultural production, vocational training and business development.  Concern is looking at the conflict through a very gendered lens as well because it has been very gendered.  Many women who never worked outside the home no longer have husbands or adult males in the family and find themselves cast in the role of breadwinner.  We are supporting men and women with appropriate skill sets and skill building to recover themselves.  This is definitely an area on which Concern wants to focus a lot more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#K00300","nonspeaker":"Ms Brid Kennedy"},{"type":"speechnospeaker","time":1551789000,"counter":21,"content":"<p>I thank Deputy Maureen O'Sullivan.  I echo her concerns and recognition that what stands out when meeting the people of Syria is their resilience.  That is often the case in many humanitarian interventions and we certainly see it in Syria.  Right now, GOAL is looking on a weekly basis at how the needs are changing.  Where we are working in the Idlib Governorate, we are still experiencing regular air strikes and we are still very deeply concerned about the safety and security not only of our staff but of the populations we serve.<\/p> <p>  As Mr. Al Manla mentioned, we are looking at building sustainable livelihoods and at what we can do on a practical basis to help people living in very precarious conditions so there is a glimmer of recovery even in those very difficult circumstances.  We have recently moved into a new territory, where we are supporting people who are moving from the Idlib Governorate.  There is innovation in our programme but we have not yet decided to work in other parts of the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#K00400","nonspeaker":"Ms Mary Van Lieshout"},{"type":"speechnospeaker","time":1551789000,"counter":22,"content":"<p>I thank members for their questions.  Like Deputy Maureen O'Sullivan, I have been to Syria and Damascus in recent years and I echo her comments about the resilience of people in coping with the conflict.  Our presentations have been focused on the perception of people outside of Syria and those who are displaced within the country and what they consider makes it safe for them to return.<\/p> <p>  In terms of the organisations engaging with the Government, or the international community engaging with the Government in Syria, we have referred to the UN-backed peace process in the presentations, which is the only game in town in terms of an international peace process.  In January 2018, it was agreed to establish a constitutional committee and the UN special envoy has been leading that along with the various countries which are supporting it.  There were meant to be 150 members.  The High Representative of the Union for Foreign Affairs and Security Policy and the UN special envoy issued a statement in which they were negative in their opinions about the engagement of the Government of Syria.  The latter has not put forward members to the committee and has not endorsed its UN members.  The international community has tried to engage with the Syrian Government.<\/p><p>There is a need for a lot more engagement because the peace process has to happen.  If the conflict is to end, there needs to be a sustained peace process.  All the parties need to engage on that.<\/p><p> With regard to Deputy Niall Collins's questions on refugees in Europe, the latter should take on a bigger burden in some ways.  Ireland previously set a target of accepting 4,000 Syrian refugees. The number is currently fewer than 2,000.  If the target of 4,000 could be achieved, it would be very positive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#K00500","nonspeaker":"Mr. Niall O'Keeffe","continuing":true},{"type":"speech","time":1551789000,"counter":24,"content":"<p>I thank our guests for the important life-saving and life-changing work they carry out.  Their organisations are great ambassadors for Ireland.  I do not believe we thank them enough.  Our guests have attended meetings of various committees before but we need to thank them much more often.  The work they are carrying out is making such a huge difference to people's lives.  The Irish are really proud of the work in which they are engaged.<\/p> <p>  I listened to the comments on getting a peace process up and running.  I do not know enough about the circumstances on the ground.  We rely on news coming in and various organisations and we do not really know how accurate the news is.  I accept our guests' point that there has to be a locally owned political resolution to the conflict.  They have referred to a Syria-led and Syria-owned process but there are international actors involved.  The call is for them to use their influence to bring about an immediate ceasefire and an inclusive peace process.  Part of the difficulty is that many of the actors or those involved in the conflict believe there can be a military solution.  The witnesses are saying the bombing has started.  GOAL has stated that, in the area in which it operates, the air strikes are still happening.  That is another part of the difficulty.<\/p> <p>  Our guests are asking that the Government use whatever influence it has.  What influence could we have on those international actors that are involved in the conflict?  Included are the Syrian Government, the United States, the Russians, the Iranians and the Turks.  Given that Ireland is a small country, what influence could it have?  We should bear in mind that support and so on are given.  Many of the actors do not see us as having a private agenda in regard to the work.  How can Ireland champion the cause in question and work hard on bringing the organisations together?<\/p> <p>  Reference was made to refugees returning home.  While the Lebanese Government had previously maintained an official position of neutrality toward Syrian refugees and that the policy should be implemented with the support of the UN, that policy has shifted considerably over the course of 2018.  Our guests might expand on that.  Those who wish to return are facing rape in some cases and conscription is ongoing.  If the ideal is to have people return to safety, what needs to be done to ensure their protection?  I suppose the Assad regime will be reluctant to allow people to go back.  It will be seeking to scrutinise where people are coming from and their position.  I presume all the refugees in the neighbouring countries want to return.  What are they returning to?  Reference was made to the lack of water and heating.<\/p> <p>  Reference was made to funding under the 2019 Syria regional refugee and resilience plan.<\/p><p>How much is the financial shortfall for this plan?  I presume Ireland is meeting its pledges of funding and international commitments.  The Minister said it was.  I never understand the reasons that countries make pledges to that funding and do not honour them.  What is that about?  Is it a day of glory and then they return to their own countries and do not give the money.  I would be interested in learning which countries make a pledge but do not live up to the commitment.<\/p><p> The United States made a decision to withdraw aid.  Will the witnesses elaborate on how that is impacting on the people on the ground?  In respect of the Syria regional refugee and resilience plan, that money should not be spent on reconstruction, but how important is that reconstruction in Syria in encouraging people to return?  If there is ongoing reconstruction, it will create jobs in building hospitals, homes and water installations.  How important is that funding as part of the overall solution?  We started by talking about the peace process, but if the armed groups involved in the conflict are not committed to the process, it will go nowhere.  How important is it that groups involved in the peace process have a voice?  I refer in particular to the Kurds.  Kurdish political representatives have repeatedly called for their own separate seat at peace talks.  I believe they should have one but they are very much part of the answers that are needed in the region.  The Kurds have a significant role to play, they played a significant role in the fight against ISIS, how important is it that the indigenous people such as the Kurds, have a say around the table?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#L00200","speaker":"1309","continuing":true},{"type":"speech","time":1551789000,"counter":26,"content":"<p>I thank the witnesses for the helpful and valuable update they have given us.  I thank them for the great front-line work they and their organisations are doing.  It is important that we hear about the practical issues for the civilian people in Syria, how conditions are both for Syrians living in Syria and for those who are displaced in refugee camps and internally displaced as well.<\/p> <p>  Following up on the point made by Deputy Maureen O'Sullivan on the different prevailing conditions, depending on the region in which the organisations are working, are they witnessing the more severe issues relating security and people's safety?  What is stopping refugees from returning? <\/p> <p>  I refer to the list of requests that the witnesses have provided us with and the headings \"Peace\", \"Refugee Return\" and \"Aid Funding\".  Under the latter two headings relating to the return of refugees and the sustained commitment to aid, the question for our committee is how best we can support the asks of the witnesses.  Brussels is hosting a third conference on supporting the future of Syria on 13 and 14 March and Ireland will be represented.  Should the committee write to the T&aacute;naiste and Minister for Foreign Affairs and Trade seeking commitments that Ireland will push to ensure that support to refugee returns is in line with the EU's commitment to the voluntary, dignified and safe return and that the Government will push to ensure funding is provided on a multi-annual basis to meet the needs of Syrians both in and outside Syria who require support?  As part of those two requests, all the witnesses emphasised the need to ensure protection for humanitarian workers on the ground.<\/p><p>I have been working for some time in support of the work of Irish Syrian groups who have brought over members of the White Helmets.  I am told that, even this week, the White Helmets - those civilian workers who are so bravely trying to support their fellow Syrians during air strikes from the Assad regime - are under ongoing threat within Syria.  How we can ensure better protection for humanitarian workers is something that Ireland should be pushing for at the third Brussels conference.  We have clearly heard the witnesses on the need for multi-annual funding.  What can the committee do to support those asks?<br\/><br\/>The final point is on the bigger ask relating to peace and seeking support for a shared, comprehensive diplomatic strategy.  The witnesses all referred in their submissions and again today to UN Security Council Resolution 2254 of 2015.  I went back and read the resolution again and, of course, it now reads very sadly and tragically as being totally out of date, given what has happened since then.  It looks for an inclusive and Syrian-led political process that meets the legitimate aspirations of the Syrian people but the Assad regime has won the <i>de facto<\/i>victory.  It seems to me, as an outsider, from looking at the various reports, that the support provided to Assad and his regime by Russia, in particular, and Iran has meant that many of the aspirations in that resolution are no longer tenable.<br\/><br\/>Mr. O'Keeffe spoke about the UN efforts to establish a constitutional committee but they seem to have reached a stalemate because of the lack of co-operation from the regime.  How can we, on this committee, noting Ireland's role, seek to continue to push the aspirations in that UN resolution while recognising that the situation on the ground has moved on, and recognising the real tragedy of that, given there was a genuine democratic revolution being proposed in Syria at one point?  I posted a film by Irish film-makers who have been in Syria and who have been seeking to spread support internationally for the democratic movement that had been in place in Syria but which now, it seems, has been defeated.  In the context of the realpolitik of what is happening in Syria now, how can we promote that resolution and how can we support the organisations represented here in promoting it in the important work they are doing on the ground?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#M00200","speaker":"1402","continuing":true},{"type":"speech","time":1551789000,"counter":28,"content":"<p>I will not prolong the meeting as I arrived late, for which I apologise.  I sent earlier word that I was at a meeting of the House of the Oireachtas Commission, which was discussing important legal matters and which overran.  Nonetheless, I have taken the opportunity to read the presentations online and I have been briefed by Deputy Niall Collins, who has a particular interest in this.<\/p> <p>  I welcome and compliment all the voluntary bodies which are present.  I am full of admiration for the work they are doing, not just in Syria but all over the world in difficult circumstances and on limited budgets.  They deserve all the support we can give them.  Is there any particular measure they would urge Oireachtas Members, particularly members of the foreign affairs committee, to implement - something we could put our teeth into and work on?  I have studied the issue as best I can and I am afraid I agree with Senator Bacik that it is a battle that seems to have been won by the Russian-Iranian set-up.<\/p> <p>  The main emphasis of the voluntary organisations is on peace and normality, and on people having food, safety and security.  Unfortunately, there has to be a political end to everything and I agree with Deputy Crowe, who talked about what level of commitment to engage has been evident from the major players.  He was very involved in the peace settlement in the North, where some group had to dream up a blueprint and get everybody on board with it.  It was a long struggle but, to a great extent, it was a success.  I wonder if that level of commitment is evident in this regard.<\/p> <p>  I have one query.  I picked up with interest the fact that we had agreed to take in 4,000 refugees but only 2,000 made it here.<\/p><p>Is that because a block was put into the system or because Ireland was not a preferred destination?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#N00200","speaker":"1394","continuing":true},{"type":"speechnospeaker","time":1551789000,"counter":30,"content":"<p>On the last point raised by the Senator, I am unsure of the reason for it.  The process is managed by the Department of Justice and Equality.<\/p> <p>  Reference was made to the peace process.  The constitutional committee has been established.  It has run into difficult territory as its progress is very slow.  It requires the active involvement of and continuous pushing by the international community.  It has the support of Turkey, Russia, Iran and other countries which are strong supporters of and have significant influence with the Syrian Government.  It is to be hoped that they will continue to be able to apply pressure.<\/p> <p>  On the role of the European Union in supporting that peace process, the EU must realise the kind of influence it has and use that influence to bring people around the table.  The blueprint for the peace process is there in terms of the constitutional committee which was established last year by all the main parties, including those in opposition, in government and others.  It is the only blueprint that exists, so all members of the European Union, including Ireland, must use their influence to bring the various parties around the table to participate in the committee.<\/p> <p>  Deputy Maureen O'Sullivan asked about the safe environment existing in Syria and the significant amount of construction necessary in the country over the coming years.  Obviously, the country has been devastated by the conflict.  The support that Tr&oacute;caire, GOAL and Concern provide to refugees and displaced people very much considers their safety and security in the context of a potential return to their homes.  It is not just about whether they have food, water and so on; it is very much about their safety and security when they return home.  They should not have to return to a particular part of the country but, rather, should be entitled to return to the area from which they originally came.  They need safety and security, but those are very difficult to achieve in the current environment.  Indeed, it is difficult to see how they will be achieved in the future.  Presumably, those issues must be addressed at a very high level in the peace process.  It will be necessary to establish an inclusive peace process that will eventually create a safe environment for people to return home in a voluntary, dignified and safe way.  The international community must apply pressure where it can in order to ensure we arrive at some sort of peace process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#O00200","nonspeaker":"Mr. Niall O'Keeffe"},{"type":"speechnospeaker","time":1551789000,"counter":31,"content":"<p>Members asked what specific steps can be taken by the committee.  We have articulated three particular asks.  Deputy Crowe asked about our level of confidence in Ireland's ability to influence some of the players involved in the conflict.  This is the largest single focus humanitarian support project in which Ireland has been involved.  <i>Per capita<\/i>, Ireland is one of the top 20 donors in the world to the alleviation of the Syria crisis, which places us in a very strong leadership position and gives us the ability to use the Brussels conference to advocate for continued multi-year annual funding that allows humanitarian partners to plan and support people over a considerable period of time.  It is very important that the Brussels conference next week be used to demonstrate Ireland's leadership and to use that voice to encourage others to call for the political settlement that is required.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#O00300","nonspeaker":"Ms Mary Van Lieshout"},{"type":"speechnospeaker","time":1551789000,"counter":32,"content":"<p>To add to my colleagues' comments on what more can be done, Ireland has punched above its weight in many cases.  We have huge respect globally.  We must continue to use that respect at whatever fora we can, whether with the European Union or the UN or through our embassies, to further the cause of peace.  We must encourage our colleagues in the Department of Foreign Affairs and Trade or other Departments such as the Department of Agriculture, Food and the Marine that provide direct or indirect support to the Middle East region to continue to so do.  We must avail of every opportunity to promote and encourage peace.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#O00400","nonspeaker":"Ms Brid Kennedy"},{"type":"speechnospeaker","time":1551789000,"counter":33,"content":"<p>I wish to address the very important issues of returnees and the protection of humanitarian workers.  Of course, refugees would like to go back to Syria but three main elements which must be borne in mind are that the process of return must be voluntary, dignified and safe.  Many areas of Syria are not safe for return.<\/p> <p>  On the protection of humanitarian workers, we want to encourage those workers and recognise their courage.  They are the bridge linking us with the affected population.  They are always there to support those who have been affected and badly need humanitarian services.  The protection of humanitarian workers should be a priority in order to ensure that we can access the affected population who benefit from the services provided.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#P00100","nonspeaker":"Mr. Mustafa Al Manla"},{"type":"speech","time":1551789000,"counter":34,"content":"<p>I thank all of the representatives for what Deputy Niall Collins termed a very insightful overview of the very difficult situation in Syria and adjoining countries.  It was very welcome to have Mr. Al Manla, as a programme director in that region, in attendance.  The committee was anxious that Concern, GOAL and Tr&oacute;caire have the opportunity to present to the committee and this meeting in public session was specially arranged in advance of the Brussels III conference on supporting the future of Syria and the region which is to take place next week.  As the representatives are aware, the committee does not have an executive role but with the agreement of members, we will write to the T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Coveney, to outline the concerns raised by the delegates regarding the ongoing humanitarian issues and other longer term issues in regard to infrastructure, the security of those who wish to return to Syria and the obvious pressures in adjoining countries where there are many displaced people and refugees.  I was struck by Ms Kennedy's reference to the need to ensure that women's leadership is encouraged and supported in this area, as well as the emphasis on education and the very real danger of a lost generation due to a lack of access to education.  The committee was anxious to hold this meeting in advance of the conference in Brussels next week in order to get an up-to-date presentation from the delegates in public session.  We do not have an executive role but we will communicate promptly with the T&aacute;naiste.  It is important to provide taxpayers and the members of the public who support the work of Concern, GOAL, Tr&oacute;caire and other organisations with an opportunity through Oireachtas TV or other media coverage to hear of the plight of many millions of people in that area and to know that the money donated by taxpayers and the public through public appeals is put to very good use.  On its behalf and that of the Oireachtas, the committee wishes to commend the work of the delegates' colleagues who are working on the ground in extremely difficult conditions.  Mr. Al Mansa referred to the courage of humanitarian workers on the ground and the very serious safety and security issues they face on a daily basis.<\/p> <p>  The committee has had much engagement with these and other organisations on this issue over the more than eight years that, unfortunately, the conflict has continued.  I refer to the death toll of more than 500,000 and the 16 million people who need humanitarian aid.  It goes without saying that the committee will be totally supportive of the cause espoused by the representatives.  We will encourage the Government and the European Union to continue to provide financial support and encourage other members of the international community which have not been as generous or thoughtful in respect of this tragedy to do likewise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#P00200","speaker":"1270"},{"type":"unspoken","time":1551789000,"counter":35,"content":"<p>Sitting suspended at 1.45 p.m. and resumed at 1.50 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"White Paper on Defence Update: Discussion","time":1551789000,"counter":36,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#R00100"},{"type":"speech","time":1551789000,"counter":37,"content":"<p>In the second part of today's meeting we will meet the Minister of State, Deputy Paul Kehoe, to discuss the White Paper update on fixed-term reviews.  The Minister of State is very welcome.  I also welcome his officials and thank them for the briefing in advance of the meeting.  Before we begin, members, witnesses and persons in the Public Gallery are requested to ensure that for the duration of the meeting mobile phones are turned off completely or switched to airplane, safe or flight mode, depending on their device.  It is not sufficient to put phones on silent mode, as this will maintain interference with the broadcasting system.<\/p><p>I draw the attention of witnesses to the fact that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, they are protected by absolute privilege in respect of their evidence to the committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to a qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#R00200","speaker":"1270"},{"type":"speech","time":1551789000,"counter":38,"content":"<p>I thank the Chairman and members of the joint committee.  I very much welcome this opportunity to engage with the committee on two connected processes currently being undertaken within my Department with civil and military involvement, namely, the ongoing White Paper update for 2018 and 2019 and the White Paper implementation project, which is focused on the establishment of a fixed cycle of defence reviews as a permanent feature of defence policy.<\/p> <p>  I look forward to listening to and noting the comments and observations of committee members present today.  I particularly want to stress that these are new developments in our approach to defence policy.  I am very much in listening mode today and I appreciate that any new ways of doing things, particularly when it comes to defence, should ideally attract broad support across the Houses.  This has been a long-standing tradition which I am keen to maintain.<\/p> <p>  As members will be aware, the White Paper on Defence, which was approved by the Government in July 2015, provides the strategic and comprehensive defence policy framework for the ten-year period up to 2025.  As such, the White Paper is the Government&rsquo;s medium-term policy on defence.  It is the second White Paper on Defence.  Its predecessor, the first White Paper, dated back to 2000.  The comprehensive consultation process that led to the approval of the current White Paper commenced with publication of a historic Green Paper on Defence in July 2013.  This initiated a public consultation on the White Paper and in doing so it broke new ground by actively encouraging open debate and critical thinking about Ireland&rsquo;s future defence policy requirements.  In response to the Green Paper my Department received a total of 122 written submissions and follow-on meetings with a wide variety of stakeholders and interested parties were subsequently held.<\/p> <p>  In addition to the public consultation process, officials from the Department of Defence liaised extensively with a broad range of Government Departments and agencies with a common interest in security or which avail of the services of the Department, the Defence Forces and Civil Defence.  There was also consultation with international organisations with a particular focus on international peace and security-related peace support and crisis management operations.  These included the United Nations, the European External Action Service, the European Defence Agency and NATO&rsquo;s Partnership for Peace.<\/p><p>The consultation process concluded by bringing all stakeholders together for an open policy debate, with an opportunity for those that made contributions to hear the views of a range of panellists and to debate and express their opinions.  This was held in Farmleigh House in May 2015.  All who attended found the event to be useful and thought provoking.  In addition, a final opportunity to engage on and contribute to the White Paper then under development was afforded to Members of the D&aacute;il and statements were taken in the House at the end of June 2015.  The views of all those who contributed throughout the process were carefully considered and there is no doubt that the White Paper has benefited from having had these valuable inputs.<\/p><p> The policy framework set out in the White Paper is designed to be flexible and responsive.  This is important, given the dynamic nature of the current security environment.  It is also designed to enable the defence organisation, comprising the Department of Defence and the Defence Forces, to be adaptive to these changing circumstances and to use our resources as efficiently as possible.<\/p><p> It is within this context that the White Paper sets out the Government's intention to establish a process of fixed-cycle defence reviews.  These are common internationally and give assurance that policy remains up to date and relevant to changing future circumstances.  The White Paper specifically provides that these reviews are to have a three-year cycle, with every second review being more comprehensive in nature and, as such, would be styled a \"strategic defence review\".  As set out in the White Paper, strategic defence reviews will commence in early 2021.<\/p><p> Before that happens, however, the White Paper also specifies that the first in the new cycle of reviews will be a White Paper update, which my Department commenced last July.  Members will recall that I wrote to the committee last autumn to seek their views.  In the interim, a considerable amount of work has progressed, but it is still relevant to obtain members' views, particularly on the long-term approach to the process of fixed-cycle reviews.  I have not come to this meeting to advance any particular approach, speak to any particular element of the White Paper or argue any point in our discussion.  We debate many issues at this committee and in the House and there are plenty of occasions for me to respond to particular points.  This is not such an occasion, however.  My approach today is simply to allow a space in which the White Paper update can take account of what committee members have to say.  In conjunction with this, and most importantly for the long term, it will benefit all if we can put in place an effective, structured and systematic approach.<\/p><p> The White Paper represents Government policy on defence.  It is not intended that the update will reopen fundamentals of defence policy that were settled when the Government approved the White Paper in 2015.  These fundamentals include the fact that Ireland will continue to maintain its policy of military neutrality.  The White Paper also sets out key principles regarding capability development that have resulted in the subsequent development of rolling multi-annual equipment and infrastructure plans.  Developments at international level, including Ireland's decision to participate in the EU's permanent structured co-operation, PESCO, agreement remain consistent with the approach in the White Paper.  The White Paper also places a strong emphasis on the development of the human resources of the defence organisation and significant work in this area is under way.<\/p><p> In undertaking the update, we have focused primarily on an updated security assessment and an analysis of the range of projects being undertaken by way of implementation of the White Paper.  The updated security assessment will be published as part of the update, reflecting a reconsideration of chapter 2 of the White Paper.  As such, it is the product of an interdepartmental and inter-agency group comprising representatives of relevant Departments and agencies, including An Garda S&iacute;och&aacute;na and the Defence Forces.  Such an assessment of the security environment will remain a key component of fixed-cycle reviews, as it will be used to situate appropriately the defence policy response in terms of the lead or supporting roles that defence plays.<\/p><p>In essence, it provides a fully considered and agreed common perspective for all elements involved in protecting the security of the State.  As members will appreciate, it would be inappropriate for me to discuss the content of the assessment pending completion of all work being carried out as part of the overall update and, ultimately, its approval by the Government.  As with the White Paper, the outcome will be published.<\/p><p> The second key strand of the update, which is well advanced at this stage, is a review of progress in the White Paper's implementation.  Following publication of the White Paper, a total of 88 projects were identified to be completed over a ten-year period.  From a programme management perspective, these have become 95 discrete projects, with the implementation of each being supported and monitored by a joint civil-military White Paper implementation facilitation team.  As part of this strand, the review of progress with implementation has been broken into a four-stage process, involving high-level civil and military engagement.  This process has involved a review of all 95 projects, with different considerations arising and being factored into the review of each, depending on its current status, that is, whether it has commenced or is now closed.  Two of the four stages have now been completed while work on the final stage - the report capturing the outcomes of the reviews of each project - is under way.<\/p><p> Following completion of these two key strands of the update, and having regard to whatever views members may have, the next important phase of the update will be consideration of the implications of any change in the context of overall policy requirements, associated tasks, capability development and resourcing.  All of this work, including that carried out to date, is being overseen by a high-level civil-military steering group that meets regularly to review progress and the overall approach.  It is my intention that, when all work is finalised, the White Paper update will be brought to the Government for approval of the outcome and for a decision on any change in approach that may be required.<\/p><p> The second aspect of my engagement with the committee is to listen to the views of members on the White Paper implementation project that is focused on the establishment of a fixed cycle of defence reviews as a permanent feature of defence policy.  In this regard, the White Paper sets out the Government's intention that these defence review processes are to be given a new standing in public management terms.  The White Paper specifically provides for a new set of arrangements to ensure that a strong strategic defence planning and decision making approach is taken.  I have outlined the process already under way in terms of the first White Paper update and the commitment on the part of the Government to commence a strategic defence review in early 2021.<\/p><p> One of the White Paper implementation projects under way in the Department of Defence is focused on developing a formalised structure, to be approved by the Government, for these fixed cycles of defence reviews.  This ongoing project, which is being undertaken by a civil-military team, is principally considering the structure and processes for the future conduct of defence reviews and, in doing so, will draw from the experience gained in carrying out the current update.  The project team has undertaken a broad-ranging study, including academic review and international comparisons, in order to identify the key elements that could shape the conduct of future defence reviews.  When finalised, proposals in this regard will be brought to the Government for approval.  Before that happens, however, it is the Government's stated intention in the White Paper to engage in a process of all-party consultation on the overall approach.  This committee is an ideal forum to address that commitment.<\/p><p> There are a number of key elements being considered as part of the ongoing project and, subject to the committee's perspective, it is on the following questions, in particular, that I would appreciate views: whether legislative provision should be made for the conduct of fixed-cycle reviews; the extent to which the reviews should differ &ndash; for example, what should distinguish an update from a strategic defence review; the level and breadth of consultation for each; the frequency and timing of reviews; and whether, regardless of these reviews, there is a case for a continuing approach that includes provision for further White Papers and, if so, when, within the new cycle of reviews.<\/p><p> Having outlined the purpose of my seeking this engagement with the joint committee, and once again emphasising that my approach today is simply to take account of what committee members have to say, I look forward to listening to and considering their views on these important matters related to the White Paper on Defence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#R00300","speaker":"1365","continuing":true},{"type":"speech","time":1551789000,"counter":42,"content":"<p>I thank the Minister of State for his detailed presentation on the work that is ongoing and for the update on the White Paper.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#U00200","speaker":"1270"},{"type":"speech","time":1551789000,"counter":43,"content":"<p>I acknowledge the engagement with the committee.  It is positive that we are meeting rather often on these matters.<\/p> <p>  The Minister of State mentioned a high-level civil-military steering group.  Who exactly are the members of that group?<\/p> <p>  The Minister of State also referred to whether legislative provision should be made for the conduct of fixed-cycle reviews.  What kinds of changes does he envisage that would require such provision?  I am putting this in the context of a report I have been quoting recently and on which the Minister of State's MEP colleagues engaged at EU level, namely, Ireland and the EU: Defending our Common European Home.  It contains some alarming comments - for example, on redefining the concept of Irish neutrality, amending our triple-lock system and developing our defence industry.  It does not sit easily that such comments are coming from some MEPs when we are committed to Ireland's neutrality here.<\/p> <p>  It was great that the Minister of State received so many submissions.  Many came from civil society.  I am wondering about further engagement because, with defence, it is civil society that is most effective when anything goes wrong.<\/p> <p>  There is an increase in military expenditure.  Does the Minister of State envisage further increases?  There are concerns in this regard.  I asked the Minister of State before about the multi-role vessel that was possibly being purchased.<\/p> <p>  I thank the Minister of State for the letter he sent me following up on my question on training.  He outlined in it some of the training that takes place.  I acknowledge the great work our peacekeeping forces do when on UN-mandated missions.  My question was on interrogation training.  The Minister of State reverted to me on some of the other types of training.  It is important to emphasise the importance of training on gender and refugee issues.  We saw the so-called training for the Libyan coast guard was far from what it should have been.  Our troops are much better trained.  Given Irish troops' training on human rights and gender and refugee issues, could we more proactive in this regard?  What happened in Libya and the Mediterranean was most unsatisfactory.<\/p> <p>  The Minister of State mentioned his role in planning for Brexit.  I was in Belfield last week for the launch of our international development policy, A Better World.  Was there engagement with the Minister of State's Department?  How does he complement priorities in the new policy document with what we are seeing in the White Paper?  Our role has been human rights based and humanitarian.  Was there any engagement with the Department of Defence?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#U00300","speaker":"1291"},{"type":"speech","time":1551789000,"counter":44,"content":"<p>I am not familiar with A Better World.  I am not aware of any engagement.  I may revert to the Deputy on that.<\/p> <p>  The White Paper update steering group has met at least monthly since the updating commenced last July.  Meetings are chaired by a relevant assistant secretary and are attended by the assistant chief of staff and the heads of the Department's planning and organisation branch and the Defence Forces strategic planning branch.  There is also a White Paper working group, which will consider any implications for overall defence policy requirements, associated tasks, capability development and resourcing.  This group comprises the heads of the planning and organisation branch and Defence Forces strategic planning branch and the White Paper project team.<\/p><p> The fundamentals of the White Paper are not going to change but I am looking for members' views on it today.  What changes would they like to see?  What would they like to be added or subtracted?  I am looking for the committee's views rather giving mine.  Everyone should know my views on the White Paper because it was approved by the Government in 2015.  We are now on the review stage.  I sent briefing notes to all committee members.  I wish to hear members' thoughts on the White Paper.<\/p><p> Deputy Maureen O'Sullivan referred to the Fine Gael MEP group publishing its own paper on the future of Ireland's policy of neutrality.  It is totally separate from Government policy.  I always encourage political parties and individuals, be they Independents or otherwise, to engage in an open and honest debate on issues that affect everybody daily.  These are issues that affect us.  We would be doing no justice to society if we did not have open and honest discussions on them.  The discussion paper reflects the MEP group's own thoughts and it was not endorsed by my political party.  A group of MEPs came together and published the paper.  It is not reflective of Government policy by any manner or means.  I welcome everybody's comments, however.<\/p><p> We are increasing military expenditure year on year.  The multi-role vessel about which the Deputy spoke is referred to in the White Paper.  This is at the planning stage.  It will be some time before we make a decision on it.<\/p><p> The Deputy talked about the Libyan coast guard.  Through Operation Sophia, we are training it.  I am not sure about the extent of training on gender issues, etc., but I can revert to the Deputy on that.<\/p><p> Regarding Brexit, defence organisations are currently engaged in prudent planning in response to Brexit.  This includes active participation in the whole-of-Government framework developing a response to Brexit.  Primary responsibility for the internal security of the State rests with the Minister for Justice and Equality, Deputy Flanagan, An Garda S&iacute;och&aacute;na and the Customs and Excise.  Prevention of trafficking is in the first instance a matter for the Revenue Commissioners and the Garda.  There is a Government Brexit team.  An assistant secretary from my Department is on that team.  We meet quite regularly.  Responsibility for the security of the State rests solely with the Department of Justice and Equality.  If it acquires aid to the civil power, it calls for the assistance of members of the Defence Forces or the Department of Defence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#U00400","speaker":"1365","continuing":true},{"type":"speech","time":1551789000,"counter":46,"content":"<p>The four MEPs were not just testing the water to see what sort of reaction there would be because it was completely undermining our neutrality.  I am alarmed by the fact that they made their comments in an open debate in the European Parliament.  It is the Minister of State's party that is in government here.  Therefore, there is no doubt about what occurred.  Ireland has a very proud tradition of being involved in UN-mandated peacekeeping missions.  That is what we should continue doing rather than getting diverted into other areas.  Regardless of the assurances the Minister of State is giving, there is concern that we are moving away from our neutrality.  I am very definitely of the view that we must be assured that our neutrality is sacred, as is fitting for an independent, sovereign state, and that we should not be brought further into the growing security agenda of the European Union.  We should return to saving lives in the Mediterranean as opposed to being part of an agenda bringing people from the Mediterranean into the Libyan detention camps.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#V00200","speaker":"1291"},{"type":"speech","time":1551789000,"counter":47,"content":"<p>I thank the Minister of State for attending.  The White Paper update indicates that 42 projects have been initiated, which is less than half the total number of 95.  To date, only 11 of those 95 projects have been completed.  It is clear, therefore, that there has been an under-delivery in terms of the White Paper.  As I just stated to Senator Ned O'Sullivan, there is very little detailed information in the Minister of State's statement.  It was just an exercise in grammar and language.  He explained very little in terms of what he is actually doing with regard to many key issues.  I have a number of questions about some of the key issues that are fundamental to the White Paper.<\/p> <p>  The Chief of Staff was before the Public Service Pay Commission recently.  I was very surprised to hear that the Chief of Staff was joined by two officials from the Department of Defence and two from the Department of Public Expenditure and Reform.  I would see that as a muzzling of military management regarding its plea to the Public Service Pay Commission.  Why did the Minister of State and his Department seek to attend that meeting with the Chief of Staff?  Why did they not allow him to exercise his discretion with the commission?<\/p> <p>  My second question relates to my shock at seeing the effective strength as of March 2019.  We have 45% strength in the First Brigade, 45% strength in the Second Brigade, 34% strength at the Defence Forces training centre, 22% strength in the Air Corps and 23% strength in the Naval Service.  This is a complete destruction of effective strength in our Defence Forces.  Why did the Minister of State not address that in his White Paper update?  Why did he not address the serious issues of retention and recruitment?  There was not a word or syllable from the Minister of State about the significant exodus we are seeing and the failure to deal with it.  We are seeing a significant spillover on an ongoing basis.<\/p> <p>  Could the Minister of State provide an update on the current recruitment campaign for the Naval Service and the Reserve?  There are concerns that it has been either suspended or delayed because of a difficulty between the Department and others involved in the process.  Can the Minister of State clarify whether the campaign is continuing as normal?  What is the position regarding the recruitment campaign, which was well publicised by the Minister of State and others in recent months?<\/p> <p>  I also want to get the Minister's view on cybercapability and cybersecurity.  Can he outline how many staff are in the cybersecurity unit?  What have the Defence Forces provided for around cyber-capability in terms of personnel, resources and responsibilities?  I understand that there are four positions.  Is the Minister of State satisfied that this is sufficient to protect us against the threats we face?  Today, President Macron outlined the serious destabilising effect on democracies across Europe if we do not address significant cyber issues.  How prepared is the Department for that?  Can the Minister of State brief the committee on the capability development plan to achieve this capability?<\/p> <p>  Can the Minister update the committee on the ongoing EU Partnership for Peace in-depth evaluation of Ireland's military capability?  In the interests of transparency, will he commit to publishing its contents when it has been concluded?  Can he update the committee regarding where the Department is in the context of the implementation of the two PESCO projects to which it has signed up?<\/p> <p>  My next question concerns something that might not, but should be, mentioned in the White Paper.  We saw the Departmental change that occurred in the Department of Finance during the recession and across a number of Departments.  What is the Department of Defence doing to ensure it possesses staff with appropriate academic qualifications - such as degrees, masters degrees or PhDs - in international relations and security and defence?  This is something that has been mirrored across other Departments.  Could the Minister of State clarify how many members of staff are qualified in those areas?  What are the Minister of State's plans to bring forward any legislation to allow the Reserve to provide time in terms of training, as is the norm in other countries?<\/p> <p>  Brexit was mentioned by a previous speaker.  What bilateral discussions have taken place with the UK regarding a hard Brexit?<\/p><p>Has there been any contingency planning?  Obviously, Ireland has an informal agreement on air defence cover and the Minister of State needs to clarify the position in respect of it.  He needs to clarify what discussions his Department has had regarding those matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#W00100","speaker":"1255","continuing":true},{"type":"speech","time":1551789000,"counter":49,"content":"<p>Every detail sought by the Deputy can be found in the document.  I am not sure if he has read the document cover to cover but it contains all of the information he is seeking.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#X00200","speaker":"1365"},{"type":"speech","time":1551789000,"counter":50,"content":"<p>Could the Minister of State provide an update?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#X00300","speaker":"1255"},{"type":"speech","time":1551789000,"counter":51,"content":"<p>I came here looking for the views of the committee on the White Paper.  The issue of pay has nothing to do with the White Paper.  I am just seeking members' views.  It would be totally remiss of me if I did not come before the committee in the context of reviewing the White Paper.  I wrote to the committee in the autumn and stated that I would like the opportunity to come before it to ask members their views on the White Paper.  I will appear before the select committee later today in connection with the Estimates and have no problem answering any of the questions the Deputy has just posed at that point.  However, most of his questions do not relate to the White Paper.  I say this genuinely.  The White Paper is a ten-year project that we will review.  If I was an Opposition spokesperson and the Minister of State did not come before the committee asking for members' thoughts and views on the specifics in the White Paper-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#X00400","speaker":"1365"},{"type":"speech","time":1551789000,"counter":52,"content":"<p>I am not criticising the Minister of State in the context of his appearance before the committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#X00500","speaker":"1255"},{"type":"speech","time":1551789000,"counter":53,"content":"<p>I will go through the questions asked by the Deputy.  Pay is not an issue for the White Paper but the Secretary General, the Chief of Staff and officials from the Department of Public Expenditure and Reform met the Pay Service Pay Commission this morning.  I do not determine who appears before the commission.  As I have pointed out to the Deputy on numerous occasions, the commission is independent.  I do not say \"Send this one in\" or \"Do not send that one in\".  That is nothing to do with me.  That is a matter for the commission.  Nor is it anything to do with the Minister for Public Expenditure and Reform.  That is why we have an independent pay commission to look at the overall issue of pay.  Nobody muzzled anybody.  It is up to the commission.<\/p> <p>  The overall strength of the organisation is 94%.  There is no delay in recruitment regarding the Reserve or enlisted members.  A process relating to a competition will get under way shortly.  For security reasons, I will not give the Deputy details regarding how many members of the Defence Forces are with the cyber unit in the Department of Communications, Climate Action and Environment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#X00600","speaker":"1365"},{"type":"speech","time":1551789000,"counter":54,"content":"<p>As far as I am aware, there are none.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#X00700","speaker":"1255"},{"type":"speech","time":1551789000,"counter":55,"content":"<p>I have been reassured by the Chief of Staff that it is very well resourced and that we do our best to facilitate any requests put to us.  Cyber issues are security matters for the Department of Communications, Climate Action and Environment-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#X00800","speaker":"1365"},{"type":"speech","time":1551789000,"counter":56,"content":"<p>Cybercapability.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#X00900","speaker":"1255"},{"type":"speech","time":1551789000,"counter":57,"content":"<p>The capability development plan is an ongoing project but it is a priority.  A significant amount of work has been carried out in respect of it.  The Deputy asked about qualifications in the Defence Forces.  I will come back to him on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#X01000","speaker":"1365"},{"type":"speech","time":1551789000,"counter":58,"content":"<p>In the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#X01100","speaker":"1255"},{"type":"speech","time":1551789000,"counter":59,"content":"<p>In the context of amendments required for the DFR R5, structure of the Reserve Defence Force, RDF, and DFR S7, establishment of the Reserve Defence Force Representative Association, RDFRA, the regulations encompass a broad range of matters from finance to human resources to training matters to effectiveness criteria.  Amendments of DFR S7 are linked to DFR R5.  The former cannot be finalised with the latter being completed.  Amendments are very complex and time-consuming and require extensive consultation.  It is anticipated that the initial draft of the revised DFR R5 will be available within the coming months.  The Office of the Attorney General has been snowed under due to Brexit, which has delayed all legislation.  I am not stating that it has delayed this specifically but we depend totally on the staff of the Office of the Attorney General to assist us in drawing up legislation.  This is very complex legislation.  We have one opportunity to get it right and we want to ensure that we do so.  I expect the revised DFR R5 will be available in the coming months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#X01200","speaker":"1365"},{"type":"speech","time":1551789000,"counter":60,"content":"<p>A couple of my questions were not answered.  I asked about-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#Y00100","speaker":"1255"},{"type":"speech","time":1551789000,"counter":61,"content":"<p>Sorry, the Deputy asked about Brexit and the memorandum of understanding.  Any consultation I have had with my ministerial colleagues in the UK relates to a memorandum of understanding.  Brexit has no impact on that whatsoever.  That was signed in 2015 and it is working extremely well.  There is significant communication between my Department, the British Ministry of Defence, our Defence Forces and the British Armed Forces.  The memorandum of understanding that was signed between their Minister, Michael Fallon, and our then Minister, Deputy Simon Coveney, will stand.  Brexit has no impact on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#Y00200","speaker":"1365"},{"type":"speech","time":1551789000,"counter":62,"content":"<p>The last question I asked was about the EU Partnership for Peace indepth evaluation of Ireland's military capability, which is ongoing.  Will the Minister of State publish it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#Y00300","speaker":"1255"},{"type":"speech","time":1551789000,"counter":63,"content":"<p>I will come back to the Deputy on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#Y00400","speaker":"1365"},{"type":"speech","time":1551789000,"counter":64,"content":"<p>Since the White Paper was published, I have engaged through a number of parliamentary questions.  I find the way the White Paper is laid out strange.  There is no harm in it.  If one reads through it, one will just about find what the tasks and targets are.  The Minister of State mentioned 95.  We were originally told it was 88.  There is no list within the White Paper itself so sometimes it is very difficult to judge.  Most other documents of that scale have the target, purpose and timeframe in which it is hoped that goals will be achieved at the end.  I know the Minister of State has supplied some of that material to me since.  It makes it difficult for people looking in to gauge whether the Minister of State, Department or military authorities are successful in achieving what has been set out.  It is quite obvious that we are not achieving some goals.<\/p> <p>  There is a chapter on retention of soldiers.  Recruitment is being achieved.  We have seen people being recruited and cadets being sworn in recently.  I congratulate them.  There is a dilemma that we have discussed in the committee, of recruitment and retention and the problems that creates for military authorities while trying to plan for the future.  If one has a cohort of older, more experienced soldiers leaving and newer recruits, it makes it difficult to plan major events, overseas operations, fisheries protection operations or for whatever skills are then missing.  In recent years, air ambulances have not been able to provide the full cover that is expected of the Defence Forces by the public.  It is conditional on their availability but the public has, or at least had, a view that the Defence Forces are available as an aid to the civil power.  The military authorities can only do that if they have the personnel and equipment required.  We have seen a number of occasions where they have been constrained or where it has created difficulties relating to a lack of soldiers or equipment.<\/p> <p>  An issue I have with regard to the role of the Defence Forces is that there should be greater concentration on preparing the Defence Forces for more operations abroad, such as disaster relief and infrastructural works.  They have shown in Ireland that they can do that.  They have been quite good if a bridge goes down, for example.<\/p><p>The change to a two brigade system meant the loss of one of the engineering units and a lack of equipment for disaster and humanitarian relief.  I have a different view to most recent Governments, which seem to have embraced the EU battlegroup role for the Irish Defence Forces rather than peacekeeping and helping in disaster zones around the country.<\/p><p> My criticism of the review is that the White Paper should be made more accessible.  The Minister of State set out the 95 targets or tasks so that when the cyclical reviews come up, it is easier for people on the outside to comment and say that they want there to be more focus on certain matters.  Brexit has really changed much of what was set out in the White Paper.  The Minister of State is here this week and it is maybe a pity that it is not next month, since we might have some surety about it then.  That will impact on the call on the Defence Forces relating to Border duties.  There are stories about garda&iacute; being trained.  There is a plan already in place to put some of the new recruits in the Border region in preparation for a possible hard border.  We saw the issue of fisheries last week.  That will become a greater problem or duty for the Defence Forces in the near future if we do not have the agreement that we intend.  The Defence Forces and the Department, when preparing the White Paper, would not have been aware of Brexit coming down the track.  They would not have been focusing as much on that aspect of security.  While I know it has been done, that suggests a need to continually review the security situation as the Brexit issue develops.<\/p><p> I have raised this issue before so it is more of a comment than a question.  The first duty of the military authorities and the Department is to respect and protect the members of the Defence Forces and to enhance morale.  There are a number of issues and events that have happened in recent years which are contributing to lowering that morale.  I have not heard any problem with regard to protection of soldiers.  I think they are happy with the protection.  Respect of soldiers has been brought into question by the lack of proper wages and proper health and safety standards in the past.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#Y00500","speaker":"1305","continuing":true},{"type":"speech","time":1551789000,"counter":66,"content":"<p>I will take Senator O'Sullivan.  We are running into time constraints again and have the select committee soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#Z00200","speaker":"1270"},{"type":"speech","time":1551789000,"counter":67,"content":"<p>I will keep it very tight.  I welcome the Minister of State and his officials.  It is good that the Minister of State wanted to engage with us.  Having said that, maybe I was ill-prepared for the meeting or my expectations were different, but I am disappointed and underwhelmed by what the Minister of State has to say to us.  He says he wants to listen to our views but at the same time, for anyone looking in from outside, White Papers and Green Papers are like dancing on the head of a pin.  People want to know where the beef is and what the Minister of State's vision is for the Defence Forces.  We cannot treat White Papers and Green Papers as an ongoing circle of bureaucracy.<\/p><p> The Defence Forces are highly respected and held in high regard by the public, and rightly so.  As Deputy Maureen O'Sullivan said, their work as peacekeepers in the UN is exemplary and something of which we are all very proud.  We are also proud of the profile the Army has in many State functions.  I particularly welcomed its activities in schools during the 1916 centenary.  It is also lovely to see the Army band in communities.  When there are weather and climate crises, the Army plays a role and this is also appreciated.  These are the upsides as far as I can see but there are some serious downsides.  The Minister of State said the White Paper is not the place to speak about Army pay or all of the resignations and buy-outs from the Army.  Perhaps we will have another day for that.  Is the Minister of State concerned about morale in the Defence Forces?  The morale of any force, be it the Garda, Army or Naval Service, is important.  It is important for us as committee members to know whether the Minister of State is happy with the state of morale in our Defence Forces.<\/p><p> Insofar as the White Paper deals with it, will the Minister give us an update on where we are with Army property?  There has been a lot of speculation that some of our big barracks, such as Cathal Brugha Barracks, will be used for housing.  I am not saying it is good or bad; I would just like to know the future of Army property in rural towns, such as Listowel, where we used to have slua halls and FCA property.  What is the future for this type of property, as the Minister of State sees it?<\/p><p> Does the Minister of State have plans to inject new life into the RDF?  Recently in the Seanad I mentioned to him that I thought the FCA was an exemplary force that gave a lot of young people in Ireland training in life skills, a sense of patriotism and something useful.  The Army has a very low profile in the country.  This is not necessarily a bad thing.  I am not looking for militarisation.  The Army has a very low profile, particularly outside of Dublin.  This is something the Minister of State could look at by reviving and putting more funding into voluntary reserve forces, such as the FCA used to be.<\/p><p> The Army has done very well so far in the centenary of commemorations.  We are halfway through the commemoration the War of Independence.  Shortly, we will move on to commemorating the Civil War.  There were no angels on either side of that terrible sad divide and republicans, no more than anyone else, committed atrocities.  Nonetheless, some major atrocities were committed by the State and the army of the Free State in the name of the people.  Statements were made in the D&aacute;il by the Minister for Defence at the time that need to be corrected.  Has the Minister of State taken an advanced view on how this will be handled?  It is a very sensitive area and nobody is looking for triumph in this regard, particularly not me.  It would be as well for the Minister of State to have a plan to deal with these issues as they will undoubtedly arise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#Z00300","speaker":"1394","continuing":true},{"type":"speech","time":1551789000,"counter":69,"content":"<p>I will respond to Deputy &Oacute; Snodaigh first.  There are 88 projects in the White Paper but a number of them have subprojects and rather than trying to hide the figure of 88, I said 95.  I hope that explains it.<\/p> <p>  Recruitment and retention are challenges for the Defence Forces but it is a challenge for defence forces throughout Europe and armed forces throughout the world.  When I speak to my European counterparts, they face the same issues I do.  We have funding for a full strength of 9,500.  The Government has provided this.  Recruitment will be open in the next short while.  I do not have the exact date but it will be shortly.  This is with regard to Reserve personnel, enlisted personnel and cadets.<\/p> <p>  With regard to the ambulance service out of Athlone, I am not sure there have been constraints.  It has been fully operational and is very successful.  No one has stated to me it has been unable to fly.  If it has been unable to operate, it must have been for a specific reason.<\/p><p>When the helicopter is being serviced it tries to provide-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#AA00200","speaker":"1365","continuing":true},{"type":"speech","time":1551789000,"counter":71,"content":"<p>Last year, for instance, flights at night were restricted-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#BB00200","speaker":"1305"},{"type":"speech","time":1551789000,"counter":72,"content":"<p>It is because of the type of helicopter we have that we do not fly at night time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#BB00300","speaker":"1365"},{"type":"speech","time":1551789000,"counter":73,"content":"<p>Sometimes it was because personnel were not available on certain nights.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#BB00400","speaker":"1305"},{"type":"speech","time":1551789000,"counter":74,"content":"<p>We have a memorandum of understanding with the HSE that we will provide the service when available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#BB00500","speaker":"1365"},{"type":"speech","time":1551789000,"counter":75,"content":"<p>It was not a criticism-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#BB00600","speaker":"1305"},{"type":"speech","time":1551789000,"counter":76,"content":"<p>I know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#BB00700","speaker":"1365"},{"type":"speech","time":1551789000,"counter":77,"content":"<p>It is provided when it is available but if it is not available, that suggests there is a shortage that needs to be addressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#BB00800","speaker":"1305"},{"type":"speech","time":1551789000,"counter":78,"content":"<p>To date, the Defence Forces have been able to honour all asks by the Government, at home or overseas.  The Deputy referred to operations abroad and perhaps assisting abroad where there is a catastrophe.  At present, where we are on peacekeeping duties we reach out into the communities.<\/p> <p>  The Deputy also referred to the reorganisation and the number of engineers.  We reduced from three brigades to two brigades but there was no reduction in the number of engineers.  The key aspects of the reorganisation included consolidating understrength units into a smaller number of full strength units and a reduction in the number of headquarters and the associated redeployment of personnel from administrative and support functions to operational units.<\/p> <p>  With regard to Brexit, when the White Paper on Defence was published, it was not even born.  There have been a large number of changes since then.  I will not pre-empt what will happen next week.  The defence organisations are engaged in prudent planning in response to Brexit.  This includes active participation in the whole-of-Government framework developed in response to Brexit.  Primary responsibility for the internal security of the State rests with the Department of Justice and Equality, my colleague, the Minister, Deputy Flanagan, An Garda S&iacute;och&aacute;na and the Revenue Commissioners.  There is ongoing close liaison between An Garda S&iacute;och&aacute;na and the Defence Forces regarding security matters, with regular co-ordination and liaison meetings.<\/p> <p>  The Deputy raised fisheries protection.  There are implications for increased monitoring, patrolling and inspecting of Irish controlled waters.  This will depend on the outcome when the UK departs.  It will be a matter for the Sea-Fisheries Protection Authority in association with the Department of Agriculture, Food and the Marine.  As I stated earlier, a senior official at assistant secretary level in the Department is leading the input into the deliberations of the framework established throughout the Government.  The management board also maintains oversight of all Brexit-related matters in the Department.<\/p> <p>  Avoiding a hard border on the island is fundamental to the draft Brexit agreement reached between the EU and UK Government.  There are no plans to introduce a new Army barracks or Defence Forces base in the greater Border region.  However, the Defence Forces keep operational plans under constant review.  I am satisfied the operational readiness and deployability of the Defence Forces is such that they can respond effectively to whatever is required by the State or the Government.  The White Paper was originally put together in 2015 and the security situation is a fundamental part of the White Paper review.  In my opening statement I referred to reviewing the security situation of the State.  If Senator Ned O'Sullivan reads what I said about the objectives of the White Paper, that is the meat.  That is my vision.  It is the Government's vision of where we see the Defence Forces over the next ten years.  That is why, as I stated earlier, it is important that we review the White Paper.<\/p><p>The strategy statement sets that out very clearly.<\/p><p> Morale is very important within any organisation, be it a political party, the Defence Forces, An Garda S&iacute;och&aacute;na, a Department or the HSE.  However, leadership is as important as morale.  That is my leadership and that of military management and civil management.  I have an excellent team around me, military and civil.  It is very important that we show leadership.  Of course we have our challenges but every organisation has its challenges.<\/p><p> On the role of the Reserve, I have stated on numerous occasions that it is an important platform for the organisation as a whole and that it plays a very important role within the organisation.  Numbers have been dwindling because younger people have more opportunities now than they did 20 or 30 years ago.  The Government has provided the funding for full training days for the reserves.  There is no lack of funding for their training days.  They are well funded.<\/p><p> Over the past 25 years, my Department has disposed of a range of properties deemed surplus to military requirements.  Since 1998, under the barracks consolidation programme, the sale has been completed of 12 of the 14 barracks closed under this programme.  They were Fermoy, Castleblayney, Naas, Ballincollig, Clancy Barracks in Dublin, Monaghan, Longford, Cavan - they were new barracks - Letterkenny, Kildare, Clonmel and Lifford.  The sale of Castlebar barracks to Mayo County Council will be completed in the near future.<\/p><p> The newly established Land Development Agency, LDA, has identified Columb barracks in Mullingar, which closed in 2012, as a viable solution to the provision of residential units, and it will form a significant contribution to the 3,000 units to be targeted by the agency in this first tranche of the provision.  Project management branch has, on my instruction, continued to liaise with the relevant officials in the LDA and the transfer of the site to the agency is a priority, subject to terms and conditions that are yet to be agreed.<\/p><p> Currently, &euro;37 million worth of capital projects are at various stages, from design to tender to construction.  These include the replacement of the major secure storage facility, phases 2 and 3, in the Defence Forces training centre, &euro;10.2 million; the construction of new gymnasiums in Sarsfield barracks in Limerick and Stephen's barracks in Kilkenny, &euro;6 million; locker block refurbishment in Cathal Brugha barracks, Dublin, &euro;3.8 million; upgrade and refurbishment works at the cook house and dining hall in Custume barracks, Athlone, &euro;4.1 million, which is under construction at the moment; the upgrade of accommodation blocks in Pearse barracks in the Curragh, &euro;3.1 million; upgrade and refurbishing works in the apprentice hostel in Casement Aerodrome, Baldonnel, &euro;3.3 million; the upgrade of the oil wharf and installation of fire protection and detection and a fire-fighting system in the naval base on Haulbowline, &euro;2.4 million; the upgrade of one and two block accommodation facilities in Cathal Brugha barracks, &euro;2.4 million; and the upgrade of seven block accommodation facilities in Connolly barracks at the Defence Forces training centre, &euro;2.1 million.<\/p><p> The White Paper project is also under way to put in place a five-year plan for the programme.  The list of works identified as part of the project will be prioritised for delivery based on military needs and will be updated annually to form the basis of the selection of capital projects under the programme into the near future, and new start projects to be commenced in 2020 will be informed by the projects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#BB00900","speaker":"1365","continuing":true},{"type":"speech","time":1551789000,"counter":80,"content":"<p>The Minister of State liked that question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#CC00200","speaker":"1394"},{"type":"speech","time":1551789000,"counter":81,"content":"<p>Absolutely.  I also want to make it clear that there are no plans for the sale of Cathal Brugha barracks.<\/p><p> The decade of commemorations is the responsibility of the Minister for Culture, Heritage and the Gaeltacht, Deputy Madigan.  Following on from the work done on the 1916 commemorations, which were really successful, there is an all-party commemorations committee.  We must be very careful in the context of the decade of commemorations.  If an all-party committee worked for the 1916 commemorations, there is no reason it should not work for the decade of commemorations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#CC00300","speaker":"1365","continuing":true},{"type":"speech","time":1551789000,"counter":83,"content":"<p>I thank the Minister of State.  There is a vote in the D&aacute;il.  I will make just one quick comment to the Minister of State.  Departments and statutory agencies often have a habit of having the usual consultees on the development of Green Papers or White Papers.  We do not respect corporate knowledge enough.  I would love to see people who may have left the Department and the Defence Forces and those who have served overseas get the opportunity to contribute.  One thing we are very bad at is recognising corporate knowledge and its importance.  Deputy &Oacute; Snodaigh referred to this matter as well.<\/p> <p>  We have a select committee meeting on Estimates immediately-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#DD00200","speaker":"1270"},{"type":"speech","time":1551789000,"counter":84,"content":"<p>Chairman-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#DD00300","speaker":"1305"},{"type":"speech","time":1551789000,"counter":85,"content":"<p>Is it one quick comment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#DD00400","speaker":"1270"},{"type":"speech","time":1551789000,"counter":86,"content":"<p>A point I made was not addressed.  When one reads the White Paper, the 88 or 95 projects do not jump out immediately.  One must read the whole document, which is fine, but for members of the general public to try to gauge whether we are being successful and whether we are achieving those projects, it would be a useful exercise if they were available with the White Paper or as an appendix or something in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#DD00500","speaker":"1305"},{"type":"speech","time":1551789000,"counter":87,"content":"<p>I thank Deputy &Oacute; Snodaigh.  May I just-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#DD00600","speaker":"1270"},{"type":"speech","time":1551789000,"counter":88,"content":"<p>Chairman-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#DD00700","speaker":"1365"},{"type":"speech","time":1551789000,"counter":89,"content":"<p>Very quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#DD00800","speaker":"1270"},{"type":"speech","time":1551789000,"counter":90,"content":"<p>The Deputy has a point.  We might be able to do that.  To address the Chairman's point, my assistant secretary to my left has worked on the White Paper since 2000 so he has almost 20 years of corporate knowledge in this area.  He is very well versed in-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#DD00900","speaker":"1365"},{"type":"speech","time":1551789000,"counter":91,"content":"<p>I am not suggesting otherwise.  However, the good knowledge that exists is often written out of the script in all respects and not just in the Department.<\/p> <p>  I thank the Minister of State and the members for their engagement this afternoon.  The joint committee stands adjourned until Thursday, 4 April 2019, when we will meet the former T&aacute;naiste, Mr. Eamon Gilmore, to discuss conflict resolution and the Colombian peace process.  I remind members that the select committee will meet immediately after the vote in the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDJ2019030500002#DD01000","speaker":"1270"},{"type":"unspoken","time":1551789000,"counter":92,"content":"<p>The joint committee adjourned at 2.55 p.m. until 10 a.m. on Thursday, 4 April 2019.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Select Committee on Foreign Affairs and Trade, and Defence","time":1551797100,"counter":93},{"type":"unspoken","content":"<p>The Select Committee met at 14:45<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy Maureen O'Sullivan Deputy Tony McLoughlin.<\/p><p>In attendance: Deputy Jack Chambers, Deputy Aengus Ó Snodaigh.<\/p><p>DEPUTY BRENDAN SMITH IN THE CHAIR.<\/p>","time":1551797100,"counter":94,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002"},{"type":"minorheading","content":"Estimates for Public Services 2019<br \/>Vote 35  - Army Pensions (Revised)<br \/>Vote 36 - Defence (Revised)","time":1551797100,"counter":97,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#B00300"},{"type":"speech","time":1551797100,"counter":98,"content":"<p>I welcome members and viewers who may be watching the proceedings on Oireachtas TV.  On 19 December the D&aacute;il ordered that the Revised Estimates for public services for the following Votes be referred to the select committee for consideration: Vote 27 - International Co-operation; Vote 28 - Foreign Affairs and Trade; Vote 35  - Army Pensions; and Vote 36 - Defence.  Today the committee will consider the Estimates for Votes 35 and 36 and report back to the D&aacute;il.  On behalf of the committee, I welcome the Minister of State at the Department of the Taoiseach with special responsibility for defence matters, Deputy Kehoe, who is accompanied by his officials.  I thank the Department for providing briefing material in advance of the meeting.<\/p> <p>  The proposed format is that the committee deal with the Votes on a programme by programme basis.  The Minister of State will give an overview of each programme, outlining the pressures likely to impact on the Department's performance or expenditure on the programme in 2019.  The floor will then be opened to members to ask questions.  I ask that they put their questions about the specific programme in order that we can progress in an orderly and efficiently manner.<\/p> <p>  Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against any person or body or an official, either by name or in such a way as to make him, her or it identifiable.  I remind them to turn off their mobile phones or switch them to flight mode as they interfere with the sound system, even when left in silent mode, and make it difficult for the parliamentary reporters to report the proceedings.  They can also adversely affect television coverage and web-streaming of the meeting.<\/p> <p>  Members received briefing documents on the Revised Estimates.  I invite the Minister of State to make his opening statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#B00400","speaker":"1270"},{"type":"speech","time":1551797100,"counter":99,"content":"<p>I welcome the opportunity to engage with the Select Committee on Foreign Affairs and Trade, and Defence to consider the 2019 Revised Estimates for Vote 35 - Army Pensions and Vote 36 - Defence.  I have a short opening statement which sets out the overall position.  I will update members on some of the main developments within the defence sector in recent times.<\/p> <p>  There are two Votes for the defence sector: Vote 35 - Army Pensions and Vote 36 - Defence.  The high level goal is to \"provide for the military defence of the State, contribute to national and international peace and security and fulfil all other roles assigned by Government\".  Accordingly, defence sector outputs are delivered under a single programme in each Vote.<\/p> <p>  The combined Estimates for defence and Army pensions for 2019 provide for gross expenditure in excess of &euro;1 billion, which represents an increase of &euro;60 million or 6.4% on the figure for 2018.  The 2019 provision comprises &euro;758 million for Vote 36 which represents an increase of over &euro;50 million and &euro;249 million for Vote 35, which represents an increase of &euro;10 million.<\/p> <p>  The Army pensions Vote has a single programme entitled, Provision for Defence Forces Pension Benefits.  It makes provision for retired pay, pensions, allowances and gratuities payable to, or in respect of, former members of the Defence Forces and their dependants.  Retirement pensions, gratuities and disability pensions account for 99% of all expenditure.  The 2019 Estimate provides for a gross sum of over &euro;249 million for the Army pensions Vote, of which some &euro;239 million covers expenditure on all superannuation benefits for former members of the Permanent Defence Force, PDF, and certain dependants.  For the most part, pension benefits granted are statutory entitlements once certain criteria are met.<\/p> <p>  There are approximately 12,480 pensioners who are paid from the Army pensions Vote.  During 2018 approximately 340 Defence Forces members retired on pension.  It is anticipated that a broadly similar number will retire in 2019.<\/p><p> As the committee is aware, it has been my stated intention to seek extra funding for military pensions as part of the overall future budgetary negotiations.  Solid progress has been made on that front.  As announced in budget 2019, the gross allocation for Army pensions this year has been increased by &euro;10 million to approximately &euro;249 million, which is very welcome.  It builds on a increase in funding of &euro;9.5 million in the 2018 Estimates.<\/p><p> The 2018 review of Defence Forces pensions expenditure which was published with budget 2019 was carried out as part of the 2018 round of spending reviews and undertaken jointly by officials from the Department of Public Expenditure and Reform and my Department.  Among other things, it concluded that the underlying trend of rising military pensioner numbers was likely to be maintained in the coming years.  It recommended that the Army pensions Vote be allocated resources in line with its cost analysis from 2019 onwards to ensure the full funding demands were met.<\/p><p> I turn to Vote 36 - Defence which is delivered under a single programme entitled, Defence Policy and Support, Military Capabilities and Operational Outputs.  The defence Vote for 2019 of &euro;758 million includes a pay and allowances allocation of approximately &euro;529 million, while the remaining non-pay allocation of &euro;229 million provides mainly for the renewal and maintenance of essential equipment, infrastructure and standing and operational costs.<\/p><p> The pay and allowances allocation of &euro;529 million provides for the pay and allowances of over 10,400 public service employees, including 9,500 PDF personnel, 550 civilian employees and 355 civil servants, and makes provision for increases due under the Public Service Stability Agreement 2018 to 2020.  The agreement contains proposals for increases in pay, ranging from 6.2% to 7.4%, over its lifetime.  By the end of 2020, the pay of all those who earn less than &euro;70,000 will be restored to pre-FEMPI levels.<\/p><p> There has been ongoing recruitment within the Defence Forces in recent years, at both enlisted personnel and officer level.  It includes general service recruits, apprentices, cadets and direct entry officers.  The current recruitment plan envisages approximately 800 new entrants being inducted across the Army, the Air Corps and the Naval Service this year.  These recruits will avail of the highest levels of training and, in return, the Defence Forces will benefit from the injection of energy and enthusiasm that every organisation, particularly the Defence Forces, needs.  Promotions are also ongoing within the Defence Forces, with approximately 600 promotions across all areas of the Defence Forces in 2018, meaning that one in 14 serving members is promoted.<\/p><p> In 2017, under my direction, the Department of Defence brought the issues of recruitment and retention in the Permanent Defence Force to the attention of the Public Service Pay Commission.  The Department has provided data, as requested by the commission, for consideration and the commission's work is ongoing.  My Department will continue to engage throughout the process.<\/p><p> The budget allocation includes over &euro;2 million for Reserve Defence Force pay in 2019.  This will allow for 26,000 training days for reservists this year.  I acknowledge and appreciate the commitment and enthusiasm of Reserve Defence Force members who provide voluntary service throughout the country.  The Department's White Paper is clear that there is a continued requirement to retain and develop the Reserve Defence Force.  A key ongoing challenge for the force is recruiting and retaining personnel.  Two recruitment campaigns for the Army Reserve and the Naval Service Reserve are planned this year - one in March and the second in October.<\/p><p> The non-pay allocation comprises both current and capital elements.  The current expenditure allocation of &euro;123 million in 2019 provides mainly for expenditure in meeting ongoing Defence Forces standing and operational costs such as utilities, fuel, catering, maintenance, information technology and training.<\/p><p> The capital expenditure allocation for Vote 36 in 2019 has been increased to &euro;106 million, which represents an increase of &euro;29 million or 38% on the 2018 allocation.  It will allow the defence organisation to undertake a programme of sustained equipment replacement and infrastructural development across the Army, the Air Corps and the Naval Service, as identified and prioritised in the White Paper on Defence.  Among the main equipment programme priorities planned in 2019 are the ongoing upgrade of the Army Mowag armoured personnel carriers, the replacement of the Air Corps Cessna aircraft, the purchase of military transport vehicles and the mid-life refit of Naval Service vessels.<\/p><p>The Government is committed to ensuring that the Defence Forces built infrastructure continues to be enhanced and modernised and to that end the Defence Vote makes provision for increased investment in this area, with more than &euro;28 million allocated for 2019, an increase of almost &euro;5 million, or 20.6%.  A number of projects planned for 2019, which are progressing on a phased basis, will upgrade and maintain the infrastructure essential for the Defence Forces.  The overall capital allocation of &euro;541 million for Defence for the period 2018 to 2022, as set out in the national development plan, NDP, emphasises the importance attached by this Government to ensuring that the Defence Forces has the capability necessary to deliver on all the roles assigned by Government.  This funding will play a vital role in ensuring that the priorities identified in the White Paper can be met and that the Defence Forces can deliver fully across all roles.<\/p><p> I will now outline some of the key roles and outputs delivered under the defence programme.  The Defence Forces continue to make a considerable contribution in their international peace and security role.  As of February 2019, Ireland was contributing 673 Permanent Defence Force personnel to nine missions throughout the world.  In addition, personnel are deployed to a range of international organisations and national representations.  The main overseas missions in which Defence Forces personnel are currently deployed are the United Nations Interim Force in Lebanon, UNIFIL, with 458 personnel; the United Nations Disengagement Observer Force, UNDOF, in Syria, with 136 personnel.  Up until recently, Irish troops served as part of a joint Irish-Finnish Battalion in UNIFIL, including a small Estonian platoon.  Due to other national commitments, both Finland and Estonia withdrew from the Irish-Finnish battalion in UNIFIL in November 2018.  As an interim measure, an additional contingent of approximately 106 Defence Forces personnel have been deployed to the UNIFIL mission to cover the backfilling of the Finnish contingent for a 12-month period.  This additional commitment will continue throughout 2019 as Ireland has assumed full duties and responsibilities of IRISHBATT up to November 2019.  Efforts to source a partner country to replace the Finnish contingent are progressing well.<\/p><p> Since October 2017, the Naval Service has been participating in the EU naval mission, Operation Sophia, which specifically seeks to counter human trafficking and smuggling in the southern central Mediterranean.  The question of a further deployment to Operation Sophia in the Mediterranean in 2019 is being considered in the context of the ongoing situation in the Mediterranean and the overall EU response thereto; the demands on the Defence Forces; our overseas commitments and available resources.  The Department of Justice and Equality and An Garda S&iacute;och&aacute;na have primary responsibility for Ireland's domestic security supported, as required, by the Defence Forces as part of its aid to the civil power function.  This role is multifaceted and in 2018 included a varied set of tasks such as Garda air support missions, Central Bank security guards, prisoner escorts, explosive ordnance disposal call outs and Naval Service diving operations.<\/p><p> The Defence Forces also provide assistance to the principal response agencies tasked with responding to major emergencies.  For example, in 2018, the Defence Forces were deployed on a number of missing person searches, the Naval Service conducted fisheries boardings and the Air Corps undertook a number of emergency aeromedical support missions.  The professional competence shown by the Defence Forces in undertaking these roles is greatly valued and appreciated by all stakeholders and was further illustrated by the extensive and wide-ranging assistance provided in response to the severe weather emergency last March.<\/p><p> The Civil Defence is also funded from the Defence Vote and remains a vital component within each local authority's emergency response arrangements.  Volunteers from Civil Defence have responded very effectively when required, most notably during the aforementioned weather emergency.  I have secured an additional &euro;500,000 from the Dormant Accounts Fund in 2019 which will be used to enhance the Civil Defence four wheel drive capability.  This will ensure that Civil Defence continues to perform its core function of supporting the principal response agencies as set down in the 2015 White Paper on Defence.<\/p><p> The allocation of more than &euro;1 billion for the defence sector for 2019 emphasises the importance attached by the Government to ensuring that the Defence Forces have the resources necessary to deliver on all roles assigned by Government, both at home and overseas and demonstrates the Government&rsquo;s commitment to ensuring that the Defence Forces have the capabilities necessary to deliver on all their assigned roles.<\/p><p> Members have been provided with briefing material on the individual subheads for the defence and Army pensions Estimates and I look forward to positive engagement on any issues they may wish to discuss.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#B00500","speaker":"1365","continuing":true},{"type":"speech","time":1551797100,"counter":102,"content":"<p>I thank the Minister of State for his detailed presentation.  I ask members to pose questions in the format for each programme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#E00100","speaker":"1270"},{"type":"speech","time":1551797100,"counter":103,"content":"<p>Vote 36 includes an allocation of &euro;529 million for pay and allowances.  The Minister of State mentioned a Permanent Defence Force strength of 9,500.  Is he confident that a strength of 9,500 will be reached and thus that &euro;529 million will be required?  If not, where will any surplus be diverted to?  There is concern within the Defence Forces that the cost of pay is cannibalising the overall defence budget.  Will the Minister of State clarify if there are any planned military-specific allowance increases?  In a previous session I asked if there was a review under way of the terms and conditions of recruitment.  I would like clarification on whether a review is under way, or a delay in that regard, of the terms and conditions of recruitment in the context of the current recruitment phase for the RDF and the Naval Service reserve?<\/p> <p>  In regard to the Defence Forces budget, in our discussions in this area last year it was mentioned that the budget is reducing or stagnant in real terms.  I would like the Minister of State to comment on that.  Regarding moving deadline for the Public Service Pay Commission to report, when does the Minister of State expect that to happen?<\/p> <p>  In regard to Operation Sophia, the Minister of State said that overseas commitments are subject to available resources.  Are available resources likely to compromise any future operations or is he confident that he has an appropriate allocation in that regard?  <\/p> <p>  I would like to know the underspend and overspend in capital last year and how it has fed into the projections for this year?  What was projected allocation and the underspend or overspend for current expenditure?  What was the underspend or overspend for pay year-on-year?  We need to know if money allocated last year is feeding into the allocation for this year or if it was returned to the Department of Public Expenditure and Reform and the Exchequer. <\/p> <p>  In regard to CASA replacement and the funding for PC12s, is funding to meet this cost being diverted from any other budget and, if so, will the Minister of State clarify it is not affecting recruitment plans?  We have had a significant debate on Project Ireland 2040.  The Minister of State mentioned the NDP in his opening statement.  The children's hospital has overrun by a significant amount.  He mentioned a &euro;541 million allocation.  Has he been approached or have there been any formal discussions between his officials and officials in other Departments about the defence capital allocation being affected by the children's hospital overrun?  Will he clarify that the &euro;541 million he mentioned is not affected in any way?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#E00200","speaker":"1255"},{"type":"speech","time":1551797100,"counter":104,"content":"<p>In regard to the children's hospital overrun, the defence budget will not be affected in any way.  In regard to CASA replacement, we are not diverting funding from any other budget.  Regarding the capital overspend, I do not have that information to hand but I will have it forwarded to the Deputy.  On Operation Sophia, there is a review under way of the mission.  The UN has granted an extension of the mission.  When I get a full brief on that, I will make a decision.<\/p><p>I will be in New York at the end of March to meet Mr. Jean-Pierre Lacroix, UN Under-Secretary General, and that is one of the items on the agenda.<\/p><p> The Secretary General, the Chief of Staff and personnel from the Department of Public Expenditure and Reform met the Low Pay Commission this morning.  I will get a full update from my officials on that meeting this evening.  I do not want to be specific about a timeline or tie myself down to it because the commission is fully independent.  It is not up to me to tell it when to report.  Nor is it a matter for the Minister for Finance and for Public Expenditure and Reform, Deputy Donohoe, to tell the commission when to report.  I would, however like to hear as soon as possible.  The commission has a job of work to do.  I am aware there is a huge amount of work going on.  There are face-to-face interviews and an online questionnaire for members of the Defence Forces.<\/p><p> There is no delay whatsoever in recruitment.  A recruitment competition planned for the Defence Forces envisages some 800 new entrants being inducted across all services and competitions in 2019.  The Naval Service general service competition closed on Monday, 21 January 2019, with 969 applications currently being processed.  The cadetship general service recruitment competition will commence shortly.  The aircraft apprentice technician competition is expected to launch in quarter one, but details are yet to be confirmed.  The Naval Service continues to recruit direct entry officers for bridge watchkeeping, marine engineering and electrical engineering roles.  The Defence Forces are also accepting applications from qualified doctors for careers in the medical corps.<\/p><p> In addition to traditional recruitment methods, a range of alternative recruitment approaches are being developed.  These are aimed at addressing vacancies in specialist areas.  A scheme has been introduced that permits former officers with a specialist skill set to re-enter the Permanent Defence Force.  Arrangements are in train to provide a similar scheme for former enlisted personnel.  This will take legislative changes.  Currently there is a direct entry provision for those with professional qualifications, which is utilised in the recruitment of medical officers and engineers.  A working group is examining the scope for greater use of such direct entry recruitment for certain specialist positions.<\/p><p> The recruitment process is carried out by the Defence Forces.  They are responsible for promoting the competitions and the processing of applications.  The military authorities advise that targeted medical campaigns using traditional methods of social media, cinema and print, will continue to be used in the upcoming recruitment campaigns.  An additional &euro;50,000 has been allocated in 2019 for recruitment advertising campaigns.  This will bring the total up to &euro;295,000.  A variety of recruitment initiatives will be undertaken throughout the year, including local and national outreach events to attract young people to the competition process.  The recruitment process itself is monitored and appraised on a continuous basis to ensure it remains fit for purpose.<\/p><p> To complement this approach, it has been decided that the Department of Defence, in conjunction with the military authorities, will review all elements of this process.  This work is in the very early planning stages.  I have looked for a review of the overall recruitment process - similar to the review I had carried out for the conciliation and arbitration scheme - where an independent person who has absolutely no involvement in the Department or with the military will come in to look at the process in an objective way.  I believe it is very important that we look at this by bringing people in from outside.  If there are lessons to be learned it is important to have such a review.<\/p><p> The most important issue from the recruitment perspective is that there is funding for 9,500 Defence Forces personnel in total.  Under the public service stability agreement we are fully funded for all pay increases, support and operational costs, an increase in capital spend on essential equipment and infrastructure up to &euro;29 million, with an additional &euro;10 million for Army pensions, to fully fund the Vote.<\/p><p>This has been something I have wanted to address since my appointment in 2016 because I was quite concerned that there was a shortfall in the pensions Vote.  I am delighted a commitment last year from the Minister, Deputy Donohoe, which he fulfilled, means that we were fully funded for the pension deficit.  There will be no delay on recruitment whatsoever and I will come back to the Deputy on the other issues.  All savings arising will be retained within the defence budget.  When I come back later in the year with Revised Estimates I will then set out exactly where that will go.  We are spending more than &euro;1 billion on defence.  This is the first time ever that we went over &euro;1 billion.  It shows the commitment by Government.  We absolutely have challenges and we will continue to have challenges, as does every other Department and organisation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#E00300","speaker":"1365","continuing":true},{"type":"speech","time":1551797100,"counter":107,"content":"<p>There are a number of areas where the Estimate is below what the outrun was in 2018 or 2017.  I find this odd because these are in some of the areas we have been talking about, for example, barracks and engineering in subhead A12.  Uniforms and clothing total is just under &euro;2 million below the previous figures.  The Defence Forces communication and information technology subhead, which we have discussed in the context of cybersecurity, is &euro;3 million below the previous year's spend.  Military education and training is &euro;500,000 below what was spent in the previous year.  It applies also to the Defence Vote for logistics and travel.<\/p> <p>  Subhead A18 relates to the Defence Forces medical and healthcare support with a substantial increase.  The logic for that &euro;4 million is because they have shifted something that previously came under civilian support into the medical and healthcare area.  This is an accounting process.  Does subhead A18 cover all of the psychiatrists?  There is a problem with regard to not being able to employ psychiatrists directly and having to get outside consultancy.  Is this cost accounted for in the &euro;7 million that has been set aside for drugs, dressings, equipment and professional consultants?  Theoretically the Department has taken &euro;4 million from subhead A7 - Defence Forces civilian support, and given it to subhead A18.  This suggests that if things had stood as they were, it would have meant a substantial increase of &euro;6.5 million this year in the pay and allowances for civilian staff and not the &euro;2.5 million indicated.  This substantial amount is not fully explained.  Obviously there is some provision since there are more than 500 civilians working in the Defence Forces.<\/p> <p>  I shall now turn to Naval Service expenditure on equipment and support.  For some reason last year was an exceptional year because it had peaked but it has dropped back.  Was this because of new equipment being more efficient and if so why was it so high last year?  Given that Irish Naval Service vessels are continuously on Operation Sophia in the Mediterranean Sea, I would have expected that the figures for the purchase of fuel and lubricants, specialist training and so on would remain much the same.  I find that odd.<\/p><p>The Deputy asked some very technical questions and I will provide a detailed written answer if that is acceptable.  I do not have the full information to hand and, therefore, I will provide him with a full reply in writing.<\/p><p> The number of civilians employed has dropped considerably over the years, with a marked decrease during the economic downturn.  The recruitment of civilian employees for military installations is an ongoing process based on a combination of the filling of consequential vacancies, which have arisen due to promotions or retirements, and the filling of priority vacancies on the basis of identified requirements.  A programme of targeted recruitment has been in place to fill priority vacancies.  In 2018, eight civilian appointments were filled by external competition, while 17 were filled by internal competition.  As of December 2018, an additional 39 candidates were undergoing security and medical clearance prior to appointment.  There were 47 retirements or resignations and no deaths in service, and no redundance packages were paid out in 2018.<\/p><p> The Naval Service equipment and expenses cost &euro;2 million, the maintenance of vessels cost &euro;6.3 million, marine fuel and lubricants cost &euro;3.7 million, specialised training cost &euro;167,000, while miscellaneous costs were &euro;723,000, accounting for a total of &euro;13 million.  There was no major change from the previous year, except fuel costs.  The outturn for 2017 was &euro;13.7 million, while in 2018 it was &euro;17 million but that can be explained by increases in the cost of fuel and so on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#G00200","speaker":"1305","continuing":true},{"type":"speech","time":1551797100,"counter":109,"content":"<p>Some &euro;4 million is a substantial increase between the two Estimates.  I am not querying it but it is odd because I had presumed that the same level of activity within the Naval Service would lead to similar costs.  If there had been a small drop on a continuous basis-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#H00200","speaker":"1305"},{"type":"speech","time":1551797100,"counter":110,"content":"<p>It depends on the level of operation during the year.  As the Deputy will know, the price per litre of fuel rose substantially in 2018.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#H00300","speaker":"1365"},{"type":"speech","time":1551797100,"counter":111,"content":"<p>The chaplaincy and clergymen provide a valuable service that helps many of those who may be in distress.  There is an increase in the Estimate despite there being the same number of chaplains.  It seems odd but it might relate to the pay rates or pay grades.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#H00400","speaker":"1305"},{"type":"speech","time":1551797100,"counter":112,"content":"<p>That is covered by the pay increases under the Public Service Stability Agreement until 2020.  The chaplaincy service is vital.  There were 15 chaplains in 2017 and 16 in 2018.  A female Church of Ireland chaplain is <i>in situ<\/i>in the Curragh.  The chaplains provide an important service, especially when overseas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#H00500","speaker":"1365"},{"type":"speech","time":1551797100,"counter":113,"content":"<p>I do not have much to ask because my colleagues have asked most of the questions I had wanted to ask.  I welcome the Minister of State.  Will he provide an update on the pay commission in as much detail as he can, although I accept that he may have given as much detail as he can in that regard?  Will he also provide an update on the recruitment competition and additional recruitment within the Army?  Finally, will he elaborate on the process of commissioning from the ranks?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#H00600","speaker":"1343"},{"type":"speech","time":1551797100,"counter":114,"content":"<p>I am delighted to say that for the first time in 11 years, there will be a commissioning on 13 or 14 March.  It is the first time there has been a commissioning from the ranks, where members of the Defence Forces' ranks will be fully commissioned, which is brilliant.  While I am not sure of the exact number, it is approximately 26 or 27 and I will revert to the Deputy in that regard.<\/p> <p>  On the pay commission, I have provided Deputy Jack Chambers with a briefing.  The matter goes back to 2017, when, under my direction, the Department tried to spot issues with recruitment and retention in the Defence Forces and bring them to the attention of the pay commission, which produced its initial report in May 2017.  The report highlighted recruitment and retention issues in the health system and within the Defence Forces, both of which were prioritised.  The commission concluded its work on health in October or November 2018 and I hope that it will report soon in respect of recruitment and retention within the Defence Forces.  I reiterate that the Secretary General of the Department, the Chief of Staff of the Defence Forces and officials from the Department of Public Expenditure and Reform met the pay commission earlier, and I will receive a full briefing later.  Much work is ongoing in the background where members of the Defence Forces are being consulted.  As I have stated previously, the commission is fully independent and when it will report is a matter for it to decide.<\/p> <p>  On recruitment, on which I provided some detail, we will advertise to that effect shortly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#J00100","speaker":"1365"},{"type":"speech","time":1551797100,"counter":115,"content":"<p>How soon does the Minister of State expect it to be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#J00200","speaker":"1343"},{"type":"speech","time":1551797100,"counter":116,"content":"<p>I expect it to be within the next couple of weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#J00300","speaker":"1365"},{"type":"speech","time":1551797100,"counter":117,"content":"<p>There was no mention of a pathway to implement the working time directive and the process to see it delivered.  It is an important issue for members of the Defence Forces, but it is concerning that there has been no discussion of it in a budgetary context.  It is disappointing that the matter rests in the subhead related to the courts and, given that people wish to see a pathway delivered, the Department's response to the challenge is also disappointing.<\/p> <p>  The Minister of State stated 24 doctors are employed.  How many vacancies are there for specialist posts, such as in psychiatry?  The Minister of State also stated the payments to the Defence Forces for professional consultants and specialists have started to be met from subhead A7, but there is little mention of it under that subhead.  There are many personnel throughout the country who must use PDFORRA's fund or their own family to obtain appointments in private hospitals because of the demise of medical staff within the Defence Forces.  People are being forced to retire as a result of their medical condition or physical difficulty which, in some circumstances, is due to a lack of intervention.  For example, if someone has had an arthritic knee for two years without the appropriate intervention because he or she is waiting to be seen in the public system, and if there is a shortage in the cohort of medical staff within the Defence Forces, he or she will be in limbo and unfit to continue.  Consideration needs to be given to some type of fast-track process where people who require intervention for their employment and are forced out because of their medical circumstances, where they could have had the appropriate intervention.  Does the Minister of State have any pathway to increase the number of doctors employed or on the level of availability for diagnostics for members of the Defence Forces?  I have many examples of people who have to join the queue despite the &euro;17 billion that the State is spending on defence in general.<\/p><p>Part of what was built into the terms and conditions of members of the Defence Forces was the fact that there would be a medical corps.  There was supposed to be access to diagnostics and medical specialties but we have not advanced the specialisation of medicine in our Defence Forces.  Members are left in limbo.  The Minister of State's Department should look at that.  Genuine people are being forced out because of medical circumstances in a way none of us should allow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#J00400","speaker":"1255","continuing":true},{"type":"speech","time":1551797100,"counter":119,"content":"<p>There are 24 doctors at the moment.  There should be 30.  We are recruiting.  As the Deputy knows, recruiting doctors is a challenge.  We have changed the method of recruiting doctors and it has worked successfully for us.  If the Deputy knows of individual cases where people have had to retire on health grounds and were not looked after, perhaps he could give me the details.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K00200","speaker":"1365"},{"type":"speech","time":1551797100,"counter":120,"content":"<p>My example was someone-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K00300","speaker":"1255"},{"type":"speech","time":1551797100,"counter":121,"content":"<p>The Deputy said they were waiting for-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K00400","speaker":"1365"},{"type":"speech","time":1551797100,"counter":122,"content":"<p>They were not fit to continue because of their medical conditions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K00500","speaker":"1255"},{"type":"speech","time":1551797100,"counter":123,"content":"<p>If the Deputy has details of individual cases, I would be delighted-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K00600","speaker":"1365"},{"type":"speech","time":1551797100,"counter":124,"content":"<p>There are lots of cases.  If the diagnostic process had been commenced and the intervention had been carried out earlier things might have been different.  Instead these members retired.  They may not have got a promotion because of their circumstances and they were left in limbo.  It is an issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K00700","speaker":"1255"},{"type":"speech","time":1551797100,"counter":125,"content":"<p>If the Deputy has the personal details of somebody in such a position, I would be glad to take them.  I have no problem with that whatsoever.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K00800","speaker":"1365"},{"type":"speech","time":1551797100,"counter":126,"content":"<p>I will give them to the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K00900","speaker":"1255"},{"type":"speech","time":1551797100,"counter":127,"content":"<p>The Government has decided to amend the Organisation of Working Time Act 1997 to remove the blanket exclusion of the Defence Forces and An Garda S&iacute;och&aacute;na and bring them within the scope of that legislation, subject to the application of the exclusions permitted under the EU working time directive.  Last night, I spoke to the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, in the context of expediting the legislative changes to remove the blanket exclusion of members of the Defence Forces.  The focus is on ensuring compliance with all aspects of the legislation.  Significant work has already been undertaken and continues to progress.  I outlined during parliamentary questions last week that a civil and military team is working on this.  This is a very complex-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K01000","speaker":"1365"},{"type":"speech","time":1551797100,"counter":128,"content":"<p>They were blocked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K01100","speaker":"1255"},{"type":"speech","time":1551797100,"counter":129,"content":"<p>No one was blocked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K01200","speaker":"1365"},{"type":"speech","time":1551797100,"counter":130,"content":"<p>They were blocked from oral questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K01300","speaker":"1255"},{"type":"speech","time":1551797100,"counter":131,"content":"<p>That is because deliberations are ongoing.  This is a priority for me, for the military management and for my Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K01400","speaker":"1365"},{"type":"speech","time":1551797100,"counter":132,"content":"<p>I wish to take up Deputy Jack Chambers' point on subhead A18 and the provision of medical and healthcare support for members of the Defence Forces.  There has been an increase of 133%.  What is provided for under that subhead?  Does that consist of buying in health services from outside the Defence Forces?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K01500","speaker":"1270"},{"type":"speech","time":1551797100,"counter":133,"content":"<p>Payments in respect of visits by members of the Defence Forces to professional consultants and specialists were previously met from subhead A7.  They are now met under subhead A18.  That is the reason for the increase.  This is reflected in an increased allocation of &euro;4 million under subhead A18.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K01600","speaker":"1365"},{"type":"speech","time":1551797100,"counter":134,"content":"<p>I wish to ask a question on policy .  The Defence Forces outsources some medical services because of the need for consultants.  In the past, some soldiers would not go to the Army doctor because part of the duty of that doctor was to report soldiers as unfit.  Does an outside consultant or doctor have the same duties to report to the Army that a soldier may be unfit?  This has arisen when soldiers have travelled overseas or have been in charge of trucks or other equipment and potentially put other people at risk because of the condition of their health.  I know from having talked to soldiers that if somebody is suffering from severe depression or is suicidal he or she will not approach the Army doctor because he or she will be put on sick leave.  This will mean that soldier will not participate in overseas missions and will not get allowances.  As such, the likelihood is that he or she will be on the breadline, which adds to his or her depression.<\/p><p>It might not be an appropriate topic for today, but it should definitely be looked at given that the Defence Forces now has to rely on outside doctors.  I have not yet decided whether I am in favour of the doctor telling the military authorities in all cases.  There seems to be an anomaly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#K01700","speaker":"1305","continuing":true},{"type":"speech","time":1551797100,"counter":136,"content":"<p>Many of these cases hinge on a clinical decision for the doctor.  We have our own in-house GPs but we have to bring in locums on occasion to see members of the Defence Forces.  Their reports are put on the medical files.  If a member of the Defence Forces living in south County Wexford wakes up, is unable to go to work and has to get some sort of doctor's certificate, that is a clinical decision.  If the member goes to his or her local doctor and is told to stay at home as a result of the clinical diagnosis made, whether to pass that information to the Defence Forces medical corps is a clinical decision for the doctor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#L00200","speaker":"1365"},{"type":"speech","time":1551797100,"counter":137,"content":"<p>I thank the Minister of State.  Each of my colleagues mentioned the importance of the Reserve Defence Force and that we would like to see its numbers increase.  On a number of occasions over the years I have taken the opportunity at this committee to outline the importance of the Reserve Defence Force.  The Reserve Defence Forces Representative Association made a very good presentation to this committee some weeks ago.  One of the issues raised was the Reserve's eyesight requirement as opposed to that of the Permanent Defence Force.  It is an extra demand.  Another issue that arose is that Reserve members cannot serve overseas.  Thankfully, the Reserve Defence Force today is very representative of society in the different careers, trades and professions included.  There is often specialist knowledge there, in the medical area for example.  Such people could serve abroad in a very useful capacity.  It is not strictly a matter for the Estimates.  Does the Minister of State propose to change legislation to allow members of the Reserve Defence Force to serve abroad?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#L00300","speaker":"1270"},{"type":"speech","time":1551797100,"counter":138,"content":"<p>There is no opportunity at the moment, but I have it in mind to do that.  Is the Chairman referring to the First Line Reserve?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#L00400","speaker":"1365"},{"type":"speech","time":1551797100,"counter":139,"content":"<p>The Reserve Defence Force as we would know it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#L00500","speaker":"1270"},{"type":"speech","time":1551797100,"counter":140,"content":"<p>A report regarding eyesight standards required for the Naval Service Reserve recruits has been submitted to the general staff by the Naval Service's flag officer commanding.  The findings of this report will be considered in due course.  I would like to have this sorted out before the Reserve recruitment campaign if at all possible.  I hope this will be sorted out shortly.  In 2019 there will be two recruitment campaigns for the Reserve and the Naval Service Reserve, one in March and the second in October.  Support is being provided to maximise recruitment to the Reserve Defence Force through the use of social media and outreach activities for Reserve members.  Permanent Defence Force exit interviews now provide information on applying to become a member of the Reserve.  There were 124 Reserve Defence Force inductions in 2018, 139 in 2017, 18 in 2016, 344 in 2015 and 157 in 2014.  The Chief of Staff has appointed an officer to liaise directly with the Reserve to ensure the recruitment campaigns are run locally.  The problem is in getting numbers.  Applications for the Reserve Defence Force will be open very soon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#L00600","speaker":"1365"},{"type":"speech","time":1551797100,"counter":141,"content":"<p>I thank the Minister of State.  To be fair, when he was before the committee, the Chief of Staff delivered a strong message to the effect that he wants to see the Reserve Defence Force's membership increased as much as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#L00700","speaker":"1270"},{"type":"speech","time":1551797100,"counter":142,"content":"<p>In regard to Reserve Defence Force man-days, in 2018 some 1,091 people were involved in training.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#L00800","speaker":"1365"},{"type":"speech","time":1551797100,"counter":143,"content":"<p>It is very important that we retain the local element relating to the Reserve Defence Force.  A number of years ago, there were proposals from the Department and the Defence Forces to regionalise the local Reserve Defence Force in my area to Dundalk in order to cover the Cavan-Monaghan-Longford area.  I raised the matter in representations to the Minister of State via parliamentary questions.  Thankfully, it did not happen.  It is important to retain that structure whereby there is a knowledge of the workings of the Reserve Defence Force at local level and that there is local input.  Over the years, people with local knowledge were able to recruit locally because they knew the type of young lady or young man who would be suitable for recruitment.  Many such people subsequently served in the Permanent Defence Force.<\/p> <p>  I previously mentioned to the Minister of State that I understand it can be difficult to recruit at times.  Many of our colleges of further education and post leaving certificate programmes run security courses.  There may be a cohort of young people who are hoping to pursue a career in that area and are studying security courses in our colleges of further education who would be interested to know that the Reserve Defence Force is recruiting.  It would be worth ensuring that awareness is created in that regard.  I sincerely hope that will be done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#M00100","speaker":"1270"},{"type":"speech","time":1551797100,"counter":144,"content":"<p>I take the Chairman's comments on board.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#M00200","speaker":"1365"},{"type":"speech","time":1551797100,"counter":145,"content":"<p>We sincerely hope there will not be a no-deal Brexit and that Britain will leave the European Union with an agreement.  We hope that we will not need additional security measures in the Border region.  I previously outlined the major mistake of closing D&uacute;n U&iacute; Neill barracks in County Cavan.  That barracks was in a central Border area and was the most modern barracks in Europe.  I sincerely hope the Permanent Defence Force does not have to deploy additional personnel to the Border region.  We sincerely hope it does not come to that but, in the event it does, I send a strong message that such personnel cannot go to inferior accommodation.  If additional personnel from the Permanent Defence Force are assigned to the Border region, they should go to proper accommodation.  It was a different situation when the Troubles erupted in 1969 and 1970.  It was difficult at that time because of inadequate accommodation and all of that.  The former D&uacute;n U&iacute; Neill barracks is still a very sound and modern structure and I sincerely hope that, if additional personnel are assigned, that facilities such as D&uacute;n U&iacute; Neill barracks would be used.  I sincerely hope it does not come to that but it is an issue worth bearing in the back of our minds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#M00300","speaker":"1270"},{"type":"speech","time":1551797100,"counter":146,"content":"<p>I take that on board.  We do not contemplate that happening.  The security of the State is a matter for An Garda S&iacute;och&aacute;na in the first instance.  If the Defence Forces are required, it will be in the context of providing military aid to the civil power.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#M00400","speaker":"1365"},{"type":"speech","time":1551797100,"counter":147,"content":"<p>I would like to get an update on the new cookhouse at Athlone.  Are there any plans to upgrade Finner Camp or is it planned to do something else with it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#M00500","speaker":"1343"},{"type":"speech","time":1551797100,"counter":148,"content":"<p>The cookhouse in Athlone is under construction at the moment.  I understand it will be finished by sometime in October or November at a total cost of &euro;4.1 million.<\/p> <p>  I am not sure about any works at Finner Camp.  It has previously been well looked after and new facilities were built there.  A five-year plan is being built up and officials in my Department are in contact with the general officer commanding in each brigade to discover what are their priorities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#M00600","speaker":"1365"},{"type":"speech","time":1551797100,"counter":149,"content":"<p>On behalf of the select committee, I thank the Minister of State and his officials for attending and for dealing with the issues raised by members.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#M00700","speaker":"1270"},{"type":"speech","time":1551797100,"counter":150,"content":"<p>I thank the Chairman, the clerk and committee members for their input.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#N00100","speaker":"1365"},{"type":"minorheading","content":"Message to Dáil","time":1551797100,"counter":151,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#N00200"},{"type":"speech","time":1551797100,"counter":152,"content":"<p>In accordance with Standing Order 90, the following message will be sent to the D&aacute;il:<\/p><blockquote>The Select Committee on Foreign Affairs and Trade, and Defence has completed its consideration of the following Revised Estimates for public services for the year ending 31 December 2019: Vote 35 - Army Pensions and Vote 36 - Defence.<\/blockquote> <p>Under Standing Order 89(2), the message is deemed to be the report of the committee.<\/p><p>The select committee is adjourned until 2 p.m. on Thursday, 28 March 2019 when we will meet to consider the Control of Economic Activity (Occupied Territories) Bill 2018, including correspondence received in relation to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FDS2019030500002#N00300","speaker":"1270"},{"type":"unspoken","time":1551797100,"counter":153,"content":"<p>The select committee adjourned at 4.05 p.m. until 2 p.m. on Thursday, 28 March 2019.<\/p>","notice":"TIME STRING DETECTED"}]