[{"type":"majorheading","content":"Joint Oireachtas Committee on Finance, Public Expenditure and Reform, and Taoiseach","time":1517339400,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 19:10<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy John Deasy, Senator Paddy Burke, Deputy Pearse Doherty, Senator Rose Conway-Walsh, Deputy Michael McGrath, Senator Gerry Horkan, Senator Kieran O'Donnell.<\/p><p>DEPUTY JOHN MCGUINNESS IN THE CHAIR.<\/p>","time":1517339400,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002"},{"type":"unspoken","time":1517339400,"counter":4,"content":"<p>The joint committee met in private session until 7.29 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Tracker Mortgages: Bank of Ireland","time":1517339400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#B00100"},{"type":"speech","time":1517339400,"counter":6,"content":"<p>We are dealing with progress on the resolution of the tracker mortgage redress issue.  I welcome Ms Francesca McDonagh, group chief executive of Bank of Ireland, and her colleagues.<\/p><p>I wish to advise the witnesses that by virtue of section 17(2)(<i>l<\/i>) of the Defamation Act 2009, they are protected by absolute privilege in respect of their evidence to this committee.  However, if they are directed by the committee to cease giving evidence on a particular matter and they continue to so do, they are entitled thereafter only to qualified privilege in respect of their evidence.  They are directed that only evidence connected with the subject matter of these proceedings is to be given and they are asked to respect the parliamentary practice to the effect that, where possible, they should not criticise or make charges against any person, persons or entity by name or in such a way as to make him, her or it identifiable.<\/p><p>Members are reminded of the long-standing parliamentary practice to the effect that they should not comment on, criticise or make charges against a person outside the House or an official either by name or in such a way as to make him or her identifiable.  I welcome Ms McDonagh to the meeting and wish her well.  It is her first time before the committee and she is very welcome.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#B00200","speaker":"1248","continuing":true},{"type":"speechnospeaker","time":1517339400,"counter":8,"content":"<p>I thank the committee for inviting me today to speak on behalf of Bank of Ireland.  I am joined by my colleagues, Mr. John O&rsquo;Beirne, head of products and Mr. Stephen Mason, head of customer operations.  I took up the role of chief executive of the Bank of Ireland Group on 2 October 2017.  Before this, I spent over 20 years in a variety of senior banking roles in the UK and internationally. <br\/><br\/>Bank of Ireland is the largest lender to the Irish economy and has the largest community footprint of any bank in Ireland.  I believe the bank does many things well, however, the issue we are here to discuss today does not fall into that category.  I believe Bank of Ireland took too long to get to the right position on the tracker mortgage issue and did not go far enough in putting our customers first.  This has undoubtedly caused many of our customers financial pain and personal distress.  Therefore, before continuing with my comments this evening, I restate my unreserved apology to all customers affected by this issue for the financial loss and anxiety this has caused them and their families.  Since joining Bank of Ireland, I have reviewed the bank&rsquo;s approach to the tracker issue.  I have concluded that the bank placed a clear emphasis on the legal interpretation of our mortgage agreements but did not go far enough to fully ensure we were delivering the right outcomes for our customers.  I will return to this later, but at this point wish to restate my personal commitment to dealing with this issue as quickly and comprehensively as possible. <br\/><br\/>When I took up the position of CEO at Bank of Ireland just under four months ago I set about immersing myself in all aspects of the business.  Very quickly, the tracker mortgage issue became my key focus.  From my first week as CEO, the issue featured prominently in my interactions with the board and with our regulators.  This included communication between Bank of Ireland and the Central Bank regarding the potential inclusion of additional customers into our redress and compensation scheme.  It became abundantly clear that understanding and resolving the tracker issue was a matter I needed to put at the top of my priority list.  In agreement with the board, which wished to comprehensively resolve the issue, I made this matter my top priority so that I could understand it as best I could.  Armed with this understanding, when the Bank of Ireland chairman and I met the Minister, Deputy Paschal Donohoe, in late October, we agreed to fix this issue as quickly as possible, and I gave the Minister a strong personal commitment that we would do the right thing for our customers. <br\/><br\/>I will focus on four key points in my presentation this evening.  First, our progress in addressing this issue since last November; second, our understanding that we cannot ever fully reverse the negative impact the tracker issue has had on our customers; third, the announcement we made in November to include additional customers and why; and, finally, our determination to rebuild trust in Bank of Ireland. <br\/><br\/>On the first point, we have made significant progress in addressing this issue as a top priority.  In total, as a result of this examination Bank of Ireland has identified approximately 9,400 customers affected by this issue.  These customers fall into two groups, namely those who were denied a tracker rate, and those who were on a tracker but on an incorrect rate.  Of the total 9,400, approximately 6,000 customers were denied a tracker rate and approximately 3,400 customers were on a tracker but on an incorrect rate.  All of these customers with open, live mortgage accounts have now been returned to their correct tracker rate.  All of these customers are also entitled to redress and compensation.  As of today, we have contacted almost nine out of ten of them with an offer.  Up to the end of December 2017, more than one third of these customers, almost 3,300, had received redress and compensation with more than &euro;38 million having been paid to these customers by the end of last year.  Since then we have continued to make strong progress.  As of 24 January, the number of customers receiving redress and compensation has increased to more than 5,000, and more than &euro;68 million has been paid.  The total amount of redress and compensation offered to affected customers is &euro;108 million to date. <br\/><br\/>I trust these points underscore how seriously the bank views this issue, and the steps we are taking to make things right for our customers.  However, behind these numbers are people whose lives have been affected by the way the tracker issue was handled.  This leads me to my second point.  While we are now resolving the financial aspects of the tracker issue with compensation and redress, we know we can never fully reverse the negative effect the tracker issue has had on our customers.  A mortgage is more than a financial transaction or product.  It represents a home, the place where we build our lives, the place where we raise our families and where we sleep at night. <br\/><br\/>In my efforts to ensure we comprehensively addressed this issue, I went through a number of individual, difficult, cases in some detail.  I wanted to do this to fully understand the effect of the tracker issue on our customers.  One case involved a customer who had been in extreme financial distress, another was a customer who was at risk of losing their home and I also looked at the detail of a customer who was dealing with a life-threatening illness.  Whilst dealing with these challenging personal issues, each of these customers was also affected by the tracker issue.  I am very sorry the bank has added to their difficulties at what was already a very challenging time for them personally. <br\/><br\/>We are working hard to manage a small number of complex cases where the impact on customers has been extreme.  This includes cases where customers have lost their home as a direct result of the tracker issue.  Extended and appropriate support, tailored to their circumstances, is available to each of these customers.  Since starting our redress and compensation process, we are also keeping in close contact with our customers, listening to their feedback and the feedback of other stakeholders, and improving our approach where appropriate.  For example, in December we reviewed, and increased, the amount we are offering to all customers for independent legal or financial advice.  This is in recognition of the fact that some customers will have more complex legal and financial requirements at this time.  Our appeals panel is also now fully in place.  This independent panel will hear the concerns of any customers who do not feel they have been treated fairly in our offer of redress or compensation. <br\/><br\/><b><\/b>I now turn to my third point, our decision last November to increase the number of customers who should receive compensation and redress, and to outline the context for that decision.  From my first week as CEO, the tracker issue featured prominently in my interactions with the board and with our regulators.  At that time, the Central Bank challenged Bank of Ireland on whether all customers negatively affected by the tracker issue had been identified correctly, in particular a group of approximately 6,000 customers.  With the aim of achieving a comprehensive resolution, Bank of Ireland&rsquo;s board gave me a strong mandate to take a fresh look at the tracker issue. <br\/><br\/>The terms of the tracker examination, as set out by the Central Bank, required banks to conduct a complete review of their mortgage loan books.  The Central Bank&rsquo;s framework required banks to determine whether contractual rights and consumer protection obligations were complied with.  The examination also required banks to show that in assessing regulatory requirements, they had protected customers&rsquo; interests, treated them fairly, and had considered customers&rsquo; reasonable expectations regarding their tracker mortgage in the context of the information provided by the bank.  I undertook a thorough review of the tracker issue on my arrival.  Work was already in progress but I wanted to ensure we were getting to the right outcome.  This included listening to and reviewing the experience of affected customers to understand, at first-hand, the impact the tracker issue had on individuals and their homes.  I concluded that a clear emphasis had been placed on the legal interpretation of our mortgage agreements.  However, while the bank had considered the voice of the customer when reviewing cases, my view was that we had not always gone far enough to fully ensure we were delivering the right outcomes for our customers.  Therefore, in November 2017, I recommended to the board that we go further and include the additional 6,000 customers in our compensation and redress scheme<i>.<\/i><\/p><p>The board strongly supported my recommendation.  There has been a concerted effort at all levels of Bank of Ireland to address this for the benefit of our customers and in a decisive, efficient and effective way for all of our stakeholders.  My primary focus right now is on resolving this issue.  However, in addition to putting things right when things go wrong, we must also learn from this experience.  Banking, at its very core, is based on trust.  Trust has been damaged, both in Bank of Ireland and in the industry as a whole.  Right now, we will be judged on our actions and not on what we say, but on what we do.  We have taken immediate steps to prioritise the return of tracker rates and the payment of compensation and redress for all customers affected by this issue.  This will remain a top priority until it is fixed for every customer.<\/p><p> Looking ahead, Ireland needs a stable and trusted banking sector, one which demonstrably acts responsibly and fairly towards customers.  I have been reflecting on what we must do to restore that trust.  My view is that the way in which we address the tracker issue will define the customer-focused culture we aspire to at Bank of Ireland.  At the end of 2017, we defined Bank of Ireland&rsquo;s purpose as one of enabling customers, colleagues and communities to thrive.  To help the bank achieve this purpose, we have defined key values that will act as a behavioural guide for all of our people.  These values aim to embed behaviour that is customer-focused, accountable, agile and which fosters teamwork.  Changing our culture in these ways will lead to the right outcomes for our customers and will enhance our reputation as a fair and customer-focused bank.  It will also, as a direct result, support sustainable growth for our shareholders.  As well as defining our own culture, Bank of Ireland is fully committed to the establishment of an Irish banking standards board to drive positive change and rebuild trust across the wider banking industry in Ireland.  <\/p><p> In conclusion, I will restate the importance that the Bank of Ireland board, my senior management team and I have placed on addressing the tracker issue and resolving it fully for every affected customer.  As CEO, my role is to lead Bank of Ireland during the next stage of its development.  I recognise we can grow our business only if we have the trust of our customers, the respect of our stakeholders, and the pride of our colleagues in their organisation.  Making things right when things go wrong is very important and learning from this issue is absolutely critical.  It is my firm commitment that lessons will be learned by Bank of Ireland, ensuring we become a more customer-focused bank, rebuilding trust with our customers and the wider society we serve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#C00200","nonspeaker":"Ms Francesca McDonagh","continuing":true},{"type":"speech","time":1517339400,"counter":10,"content":"<p>I am conscious there is a vote in the House but I will continue the meeting if members are agreeable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D00200","speaker":"1248"},{"type":"speech","time":1517339400,"counter":11,"content":"<p>I thank Ms McDonagh for coming in.  I had a brief conversation with her outside.  I welcome her appointment to her position in the bank.  I want to go over some ground with her.  I will deal first with the cost to the bank of restoring the money it took from customers.  The offers so far in terms of returning their money and the compensation above which amounts to &euro;108 million.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D00300","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":12,"content":"<p>In terms of the letters we have written so far and the offers we have made, it is &euro;109 million.  We have committed to resolving this before 31 March so we are still contacting customers and we expect that number to increase within the provision that has been stated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D00400","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":13,"content":"<p>So 10% of customers have not been contacted so far.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D00500","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":14,"content":"<p>In total, 9,400 customers have been identified in examination and we have contacted nine out of ten.  We have just over 1,100 customers who we will be contacting between today and 31 March, as is our commitment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D00600","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":15,"content":"<p>So 10%, if one was to do a linear calculation on it, would amount to another &euro;11 million cost to the bank.  There is provision for between &euro;150 million and &euro;175 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D00700","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":16,"content":"<p>The remaining cases are some of the more complex ones and the average compensation and redress for those cases may increase.  Taking a flat-line run rate to get to a projected cost may not be representative of what we expect to happen over the coming weeks between now and 31 March.  Up to now, we have made a provision and we expect our projection of the cost of the compensation and redress to be within that provision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D00800","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":17,"content":"<p>There are three legal cases against the bank as a result of the tracker mortgage issue.  Has it provisioned for the possibility of large sums being awarded against the bank in those court cases?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D00900","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":18,"content":"<p>In February 2017, the bank took a &euro;25 million provision and in November 2017, we increased it for a total provision of between &euro;175 million and &euro;200 million.  Our expectation continues to be that is the correct provision and we are operating within that amount.  That includes redress and compensation for all customers including any legal cases or appeals that will go to the appeals court.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D01000","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":19,"content":"<p>We cannot go into any of the legal cases, but I will be rooting for the customers who are taking the bank to the courts and I encourage others to test these issues in the courts also.  Appendix 2 refers to someone who was currently or previously in legal proceedings as a result of going into arrears, including the issuance of a demand letter.  That could have been the person Ms McDonagh was talking about who was going through a life threatening illness.  Such a person would get &euro;2,000 as a result of that action.  If the courts determine that the award for that should be &euro;20,000, will the bank revisit the entire schedule of compensation being awarded to the victims of the bank?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D01100","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":20,"content":"<p>I thank the Deputy for the question.  We have an established compensation and redress framework and we are operating within it.  For cases where there are more extreme circumstances such as distress, vulnerability or ultimately the loss of ownership, which is a very extreme outcome of the tracker issue, where there is a clear causality between the tracker issue and the loss of a home, we are looking at those case-by-case, whether through the appeals panel or, ideally, our own assessment.  When we look at individual cases and come to a conclusion that reflects the individual circumstances of the case so customers do not have to go to the appeals panel and do not feel the need to take their cases to court, although it is perfectly within their legal right to do so, we look at them case-by-case.  At the moment, we believe the compensation and redress framework is an appropriate one but we look at case-by-case individual scenarios as-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D01200","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":21,"content":"<p>We asked the bank a question about hearing from customers and it provided a written answer.  It answered that the offer of redress and compensation is the offer and customers should go to the independent appeals panel so unless a customer informed the bank that he or she contemplated taking his or her own life, the bank would not be aware of it.  If such a person was performing and not in arrears, the bank would have given him or her &euro;650.  If the person had to go into a restructuring arrangement, it would be &euro;1,000.  It is a very simple.  The bank has disrupted these individuals' lives, in some cases in a dramatic way, and the bank has stripped emotion from all of it.  It has done what bankers do.  It has put a price on the pain and suffering people have gone through.  It is a one-size-fits-all approach and it is left up to the customers.  We know it is human nature that often people who have been ground down will not appeal and not everybody will go to the courts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D01300","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":22,"content":"<p>I understand the point.  I can only express my personal commitment to addressing it.  It is not just about the numbers.  I have looked at the cases.  I have listened to cases where we have called customers and told them they have been included in the amounts and I have heard their reactions.<\/p><p>I have listened to cases where customers have called us with an inquiry and I have spoken to the person regarding one of the more complex cases and looked at the individual's case.  I am not stripping and there is no intention on the part of the bank to strip the emotion and human impact of this from our approach.  We have a readjusted compensation framework in place for clarity and our intention is to be fair, clear, transparent and quick in our resolution for the benefit of customers.  We want to close out these issues for all the individuals involved.  There is a framework to cover cases where there are particular circumstances involving distress, vulnerability or loss of ownership.  We will look at those on a case-by-case basis.  I would be very pleased if no customer felt the need to go to an appeals panel because he or she agreed he or she had been treated fairly, but we absolutely have an independent appeals panel for customers who feel they have not been treated fairly.  We give them all the information they need.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#D01400","nonspeaker":"Ms Francesca McDonagh","continuing":true},{"type":"speech","time":1517339400,"counter":24,"content":"<p>Has Ms McDonagh written to ask any of the 9,400 victims how it felt that the bank took their money and denied them of it for the last number of years?  Has Ms McDonagh asked how it felt to the customer, their family and loved ones so that she as chief executive officer of the bank can make an informed decision as to the level of compensation to be awarded instead of giving blanket compensation with advice to consult a financial adviser or legal professional, which in some cases people are not familiar with doing, and then having to do a formal appeal?  If she has not written to anyone, why has she not taken that approach of being people-centred?  I am sure the PR guys in the bank advised the need for customer focus after this massive scandal.  I am sure they talked about fluffy language around a change of culture but when it comes down to the detail of it, why did the bank not write to these individuals and ask how the bank had hurt and wronged them so that it could make an informed decision on the pain and suffering it caused and note to customers that they can go on and appeal if they are not happy with the result?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#E00200","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":25,"content":"<p>To answer that question, I will take a step back and provide the Deputy with some context on the process we went through to address this as quickly as possible in recent months.  I started in the role on 2 October 2017.  As I mentioned in my opening statement, it was evident that this was a major issue.  That is from my interaction with the board, the Minister for Finance and the Central Bank and from reading the newspapers and hearing the feedback as to the impact it was having on people.  It was very apparent that I needed to understand the detail of this within the first fortnight of arriving.  I looked at the requirements of the Central Bank's examination which required banks to look at the legal obligations and regulations around customer protection as well as at what reasonable outcome a typical customer could expect.  I looked at the legal aspect and the detail of the numbers, but I also looked at the reasonable expectations of customers.  I put myself in their shoes with my team and we looked at specific cases.  While I cannot, obviously, disclose names in a public forum, we looked at names, the circumstances and what was going on in people's lives where we had the available information and we looked at the offers we were making and the correspondence they had received.  We went through that customer journey.<\/p> <p>  I have spoken to customers and I have listened to their descriptions of the impact it has had on them.  There has been a concerted effort since we included the additional 6,000 to give the benefit of the doubt to customers to do our best to get this to a resolution to their satisfaction.  The redress and compensation framework is for clarity and for many customers it will be in line with their expectations.  For those who feel it is not fair, we have an appeals panel in place.  That has started recently and customers are entitled - we encourage and give them information - to pursue an appeal where they feel they have not been treated fairly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#E00300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":26,"content":"<p>The question was how many of the 9,400 victims Ms McDonagh has written to as CEO of the bank since she took over and asked to explain the pain and suffering her bank made them go through so that an informed decision could be made.  I am not talking about the people who wrote to the bank begging it to give them back their money and explaining the circumstances.  What proactive approach did Ms McDonagh take personally?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#E00400","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":27,"content":"<p>My team and I have written to nine out of ten customers who have been impacted.  We have called them to explain they were getting a letter and verbally explained the details of redress and compensation.  They can call us if they have inquiries and, if they do not feel they have been treated fairly, an appeals panel is in place.  In particular for the most complex cases, we have agreed a level of empowerment and ownership in the team to be accountable for resolving this.  We are not trying to prolong this or do it in a way that saves some money.  We are committed to resolving this fairly for every last customer who is impacted and have put a provision in place in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#E00500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":28,"content":"<p>This is not personal to Ms McDonagh as we know she has just come into the bank.  When I refer to her as CEO, I am talking about the entire bank, in particular those at senior level.  However, she said in her opening statement that the bank placed a clear emphasis on the legal interpretation of its mortgage agreements but did not go far enough to ensure fully that it was delivering the right outcomes for customers.  Is Ms McDonagh of the view that what the bank did to those customers was legal in all cases?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#E00600","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":29,"content":"<p>Of the 9,400 customers, some were not given the legal entitlement to a tracker and some were given a tracker but there was a small marginal error of, on average, 0.15%, which I appreciate is not negligible for a large mortgage or over a long period, but it is a relatively small amount.  When we looked at the correspondence with customers, there was insufficient clarity in our communication and terms and conditions that would have given them the absolute clarity they needed to understand if they were going to get a tracker or not.  We had accepted that there were approximately 600 cases where it was very black and white and there was no dispute.  Legally, those customers had not been given the access to a tracker to which they were entitled.  There were other cases where there was a more of a discussion.  Those were the approximately 6,000 customers in respect of whom there was some discussion with the Central Bank over whether legally or from a customer-centric perspective those customers should receive redress and compensation.<\/p> <p>  When I arrived, the board was very keen to come to a conclusion and wanted us to resolve this and to do the right thing by the customers.  They asked me to take a fresh perspective and gave me a very clear mandate not only to look at the legal aspects, but also to ensure we had done the right thing for our customers.  My conclusion was that we had included the voice of the customer in some of the analysis that had been done, but we had not gone far enough.  That is why I recommended the additional 6,000 and the board was very supportive of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#E00700","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":30,"content":"<p>Ms McDonagh said the original 600 were denied their legal right.  Obviously, the bank was on the wrong side of the law in those cases.  She said it was black and white.  Why did this happen and why was it resisted until 2016?  If it was so black and white that the bank was in breach of the law and was denying the customers their rights, has Ms McDonagh come to a conclusion or been told formally or informally how this happened within the bank?  Not only were 9,400 customers impacted in the latest tranche, but we see that in 2010 there were an additional 5,100 customers, which takes the total to 14,500.  Who was responsible for this?  Was a decision taken?  We asked Ms McDonagh a specific question as to whether targets were set within the bank to reduce the number of tracker mortgages and if bonuses were awarded for reaching them.  She says there is a review ongoing and all the rest but I want to hear if anyone at this table is aware of any targets or remuneration packages for reaching them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#E00800","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":31,"content":"<p>There are three very important questions in there.  How did this happen?  Who is responsible?  Was anyone targeted to do anything that was not in the best interests of customers?  To answer the first question, it is important to look at the context in 2008.  It was October 2008 when the tracker mortgage product was discontinued for new customers.  There is a deep root-cause review ongoing which will look objectively at the root causes and learnings from this.<\/p><p>It is important that we learn from it.  However, when I look at 2008, and I was not working in Ireland at that stage, I am cognisant that the product at the time was not profitable.  It was lossmaking and not a sustainable product in 2008.  The stability of the whole banking sector in Ireland was at risk.  There was a prudential survival requirement to discontinue products that were unsustainable and losing money every day.  <\/p><p> The bank took a decision in October 2008 to discontinue tracker mortgages for new customers.  Looking at it from my perspective, coming in, it was the right decision to stop a product that was not profitable.  Consideration was given at the time to customers who were on a fixed rate mortgage but had the legal right to a tracker.  From 2008 onwards, there were 20,000 customers who had previously been on a fixed rate and had a contractual right to a tracker.  We discontinued trackers, but appropriately, seamlessly and correctly they still rolled over into a tracker mortgage.<\/p><p> We discontinued the product for new customers.  However, 20,000 customers appropriately exercised their contractual right to roll into a tracker in the future.  That is an indication those customers had been considered.  When I looked at documentation I see that was understood.  However, that application was not consistent.  There are 3,400 in respect of which at some stage, when they were on tracker, the rate was slightly off by 0.15%.  We have put 100% of those customers, of those who are alive today, back on the correct rate and compensated and redressed them for those differentials.  We can talk about the average, but the differential is not very large relative to some of the other numbers in the industry.  <\/p><p> However, 6,000 customers did not get their contractual entitlement to a tracker.  I see no indication of intent or desire to do that.  Whether it was lack of clarity in some of our terminology or not taking a sufficiently customer-focused approach, those 6,000 customers did not get the tracker they were entitled to.  That has been identified and accepted.  Our focus and energy is on giving them their money back via compensation and redress by 31 March or as soon as they respond to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#E00900","nonspeaker":"Ms Francesca McDonagh","continuing":true},{"type":"speech","time":1517339400,"counter":33,"content":"<p>We will come back to the responsibility issue.  We have heard similar stuff from AIB.  It is beyond belief.  The issue here relates to Bank of Ireland's staff.  The witness gave us the number of impacted persons who have been restored in tracker mortgages.  There are currently large numbers of Bank of Ireland staff still being denied the tracker mortgage and the bank is still in breach of the law in relation to them.  I will give one example of many concerning individuals on a two-year fixed rate of 3.59%.  This was around 2009.<\/p><p>The bank promised them they would roll over onto a staff tracker mortgage of ECB plus 0.75%.  I will read out some internal documentation that may be of interest to Ms McDonagh.  It was circulated to all the members of staff.  It says:<\/p><blockquote>Existing staff mortgage accounts will appoint staff to a two-year fixed rate, currently 3.59%.  Staff who are currently on staff two-year fixed rates, currently 3.59%, will roll to ECB plus 0.75% with no benefit in kind, BIK, implications, as per their original signed mortgage agreement, at the end of the two-year fixed period.  Staff will receive notification 30 days prior to the end of their fixed-rate term.  This notification will offer a range of fixed and variable rate products.  If you do not respond to this notification your account will automatically default to the staff tracker ECB plus 0.75%. <\/blockquote> <p>Ms McDonagh spoke in her opening statement about the examination. She said the reasonable expectations of customers regarding their tracker mortgage had to be considered in the context of information provided by the bank.  Those are her words.  Given this internal document and given individuals who were on the two-year fixed rate are not deemed impacted after being looked at by the witness's bank, does Ms McDonagh believe she is in breach of that comment?  Beyond doubt those people had a reasonable expectation they would be rolling on to the tracker mortgages.  The same document states: &quot;if you do not respond to this notification your account will automatically default to the staff tracker ECB plus 0.75%&quot;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#F00200","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":34,"content":"<p>I will save your words and pass them to Mr O'Beirne who will provide more detail.  Within the additional 6,000 customers we agreed to compensate and redress last November is a group of current and former staff members.  We have treated our staff as we would treat any customer.  We are not giving special treatment because they are staff.  Our staff are incredibly important to us but in the context of this tracker examination we have treated them as we would any customer.<\/p> <p>  When we looked at the group of staff, there was a potential issue around the clarity of the information provided at the time.  We have agreed to include 1,850 current or former staff within the compensation and redress.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#F00300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":35,"content":"<p>Within that cohort?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#F00400","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":36,"content":"<p>Within that cohort.  That is because of confusion that was perhaps caused or lack of clarity in communication.  We think that is the right thing to do.  I will pass to Mr. O'Beirne to provide some more detail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#F00500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speechnospeaker","time":1517339400,"counter":37,"content":"<p>The staff that we have put back onto the correct tracker rate are that cohort the Deputy is talking about.  When we went through the documentation we saw that memo referenced by Deputy Doherty.  It was issued in October 2008.  It did refer to the original contract.  However, it also had the original language read out by the Deputy, which stated that it would roll back to a tracker.  That was one of the groups we were in discussions with through the last period of time in the examination.  The majority of those customers who went to a two-year fixed rate did roll back and have been put back on a tracker mortgage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#F00600","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":38,"content":"<p>The only people the bank put back on the tracker rate in relation to the two-year fixed rate are those who had a tracker mortgage prior to fixing.  These are a cohort of individuals who were on a two-year fixed rate and who may have had a variable mortgage beforehand.  However, this communication said very clearly, in respect of existing staff mortgage accounts, staff who are currently on the two-year fixed will roll automatically onto the tracker.  Bank of Ireland has made a decision at a corporate level that they are excluded.  There is a reasonable expectation, if not a legal expectation, that they should be deemed appropriate.  I know what is going on here.  I know that Bank of Ireland did put some people on, but it was those who were on tracker first and then fixed.  Then it was decided that they should be offered the tracker.  However, I refer to those who were on a variable first and then on a two-year fixed.  This communication told them they were automatically going to roll in to a tracker.<\/p> <p>  These people should be included.  They are Bank of Ireland's own staff.  They are the people who have to face people like me who are giving out because Bank of Ireland is closing branches and reducing staff.  These are Bank of Ireland's own front-line workers.  Will the bank re-examine this issue?  It is not fair what is being done.  If the witnesses were genuine about changing the culture of Bank of Ireland, being people-centric and trying to right the wrongs, and all of the language that we have heard here, then they need to put their money where their mouth is.  This is wrong. <\/p> <p>  This speaks to me about a bank that has been dragged kicking and screaming into compensating and redressing 6,000 customers.  The Central Bank forced Bank of Ireland to do that.  No harm to Ms McDonagh, perhaps she would have done it.  However, the Central Bank had Bank of Ireland's arm twisted up behind its back.  They did the same with AIB.  They were forced into that because of the work of this committee and the victims and the public outcry.  There is no doubt that half of these people would not be back on the tracker mortgages if it was not for the shame that the Irish people have put bankers through.  That includes what Bank of Ireland has done, and is still doing.  That is the problem.  Can the witnesses confirm that staff who did not have a tracker rate but went on to the two-year fixed rate, that Bank of Ireland said would automatically roll on to a tracker, are not deemed impacted today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#F00700","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":39,"content":"<p>Let me try to answer that.  We have been robust in our inclusion of any customer where we think we did not do the right thing, whether from a contractual, consumer or a reasonable outcome perspective.  We believe and are committed to addressing this for all customers, including that group of staff.  I have not seen any of the particular cases the Deputy is referring to and I am happy to look at any individual case after this committee.  Any customer who believes he or she is entitled to compensation and redress, who has not received it, should contact us.  We can provide those details.  Our commitment is to address and resolve this until the last customer feels they have been treated fairly.  We believe we have identified all customers who are within the examination and redress and compensation.  We have contacted nine out of ten of them.  We have 1,100 customers we are committed to contacting by the end of March.<\/p><p>That is our commitment.  We will not finish this work until the last customer is contacted.  If there is a particular case that the Deputy is referring to, I would be happy to talk about it separately. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#F00800","nonspeaker":"Ms Francesca McDonagh","continuing":true},{"type":"speech","time":1517339400,"counter":41,"content":"<p>I welcome Ms McDonagh and her colleagues.  I wish her well in her role.  I am sure that she did not want this issue to welcome her to the organisation.<\/p> <p>  I will wrap up the line of questioning pursued by Deputy Pearse Doherty.  Is the Ms McDonagh saying that there is no cohort of staff customers who were never on a tracker but who had an entitlement, at least according to bank documentation that was provided to them, to move on to a tracker following their period on a fixed rate?  Is she saying that there is no such group?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G00200","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":42,"content":"<p>I will ask Mr. O'Beirne to provide clarity on that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G00300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speechnospeaker","time":1517339400,"counter":43,"content":"<p>If a staff member was on a tracker, or if he or she started on a variable and moved to a tracker, and he or she went to the staff product and fixed, then if he or she was on a tracker, he or she would be put back on a tracker.  If the staff member never had a tracker and he or she moved into the staff product and then on to the two-year fixed, then he or she will not roll back on to a tracker.  At the beginning of the memo dated October 2008, referred to by the previous Deputy, it is stated that one would roll back to original contractual rate.  There is language that caused confusion later in the memo.  The bank issued a subsequent memo later that month and then wrote to all staff clarifying that position.  We recognise, through the course of the examination, particularly for those staff who started on a tracker, that the level of communication was unclear.  As Ms McDonagh has outlined, that is why we have included them in the documentation to try to manage that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G00400","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":44,"content":"<p>Mr. O'Beirne said that contradictory memos were issued to staff.  It was only one page and I was given the same document.  The memo does not specify that it only relates to staff customers who had been on a tracker.  That has not been specified, to my knowledge.  Clearly, the memo states at point No. 2 that staff who are currently on staff two-year fixed rate, currently 3.95%, \"will roll to ECB plus 0.75%\".  Mr. O'Beirne said there was another member that clarified and cleared up the matter, and the people concerned were written to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G00500","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":45,"content":"<p>Within three weeks of the original memo issuing.  We acknowledge that the memo, in and of itself, was not clear enough.  It also says in that memo that staff will roll back to the mortgage in line with their original contract, which is those who commenced on trackers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G00600","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":46,"content":"<p>How many customers are in that category that the bank deems not to have been impacted but received the memo and were on a fixed staff rate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G00700","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":47,"content":"<p>I do not have the exact figure to hand but I can revert to the committee with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G00800","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":48,"content":"<p>Yes, that would be helpful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G00900","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":49,"content":"<p>The figure is relatively small.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G01000","nonspeaker":"Mr. John O'Beirne"},{"type":"speechnospeaker","time":1517339400,"counter":50,"content":"<p>When we considered whether customers should be included in redress and compensation, we literally put our feet in the shoes of those customers.  We considered the journey from the customers' perspective, whether it was staff or non-staff, and where in doubt we gave the benefit of the doubt to the customer.  Our commitment has been to observe the legal and consumer protection requirements, but also to consider reasonable expectations.  In that particular case, I do not know but in many other cases where there was a doubt, and we thought that there was insufficient clarity, we have included them in the numbers of the compensation redress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G01100","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":51,"content":"<p>It would be helpful if the data was forwarded to the committee<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G01200","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":52,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G01300","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":53,"content":"<p>There is an arguable case that the staff customers of the bank had an entitlement or, at a minimum, an expectation to go on a tracker rate as specified in the documentation.  The CEO said in her opening statement:<\/p><blockquote>I concluded that a clear emphasis had been placed on the legal interpretation of our mortgage agreements.  However, while the bank had considered the voice of the customer when reviewing cases, my view was that we had not always gone far enough to fully ensure we were delivering the right outcomes for our customers.<\/blockquote> <p>The CEO confirmed that view a number of times.  It is irrelevant that the customer was a staff member.  If I was a customer in that category, I would believe I had a reasonable expectation of being given a tracker.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G01400","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":54,"content":"<p>I am always happy to consider individual cases.  Our commitment has been to be customer-focused and definitive in our resolution of this matter, to draw a line under the tracker issue for customers who have been impacted and ensure that they are fairly addressed.  That commitment continues and we believe that we have identified, to the best of my knowledge, every customer who has been impacted.  The Deputy's query is based on one memo.  I am keen to consider the matter to help clarify the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G01500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":55,"content":"<p>My query is based on the cohort that Mr. O'Beirne knows exist.  He will supply the committee with the data in writing.  It would be helpful if the CEO included her reasons for concluding that the cohort are not included or impacted.<\/p> <p>  I wish to reconcile the numbers given by the CEO.  Earlier today she said that overall 9,400 customers have been impacted.  In her statement last November she said, \"Approximately 4,300 customers will shortly be written to by the Bank with an offer of compensation\", and further on she mentioned an additional 6,000 accounts.  I understand the ballpark figure was 4,300 customers before the 6,000 customers were added.  The CEO's colleague, Mr. Liam McLoughlin, told us last September that 602 customers, at that stage, were entitled to a tracker mortgage who were not on one.  They are the clearcut cases that Mr. McLoughlin mentioned.  He also said that between 3,000 and 3,500 customers were affected by the margin issue of 0.15%.  Can the CEO clarify why the bank has calculated the overall figure as 9,400 after adding an additional 6,000 customers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G01600","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":56,"content":"<p>I thank the Deputy for his question.  Mr. Liam McLoughlin represented the bank before this committee in September.  He was very accurate in his representation of the situation at the time.  He articulated the position that, at the time, the bank had approximately 4,200 affected customers which included the loss of tracker - the people who had not been given the entitlement to a tracker - which comprised 602 cases, and those who had been impacted by the margin error, some 3,654 cases.  He was explicit and correct in stating that the examination at that time was incomplete, there was an ongoing review, that matters still had to be addressed and that the number of accounts affected may change, which they have.  We have given updates to this committee and to the public in terms of clarifying the numbers.  There have been small changes in some of these numbers, where we had duplicated or identified perhaps two customers with the same mortgage, to get to the final total of 9,400 customers identified in the examination.  We can reconcile some of the smaller numbers.  There is no new cohort or new reveal that we did not already articulate last November and December, nor has the number reduced significantly.  We have removed duplication and clarified some of the numbers.  The total number is 9,400 based on the examination to date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G01700","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":57,"content":"<p>I still cannot reconcile a figure of 1,000 customers.  Maybe it is distinction between customers and accounts because one customer could have a number of accounts.  As the CEO said in the statement she issued on 9 November: \"Approximately 4,300 customers will shortly be written to by the Bank with an offer of compensation.  Please note that those are separate from the 6,000 additional customers.\"  Further on in her statement she confirmed: \"the Group has therefore agreed to include an additional c. 6,000 accounts within the scope of the compensation scheme.\"  Can the CEO clarify how the bank reached the final figure 9,400 customers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G01800","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":58,"content":"<p>If I may, I will ask Mr. O'Beirne to provide clarity on that detailed reconciliation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G01900","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":59,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G02000","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":60,"content":"<p>In both instances, the figures refer to account numbers and not customer numbers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G02100","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":61,"content":"<p>The statement clearly stated \"4,300 customers\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G02200","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":62,"content":"<p>My apologies, it is account numbers in terms of when I bring those back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G02300","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":63,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G02400","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":64,"content":"<p>In terms of the 10,300 accounts-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G02500","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":65,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G02600","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":66,"content":"<p>When the bank made the statements, in its efforts to be as transparent and complete as possible, they were point-in-time figures.  We were trying to make sure that we captured each one of the accounts and to be as conservative as possible.  As Ms McDonagh highlighted, when we worked through the redress and compensation we found that in a number of instances there were fewer accounts for a number of specific reasons.  First, a number of the operational or margin errors had effectively been resolved close to the time that they had occurred.<\/p><p>While the original error may have occurred at the point of drawdown, the error itself had been rectified within the next 30 days.  It would work through the redress and compensation scheme and it would already have been remediated.  There was no redress or compensation, which is the figure of 9,400 to which we referred earlier.<\/p><p> The second area to bring it down slightly further was where we had some accounts which effectively were struck by two issues, our staff accounts and the customers who had switched from a tracker rate.  When we worked through the issue, we took the most conservative worst outcome for that group and brought that through.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#G02700","nonspeaker":"Mr. John O'Beirne","continuing":true},{"type":"speech","time":1517339400,"counter":68,"content":"<p>What is the revised number of accounts?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H00200","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":69,"content":"<p>The revised number of accounts as we have set out is 9,400.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H00300","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":70,"content":"<p>The statement states 9,400 customers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H00400","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":71,"content":"<p>That is the figure of the number of accounts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H00500","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":72,"content":"<p>That is the problem.  The words \"customers\" and \"accounts\" are being used interchangeably.  They are very different things.  It is very difficult to reconcile.  This evening, Mr. O'Beirne is stating that the number of accounts is 9,400 and that there would be a smaller number of customers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H00600","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":73,"content":"<p>Yes, the number of customers would be slightly lower than that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H00700","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":74,"content":"<p>Mr. O'Beirne cannot be precise but the number of customers is slightly lower.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H00800","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":75,"content":"<p>It is about 1.2 accounts per customer.  We can revert to the joint committee with the number of customers, but it would be slightly lower than 9,400.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H00900","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":76,"content":"<p>I am sorry that I had to waste time on that.  Perhaps it is the accountant in me that is trying to reconcile the numbers.  Everything was pointing to about 10,500.  As I have said, using the terms accounts and customers interchangeably can lead to confusion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H01000","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":77,"content":"<p>If I may just add, Deputy, the interchangeability of customer and account is not to confuse the numbers.  It is because when we look at the situation we do not see accounts, rather we see the individuals who have been impacted.  That is why much of our language around this, and this is not a PR perspective, is how we look at these cases; we look at our customers and not account numbers.  That is behind the use of that language.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H01100","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":78,"content":"<p>Regarding the figure of the extra 6,000 that were included in November, can Ms McDonagh paint the picture of those customers' situations and why they were excluded initially?  Will Ms McDonagh describe that cohort?  Are the characteristics of their situation that of a homogenous cohort?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H01200","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":79,"content":"<p>When the examination started, 590 customers were identified as not having been given the contractual right to a tracker mortgage.  During the period 2016 to 2017, there was a discussion around the figure of 6,000 customers.  There were three main groupings, including the first we have already touched on, those who were current or former staff where the communication was not considered to have been sufficiently clear and could have led to some confusion about the ability for them to switch to or switch out of fixed or tracker rates; and the second group, the single largest group, customers who were switchers.  Again, confusion was caused by a lack of transparency and clarity in some of the documentation.  To contextualise this, the average customer, and we looked at the customer journeys, will switch six times during their mortgage.  There is quite a lot of switching.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H01300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":80,"content":"<p>Between products?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H01400","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":81,"content":"<p>They will have one mortgage but they will be switching from a fixed rate or a tracker rate to a variable rate.  They will be actively switching the features of their products.  Just to give the Deputy an indication of the complexity, when we were looking at some of these cases, we saw one case where the customer had switched 17 times.  Every time they switched, they got new terms and conditions.  There were some quite complex customer journeys that we had to map and that added to the complexity in terms of the time it took to identify these customers.<\/p> <p>  Confusion about some of the terminology around the interest rate that was used was identified.  A reference to tracker and non-tracker variable rates was not as clear as what one would think was ideal.  That is the reason we included them for redress and compensation because the terminology had led to some confusion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H01500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":82,"content":"<p>In regard to that second group, am I correct that these customers were not on a tracker rate, rather they were on a fixed or a variable rate having switched to that, but had an entitlement in their contract to go back to a tracker rate but were not offered it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H01600","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":83,"content":"<p>Let me ask Mr. O'Beirne, as some of these people were multiple switchers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H01700","nonspeaker":"Ms Francesca McDonagh"},{"type":"speechnospeaker","time":1517339400,"counter":84,"content":"<p>In regard to the second group, they did not draw down their mortgage originally on a tracker rate, but at some point, during the five to six switches between product types, they took a tracker and then they would have fixed their mortgage and not rowed back to a tracker mortgage and that is a decision we took.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H01800","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":85,"content":"<p>Would their contract have explicitly entitled them to revert to a tracker rate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H01900","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":86,"content":"<p>No.  For any of those cases, as Ms McDonagh mentioned earlier, where the contract was explicit in terms of returning to a tracker rate, the customers were returned to a tracker rate.  In this group, these are customers who drew down their mortgage perhaps on a standard variable rate, at some point switched to a tracker rate, then fixed their mortgage and the documentation referred them back to the original contract.  When the review was conducted late last year, the bank felt that the movement between the original offer letter and the switching documentation, when looked at from a customer perspective could be seen as confusing over time and that is why we have included them in the examination.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H02000","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":87,"content":"<p>Even though Mr. O'Beirne is not convinced that they were legally entitled to a tracker rate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H02100","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":88,"content":"<p>That is correct, Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H02200","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":89,"content":"<p>Would it be the bank's case that these customers were not legally entitled and that is the reason they were excluded all along, but having reflected on it and the Central Bank having had its say, it included them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H02300","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":90,"content":"<p>We considered whether the terminology in the documentation created cause for confusion, and we felt in instances that it did.  Just to be clear about how documentation occurs with a mortgage, when one gets a mortgage, typically there will be two documents.  One is the offer letter, which is typically the original and primary document for a mortgage and it has information on pricing and relevant terms and conditions.  For a customer who changes, switches or takes on a new feature in their mortgage, they would then get a second document called a mortgage form of authorisation, MFA.  That MFA will refer to pricing but states that save the details set out in this form, all terms and conditions applicable to the loan remain unchanged.  If one is the customer who switched 17 times, one would have 17 MFAs and one offer document.  That reference over a period of time, involving multiple MFA documents to the offer and even though it may be contractually accurate, from a customer-centric perspective and how a reasonable customer would understand that, we believe there was scope for confusion.  That is why we included them and gave them the benefit of the doubt and we included them in the remediation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H02400","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":91,"content":"<p>I am conscious of my time.  Will Ms McDonagh deal with the third category in the figure of 6,000 customers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H02500","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":92,"content":"<p>The third category relates to customers and the introduction of the consumer protection code in 2006.  The 2006 consumer protection code required there to be clarity for customers when moving to an alternate rate of interest and that a tracker may not be available again in the future.  We had agreed to redress customers who had taken out a mortgage after 2006.  There was a group of customers who had taken out a mortgage prior to the 2006 consumer protection code and there was a view about whether to redress or compensate or not, based on the date of the code.  While technically correct, we felt that it should not be the sole determinant of whether they were included or not.  Even though the consumer protection code had not existed at that stage, in terms of being fair and reasonable to this group of customers, we included them in the redress and compensation scheme as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H02600","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":93,"content":"<p>Deputy Doherty has covered the cost.  Is Ms McDonagh's current estimate of the cost still between &euro;175 million and &euro;200 million?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H02700","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":94,"content":"<p>That is the provision we have made.  We believe that continues to be appropriate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H02800","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":95,"content":"<p>Does that include the administrative cost to the bank, that is, the staff costs of working on the tracker?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H02900","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":96,"content":"<p>That figure does not include in-house operational costs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H03000","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":97,"content":"<p>How many people are working on this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H03100","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":98,"content":"<p>At its peak, we had 270 full-time employees.  These were not contractors or new people, but typically very experienced executives who were used to dealing with sensitive and complex cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H03200","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":99,"content":"<p>Does the figure include the cost of any potential fine following an enforcement investigation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H03300","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":100,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H03400","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":101,"content":"<p>Ms McDonagh mentioned that the bank is doing a review of what happened.  Who is doing that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H03500","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":102,"content":"<p>I have agreed with the board for our group internal audit function to do an independent review.<\/p><p>That is ongoing at the moment.  It is a robust review.  It is very detailed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#H03600","nonspeaker":"Ms Francesca McDonagh","continuing":true},{"type":"speech","time":1517339400,"counter":104,"content":"<p>Will that be shared with the authorities?  Will it be shared with the Central Bank?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J00200","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":105,"content":"<p>My first priority will be to share it with the board and then with our regulators once it is completed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J00300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":106,"content":"<p>In respect of the correspondence Bank of Ireland is sending out to customers who are included in the examination, are within scope and are being advised of how much redress or compensation they are entitled to, I think the manner of the correspondence is quite confusing.  It sets out a table showing the interest that they were charged and what they should have been charged.  It is very difficult for anyone to work it out themselves, even for a financial adviser.  I would have thought it would be easier to issue revised annual mortgage statements along the normal lines with the correct interest rate and the actual payments made, so that somebody could see the difference very clearly.  Is Ms McDonagh satisfied with the format set out in the correspondence and has it been cleared with the Central Bank?  Is she sure the bank has got its calculations correct in calculating the amount of interest that was overcharged?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J00400","speaker":"1223"},{"type":"speechnospeaker","time":1517339400,"counter":107,"content":"<p>I thank the Deputy for his questions.  Our intention in creating those letters - I looked at their format before they went out - is to give as much information and clarity as possible.  It is quite a detailed letter.  It goes into a level of detail that I think our customers want to understand, on the basis that a mortgage is typically the largest part of people's disposable incomes, their largest asset and something they will have for many years.  That clarity was intended to be for the benefit of the customer and not to confuse.  We believe the letters are appropriate.<\/p> <p>  During the process of the remediation since we accepted the 6,000 customers, we have looked at ways to improve documentation and improve the process to make it easier for customers.  There is a constant ongoing feedback process to see what can improve.  Right now, we feel the letters we are sending and will continue to send between now and 31 March are appropriate.  They are accompanied by a call to the customer and also include contact details for a customer to call us for clarity or guidance if needed.  The Deputy will also be aware that, based on feedback from customers and other stakeholders, we actually increased the amount of money that was made available for independent financial and legal advice to support customers during this process.  <\/p> <p>  In term of the calculation, we believe it is correct and accurate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J00500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":108,"content":"<p>I thank Ms McDonagh for her presentation.  Notwithstanding the fact that she only joined Bank of Ireland in recent months, she has a key role to play in answering as to why money was removed from the accounts of over 10,000 customers.  That is the key point.  People will find it astounding that, from what I am hearing, the bank got legal advice on its contractual obligations, which instructed it to do something illegal, namely, to remove the money from those people's accounts.  Can Ms McDonagh just explain that to me?  Was it external legal advice or legal advice from within the bank?  Does the bank still have the same legal advisers?  It cost Bank of Ireland some &euro;200 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J00600","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":109,"content":"<p>I talked earlier about the context of this.  The tracker mortgage was removed in 2008 because it was not a sustainable and profitable product.  Many customers were able to continue to roll from a fixed to a tracker rate as was their contractual right.  For 20,000 customers during this period, that process worked well.  There were customers for whom there was a marginal error, a relatively small operational mistake of 0.15%, which has been redressed and fixed, plus there were 6,000 customers who did not get that contractual right.  I am new in role but from all the work I have seen there was no intent to charge incorrectly.  No money was taken from a customer's accounts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J00700","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":110,"content":"<p>I just cannot figure out how the legal people did not pick this up.  If somebody is looking at a contract and customers were contacting the bank at the time, I cannot understand how the legal team was not aware of it.  We seek legal opinion all the time on different matters here.  Why is it that none of the legal advisers said there was illegality and that the bank was going to do something illegal if it continued taking this money from people or not giving them their contractual rights?  As an ordinary layperson, I cannot understand it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J00800","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":111,"content":"<p>We have worked with our colleagues in legal and our colleagues who deal with customers every day to set this right.  My energy and focus has been on redressing this quickly.  Since we included the 6,000 in November, we have worked very hard to try to put this right for customers.<\/p> <p>  In terms of understanding a root cause as to how were there legal or operational errors in the implementation of our mortgages, that is a deep-dive investigation that is ongoing.  I have talked about what I understand to be the context, the reason tracker mortgages were discontinued, the fact that many customers would have continued to have a contractual right to their tracker, but there were cases where we got it wrong and for that reason we have apologised and are making it right.  For me to understand the root cause-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J00900","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":112,"content":"<p>Does the bank have the same legal team?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J01000","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":113,"content":"<p>I apologise for interrupting.  I really want that investigation and review to complete and that is what is happening now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J01100","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":114,"content":"<p>Does the bank have the same legal teams in place and does it use the same external legal advisers as it used during that period in 2009 and 2010?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J01200","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":115,"content":"<p>I am not aware of who our legal advisers were over ten years ago.  We use a variety.  We are always working with our internal and external advisers to ensure the products and services we offer our customers are clear and fair.<\/p> <p>  I do not want to pre-empt  the findings of the review that is ongoing.  Looking at it with a fresh pair of eyes, as the board asked me to do, I have deduced that we could go further in our customer focus having dealt with this issue, and that our terms and conditions and transparency of contract could be clearer in terms of some of the wording in the documentation we use.  There is an opportunity for us to be clearer and simpler in our approach with customers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J01300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":116,"content":"<p>I am not going to get anywhere, but legal advice is fairly clear cut.  Something is either legal or it is illegal.  At the end of the day, the bank is going to be able to write this off against tax over the 20-year period in that it will not have profits there, so the citizen is going to end up paying for it.  It is totally unacceptable.<\/p> <p>  I hope none of the legal people who were involved then would be involved in the independent review panel.  How could people know that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J01400","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":117,"content":"<p>What I would say is that legal advice, as one would expect, is to honour contracts where a clear legal right exists.  Where there was a clear legal right, and we talked about 20,000 customers who moved from fixed to tracker from 2008 onwards, that was absolutely compliant, legally appropriate and right.  We had identified 590 customers in whose cases we got it wrong.  They were identified back in December 2016.  We have had the discussion around the 6,000 and in some cases there were errors.  In some there was a lack of clarity.  In some, when we put our feet into the shoes of the customer, it was not reasonable, hence their inclusion within this additional group of redress.<\/p> <p>  I have not seen from my review and from understanding this, and working with colleagues, that there was any legal intent not to do the right thing.  The opposite is the case.  We are trying to do the right thing here.  The energy and focus of myself, the board and the team is on making this right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J01500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":118,"content":"<p>When does Ms McDonagh expect the review to be concluded?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J01600","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":119,"content":"<p>It is ongoing.  I would expect it to be concluded during the first quarter of this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J01900","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":120,"content":"<p>If the report finds that individuals have been responsible for this, will they be held individually to account?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#J02000","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":121,"content":"<p>I do not want to prejudge or pre-empt the findings.  When I talked before about the culture and purpose we want at the Bank of Ireland, I spoke of four key values.  One of those values is accountability.  Accountability needs to be owned by the senior management of this organisation.  I find many of our colleagues in the front line are role models in accountability and doing the right thing for our customers.  We need to ensure they have the products, policies and processes that enable them to do a fantastic job for Bank of Ireland's customers.  I want to see the conclusion of the report.  Then I will ensure we will hold ourselves accountable for learning from this experience and this tracker mortgage issue.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K00100","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":122,"content":"<p>Has Ms McDonagh received a letter from the Central Bank reminding board members and senior executives of their responsibilities in regard to reporting any criminality that they may come across?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K00200","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":123,"content":"<p>As Senator Conway-Walsh will imagine, normally the correspondence between the Bank of Ireland and the Central Bank is not disclosed.  However, I know the Central Bank was very explicit.  I received the letter reminding us of our statutory obligations.  I anticipate other bank chief executives have also received it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K00300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":124,"content":"<p>When Bank of Ireland had 600 cases, it had identified four people who had lost their homes because of the tracker mortgage scandal.  Now that 9,400 have been identified, how many homes would Ms McDonagh estimate have been lost?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K00400","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":125,"content":"<p>When we originally completed the information in our questionnaire for this committee, it reflected the numbers as of 31 December.  We had identified four customers who had lost a property as a direct consequence of being denied a tracker rate.  As we have progressed and looked at more cases, that number has increased to 14 customers where there has been a loss of a home.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K00500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":126,"content":"<p>That is 14 families.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K00600","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":127,"content":"<p>Of those 14, eight would have been owner-occupied and six would have been buy-to-let.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K00700","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":128,"content":"<p>That is absolutely disgraceful.  Then I look at the figures for average compensation for those 14 people who have lost their homes.  I think of the absolute trauma, distress and everything else of somebody losing their home.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K00800","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":129,"content":"<p>May I respond?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K00900","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":130,"content":"<p>Does Bank of Ireland have those 14 houses in its possession now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K01000","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":131,"content":"<p>We will have one of those houses, which we will make available to the customer if they want the house.  I do not underestimate the impact that this has had on people who have lost their home, whether it was their primary residence or a buy-to-let.  The average compensation that Deputy Conway-Walsh is looking at will not necessarily include those more complex cases that we are working on now.  The average will be reduced by the 0.15% small margin issue where the average redress was relatively small.<\/p> <p>  The average does not represent the focus we are putting into working out those more complex cases where there has been loss of ownership.  In one of those cases, the compensation would have been &euro;250,000 as a minimum for a loss of ownership.  Compensation will be starting at &euro;50,000.  We will be looking at those case by case to make sure we are doing the right thing.  I do not underestimate the impact of the loss of ownership from the tracker issue.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K01100","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":132,"content":"<p>If Bank of Ireland has one in its possession, where are the other 13 houses?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K01200","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":133,"content":"<p>I ask Mr O'Beirne to respond in respect of what happened to those properties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K01300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speechnospeaker","time":1517339400,"counter":134,"content":"<p>Regarding the other eight homes, we still have one in possession.  One is a mortgage-to-rent case, where the family still resides in the property but it is in the mortgage-to-rent scheme, and six were sold via a consensual sale with the customer.  I return to the compensation question asked previously.  On top of the compensation structure we set out in the questionnaire returned to the committee, it is important to highlight that where it has been deemed there is direct causation for the loss of any customer's home, and while we know that money alone will not be an answer for the suffering of those families, what we have also done within that compensation structure is to ensure that any residual debt that would have been left from the sale of the home is written off in full.  Any payments towards that residual debt made by the customer after the sale of the property will be returned.  There will be a minimum of &euro;50,000 in compensation.  If there has been any gain in value of the property since the date it was sold, given the rising property market at the moment, the differential will also be given back to the customer.  Similarly, we will also look to calculate a future value they would have had from the tracker mortgage that was removed from them versus the value of the standard variable rate.  That is an additional payment to the customer.  If possible, and if that the customer wishes to, we will return him or her to a tracker rate in purchasing a new home.  In the case of the mortgage-to-rent scheme, if they wish, we will see if we can re-purchase it from the housing body.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K01400","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":135,"content":"<p>How many of those were voluntary surrenders?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K01500","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":136,"content":"<p>In respect of the loss of ownership of the eight owner-occupied cases, none was reprocessed, six were via consensual sale, one resulted in a trade down to a more affordable property, and one was the case of mortgage-to-rent, referred to by Mr. O'Beirne.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K01600","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":137,"content":"<p>There were not any court cases through the process.   My God, did nobody in the bank, be it legal people, the chief executive or the board, say hold on and let us have a look at this anywhere along the line of repossessing someone's house? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K01700","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":138,"content":"<p>I understand those 14 cases are the most extreme in respect of the financial impact and the personal anxiety that would have had on the people impacted.  Our focus now is on making this right.  We are doing a review to learn from this.  None of those properties was repossessed.  However, we do need to understand why this was not identified before and to be proactive in that, absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K01800","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":139,"content":"<p>Does Ms McDonagh expect there to be more than 14?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K01900","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":140,"content":"<p>We have until 31 March to finish working through all cases.  I mentioned we contacted nine out of ten customers.  The Central Bank talks about the industry completing by the end of June I think.  Bank of Ireland's commitment is to expedite this, do it as quickly and efficiently as possible for our customers and all our stakeholders, and have it completed by 31 March.  This is an ongoing piece of work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K02000","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":141,"content":"<p>When this has been going on for years and years and the witness says \"quickly and efficiently\", it lacks credibility.  I understand what Ms McDonagh is trying to do now.  However, some of the language used around being \"customer-centred\", and all of that, really is hard for people to accept.  Has the bank been contacted by any family where anybody has lost their life as a result of what has been done to them through this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K02100","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":142,"content":"<p>I am not aware of any case like that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K02200","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":143,"content":"<p>I have to move on, but I find it very distressing that this systematic robbery has happened across the board and nobody anywhere noticed.  I refer to people getting paid multitudes of pensions.  The mind boggles.  It is criminal.  There is no other word for it.<\/p> <p>  On the buy-to-let mortgages that were in arrears and the 1% surcharge, does Ms McDonagh admit that, as a matter routine, Bank of Ireland applied a 1% surcharge to buy-to-let mortgages in arrears?  I remind Ms McDonagh what different bodies said about that.  The Financial Services Ombudsman, Mr. Ger Deering, told the committee that the policy \"sounds wrong on the face of it\".  The Minister for Finance told my colleague, Deputy Doherty, \"the practice to which the Deputy was referring on which he has had information made available to him, should not have occurred.  It is another example of the appalling way in which this matter developed and has since been handled.\"  The Central Bank said this can only be done if the alternative repayment arrangement \"is affordable for the borrower; and is a long-term sustainable solution which is consistent with Central Bank of Ireland policy on sustainability.\"  <\/p> <p>  However, based on Bank of Ireland's reply to the questionnaire, it seems to stand over the policy.  Is it Ms McDonagh's contention that it was okay because they were not family homes but buy-to-lets?  Has the Central Bank been in contact with the witness on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K02300","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":144,"content":"<p>I will ask Mr. O'Beirne to respond.  He has the detail on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#K02400","nonspeaker":"Ms Francesca McDonagh"},{"type":"speechnospeaker","time":1517339400,"counter":145,"content":"<p>In terms of buy-to-let investment properties where they are not part of the code of conduct on mortgage arrears, CCMA, the bank does when approached by a customer look for a long-term, sustainable solution.  Typically it arises because the rent was too low versus the cost of the mortgage or it was moving from interest-only to capital and interest payments.  Typically it would be requested that the mortgage be extended out over a longer period of time.  As part of that restructuring, to ensure there is long-term sustainability, the process and product applied by the bank was to move it onto a buy-to-let plus 1% rate, which is a tracker variable rate plus 1%.  We found there are a number of customers who have that.  We have engaged with different parties on it over the years and anything we brought through in that way would have been in keeping with the regulation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L00100","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":146,"content":"<p>Is the bank going to end this policy, which in a way has been condemned by the Central Bank, the Financial Services and Pensions Ombudsman and the Minister for Finance?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L00200","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":147,"content":"<p>We will keep it under consistent review and we will consider that as part of our ongoing work on the tracker situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L00300","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":148,"content":"<p>The witness cannot tell us today that the bank will end it even though he has heard what I said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L00400","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":149,"content":"<p>We are going to keep it under ongoing review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L00500","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":150,"content":"<p>Has it been included in the tracker review?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L00600","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":151,"content":"<p>They were looked at as part of the tracker examination but they are not included as part of the impacted customers under the examination.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L00700","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":152,"content":"<p>I find it quite staggering that the bank is going to continue on regardless.  That is why I talk about the language.  The witnesses say that everything will be different from now on, the culture will change, it is customer-centred and the like, yet the Central Bank, the regulatory body, is saying what I just outlined.  The Central Bank, the Financial Services and Pensions Ombudsman and the Minister for Finance are all saying this is wrong yet the witnesses cannot say today that the bank will end it.  Ms McDonagh is the CEO.  Has she discussed it within the bank or has she thought about ending it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L00800","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":153,"content":"<p>My focus since I arrived in the context of trackers has been on understanding which customers to include, and we included the 6,000 in November.  All of the energy has been on redressing them for the benefit of the customers and on being in contact.  I continue to engage constructively with the Central Bank, the Minister and all our stakeholders to ensure we are offering the right products and the right pricing to our customers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L00900","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":154,"content":"<p>This is very clearly the exploitation of vulnerable customers.  There is no other word for it.  I ask the witnesses, as a member of the committee and on behalf of the other members, to end that policy.  Take the advice of the Central Bank, the Financial Services and Pensions Ombudsman, the Minister for Finance and this committee to end that practice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L01000","speaker":"1378"},{"type":"speechnospeaker","time":1517339400,"counter":155,"content":"<p>I will look at the case.  I understand, with regard to the Financial Services and Pensions Ombudsman, it found in favour of the bank in a particular case.  However, I will continue to look at any particular cases or concerns that are expressed to me by stakeholders.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L01100","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":156,"content":"<p>I welcome Ms McDonagh and her colleagues.  I wish to clarify some points.  I realise Ms McDonagh is new to her role but she certainly is not new to the banking world.  She was head of retail banking in HSBC in the UK for a number of years.  She said earlier that the tracker product was not a viable product for the bank in 2008.  That is not the issue at hand.  Nobody is questioning whether the product was viable.  Our questions are about the contracts that were entered into prior to that date by the banks and were not honoured by the banks.  Does she accept that to be the position?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L01200","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":157,"content":"<p>The intention of the contracts was to be clear in terms of the obligations of the bank and the expectations of the customer.  I have referred to the 20,000 customers who were on a fixed rate mortgage during that period who, even after 2008, still exercise their contractual right to a tracker.  However, there were cases where the wrong rate was applied inappropriately and was not what was on the contract, that is, the 0.15% differential, where we had 3,400 cases and there were the 6,000 cases where, whether it was contractually or just in terms of the reasonable clarity of the agreement with the customer or the correspondence or the journey they went through, the view is that we had not done the right thing and they have been included.  The examination, as requested and arranged by the Central Bank, is to look at both the contractual and consumer protection requirements and also reasonable customer expectations.  When I arrived in my role the board asked me to take a fresh look.  The board felt that customer focus had been included and that there was a voice of customer involved as part of the bank's review and work around the examination prior to my arrival.  My view is that the customer focus was there, but had not gone far enough.  My recommendation was to include the additional 6,000 for a combination of reasons, in some cases contracts but also where there was not the clarity or the reasonable expectations that we would expect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L01300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":158,"content":"<p>Were the 6,000 customers a homogenous group or were there different sub-groups that did and did not qualify?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L01400","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":159,"content":"<p>Does the Senator wish to talk about the detail of the three tables?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L01500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":160,"content":"<p>I do not want gory details, just summary details.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L01600","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":161,"content":"<p>Briefly, there were three cohorts or groups of customers with common features.  There were the staff, ex or serving staff, there were switchers and there were the customers who had taken out a mortgage before the 2006 consumer protection code had come into effect.  Those were the three groups we identified and included in the 6,000 in November 2017.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L01700","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":162,"content":"<p>Did the previous group of 3,400 customers include any staff?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L01800","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":163,"content":"<p>There would have been a small number of staff there.  The 3,400 were quite a homogenous group in terms of the issue, which was the margin error.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L01900","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":164,"content":"<p>How many staff were involved in the 6,000?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L02000","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":165,"content":"<p>There were 1,850 current and ex staff.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L02100","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":166,"content":"<p>It is a very high figure.  What is the total number of staff?  How many staff would have mortgages from Bank of Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L02200","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":167,"content":"<p>The total staff is approximately 11,000.  I do not know the number who would have a mortgage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L02300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":168,"content":"<p>It appears to be a very high figure.  Many of the trends coming through here are almost identical to those in AIB.  It is virtually the same number.  There is the same number of customers brought in at the end.  AIB brought in a large segment as well.  The two banks have provided roughly the same provision.  Bank of Ireland is providing up to &euro;200 million-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L02400","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":169,"content":"<p>It is &euro;175 million to &euro;200 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L02500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":170,"content":"<p>AIB is providing &euro;190 million.  Both banks discontinued the trackers at the same time.  Ms McDonagh was head of retail banking in HSBC in the UK and Europe.  Was she surprised when she arrived at how the tracker issue had been dealt with?  She might elaborate on that in the context of her comment that the bank should have dealt with it quicker.  I am paraphrasing, but that is the general intent of what she said.  What did she mean in saying it should have been dealt with quicker?  Finally, I do not wish to appear rude but the Central Bank was insisting on those 6,000 customers being included.  As to saying the banks were doing this out of the goodness of their hearts, I have no doubt that the Central Bank would probably have insisted on them being included.  We are reaching the end of the tracker issue.  What often happens with these big investigations of schemes that go on for so long is that customers get fatigued and, effectively, it is steamrolled at the end.<\/p><p>In view of Ms McDonagh's breadth of experience as head of retail banking with a bank in the UK, was she surprised by what she saw and why did she state that it should have been dealt with more quickly?  How could it have been dealt with quicker?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#L02600","speaker":"1374","continuing":true},{"type":"speechnospeaker","time":1517339400,"counter":172,"content":"<p>I thank the Senator for his questions.  I started in my role in Bank of Ireland on 2 October 2017.  I had begun to read and understand key issues and key risks prior to arriving but it was not until I started in my role on 2 October that I could get to grips with the issue.<\/p> <p>  I have been disappointed with how customers have been treated.  I think we could have come to a conclusion to include the 6,000 customers potentially sooner.  I feel the board believed and understood that both the legal and consumer protection perspective had been taken and that the voice of customer had been incorporated.  It had but my view is that we could have gone further and we should have and we did.  I recommended that we go further and give customers more of the benefit of the doubt to close this.<\/p> <p>  Coming in as a new chief executive of a very large bank, which had a history and heritage in Ireland, and which I think has an unique position in the Irish banking market and an unique opportunity to be the bank of Ireland and a national champion for banking in this country.  My focus was on transforming the bank, improving our reputation among our customers, driving engagement among our people and in developing the team.  I was keen to come to a resolution quickly to get the right outcome for our customers as part of that path or step towards improving and restoring the trust that we know is quite fragile in the banking sector.<\/p> <p>  In response to the Senator's question on whether the Central Bank of Ireland or the Bank of Ireland came to a conclusion on how to deal with the 6,000 customers, we engaged with the Central Bank of Ireland and it is on public record that it challenged robustly Bank of Ireland and the banks in general.  I, together with the chairman of the board of Bank of Ireland had a meeting with the Minister for Finance.  We were given very clear feedback about the need to address this issue.  We do not operate in a vacuum.  I was reading and looking at the media coverage.  I watched the evidence of individuals who outlined their own experiences when they came before this joint committee.  They were not customers of Bank of Ireland but I think the common themes about the impact that trackers had on individuals were very well felt.<\/p> <p>  As well as working on the detail, going through the customer journeys, looking at documentation and viewing it from a customer perspective, I made the recommendation with the full support of the board to increase the redress and compensation to include the 6,000 customers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M00200","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":173,"content":"<p>Of the 6,000 customers, some 1,850 - nearly one third - were members of staff.  Is it not an indictment of Bank of Ireland as an institution that to a certain extent it had to be dragged kicking and screaming to include the 6,000 customers, of whom nearly one third were staff, in the redress scheme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M00300","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":174,"content":"<p>In the banking world, despite technology and digital innovation, the people on the front line in particular are a key asset.  They are the people who drive the relationships with our clients and they are at the forefront of dealing with complex issues and delivering service day in day out.  I will do everything I can to increase the pride and engagement of our people.  I talked about our purpose at Bank of Ireland, which is about enabling our customers, our colleagues and our communities to thrive.  That is incredibly important to the success of Bank of Ireland for all our stakeholders.  I have said also that we have treated staff in the same way as we would treat customers in the context of this examination.  I do not think it appropriate to have given preferential treatment to staff in the context of mortgages because I think our other stakeholders would object to that.  We treated our staff as fairly as we would endeavour always to treat our customers.  The fact our staff are people who we are asking to be ambassadors for Bank of Ireland is an additional factor, though I think it is the right thing to have included them in the 6,000 for additional compensation and redress in November 2017.  I communicated that very clearly to all our employees at Bank of Ireland as soon as we communicated that message externally because they are such an important part of what we do in Bank of Ireland every day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M00400","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":175,"content":"<p>I have further questions.  Of the &euro;68 million that has been paid out so far, what is the breakdown between redress and compensation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M00500","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":176,"content":"<p>Of the &euro;68 million, some &euro;60 million would be paid out in redress and &euro;8 million would be paid in compensation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M00600","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":177,"content":"<p>The average for redress is about 13%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M00700","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":178,"content":"<p>That is in terms of the payments made.  We have also offered more than that, sometimes customers will respond immediately and we will pay the money into the account of their choice within three days, other customers will want to take the time to consider the offer and will have up to 90 days to make a decision around which account they want the payment credited to.  In general, our average compensation as a percentage of redress is 21% and that is very much in line with other banks in the market.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M00800","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":179,"content":"<p>What is the maximum payment that Bank of Ireland has paid in redress and compensation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M00900","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":180,"content":"<p>The highest individual case was &euro;363,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M01000","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":181,"content":"<p>Would Ms McDonagh give a breakdown between redress and compensation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M01100","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":182,"content":"<p>Senator, I do not have to hand the individual breakdown for that case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M01200","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":183,"content":"<p>Was that paid to somebody who lost his or her home?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M01300","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":184,"content":"<p>I am not able to refer to that particular case.  I am happy to provide the information afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M01400","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":185,"content":"<p>Of the 9,400 customers in total, how many remain to be paid under the redress and compensation scheme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M01500","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":186,"content":"<p>In respect of the 9,400 customers, we have contracted approximately nine out of ten, and nearly two thirds of those have received payment.  Of the 9, 400 people, 5,066 customers had received payment as of last Wednesday, 24 January 2018.  Obviously that number is rising every single day.  There has been a significant improvement on the number we provided to the joint committee as of 31 December 2017.  Every day we are contacting more customers and they are responding with the information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M01600","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":187,"content":"<p>As a rough rule of thumb, some 3,400 customers have yet to be paid under the redress and compensation scheme.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M01700","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":188,"content":"<p>Many of those would have been contacted, they would have had the letter with the information and the breakdown.  Some people may not be available to receive that letter.  They may be away.  Some of them will want to sit down and take the time to understand - - - - -<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M01800","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":189,"content":"<p>Have all customers received the letter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M01900","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":190,"content":"<p>Nine out of ten customers have received the letter, that is, 88% of customers have received the letter.  We will be contacting the remaining number by 31 March 2018, a commitment we gave to the Central Bank of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M02000","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":191,"content":"<p>When does Ms McDonagh expect to have paid out full redress and compensation to all affected mortgage customers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M02100","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":192,"content":"<p>We are working to have made an offer, that is, a letter with the detail by 31 March 2018.  That is our intention.  Within the customers who have not yet been contacted, these are the difficult cases and we are tracing them.  Some customers have moved away from Ireland; they have moved to the UK.  I know from individual cases I have looked at that they were nationals of India or China and they have moved back.  We are tracing in Ireland, in Europe and globally and we are tracing approximately 250 customers.  We are using a third party professional tracing agency to contact them in order that we can send them the letter with the offer of redress and compensation.  It is possible that in some cases, such is the tracing that we may go beyond 31 March but we are endeavouring to have contacted and made an offer of redress and compensation by that date, notwithstanding some extreme circumstances when we have not been able to find the individual customer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M02200","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":193,"content":"<p>Am I correct in saying that originally, Bank of Ireland gave a commitment to the Central Bank of Ireland that it expected to have virtually all customers sorted out by the end of the year 2017?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M02300","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":194,"content":"<p>The commitment that I had made was to contact all of the original 600 customers we had identified to offer them money in their account by the end of the year.<\/p><p>We thought doing it before Christmas was the right thing to do.  It was only on 9 November that we agreed to include the additional 6,000.  We made every effort to inform the customers at least that they would be part of the redress and compensation scheme.  One can imagine that with a number that size we worked very hard, using not just our people but cutting edge technology on robotics to try to process the individual letters as quickly as possible.  Our commitment is to have contacted those customers by 31 March, save perhaps for some extreme cases, such as the people we have not been able to trace, particularly people who have moved beyond Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#M02400","nonspeaker":"Ms Francesca McDonagh","continuing":true},{"type":"speech","time":1517339400,"counter":196,"content":"<p>Why were those 6,000 customers not identified in the initial trawl by Bank of Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N00200","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":197,"content":"<p>The 6,000 had been identified.  This was not a new reveal in November 2017, but there was ongoing debate, discussion and challenge between Bank of Ireland and the Central Bank on whether they should be included.  There was a balance to be struck in the bank's view.  The bank had endeavoured, and the intention was, to balance the legal and consumer protection requirements and examinations with fair outcomes.  When I arrived, the board was very keen to resolve this and asked me to take another look with a fresh pair of eyes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N00300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":198,"content":"<p>Were these down to the specifics of the legal contracts?  Ms McDonagh has told me who the 6,000 were, but precisely why was the bank initially stating they were not covered?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N00400","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":199,"content":"<p>Pre-2006 consumer protection code customers were those who had taken out a mortgage before the consumer protection code had come into effect.  There was a debate as to whether the fact they were pre-2006 customers meant they were covered by the code.  Customers post-2006 had already been identified for redress and compensation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N00500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":200,"content":"<p>Ms McDonagh is saying there could be two customers with an identical situation, one who took out a mortgage before 2006 and one who took out a mortgage after that, and the bank, on a technical decision, deprived people of their own money that had been taken by the bank.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N00600","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":201,"content":"<p>That was an ongoing discussion.  It had not been agreed.  When I arrived on the second-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N00700","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":202,"content":"<p>No, it is a very factual point.  This is the problem.  The Irish public put billions into Bank of Ireland.  If an individual owed money to Bank of Ireland for a mortgage, and I was in practice for years, the bank took on those customers.  It was there to collect the money.  I find it incredible with regard to these 6,000 customers.  The bank was clearly fighting with the Central Bank before Ms McDonagh's arrival with regard to a technicality.<\/p> <p>  We are on a committee discussing this, but the devil is always in the detail.  That is the bank's business but we have to probe the question.  How can Ms McDonagh stand over a situation based on a technicality?  Someone could have taken out a mortgage on 31 December 2006 and another customer could have taken out a mortgage on 1 January 2007.  Both are identical, but one person is covered and the other is not.  This is totally against the spirit of why the Irish public put money into the banks.  The money held for people who took out mortgages before 2006 was their money, it was not the bank's money.  If the roles were reversed and a customer owed money to the bank, whether the mortgage was taken out pre-2006 or post-2006, the bank would have gone after that customer in the same fashion.  There has to be fairness.<\/p> <p>  Can Ms McDonagh stand over this?  I hope Ms McDonagh was horrified when she went in and that she just turned around to the board and stated the bank had to stand over these tracker mortgages.  Can Ms McDonagh see the exasperation?  I find it incredible.  I am actually shocked.  The bank has 3,400 affected customers and another 6,000 on top, which is not quite double, but who make up at this stage two thirds of the affected trackers.  The bank was basically trying to keep them out on a technicality and continue - for want of a term where I want to be direct because I very rarely am - to rob their money.  Was Ms McDonagh horrified when she went in there?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N00800","speaker":"1374"},{"type":"speechnospeaker","time":1517339400,"counter":203,"content":"<p>I will provide a brief and clear response.  There was ongoing debate about the 1,500 who were part of the pre-2006 consumer protection code.  It had not been decided.  When I came in, the board said it needed me to take a look at this with a fresh pair of eyes and a very clear customer centric mandate.  That was a very easy decision for me to make and get full support of the board to include those 1,500 customers.  I have apologised for the delay it has taken.  We have put a lot of resources and time, effort and dedication into making this right.  Those customers should have been included in the redress earlier.  It took us longer and we are now making that right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N00900","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":204,"content":"<p>When Ms McDonagh answered Senator O'Donnell with regard to her opening remark that she had spent 20 years in a variety of senior banking roles in the UK and internationally, will she give us a flavour of which banks she was with?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N01000","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":205,"content":"<p>I thank the Chairman for the question.  Before I took up the role at Bank of Ireland I worked for 20 years at HSBC in a variety of roles.  I worked in the UK laterally, where I ran our UK and European retail banking business.  Prior to this I had worked in the Middle East and Asia in senior predominantly retail banking roles and in a variety of locations early in my career.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N01100","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":206,"content":"<p>Was any of those banks subjected to, or did Ms McDonagh come across, anything like this, where the bank did something wrong and was penalised by the regulator in that jurisdiction?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N01200","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":207,"content":"<p>I have worked in countries and systems that have gone through cases of mis-selling or had products that did not do what was intended.  Sometimes I arrived after that was identified in an industry, not necessarily in the bank where I worked.  I have learned from 20 years of experience the importance of being customer-focused to drive the right outcomes, and that is the best way to grow a business, because there is a trust-based proposition for the customers, and staff feel proud and enabled and engaged in what they are doing.  This worked for all of the stakeholders and it is very purposeful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N01300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":208,"content":"<p>So Ms McDonagh can apply that experience here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N01400","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":209,"content":"<p>I am endeavouring to.  In my appointment I come with experience from previous markets, but also I am spending my time really understanding the market in Ireland.  For me, whether it is an Irish customer or a customer from my previous experience in other parts of the world, customers want to have fairly priced and structured products which are clear, and when there is a problem the bank should address it quickly.  My intent with the team is to be very purposeful in the way we serve our customers.  This is why we have defined Bank of Ireland's purpose and, to be fair, the cultural work on what our purpose should be predates my arrival.  Before I arrived in the role, the board was already looking at what should the culture be at Bank of Ireland.  The one thing I asked the Chairman was to wait for my arrival so that as the new CEO I could work with the team to define a purpose that is meaningful for us individually and as a collective.  This is enabling our customers, colleagues and communities to thrive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N01500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":210,"content":"<p>Ms McDonagh has depth of experience, and she has had experience of this type of issue or something like it in other banks.  When she was asked about the staff in the bank and their return to the tracker product, did she say they were legally literate and should understand what they were getting into?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N01600","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":211,"content":"<p>I would treat a staff member the same as a customer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N01700","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":212,"content":"<p>No, is that what Ms McDonagh said at that time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N01800","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":213,"content":"<p>I do not-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N01900","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":214,"content":"<p>She stated she felt they could not be included because they should be legally literate about these trackers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N02000","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":215,"content":"<p>I have never said that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N02100","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":216,"content":"<p>Ms McDonagh has never said that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N02200","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":217,"content":"<p>That may predate my arrival.  I did not say that on the record or privately because I do not believe it is the case.  We have many staff, some of whom are senior bankers with a lot of technical experience.<\/p><p>Some of our employees will not necessarily be bankers.  I have not said that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#N02300","nonspeaker":"Ms Francesca McDonagh","continuing":true},{"type":"speech","time":1517339400,"counter":219,"content":"<p>Okay.  Senator Kieran O'Donnell said we are reaching the end.  I do not think we are reaching the end.  I think we have quite a way to go because a significant number of issues still remain.  I am taking Ms McDonagh at face value, based on her experience and on what she has said about the purpose of the bank now.  She has said that it is customer-centred and so on.  I want to get an understanding.  She spoke about compensation in her opening remarks.  We get letters and emails all the time.  Why does Ms McDonagh believe her staff - the employees of her bank - are writing to us on an ongoing basis to highlight the fact that they feel they are not being treated properly?  Given what she has said about how the bank treats its staff the same as its customers, is it not odd that they are writing to us to say they are not getting fair play?<\/p> <p>  The second point I want to make relates to compensation.  Ms McDonagh has said she deals with particular cases.  A lady wrote to us in December to say she had been overcharged by &euro;1,355 a month.  She said that if Bank of Ireland had come clean at any point over the years between 2008 and 2012, she and her family would have kept their home, their tracker and their lives.  She said she would have had enough money to pay for a consultant in the course of the birth of her child, who was born with a disability.  She mentioned that a second child is receiving the services of a psychologist.  She says her life has been destroyed and broken and her relationship and family are destroyed.  It was in December of last year that this lady wrote to us to that effect.  What method is available within the bank to reach out to that family?  How does it construct a compensation package around an extreme case like that?  What flexibility is there?  Is there humanity and compassion within the bank to touch that person's life again and to assist her?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#O00200","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":220,"content":"<p>I thank the Chairman for the question.  Staff have the right to write directly to the committee.  Obviously, I would always want our staff to feel they can escalate their concerns to their line managers or to me as part of an open and engaging culture in our organisation.  We are encouraging a speak-up culture in which the more traditional hierarchical layers are broken down and people feel they can speak up and have their concerns addressed.  Such a culture is engaging and successful.  Staff members may have escalated the cases that have been mentioned to their line managers or to me.  I do not know.  If there are cases involving employees of Bank of Ireland, I would be very keen to look at them, as I would with any customers.<\/p> <p>  The Chairman mentioned a specific case in which someone wrote to him in December 2017 to set out the impact the tracker issue has caused in her life.  I would be very keen to look at this individual case.  I hope it is one we are dealing with as what we consider to be a \"complex\" case.  It is clear that in this case, there are extenuating circumstances, there is vulnerability and distress has been caused.  No financial framework can compensate for the human impact of what has happened to that individual's family.  I recognised that in my opening statement and I have apologised for it.  The only thing we can do right now is look at complex individual cases on a case-by-case basis.  The people who are managing this are not contractors or new staff members.  They have a great deal of experience of managing and resolving complex cases.  If we do not resolve a case to the satisfaction of the customer, he or she can go to the independent appeals panel that is in place to have his or her case heard.  I would like to think we would manage each case in a proactive and empathetic manner so that this is not necessary.  If people feel they have not been treated fairly, we encourage them to exercise their absolute entitlement to go to the panel.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#O00300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":221,"content":"<p>I will send Ms McDonagh the details of that case-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#O00400","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":222,"content":"<p>I would appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#O00500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":223,"content":"<p>-----and a number of other cases.  I am saying all of this here at this committee not because I want someone to be treated differently, but because I want the weakest in the group to feel that they are as good as the strongest within the group and that their cases will be heard as quickly and as efficiently as the cases of others.  That is why I am raising these cases.  It is a test, just as it is in the cases of the other banks.  I really do not believe half of what they are telling this committee.  I think the Irish public feels exactly the same way.  The people just do not believe the banks.  From the correspondence I have received, I have enough grounds not to believe all of what the banks are saying.  The jury is still out.  We will see how they perform.  The point that has been made about tracker mortgages in a residential sense can also be made in a commercial sense.  Would it be correct to say that the bank is continuing to ignore the cases that have been made to it regarding tracker-type mortgages in a commercial sense?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#O00600","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":224,"content":"<p>I thank the Chairman for that question.  Before I ask my colleague, Mr. Mason, to speak about commercial or SME cases, I would like to go back to the Chairman's previous point.  As the Chairman knows, any cases that are sent to me by him or by his office are investigated.  I seek to respond personally to them in a timely manner.  I always look at individual cases, whether they are staff or non-staff.  The manner in which Bank of Ireland manages these cases and the overall issue will define the banking culture of the future.  It is my intention and that of the board and the senior management team to get this right.  The only way for us to prove that is through action.  I hope the fact that we have taken rapid steps to compensate and redress 6,000 customers within a matter of weeks is an indication of our commitment here.  It is not just words.  I ask Mr. Mason to speak about the SME considerations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#O00700","nonspeaker":"Ms Francesca McDonagh"},{"type":"speechnospeaker","time":1517339400,"counter":225,"content":"<p>Rates for commercial loans were changed in line with the contracts those customers had.  The terms of those loans clearly specified that rates could change in circumstances where the bank's cost of funding changed considerably.  That is what happened.  When that condition happened, and there was a considerable change in the bank's cost of funding, the terms of those arrangements changed.  In the cases of bigger commercial loans, each affected customer had a dedicated relationship manager.  All such customers were spoken to and written to.  They were given the option of having their terms extended so their monthly repayments would stay the same.  I think that happened some time in 2011 or 2012.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#O00800","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":226,"content":"<p>I would like to refer to the case of an individual who has been a customer of the bank since 2004.  In 2011, the method of applying the interest to his loan was changed from EURIBOR to bank cost of funds.  He believed he was on a tracker-type product, but just like that it was changed in the way I have described.  Bearing in mind the principle of putting the customer first and giving the customer the benefit of the doubt, why should someone like that end up in court?  His bank would not listen to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#O00900","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":227,"content":"<p>Under the terms of the contract, if the bank could not fund itself at certain rates, it could change the terms and conditions.  When it found itself unable to fund itself at the rates in question, it changed the terms and conditions.  It would have told the customer what it was doing and why it was doing it.  The bank would have tried to make alternative arrangements with the customer at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#O01000","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":228,"content":"<p>This individual case involves a substantial amount of money.  Obviously, it ended up in court.  I have read the correspondence on it and I am going to refer to it.  Ms McDonagh has it anyway.  This individual has been writing to her.  When someone who has been a customer of the bank since 2004 without going into arrears questions the amount of interest that was charged because of a change in the specific methodology used when applying the interest, I would have thought the bank would take him in and talk to him.  That is what I would consider to be a customer-friendly bank.  I will refer it to the bank again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#O01100","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":229,"content":"<p>The bank cost of funds that is being applied to those accounts at the moment is 37 basis points, or 0.37%.  That is the bank cost of funds that is being applied to those accounts at the moment, with the margin then on top of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#O01200","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":230,"content":"<p>Yes, but I am talking about the change that was made and the interest that was charged over and above what this customer should have been charged.  A case has been made about it and I do not see that case being answered.<\/p><p>It is amazing that the customers and staff of huge banks are writing to members of this committee in order to get some sort of justice.  If everything Ms McDonagh said in her opening remarks is going to work - or was beginning to work prior to her appointment - surely the volume of correspondence would have dropped.  It has not done so.<\/p><p> As much as I must listen to Ms McDonagh and hope for the best, she must listen to us.  Individual cases come to the committee.  I am not making this up.  Language has been used here that makes the situation appear fine and dandy but I must tell the Bank of Ireland that it is not.  The public perception of banks and the rebuilding of trust based on that perception will cost the bank and take it considerable time.  While it does so, I see no reason why the bank cannot address some of the big-ticket issues relating to it at the same time as it deals with the matter of tracker mortgages and to try to prevent the type of correspondence that we in the committee are being sent.  I am sure there are customers who will listen carefully to what Ms McDonagh has said and the exchanges between members and bank officials and tomorrow they will contact us in disbelief.  Ms McDonagh is correct that the bank will be judged by its actions.  I hope those actions favour the customers, particularly those who have had a bad deal.  This situation is far from over.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#O01300","speaker":"1248","continuing":true},{"type":"speechnospeaker","time":1517339400,"counter":232,"content":"<p>Complaints are an incredibly important piece of feedback.  I would never want to rely on complaints to improve our service, but we will investigate every one whether or not it relates to tracker mortgages.  Even if the individual case is not one of the 9,400 cases, we will review it in detail.  Being customer-centric means that we need to be fair and consistent.  It does not mean that every single complaint will be found in favour of the customer but we will investigate and be fair and appropriate in addressing any cases which the committee may share with us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#P00200","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":233,"content":"<p>Many of the points have been covered.  I thank Ms McDonagh for her opening statement.  She made one particular remark, to which Senator Kieran O'Donnell referred.  On page 1 of her statement she says:<\/p><blockquote>Since joining Bank of Ireland, I have reviewed the bank&rsquo;s approach to the tracker issue.  I have concluded that the bank placed a clear emphasis on the legal interpretation of our mortgage agreements but did not go far enough to fully ensure we were delivering the right outcomes for our customers.<\/blockquote> <p>On page 4, almost identical wording is used, namely:<\/p><blockquote>I concluded that a clear emphasis had been placed on the legal interpretation of our mortgage agreements.  However, while the bank had considered the voice of the customer when reviewing cases, my view was that we had not always gone far enough to fully ensure we were delivering the right outcomes for our customers.<\/blockquote> <p>It is a point that Ms McDonagh was clearly trying to make to the committee.  Senator Kieran O'Donnell touched on this and suggested that maybe it is the pre-2006 and post-2006 consumer protection code being invoked.<\/p><p>Perhaps Ms McDonagh might expand further on this statement, since she made it twice.  Is it fair to say that the bank looked at the agreements, said that within the law it could continue doing what it was doing and it would do so, then Ms McDonagh came along and made recommendations to the board, for which Ms McDonagh received the board's support?  Can she discuss with us the extent to which the Central Bank's involvement was relevant and how much arm-twisting, if any, was involved?  If it was not relevant, then so be it.  For the figure to go from 3,400 to 9,400 - nearly 10,000 - in a very short time - effectively in one go on 9 November - is notable.  I recall the day it happened; all of us wondered when this was going to end.  This happened only in recent months.  Can Ms McDonagh tease out why she made these remarks twice in her statement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#P00300","speaker":"1412"},{"type":"speechnospeaker","time":1517339400,"counter":234,"content":"<p>It is there twice because it is a consistent and fair reflection of what happened.  Work was ongoing before I arrived.  There was an ongoing discussion and challenge between the Central Bank and the Bank of Ireland regarding which customers should be included.  There was a lot of work and discussion between senior management and the board.  Nobody was trying to take an exclusively legalistic approach.  There was a clear intent and endeavour to include customers' perspective.  I will give two examples.  The benefit of the doubt was given to customers where we had undercharged.  I spoke of the 3,400 marginal errors where we had slightly overcharged customers and which we have corrected and redressed.  There were 2,000 cases where we undercharged.  That was an operational error - our error - and we did not return to the customers and tell them they owed us money as a consequence of our operational error.  That is a simple example of where the bank did the right thing.  During much of the discussion around contractual or consumer protection, the voice of the customer was in the room.  The bank had a senior, very accomplished executive to be the voice of the customer and to give the customer perspective, which I think is good.<\/p> <p>  On reflection, and coming in with a fresh perspective and in agreement with the board, with a very clear mandate, I think that it could have gone further.  My view is that in order to be more customer-centric, the voice of the customer could have been an external voice rather than an internal employee.  It could have been more of a consumer advocate, to be a critical friend and constructive voice to challenge some of the thinking.<\/p> <p>  I do not want to pre-empt the review and have already mentioned this, but the opportunity to improve the clarity and consistency of wording is something that we should do and to go further on it.  That is something I would like to do.<\/p> <p>  When I arrived, working with a team, we looked at the journey purely from a customer perspective.  We did not have technical or legal counsel in the room for this exercise.  We imagined a customer, it could be a member of staff or someone who is in the pre-2006 group or a regular switcher, and what they would have experienced at every step of the life of their mortgage?  That provided a different prism through which to view the issue and it allowed us to see matters from their perspective.  Those are examples of where we could have - and now have - gone further.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#P00400","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":235,"content":"<p>The reasons that Ms McDonagh has outlined give some indication as to why the number of cases jumped by 6,000.  How much was the Central Bank involved in respect of the increase of cases from 3,400 to 9,400?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#P00500","speaker":"1412"},{"type":"speechnospeaker","time":1517339400,"counter":236,"content":"<p>There was robust challenge and discussion with the Central Bank.  There was correspondence between the bank and the Central Bank which predated my arrival, there was challenge and ongoing work and discussion on the 6,000 cases over which there was question or a difference of perspectives.  During my first couple of days after arriving at the bank, I made a point of calling some of our customers and introducing myself.  I met as many colleagues as possible and also called to introduce myself, though I had met many of them during my regulatory approval process with the regulators, and this was mentioned to me very early on as something on which I would have to focus.  In agreement with the board, that is what I did.  There was ongoing discussion and debate.  The challenge from the Central Bank, feedback from the Minister of Finance, the context of the external environment at the time, and then my own objective review, arrived at working with the team, looking at the different facets and prisms of the discussion is what resulted in the recommendation to include the 6,000, which the board fully supported.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#P00600","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":237,"content":"<p>Of the 6,000 extra cases that were added following robust challenge and internal procedures in addition to the some 3,300 had already been agreed prior to that.  Is there a further pool of mortgage accounts which the Central Bank was also looking at, of which the bank only accepted three quarters, that being 6,000 cases out of 8,000, for example?  Alternatively, is it the case that the 6,000 cases which represent the jump from 3,400 to 9,400 were all the disputed cases which the Central Bank was robustly challenging and in respect of which Bank of Ireland finally put its hands up - I am not saying it surrendered or rolled over - and agreed to accept the Central Bank's point?  Did the Bank of Ireland take 100% of the cases that were under robust challenge by the Central Bank and move them into the redress and compensation scheme or are there some, where Bank of Ireland said that it would not do so , that it did not have to do so and that was standing by its original point of view?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#P00700","speaker":"1412"},{"type":"speechnospeaker","time":1517339400,"counter":238,"content":"<p>To the best of our knowledge, we have included the whole disputed cohort.  We have included all of these cases in our redress and compensation scheme based on the current stage of the examination with the Central Bank.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#P00800","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":239,"content":"<p>I will try not to repeat some of the points that were made earlier.  There have been offers in nine out of ten cases and so much has been paid out and so on.  Are the one in ten cases the more complicated and complex cases which will ultimately be more costly for the bank to redress and compensate people?  I asked the question of AIB last week and will probably ask it of other banks.  What is the highest amount of redress and compensation identified so far?  I do not know if any of the team looked at the AIB interaction last week.  During the meeting we saw that, by and large, its compensation was approximately 15% but there were higher figures of 22% and 24% as well as lower figures.  It depended on the impact.  I tried to understand some of the information in Appendix 2 although it is perhaps not the easiest thing in the world to understand because it refers to upfront payments and 5% of refund value etc.  We might come back to that.  However, in terms of those who lost and those who did not lose their homes, what were the highest amounts of redress?<\/p> <p>  Although they are not necessarily with Bank of Ireland, people have contacted me to say they will receive approximately &euro;200,000 or &euro;300,000.  Do the witnesses have the top-end figures?  The figures in the questionnaire on the amounts for those with trackers who are on the wrong rate are fairly small amounts of redress and also relatively small amounts of compensation.  There must be people at the other end of the spectrum, however, and the average is distorted by the number of people at the low rate.  I would like to get a feel for the high end of the compensation and redress.  I do not think anyone else has covered it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q00100","speaker":"1412"},{"type":"speechnospeaker","time":1517339400,"counter":240,"content":"<p>We mentioned the nine out of ten cases, so there are approximately 1,000 or 1,100 cases where the people have not been contacted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q00200","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":241,"content":"<p>They are not all complex.  Ms McDonagh outlined that some of them are abroad and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q00300","speaker":"1412"},{"type":"speechnospeaker","time":1517339400,"counter":242,"content":"<p>Letters are going out this Friday as part of the process.  We did not send all letters at the same time but letters will go out on Friday to less than half of that group.  The other half is made up broadly of the two large groups.  There are those who we are tracing, that is, those who have moved away, and there are also the more complex ones, to which the Senator referred.  Those are complex ones because they often involve a loss of ownership or extenuating circumstances or vulnerability.  Personal cases take longer for us to ensure we have all the information to come to a resolution with the customer.  We would expect the average redress and compensation amounts of those to be higher.  I mentioned that the highest case so far is for a sum of &euro;363,000.  The Senator is right that the average is distorted somewhat by the high volume of lower value customers because of the margin issue.  If we look at the range, there is a small number of cases, the top 1%, that are in the &euro;75,000 to &euro;100,000 range.  The highest case so far is for &euro;363,000.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q00400","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":243,"content":"<p>What is the breakdown in those cases of redress versus compensation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q00500","speaker":"1412"},{"type":"speechnospeaker","time":1517339400,"counter":244,"content":"<p>I do not have that information to hand.  As I already stated, we do not have the redress versus compensation breakdown of the &euro;363,000 case.  We can provide it after the meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q00600","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":245,"content":"<p>It would be useful.  We heard from AIB that in the really appalling cases where people lost homes the compensation could be multiples of the redress, as opposed to less than 100% of the compensation.  I do not know if that is the case in Bank of Ireland.  Perhaps it is but perhaps it is not.  It would be useful for us to see a range of all of the 9,400, that is, how many cases were involved in various bands of redress.  It would outline for us the worst of the worst.  People have contacted me with figures in the hundreds of thousands and it is important that we realise some of these people, as Deputy McGuinness and others have outlined, had appalling cases.  These people could not live normal daily lives or function properly.  They could not provide clothes for their children, change a car, have a holiday, get medical treatment and so on.  It is important and it would have been helpful to have it here today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q00700","speaker":"1412"},{"type":"speechnospeaker","time":1517339400,"counter":246,"content":"<p>The Senator is right that it is not a formulaic approach.  For the more complex cases, there is a discretion and a discussion about the individual circumstances and a case-by-case basis may mean that the ratio between redress and compensation may vary significantly.  For owner-occupier cases, which are typically the ones with higher redress and compensation, we have the breakdown by quartile and range but I do not have the split between redress and compensation.  I do not know if Mr. O'Beirne wants to add any more.  We can commit to revert further after the meeting, however.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q00800","nonspeaker":"Ms Francesca McDonagh"},{"type":"speechnospeaker","time":1517339400,"counter":247,"content":"<p>We will commit to revert further after the meeting.  As per the conversation to which the Senator referred and as I outlined earlier, as we look at the more complex cases, the compensation can be a multiple of the redress.  This is particularly the situation in the most complex cases where we have had direct cause of loss of ownership.  I went through the mechanism earlier and am happy to do so again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q00900","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":248,"content":"<p>We had some figures from AIB last week.  I do not know if the witnesses had a chance to examine the transcript of the meeting.  I will be asking for it.  I just want to identify it.  It is all very well if there is a margin error of less than 1% and a person gets a couple of thousand euro and a bit of compensation.  There is a phrase on Appendix 2: \"Fair value compensation interest and fair value interest calculated per the group refund standard, subject to a minimum of 5% of the refund value.\"  Will the witnesses explain that to the average person who is trying to read it?  What does it really mean?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q01000","speaker":"1412"},{"type":"speechnospeaker","time":1517339400,"counter":249,"content":"<p>When we refer to \"fair value\" what we mean is, separate to the compensation amount, paying the cost of money back to the customer for denying them the right to have it at the time.  Over the period that they did not have the tracker, as well as providing the redress and paying back the money that belonged to the customer, that is, the interest that they overpaid, we also try to give back the deposit cost of that money.  Over some of the period, there were negative interest rates, so the bank would have floored that at 0%.  As those amounts were quite low, we put in a minimum amount of 5% of the interest overpaid in all cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q01100","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":250,"content":"<p>Therefore, the compensation for many people would have been giving them their own money back plus 5%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q01200","speaker":"1412"},{"type":"speechnospeaker","time":1517339400,"counter":251,"content":"<p>At a minimum, for any customer, it is 15% to 15.5%.  When we include the additional payments that were outlined, the average compensation as part of redress is 21%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q01300","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":252,"content":"<p>Therefore, the average across what the bank has paid out so far in the nine out of ten cases is in or around 21%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q01400","speaker":"1412"},{"type":"speechnospeaker","time":1517339400,"counter":253,"content":"<p>If we go back and consider the scale of the impact, we are looking at impacted customers who were never in arrears but may have had a lower amount.  It is the 5% plus the 10% subject to the minimum amounts we have laid out coming up to 21%.  As we move to customers who had moved into default, where we define default as 90 days of not making payments, if the bank had issued a demand letter we try to move customers to the worst ever position that they had been impacted to try to ensure that the compensation payment back out to them is at the highest level.  As it moves to loss of ownership and the most extreme cases of direct causation of loss of ownership, we apply the additional compensation about which we spoke earlier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q01500","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":254,"content":"<p>In terms of the change of culture, Ms McDonagh identified four key values, that is, behaviour that is customer-focused, agile, accountable and fosters teamwork, and the bank is endeavouring to restore trust.  It has a huge job in terms of restoring trust.  This is not just in Bank of Ireland and Bank of Ireland cannot do it for the whole banking sector but it can do its best within its bank.  I know we are dealing with tracker mortgages but this is central to everything that happens in a bank.  In terms of behaviour that is agile, accountable, fosters teamwork and is customer-focused, what is the bank doing to get that over the line?  We have previously spoken about branches that are moving towards automated transactions.  They are not cashless and I accept that they are not cashless but there is less customer interaction with staff for ordinary transactions.  I accept that many customers are happy with it and they carry out their banking on their mobiles and so on.  It is very difficult, however, to be customer focused when a person wants to talk to someone but is faced with lots of machines in the branch.  How does the bank respond to that kind of thing?  People are now opening post office accounts to deal with coin because they cannot go to the bank and deal with it except on Friday mornings for two hours etc.  Many people are unhappy with parts of the change of culture, which is happening in all of the banks, including Bank of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q01600","speaker":"1412"},{"type":"speechnospeaker","time":1517339400,"counter":255,"content":"<p>I will respond more broadly on culture and what we are doing and I will ask Mr. Mason to respond on the trends we are seeing and changes made in the branch network.<\/p><p>Obviously how we address this particular issue will be defining in terms of the culture both for our stakeholders and customers, as well as on how our own staff feel we are addressing this - not just because they have had a tracker - but how they feel the bank represents itself in its resolution.  It is an incredibly important moment for us, as to how we redress this in the coming weeks until we come to conclusion.  <\/p><p> Many things had happened to start to improve the culture before my arrival.  For example, complaints management has been consolidated.  As opposed to having complaints on different products or different channels in different parts of the banks, for accountability, agility and being customer-focused, it involved having a consolidated and centralised understanding of where complaints are happening.  It means that even if one sees a relatively small number of increase, one can investigate or there would be an escalation. <\/p><p> We have also changed how we launch, alter or discontinue a product in order that there is a better consideration of all aspects of the customer impact.  That is a particular angle and point learned from the issue that we have at hand.  The committee will be aware that the Bank of Ireland has been public in its commitment and investment in transforming its core banking system.  That is an ongoing programme.  It is one that seeks to improve both the efficiency and the speed, simplicity and digital propositions that we offer our customers over time.  These are some of the examples.  As I get into my role, and I am four months in, there will be more examples of how we are demonstrating the culture that we want our people and our customers to be proud of at Bank of Ireland.<\/p><p> Specific to the branch network, I will ask Mr. Mason to comment.  I am happy to add more comments about how I feel the branch network is an incredibly important part of what Bank of Ireland is today and in the future.    <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#Q01700","nonspeaker":"Ms Francesca McDonagh","continuing":true},{"type":"speechnospeaker","time":1517339400,"counter":257,"content":"<p>We are trying to blend new technology and digital.  While we have seen customers change the way they are banking, with our traditional banking methods we have not closed branches.  As members will know, we have keep our branches open.  We have 250 branches across the country, which has been the case for ten years.  We are trying to do both.  As many as 79% of our customers are digitally active.  We have seen a consistent change with more people becoming digitally active.  On 21 December, we had 900,000 individual log-ons to our sites via the mobile app, the Bank of Ireland 365 online site or our business online site.  Our customers are changing the way they bank.  Last December, our customers wrote 16% fewer cheques than they wrote the previous December and our customers used contactless technology 66% more than they did the previous December.  We have seen significant changes.<\/p> <p>  I was disappointed to hear the Senator say that when a person goes into a branch there is no-one there to meet him or her.  We have tried to move people from behind the counter to front of house.  We are trying to make our branches business development hubs.  It is disappointing to hear him say that people did not see a staff member when they went into a branch.  That is not our objective.  We have kept our branches open for a very specific purpose.  We want them to be business development hubs and communities and to help local communities to thrive.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#R00200","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":258,"content":"<p>I was not speaking about my own branch but we have all heard about people going into branches and encountering a line of machines.  There may be people in the branches.  Customers cannot do what they want to because there is nobody behind the counter who can accept a foreign cheque or give a bank draft in sterling.  Certain things cannot be done in branches that no longer provide counter services.  My bank branch is located at Montrose.  It is a great branch that has a great innovative hub.  I am more than happy with the service and there are other branches relatively close by but there are people who find bank transactions a bit more difficult.<\/p> <p>  In terms of mobile technology, Apple Pay and all these kinds of things, people have asked me whether such technology will be introduced.  I am sure there is more technology on the way.  Younger people want to embrace new technology.  Is the bank up to speed or on the way to where it wants to be in terms of technology?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#R00300","speaker":"1412"},{"type":"speech","time":1517339400,"counter":259,"content":"<p>We might leave discussion about voice recognition technology for another day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#R00400","speaker":"1288"},{"type":"speech","time":1517339400,"counter":260,"content":"<p>Perhaps.  Does the Deputy mean Donegal voice recognition or voice recognition technology for everyone?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#R00500","speaker":"1412"},{"type":"speech","time":1517339400,"counter":261,"content":"<p>It is a different story but I shall fill in the Senator later on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#R00600","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":262,"content":"<p>I shall respond to the Senator's queries.  On my first day one of the first things I did was visit the oldest and newest branches in the network located at College Green and Grand Canal Square, which has a different format.  I did so because I recognise that both formats are equally applicable to different types of customers and some customers will use both for different things.  The role of the branch is incredibly important.<\/p> <p>  As Mr. Mason has said, the behaviour and needs of our customers are evolving and we need to evolve and match them.  Last week, I spoke to customers in Galway and learned of their frustrations.  They want to have more personal time and do not want to queue to use a machine.  Customer feedback is very important to us and we incorporate it into our schemes.  We will always have people in every single branch in our network.  We have the largest footprint of any bank in Ireland.  Every single branch has cash but some are more focused towards a self-service model because that is where we have seen the footprint.  We do not underestimate the importance of a relationship and personal service, whether it is in our branches or contact centres.  Increasingly, whether it is the SME or agricultural sector, some customers want to have an out-of-hours conversation with a specialist adviser.  We have found that model to be highly relevant for the modern age.<\/p> <p>  We are opening new branches.  I joined the team at a new work space located on Camden Street.  We have also recently opened a new branch in Cherrywood.  <\/p> <p>  In response to the question on Apple Pay, as part of the ongoing technological transformation, we are always developing new alternatives in order for our customers to make payment.  It is a priority.  It is something we are working on. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#R00700","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":263,"content":"<p>I welcome Ms McDonagh and her senior staff here today.  I wish her well in her new position.  It is important that we have a strong banking sector in this country.<\/p> <p>  I will follow on from what Senator Horkan said about banks having fewer staff but more machines.  How long does it take to be granted a mortgage, on average?  There are many obstacles as people now have short-term contracts and no longer have a job for life.  How long does it take, on average, to be approved for a mortgage?  Is a quick decision made?  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#R00800","speaker":"1380"},{"type":"speechnospeaker","time":1517339400,"counter":264,"content":"<p>I thank the Senator for his question and for his warm words of welcome.  I shall ask Mr. O'Beirne to talk about the mortgage application process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#R00900","nonspeaker":"Ms Francesca McDonagh"},{"type":"speechnospeaker","time":1517339400,"counter":265,"content":"<p>The Senator has asked two questions.  First, how long does it take to be approved for a mortgage.  Second, how is the changing nature of work, in terms of contracts etc., taken into account.<\/p> <p>  As for the speed in getting a mortgage, typically, the time it takes from applying to drawing down a mortgage depends on how quickly the property sells.  Applying for a mortgage and getting approval tends to be a relatively quick process once the bank has sight of all of the documentation that is required to make a decision.  Typically, if there is an urgency on the part of the customer or if there is a specific reason that he or she has a time constraint, we will seek to turn the decision around within 24 hours.  If approval is not time-sensitive, then normally it takes three to five days.  In some cases, it can take a little bit longer but that depends on the circumstances such as a requirement to provide follow-up information. <\/p> <p>  On the Senator's second question on the changing nature of work and contracts, the bank is mindful of the situation.  We try to look past whether somebody is in traditional long-term employment or whether they are on a 12-month or 24-month work contract.  Typically, we look through the individual or person's sphere of expertise - let us say he or she is an engineer or teacher - and we think this person is very likely to be able to continue to find employment in that space and the salary looks like it is within the normal parameters that we would expect.  That will not count against the individual in terms of the bank arriving at an approval for the mortgage application.    <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#R01000","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":266,"content":"<p>Mr. Boucher advocated that most banks should go down the route of fixed rate mortgages over a period or to at least fix part of the mortgage.  At that stage, the bank said that its mortgage rate was about 3%.  Does Ms McDonagh agree that a fixed rate mortgage is the way to go?  What is the current rate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#R01100","speaker":"1380"},{"type":"speechnospeaker","time":1517339400,"counter":267,"content":"<p>Our position in respect of mortgage pricing has been very consistent.  Our focus continues to be on fixed rate offerings for our customers.<\/p><p>We found that nine out of ten new mortgages that customers take out with Bank of Ireland are fixed rate.  We have recently simplified our fixed rate pricing.  Today, it is 3% for one-year, two-year, three-year and five-year mortgages, regardless of loan-to-value.  We simplified it to make ourselves more competitive.  Our view is that people want certainty and to plan ahead.  In an interest rate environment that today is very low, but when it is probable that over the life of a loan interest rates will go up, that certainty is treasured by our customers.  We see that customers have voted with their feet.  Our market share of the total market has increased from 26% over a year ago to 27% because customers favour and prefer fixed rate mortgages.  We have seen a very clear focus from customers in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#R01200","nonspeaker":"Ms Francesca McDonagh","continuing":true},{"type":"speech","time":1517339400,"counter":269,"content":"<p>Mr. Mason said the bank could not fund itself at the rates it was charging during the downturn.  The bank used its position to change the rates.  How do we guarantee it will not happen again and that we will not get into the same position we were in where the bank may not be able to fund itself going forward and might have to change the rates again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S00200","speaker":"1380"},{"type":"speechnospeaker","time":1517339400,"counter":270,"content":"<p>Mr. Mason might want to add to that.  It related to a period of financial crisis.  We are in a very different place now in terms of the stability of the economy of Ireland and the bank.  We are able to continue to fund and grow a very strong mortgage book which is predominantly fixed rate mortgages.  Our view is one of value and working for what the customer prefers.  We are very clearly of the view that for every variable rate customer out there, there is a fixed rate that can save them money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S00300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":271,"content":"<p>Where do all those products come from?  Is there a section within the bank that develops those products?  It is not just a matter of going into a bank, the interest rate is set and one gets a deposit rate.  There are all different types of products and all the banks have different products.  I presume that is how they compete with each other.  Is there a unit in the bank to develop those products?  Is there a legal framework put around them at that stage?  Where do all the products come from?  Are they patented?  Is there somebody that has a patent out on some of them?  Does the bank own them?  Does the bank liaise with other banks on the products?  The products can closely follow each other.  There might be a similar product in a competing bank.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S00400","speaker":"1380"},{"type":"speechnospeaker","time":1517339400,"counter":272,"content":"<p>I will ask Mr. John O'Beirne who looks after the product area for the retail bank to provide more clarity on our product development process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S00500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speechnospeaker","time":1517339400,"counter":273,"content":"<p>We have a centralised product development function.  In terms of looking back over the past, we are trying to apply lessons learned and make sure that when we bring a new product to the market, it is grounded and we have gone through good, strong customer research, that we have thought about the risks around the product, including the risk of introducing or withdrawing it, and very importantly its benefit to individual customers.  Whether they are patented or not very much depends on the type of product.  For the most part, the core banking products we use in Ireland are not patented.  What is important is that the regulatory framework and customer requirements have developed very substantially in recent years.  In that centralised process, the bank tries to make sure it meets and surpasses those requirements because the interest of the bank is very much aligned to the interest of our customers.  As Ms McDonagh said earlier, we will continually look to lessons learned to inform and develop that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S00600","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":274,"content":"<p>Does the Central Bank have a role?  Does it oversee those new products or the products the bank brings to its customers?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S00700","speaker":"1380"},{"type":"speechnospeaker","time":1517339400,"counter":275,"content":"<p>Any product the bank brings to market has to be aligned and in line with the regulatory framework.  For the most part, I would say yes but the nature of that interaction can depend very much on what is being proposed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S00800","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":276,"content":"<p>The bank found 3,400 accounts where there was a small differential in the interest rate of 0.5%.  Did it find anywhere that the bank had undercharged?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S00900","speaker":"1380"},{"type":"speechnospeaker","time":1517339400,"counter":277,"content":"<p>Yes.  We found 1,800 cases where we had undercharged the customers by a not dissimilar amount.  In those cases, we did not ask the customers to pay more.  We left them on the rate they were originally booked at.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S01000","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":278,"content":"<p>The bank did not follow the customer for those.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S01100","speaker":"1380"},{"type":"speechnospeaker","time":1517339400,"counter":279,"content":"<p>No, given the context in which we are operating and giving the customer the benefit of the doubt, we did not pursue the customers where they had been undercharged.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S01200","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":280,"content":"<p>Will Ms McDonagh take us through the situation of voluntary surrenders?  I suppose it is not a nice process for the customer and perhaps it is not a nice process for the bank to go through either.  The only other option is repossession.  It is either one or the other, voluntary surrender or repossession, when one goes down that route.  Neither is a nice route.  How does the bank go through the voluntary surrender process?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S01300","speaker":"1380"},{"type":"speechnospeaker","time":1517339400,"counter":281,"content":"<p>I will ask Mr. Mason to comment on that in some detail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S01400","nonspeaker":"Ms Francesca McDonagh"},{"type":"speechnospeaker","time":1517339400,"counter":282,"content":"<p>What we do with customers when we find the mortgages are unsustainable is try mortgage-to-rent.  If the mortgage-to-rent option is not available or if the customer does not want to pursue that, we will go the voluntary surrender route.  Only in cases where the customer will not co-operate with us would we go the legal repossession route.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S01500","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":283,"content":"<p>Have there been many cases where the bank started to go down the voluntary surrender route but an agreement was reached and people could stay in their houses.  Has that been the case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S01600","speaker":"1380"},{"type":"speechnospeaker","time":1517339400,"counter":284,"content":"<p>As this has evolved, even cases when we have gone legal with customers, and customers have re-engaged with us late in the process, we have managed to find ways to come up with solutions that did not involve the loss of the home.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S01700","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":285,"content":"<p>Will the witnesses give us a run down on the enterprise towns?  I have been at one or two of them and I thought they were excellent.  I had complaints from people who were saying that the overdraft interest is a bit high.  Maybe some of the interest rates on loans are high too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S01800","speaker":"1380"},{"type":"speechnospeaker","time":1517339400,"counter":286,"content":"<p>I am very pleased the Senator has been able to join us at one of the enterprise towns.  I understand other members of the committee have also attended.  We held over 130 enterprise town events in 2017.  Typically, it is a local community based two-day event where we bring together the local business community with sporting, social and charitable organisations.  It is about the bank's role in supporting local towns, economies, businesses and people.  It is an example of Bank of Ireland at its best.  We receive consistently positive feedback from our people.  We should be very ambitious about what more we can do with enterprise towns to help build the trust and relationships we have across the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S01900","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":287,"content":"<p>Mr. Mason spoke about what is offered to clients in difficulty.  Is he familiar with the debt-for-equity scheme?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S02000","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":288,"content":"<p>Debt-for-equity is not something we have ever offered.  I am not aware of it being offered on the Irish market.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S02100","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":289,"content":"<p>Why?  It is there and outlined in legislation.  PIPs do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S02200","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":290,"content":"<p>I am not aware of it being offered and I am not aware of any other institution offering it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S02300","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":291,"content":"<p>The bank does not actively offer it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S02400","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":292,"content":"<p>We have concentrated on mortgage-to-rent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S02500","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":293,"content":"<p>Has the bank looked at debt-for-equity?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S02600","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":294,"content":"<p>It was looked at a couple of years ago but it would mean, essentially, the bank would be involved in owning property.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S02700","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":295,"content":"<p>I understand it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S02800","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":296,"content":"<p>It is not something we feel we would have a core competence in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S02900","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":297,"content":"<p>As an option, is it not something the bank should look at and develop?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S03000","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":298,"content":"<p>It is something that was looked at previously and I do not think Bank of Ireland or any other bank decided to proceed with it.  It was just too complex.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S03100","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":299,"content":"<p>Too complex?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S03200","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":300,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S03300","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":301,"content":"<p>I will come back to Mr. Mason on that.  I do not believe it is the case.  The banks should look at debt-for-equity as an option.  Senator Burke asked about the cost of funds.<\/p><p>The same thing happened as in the cost of funds issue and the commercial tracker, it was the same thing with the trackers.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#S03400","speaker":"1248","continuing":true},{"type":"speechnospeaker","time":1517339400,"counter":303,"content":"<p>I do not believe so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T00200","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":304,"content":"<p>When we looked into how every bank could have done the same thing at the same time the explanation offered to us at our last meeting was that perhaps the reason was that the cost of money had affected the decision of the bank relative to trackers.  That explanation was offered by a bank.  The tracker issue in terms of the cost of money was the same thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T00300","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":305,"content":"<p>These commercial customers had specific contracts-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T00400","nonspeaker":"Mr. Stephen Mason"},{"type":"speech","time":1517339400,"counter":306,"content":"<p>I am talking about the cost of funds because I am looking at the cost of funds and the other methodology for calculating the interest.  It was down to the same thing.  It was the cost that drove Bank of Ireland to change its mind on the trackers and on the commercial mortgages.  It is reasonable for a customer to offer that as an argument for being overcharged.  That was my point.  I will leave it at that because I will give the witnesses the correspondence.<\/p> <p>  Ms McDonagh answered an earlier question about the payments.  In December the bank made an offer to a customer and gave the person a payment of &euro;250 for the independent legal advice.  When did it change again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T00500","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":307,"content":"<p>We received feedback from customers and other stakeholders that the amount we had set, &euro;250, at the time for independent financial and legal advice was too low.  We were not trying to save money or do something that was seen to be inadequate and responded in a very agile way to that feedback and increased the amount in December, a matter of days or weeks after we got the feedback, from &euro;250 to &euro;500 for buy-to-let and to &euro;750 for owner-occupied.  We were very quick to respond.  We are giving this to customers who had got the independent financial and legal advice amount when it was lower in January.<\/p> <p>  It is an example of where there was not one single framework agreed across the industry that everyone was going to do the same thing and debate whether that would have been a good idea.  I cannot speak for other banks but we did what we thought was appropriate.  We got feedback that one element was lower and quickly responded to that and increased it. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T00600","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":308,"content":"<p>Are those who lost their trackers as a result of restructuring included now?  I want to cover off something that was said earlier.  Are the customers who lost their tracker because their loans were being restructured included?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T00700","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":309,"content":"<p>Is the Chairman talking about mortgages restructured because they re-mortgaged or because they were facing some financial distress?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T00800","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":310,"content":"<p>Both.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T00900","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":311,"content":"<p>No owner-occupier loses their tracker as part of restructuring.  That was not part of the examination because that did not occur.  As part of the restructuring for buy-to-let mortgages on investment properties customers were moved to a tracker rate plus 1%, which has been the same and has stayed constant over that period and they have not been deemed to have been impacted under the examination because the movement of the customer was based on the need to restructure the mortgage, either for an extended term or other reasons, depending on the circumstances of those customers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T01000","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":312,"content":"<p>If a property was surrendered and that property happened to be on a tracker-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T01100","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":313,"content":"<p>I do not understand the question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T01200","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":314,"content":"<p>If the property was surrendered, so obviously it was disposed of for some reason, how does that person figure in all of this?  The person surrendered the property because they were not able to afford it but the repayments had been increased.  They could not sustain the repayments but if they had been back on the tracker they might have done.  They have surrendered it now, a voluntary surrender as the witnesses call it, which is not really voluntary.  Are those people included in it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T01300","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":315,"content":"<p>Yes, absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T01400","nonspeaker":"Mr. John O'Beirne"},{"type":"speechnospeaker","time":1517339400,"counter":316,"content":"<p>We would examine whether the loss of ownership through surrender was or was not attributable to the tracker issue.  In other words, was the tracker issue the reason they got into financial distress?  Those are the cases we have referred to.  In some cases the financial distress or challenges around the property were independent of the tracker issue.  We would make sure the two are clearly differentiated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T01500","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":317,"content":"<p>Have the witnesses examined the cases the bank is pursuing through the courts to determine if in any of those cases it was a tracker issue that caused all their difficulties?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T01600","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":318,"content":"<p>We would ensure that for any customer who is in financial distress and who was not part of the tracker examination we would put any activity or action on hold until we had resolved the underlying tracker issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T01700","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":319,"content":"<p>The bank has identified those customers already for the courts and if it is a tracker issue it is putting a stay on any further action, is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T01800","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":320,"content":"<p>Yes, that is correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T01900","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":321,"content":"<p>I welcome the initiative in communities.  I have been taking part in them for several years and have seen them go from strength to strength.  It is a great initiative.  That is all the niceties over now.<\/p><p>I would like to read out some of the Official Report of the committee's meeting the last time Bank of Ireland came before it, on 21 September last, for Ms McDonagh.  The Chairman questioned Mr. McLoughlin, the chief executive of retail Ireland, and Mr. Mason.  The question put to Mr. McLoughlin was: &quot;Did the bank at any time make a promise to those 1,800 that they would be put back on trackers?&quot;  This was part of a line of questioning about staff.<\/p><blockquote><b>Mr. Liam McLoughlin:<\/b>No, not that I am aware of.<br \/><br \/><b>Chairman:<\/b>Never.<br \/><br \/><b>Mr. Liam McLoughlin:<\/b>Not that I am aware of.<br \/><br \/><b>Chairman:<\/b>Would anyone else be aware of it?  Mr. Mason?<br \/><br \/><b>Mr. Stephen Mason: <\/b>No.<br \/><br \/><b>Mr. Liam McLoughlin:<\/b>There was no such promise. <\/blockquote> <p>Do we now accept that the document we have would amount to a promise?  I know Mr. O'Beirne said a communication was sent out over a month later which withdrew this commitment but can we now accept that this was, in the words of the Chairman's question, a promise to those 1,800.  Is point No. 2 not that promise?  Would Ms McKenna accept that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T02000","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":322,"content":"<p>Based on the analysis and the work we have done to date our belief is that it is not a promise.  Within three weeks there was clarity on that internal communication.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T02100","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":323,"content":"<p>This letter was issued on 9 October 2008.  Is that correct?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T02200","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":324,"content":"<p>I have seen all the correspondence.  I do not have that particular one to hand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T02300","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":325,"content":"<p>We do not have it to hand either despite the fact that Mr. Liam McLoughlin made a commitment to this committee that he would provide us with the documents because the Chairman asked Mr. McLoughlin to confirm that the letter had issued and if so would he provide the committee with a copy and Mr. McLoughlin said he would get a copy for the committee.  The Chairman asked whether the letter had gone out and Mr. McLoughlin said: \"I was involved in the process of the recent review. I cannot remember all the correspondence. There was a lot of correspondence. I will get a copy of the correspondence for the committee.\"  Does Ms McKenna have a copy of that correspondence now because this is the first opportunity we have to ask for it?<\/p><p>I am sure we asked this in the questionnaire.  Do the Bank of Ireland representatives have these documents with them or do they have a report that can indicate the timeline relating to this?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#T02400","speaker":"1288","continuing":true},{"type":"speechnospeaker","time":1517339400,"counter":327,"content":"<p>No, we heard that in September.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U00200","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":328,"content":"<p>Does Mr. O'Beirne have a note there?  Does he know the timeline?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U00300","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":329,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U00400","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":330,"content":"<p>Okay.  This document was issued to all members of staff - if I am correct, there were in excess of 2,000 staff at the time - on 9 November 2008.  That would be the day before Bank of Ireland withdrew its tracker mortgages.  Is it correct that the letter withdrawing this commitment was not issued three weeks later?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U00500","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":331,"content":"<p>There was a further noticed issued to all staff on 4 November and then an individual letter was sent to staff on 20 November.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U00600","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":332,"content":"<p>There are two cohorts here.  There are 1,850 who have now been restored onto their trackers and who will get compensation and redress.  Then there are a couple of hundred others.  This is the cohort I talked about who were not on trackers, who went onto a two-year fixed rate and who were issued with this also.  Is it correct that they were issued with the exact same communication as the 1,850?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U00700","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":333,"content":"<p>Yes.  The correspondence was published on the bank's internal website and was available to all staff.  The group of customers and staff to whom the Deputy refers were staff who had never been on trackers and who would have seen that correspondence.  Within the correspondence, there are two statements.  One was that all mortgages would role to their original contract and that was what was clarified in the subsequent correspondence that issued in the following weeks.  Certainly, we are happy to provide that documentation to the committee after this session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U00800","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":334,"content":"<p>The point is that the same information was circulated to all the customers who were on the staff two-year fixed rate with the bank.  The same correspondence was issued to them when they originally moved to the two-year fixed rate - the same information provided on 9 November 2008, on 4 November 2008 and on 20 November 2008 - and yet Bank of Ireland has deemed that 1,850 of them can get compensation redress and that the other couple of hundred others will not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U00900","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":335,"content":"<p>It was published on the general staff website as opposed to written individually to customers.  Within the correspondence, it was not clear.  That is what the bank is accepting.  In terms of the first notification, it stated that customers would return to their original rate.  The customers who have not been returned to a tracker are those who never had tracker mortgages at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U01000","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":336,"content":"<p>They would have been communicated with.  On existing staff mortgage accounts - the staff two-year fixed rate - it states that they would revert to tracker mortgages.  The bank's staff are watching these hearings.  I received an email from one staff of member who is in this cohort that the bank has deemed non-impacted, which means that it will not give them back the money that they are entitled to plus compensation.  This is an internal email from the following day.  I refer to the original communication which indicates that the bank's staff member is entitled to roll on to an ECB tracker plus 0.75%, which, by the way, the staff member always believed because, when the staff member took out the fixed rate, that was the understanding.  The following day, the staff member emailed the bank to query the position regarding the tracker rate mortgage.  The reply states that it is in reply to an email the staff member sent to a more senior person in the bank, that the staff member is on a fixed rate mortgage until a certain date in 2009, that the staff member's mortgage will then automatically revert to the staff tracker currently at 4.5%, and that they can let the staff member know at that time what the staff member's repayments will be at that time.  That issued from personal lending.<\/p> <p>  These are the guys in respect of whom the bank is still closing down the hatches and stating that they are not entitled to it.  The bank can provide us all this stuff about how it told them it was but it was a wee bit vague and then the bank clarified it a couple of weeks later, but there are internal documents here.  This individual reached out to the bank just to be sure.  The individual did so because there were options at that time for that individual to break the fixed rate and go on to a tracker, which was still available in the market but which would quickly be shut down.  The bank denied that individual and the other hundreds of bank staff members those opportunities.<\/p> <p>  I say this to Ms McDonagh.  We need to get to a point when we are talking about other issues in banking, such as the business towns initiative.  I am sure she would like to be talking about that.  In terms of support for the community, there are good staff in my local area.  We need to talk about issues such as how we look at the pillar banks but we will not get to that point because for four years with other bankers have told us blatant lies - their version of the truth.  We are only getting to this point.  For God's sake, Bank of Ireland came in here at one stage and told us there were 602 impacted customers.<\/p> <p>  I ask Ms McDonagh how long must we fight Bank of Ireland to get these extra two hundred customers their right, what they are entitled to.  I ask her to look at that.  She talks about being customer-centric.  No doubt this communication is vague in the extreme.  I would say it is clear that they were entitled to it.  This email is clear.  This email from the bank tells that individual the day after it sent out the original communication, when he clarified this, that his mortgage was moving to a tracker.  How can Ms McDonagh sit there and tell me that she will stand over that person not being deemed impacted upon, which means the person will not get his or her money back?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U01100","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":337,"content":"<p>I do not know the particulars of that case.  We have looked robustly at all of the staff who were impacted upon.  We believe we have done absolutely the right thing for our staff, past and present.  I do not know whether Mr. O'Beirne wants to comment further.  Without seeing the email the staff member sent internally, which I would be keen to have a look at, it is difficult for me to comment further.<\/p> <p>  We have set up clear communication for any customer or member of staff who feels that he or she is entitled to compensation redress but who has not been included, and we will look at those case by case.  I can only comment on individual cases if I see those details.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U01200","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":338,"content":"<p>I will ask the individual to provide the details.  I am sure that this individual is not the only one and I am sure they have gone through all the processes within the bank.<\/p> <p>  Let me tell Ms McDonagh how I am 100% convinced.  Before Ms McDonagh's time, but only four months ago, bankers from her bank sat there when the chairperson questioned them.  At that stage, they were telling us that none of the 1,850 customers would be deemed impacted.  The chairperson went through line by line, with Mr. McLoughlin, how the bank could verify that, how the committee that was set up scrutinised all the work, and how that committee was independent, etc.  The reality is we just must keep on pushing and the bank will finally accept what should have been accepted a long time ago.<\/p> <p>  We are coming to the end of this process but there is much still to be done until we get there.  The bank has a responsibility.  If Ms McDonagh wants to talk about the culture of the bank, she should not be tarred with the culture of the bank that she joined.  This one, whatever about the rest of it, hangs on Ms McDonagh.  I plead with Ms McDonagh to do right by her staff, current and past, to deal with this issue compassionately, as she talked about in her opening statement.  This is where the proof of the pudding lies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U01300","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":339,"content":"<p>I would need to have a look at those cases.  I have given my personal commitment to resolving this.  We have gone through the detail with the team with a clear customer focus.  I believe that we included every customer we need to include.  If there are individual cases where the borrower feels that is not the case, we will look at them.<\/p> <p>  In reference to a previous representation from the bank at this committee, the Deputy referred to transcripts.  I refer to the transcripts of that meeting in September 2017.  Mr. Liam McLoughlin was explicit, stating that the examination at that time was \"It is not complete.  It is an ongoing review.  There are some [matters] still be addressed.\"  Those matters were the cohorts that were in debate.  That was an absolutely correct statement.  He also stated that the number of accounts affected may change, which, indeed, they have.  According to the transcript, what he stated accurately represented the position of the bank at the time.  That position, following more work, review and a mandate from the board to take a more customer-centric position, has changed, which, I think, is good and right.<\/p><p>We are working hard to close out all remaining issues.  We have looked very robustly at all cohorts.  If there are individual cases, I would be delighted to have a look at them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#U01400","nonspeaker":"Ms Francesca McDonagh","continuing":true},{"type":"speech","time":1517339400,"counter":341,"content":"<p>That is an individual case but there is a group of them.  I will ask the individual whether he will present the information to the bank.  However, there is an onus and responsibility on the bank to look at those couple of hundred staff members and ask the question again of itself.<\/p> <p>  My last question-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V00200","speaker":"1288"},{"type":"speech","time":1517339400,"counter":342,"content":"<p>Before you go on to the last question, I will make the following point.  Because Deputy Doherty has covered the ground comprehensively, I am not going to repeat the points but I want to support what he has said.  A commitment was given at that meeting of 21 September that the emails we referred to would be given to the committee.  In the reply on 22 November, Mr. Liam McLoughlin made no reference to that.  I think it is fair to indicate that the committee would support Deputy Doherty's position.  I think we should have a look at those emails.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V00300","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":343,"content":"<p>Anything that has been requested that has not been provided, we will endeavour to provide as appropriate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V00400","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":344,"content":"<p>My last question is again in regard to individuals who are not deemed impacted by the bank, and I asked the same question of AIB.  For those who had an entitlement to a tracker mortgage and who would have fixed for a period, by the time the fixed period had expired, the tracker mortgage was no longer available on the market so they would have been offered a variable rate or to fix again.  If they chose to fix again, would they be deemed as impacted?  AIB told us they would be deemed as impacted because it had failed to offer them the tracker mortgage, even though it was not in the market, because it had a contractual arrangement.  Again, we have plenty of communication on this but a sample case is a customer of Bank of Ireland who took out a tracker mortgage with the bank in 2007.  It was clearly stated on the contract that it was the ECB rate plus 1.1%.  He fixed for three years and, when the three years was up, he was offered other options and he fixed again.  Others in the exact same scenario have spoken about this on <i>www.askaboutmoney.com<\/i>and all of this is publicly available.  When they got the letter of offer, they actually approached Bank of Ireland and said they were entitled to a tracker and then got a letter back from the bank saying it was sorry for the error and it put them back on the tracker.  These are probably some of the 20,000 Ms McDonagh talks about.  The bank was aware there was an error there but this individual, and many others like him who fixed for a second period, are now not being deemed to be impacted by the bank.  How could that be?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V00500","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":345,"content":"<p>I will ask Mr. O'Beirne to respond to that detail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V00600","nonspeaker":"Ms Francesca McDonagh"},{"type":"speechnospeaker","time":1517339400,"counter":346,"content":"<p>If I understand it, these are customers who drew down on a tracker, then they fixed and then they fixed again.  To the best of my knowledge, customers who followed that pattern are deemed as impacted.  It may be that I have misunderstood some of it but if we could get a copy of that individual case, I would be very happy to respond to the committee.  I want to make sure I have not misunderstood the circumstances of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V00700","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":347,"content":"<p>Let us clarify this point.  Any customer who had a tracker mortgage who fixed for a three-year period and who was not offered a tracker mortgage at the expiry of the fixed period - whether that period was two years or three years is immaterial - is deemed impacted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V00800","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":348,"content":"<p>If they drew down on a tracker and then, from that tracker, fixed directly and then fixed again, then, yes, they should be deemed impacted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V00900","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":349,"content":"<p>If they fixed at the original point of the mortgage but with an entitlement in the documentation, in the mortgage form of authorisation, MFA, that they would revert to a tracker at the end of the fixed period and then, at the end of the fixed period, they fixed again, are they still entitled to tracker?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V01000","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":350,"content":"<p>I believe they are but I will have to look at the individual case to make sure I have understood it correctly.  In the way the Deputy has set it out, that does sound very much like one of the impacted groups.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V01100","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":351,"content":"<p>The reason I say this is that, usually, the contract will state that at the end of the fixed period, the person will revert to the tracker rate.  More than likely, however, at the second MFA, because trackers were withdrawn at the time, when they fixed for the second time, they would not have had that obligation.  That is what we are talking about here.  The reason they fixed the second time is because the bank did not offer them the option of a tracker.  Mr. O'Beirne is saying to me clearly that this type of cohort is deemed as impacted by the bank.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V01200","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":352,"content":"<p>Given the potential complexity of it, I do not want to accidentally mislead the committee.  If it is okay with the Deputy, I will take that away and we will respond to him on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V01300","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":353,"content":"<p>Would the bank let the committee know if a sample case, with the detail anonymised and all the rest, is either impacted or not?  Would that be appropriate?  Obviously, I would need the person's permission.  Is that okay?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V01400","speaker":"1288"},{"type":"speechnospeaker","time":1517339400,"counter":354,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V01500","nonspeaker":"Mr. John O'Beirne"},{"type":"speech","time":1517339400,"counter":355,"content":"<p>We have come to the conclusion of our meeting.  I want to add again to Mr. Mason that question on commercial trackers.  I ask that he would look at that again and give a comprehensive response, particularly in regard to the one case which is an example.  He might come back to us.<\/p> <p>  When the various rates were changed from one to the other - from a tracker rate and then back to a variable rate, or whatever it might have been - would it have been an individual decision to apply it, or is this something that happened randomly in different sections of the bank?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V01600","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":356,"content":"<p>I do not think it would have been random.  I refer to the deep dive review that is going on.  I would put that under the remit of the deep dive review in order to look at pricing decisions and where that could have been better and what we could learn from it.  That is something that is being incorporated and considered by the deep dive review.  I do not have a specific reference to when the pricing decisions were made and by whom at that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V01700","nonspeaker":"Ms Francesca McDonagh"},{"type":"speech","time":1517339400,"counter":357,"content":"<p>Be careful with the current in those deep waters, Ms McDonagh, when you perform the dive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V01800","speaker":"1248"},{"type":"speech","time":1517339400,"counter":358,"content":"<p>Will the witnesses get a transcript of this meeting and review all of the requests and questions from me and other members on which they have agreed to revert to us?  This would avoid the situation that happened the last time, when Mr. McLoughlin was going to provide information and it did not get provided.  There were certain things with which Mr. O'Beirne agreed to come back to me and I am sure it is the same with other people.  If we could get all of that stuff relatively soon, it would be good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V01900","speaker":"1412"},{"type":"speech","time":1517339400,"counter":359,"content":"<p>I thank the witnesses for their attendance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V02000","speaker":"1248"},{"type":"speechnospeaker","time":1517339400,"counter":360,"content":"<p>Thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/FPJ2018013000002#V02100","nonspeaker":"Ms Francesca McDonagh"},{"type":"unspoken","time":1517339400,"counter":361,"content":"<p>The joint committee adjourned at 10.38 p.m. until 9 a.m. on Thursday, 1 February 2018.<\/p>","notice":"TIME STRING DETECTED"}]