[{"type":"majorheading","content":"Joint Oireachtas Committee on the Eighth Amendment of the Constitution","time":1513270800,"counter":2},{"type":"unspoken","content":"<p>The Joint Committee met at 17:00<\/p><p>MEMBERS PRESENT:<\/p><p>Deputy James Browne, Senator Jerry Buttimer, Deputy Lisa Chambers, Senator Paul Gavan, Deputy Clare Daly, Senator Ned O'Sullivan, Deputy Bernard J. Durkan, Senator Lynn Ruane. Deputy Catherine Murphy, Senator Hildegarde Naughton, Deputy Jonathan O'Brien, Deputy Kate O'Connell, Deputy Louise O'Reilly, Deputy Jan O'Sullivan, Deputy Anne Rabbitte, Deputy Bríd Smith,<\/p><p>SENATOR CATHERINE NOONE IN THE CHAIR.<\/p>","time":1513270800,"counter":3,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EAJ2017121400002"},{"type":"unspoken","time":1513270800,"counter":4,"content":"<p>The joint committee went into private session at 5.07 p.m. and resumed in public session at 6.25 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"minorheading","content":"Business of Joint Committee","time":1513270800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EAJ2017121400002#J00050"},{"type":"speech","time":1513270800,"counter":6,"content":"<p>I welcome those viewing from outside of the committee room.  The committee knows what has been happening for the last while and we wanted to inform people who have been viewing the proceedings all along that we have agreed our report.  I want to take the opportunity to thank each member of the committee.  It has been a very constructive committee.  I have never ceased to be impressed, surprised and amazed at the work that has gone into this committee.  For the most part, we worked extremely well together, and I want to pay tribute to every member with whom I have really enjoyed working.  On a personal level, I have made some friends and I am really grateful to have had that opportunity.<\/p> <p>  The amendments we have made reflect the votes we took yesterday and the evidence we heard overall.  I think we all agree it has been a very challenging experience.  I have personally found it challenging.  I have learned things about myself that I did not know, and I have learned things in general.  Overall, members have been on a journey.  I am very impressed with the Members of the Oireachtas on this committee.  I suppose I am biased in saying this but we have really shown how effective an Oireachtas committee can be, and on this most difficult and divisive issue.  I do not think anyone on this committee would ever seek to underestimate the challenge put in front of us.  It is part of an overall process.  We are now handing this over to ourselves, as Members of the Oireachtas, and to our colleagues to facilitate a vote of the Irish people, who will ultimately be the decision-makers on this, and it is very important to clarify that.<\/p> <p>  I thank the witnesses who attended the committee.  We are indebted to them.  They did the State some service in attending.  We had excellent witnesses for the most part.  I wish to express our gratitude.  I very much thank the secretariat.  I hope Ms Suzanne Gunn and Ms Claudia Zelli will not mind me singling out the clerk, Mr. Ted McEnery, who we will all agree has been absolutely excellent.  His nature is such that he is an absolute pleasure to work with and, besides that, he is extremely strong and supportive.  We have all benefitted from his very considerable experience in the Houses of the Oireachtas.  Everybody has said how lucky I am to have had the clerk that I have, and there is a reason he was put into the position. That is very really important.<\/p> <p>  I also want to thank Mr. Tom Malone, who is not here at the moment and who has been supportive also.  I am very grateful for the legal advice I have received.  I also thank Ms Zelli for all her support.  The amount of work she has done is underestimated.  I thank our legal adviser, Ms Nuala Butler, an excellent senior counsel, who also did us some service.<\/p> <p>  We will leave it at that.  The committee will launch its report next Wednesday.  I know the Vice Chairman is indicating a wish to speak.  On another committee, she might have had more opportunity to take the chair but the way the situation evolved, it became important that we had consistency in the chairing.  However, the Vice Chairman was very supportive, and I appreciated that support.  We have agreed that it suits everybody to launch our report at 12 noon next Wednesday.  Thank you, everyone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EAJ2017121400002#J00100","speaker":"1406"},{"type":"speech","time":1513270800,"counter":7,"content":"<p>On behalf of members of the joint committee, I thank the Chairman.  At one stage she spoke about me not being appointed as Chairman of this committee.  It is probably good that I was not appointed because I would not have been able to show the patience, calmness, strength and bravery shown by her in the face of considerable criticism and many attacks in difficult discussions and conversations.  I know where my skills lie and they are definitely not on the Chairman's side of the table.  I am glad, therefore, that she was able to maintain consistency.  On behalf of members and the people of Ireland, I thank her for taking the brave step to chair the committee.  It is very much appreciated.  This is only the beginning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/committeetakes\/EAJ2017121400002#K00100","speaker":"1404"},{"type":"unspoken","time":1513270800,"counter":8,"content":"<p>The joint committee adjourned at 6.30 p.m. sine die.<\/p>","notice":"TIME STRING DETECTED"}]